{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-holiday-tailor-made",
  "tourName": "Brazil holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Brazil has an amazing variation of landscapes, eco-systems and culture. The Amazon jungle and Pantanal boast amazing wildlife, the Atlantic Rainforest provides a beautiful tropical ambiance full of flora and fauna, the many National Parks offer breathtaking landscapes with natural waterfalls and extraordinary rock formations. And Brazil’s 7000 miles of coastline means that there are thousands of incredible beaches.  <br/><br/>Brazilians are friendly, hospitable, love life and a party. Brazil’s rich African and Indigenous heritage is fused in every part of Brazilian culture together with European influences, particularly in religion, art, music, dance and food.  This can be experienced directly on the street, in the nightlife and in many of the traditional festivals and celebrations. Brazil will touch you with its passion, sounds, flavours, and colours, the people will enchant you with their liveness and joy. <br/><br/>The most famous festival is of course Carnival which is celebrated allover Brazil from Olinda, Recife, Salvador, Rio de Janeiro up to small villages as Paraty with its typical Bloco de Lama (mud carnival). However, there's much more to the Brazilian calendar. Some Brazil's festivals and events are Semana Santa - the Brazilian Holy Week, Festas Juninas, Festa do Divino, Festa Nacional do Índio, LGBT Pride Parade in São Paulo, worship of Yemaha during the Reveillon which is the celebration of the Brazilian New Year.<br/><br/>And besides the overwhelming landscapes there are so many beautiful places to stay! From floating lodges on the river, treehouses, mountain- eco lodges, guesthouses in colonial mansions, fazendas, pousadas in all sorts and kinds up to top boutique hotels.<br/><br/>One of the extra reasons to visit Brazil is that it is an excellent destination for eco-tourism, of which the Amazon, Pantanal and all the National Parks are of particular interest. Sustainable tourism is in strong development with energy saving, waste recycling, agricultural and local education initiatives.<br/><br/>When you would like to visit the Pantanal and watching Jaguars is absolutely on your priority list, you have to go to the North Pantanal. The ultimate trip for wildlife lovers, this jaguar holiday in the Pantanal Brazil includes seeing jaguars in the wild. Our expert private guides have tracked jaguars for the BBC, National Geographic and the Discovery Channel. Our trips have had 99% success rate for several years, with multiple sightings of jaguars and cubs in one or two days. When going to the North Pantanal for Jaguar wildlife watching you can go as well for hiking in the Chapada Guimareas. We have a snorkeling excursion in this chapada as well as an alternative for snorkeling at Bonito. We do offer as well private flights from the North to the South Pantanal and vica versa in case you wish to snorkel in Bonito in the South and see the Jaguars in the North. You are picked up at your lodge pousada and will fly in a spectacular flight over the Pantanal directly to your new destination.<br/><br/>And at last Brazil can be the start or end of a tailor made trip along the greatest attractions in Latin America. You can combine the Galapagos islands, Machu Picchu and the Uyunyi saltflats with a visit to Rio de Janeiro.  A trip may include also Easter Island in Chile. You can go hiking or skiing in Patagonia and combine this with a beach holiday at Rio, Paraty and Ilha Grande. We offer tailor made travels for Cuba, Colombia, Panama, Bolivia, Brasil, Peru, Ecuador with Galapagos, Chile with Easter island and Argentina. Note that with a tailor made trip we can offer 10% discounts on public prices for Galapagos and Antarctica cruises. Ask for a tailor made itinery and quote.<br/><br/>Explore Brasil on your own, with your family or in an escorted grouptravel on this 23 day itinery. Feel free to contact us through Whatsapp to customize this or any itinery to your travel wishes.",
  "durationDays": "23",
  "price": "5920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Salvador da Bahia, reception airport and transfer in to hotel / Pousada do Boqueirão in the old colonial center."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Private guided tour through colonial center. Salvador is a city full of history. It is the most African city outside Africa, with strong African influences in the kitchen, music and religion. The old town (called Pelourinho) looks very Portuguese, and even the comparison with Lisbon can be made."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "By bus from Salvador to the small village Lencois in the National Park Chapada Diamantina which offers great scenery, waterfalls, caves and is a hotspot for ecotourism. This area played a key role in Brazil’s diamond boom history. You stay at Pousada Corona de Pedra. Upgrade can be Pousada Canto das Aguas."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You will have a private guided tour through this astonishing reserve and visit several highlights according to your wishes. You can take a swim under the waterfall Poco do Diabo, visit the Lapa Doce cave and enjoy the 360 degree views over the ravine of the Morro do Pai Inácio mountain. And you can cool off in the Gruta Azul cave where the sunlight sparkles on the clear blue waters."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Free day on your own to enjoy Lençois and/or visit more highlights in the reserve as Fumaça Waterfall & Sossego falls. Is optional to have another full guided daytour, and of course you can always stay more days to explore this impressive National Park. There is a trekking possible of 3-4 days through the Chapada Diamantina via Vale do Capão."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "By bus return to Salvador da Bahia, same hotel in colonial center. Optional: from here you can have a 10 day extension to the Northeast of Brazil, a region with a rich history, beautiful nature and wonderful beaches. On this trip you will visit Sao Luis, Unesco World heritage. the Lencois Maranhenses inmense sand dunes, many small islands overgrown with jungle and have few days in Jericoacoara, one of Brazil's best beach towns."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Flight to Manaus in the middle of the Amazon rainforest. Manaus is known for its beautiful opera theater, historical sites, parks with native forest preservation areas, and its markets along the harbour. You stay at Hotel Chez le Rois."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Amazon journey starts with a visit to the meeting of the Rio Negro and Rio Solimões rivers which form the Amazon river. After about 3 hours you arrive at the Tupana Jungle Lodge. The lodge is located deep in the jungle in the Biological Reserve of the Tupana River. In the evening you will have your first exploration of wildlife by boat."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "These two days in the jungle you will have several activities like exploring the jungle, piraña fishing and spotting the pink river dolphins! Note that you can stay more days, or opt for staying eg at the Uacari floating lodge, a top location in the Mamirauá Sustainable Development Reserve."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You travel back to Manuas and fly to Campo Grande, overnight here at airport hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will be taken in the morning by our local driver to Bonito. A journey through the countryside of Mato Grosso do Sul through sugar cane fields, haciendas with cowboys and large herds of cattle. Bonito is pure nature and untouched. It is the center of ecotourism in Brazil. Here you'll find hundreds of waterfalls, lakes and streams with crystal clear water, more than 80 caves and many species of fish and other animals."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Excursion to one of the crystal clear rivers. The tour starts with a walk through dense vegetation to the source of the river. With wetsuit and dive mask you jump into the clear water. Once underwater, you will enter in another world of colors with schools of fish. You let yourself drift quietly with the flow through the winding river. Above you the sounds of birds and the tropical jungle with vines that hang down into the water."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You travel from Bonito to the Pantanal where you will see cowboys with herds of cattle and may already spot birds and wildlife. You stay in the nice pousada Santa Clara in the middle of nature. The area of the pousada is an ecological paradise, including caimans sunbathing on the banks of the river, capybaras bathing in the water with parrots and toucans in the trees."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The Pantanal is a huge flat wetland area that is as large as France. During the rainy season (October - March), the rivers burst out of their banks and cause a massive swampy landscape (Pantano = swamp), where the slightly elevated pieces stay as islands. In the dry season the water pulls back and numerous lakes and mud puddles remain where the wildlife is concentrated. This annual seasons have created a unique ecosystem. The landscape consists of alternating grassland and forest with a very diverse animal life. It has the highest concentration of wildlife in all of America ! Some of the birds you might see are ibises, parrots, herons, cormorants, kingfishers, jabirus (giant storks), spoonbills, hyacinth & red macaw, hawks and kites. Besides the many alligators & capybaras (the largest rodent in the world), you may see anteaters, otters and howling monkeys. With some luck you will see wild pigs, deer, armadillos, tapirs, crab-eating fox, anacondas and maybe a jaguar or other wild cats ! You can add more days at other pousadas as boutique Pousada Xaraes or have a night safari at a basic pousada with a chance of 90% seeing jaguars or other felines as ocelot & margay hunting in open rice fields in only one night safari. When you would like to visit the Pantanal and watching Jaguars is absolutely on your priority list, you have to go to the North Pantanal. The ultimate trip for wildlife lovers, this jaguar holiday in the Pantanal Brazil includes seeing jaguars in the wild. Our trips have had 99% success rate for several years, with multiple sightings of jaguars and cubs in one or two days. When going to the North Pantanal for Jaguar wildlife watching you can go as well for hiking in the Chapada Guimareas. We have a snorkeling excursion in this chapada as well as an alternative for snorkeling at Bonito. We do offer as well private flights from the North to the South Pantanal and vica versa in case you wish to snorkel in Bonito in the South and see the Jaguars in the North. You are picked up at your lodge pousada and will fly in a spectacular flight over the Pantanal directly to your new destination."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Travel from the Pantanal to Campo Grande and fly to Iguazu waterfalls, hotel Rafain Centro. Any upgrade is possible, the best nature experience of the rainforest within the National Park is at hotel Das Cataratas. Alternative: travel from Campo Grande to Cuiaba and visit the Amazon rainforest from this side and stay at Cristalino Jungle Lodge."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "With a private English speaking guide you will visit both the Brazilian and Argentinean side of the falls. The Rio Iguaçu falls through a chain of 275 waterfalls in a 80 meter deep canyon. Optional is going by rubber whitewater boat into the Devil's Throat , to explore along a trail into the Brasilean rainforest and observe bird and wildlife on foot, with motorboat and canoe, and/or fly by helicopter for the best overview over the falls."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Flight from Foz do Iguaçu to Rio de Janeiro, depending on flight schedule, free midday at beach Ipanema and Copacabana, You stay at Hotel Majestic Rio in Copacabana, any upgrade or hotel of your preference is possible as Windsor Atlantica, Fasano in Ipanema, Santa Theresa Relais, Windsor Miramar."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Day Rio de Janeiro. Included private guided tour with all transfers. You can tailor made this whole day with your guide. Visit the Sugarloaf Mountain (Pão de Açucar) and Corcovado. From the top you have a beautiful view over the ocean, the city, the bay of Guanabara and the beaches of Flamengo and Copacabana. The view and locations are phenomenal. Optional in the evening you can visit a samba school in a private or grouptour. You have famous samba schools as Mangueira, Unidos da Tijuca, Beija Flor. With a private guide you can make your own Rio program, visit the samba school of your choice together with their recomendations. You also can select a social project together with us for a visit and to which you would like to contribute."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Free day Rio de Janeiro. Optional private or group guided tours. You can drink tea in the beautiful cafe \"Confeitaria Colombo\". Visit the botanical garden \"Jardim Botanico\". Relax on the famous beaches, have a workshop-wave surfing, play beach volley. For the daring: the best hang glider flight in the world is in the south of Rio from the Pedra da Gávea to São Conrado Beach. Visit a favela and/or social project. In the evening visit another samba school and dance on the fascinating batucada rhythms."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Flight home in evening. Optionals: have an extension to the colonial beauty of Paraty. Paraty is surrounded by many parks and nature reserves, including Serra da Bocaina National Park, Serra do Mar State Park (of São Paulo). You can make boat trips and enjoy Atlantic beaches and rainforest at Trindade. Together with Paraty you can visit the National Park on the island of Ilha Grande with Atlantic rainforest and the best beaches of Brasil. Another extension can be from Rio de Janeiro to the National Park Itatiaia. Here, you will stay at Hotel do Ypê, a perfect base for butterfly and birdwatching in this fascinating area. You can have here a 2 day program with a local guide. You will be taken to the base of the mountain and climb Agulhas Negras crossing several ecosystems. Along with climbing the Agulhas Negras top, you will have another day of hiking and nature in the area planned."
    }
  ],
  "map": ""
}