{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "buenos-aires-to-rio-small-group-tour",
  "tourName": "Buenos Aires to Rio small group tour",
  "placesVisited": "",
  "generalInfo": "From tango in Buenos Aires to samba in Rio de Janeiro, experience the soul of South America on this trip combining two of the world's most captivating capitals. Along the way, visit the idyllic island of Ilha Grande and atmospheric Paraty, and feel the powerful spray of the mighty Iguazu Falls.<br/> <br/> Buenos Aires and Rio - Tick off the bucket-list sites in these two South American greats, from watching tango in Buenos Aires to visiting Christ the Redeemer in Rio. <br/> Iguazu Falls - View these mighty waterfalls from both the Brazilian and Argentinian sides.<br/> Ilha Grande - Get closer to Brazil's stunning nature on this car-less island, a haven of beaches and verdant forest.<br/>",
  "durationDays": "13",
  "price": "3275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Buenos Aires",
      "description": ": Our tour begins today in Buenos Aires, Argentina's colourful and chaotic capital, located on the southern shores of the Rio de la Plata. Since its founding by Pedro de Mendoza in 1536 the city has thrived on trade and its vibrant streets are filled with an eclectic mix of European architectural styles, with Spanish, French and Italian classicism rubbing shoulders with remnants of Victorian grandeur. For those arriving on time, our Tour Leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no activities planned today, so you're free to arrive in Buenos Aires at any time. If you'd like an airport transfer today, you'll need to arrive into either Aeroparque Jorge Newbery (AEP) or Ezeiza International Airport (EZE), a 30 minute or one hour drive respectively from our hotel. Should you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you could explore this lively city by wandering the city streets, admiring the impressive architecture and relaxing parks, or enjoy the traditional Porteno pastime of people watching from the many sidewalk cafes. Please note, rooms at our hotel are not ready until 3pm, but baggage storage is available for you."
    },
    {
      "dayNumber": 2,
      "title": "In Buenos Aires; walking tour of the Argentinian capital",
      "description": ": Today, we'll explore some of the city on foot with our local guide. We'll take in the major landmarks around the Plaza de Mayo, site of the famous mass demonstrations by supporters of Juan Domingo Peron in 1945, organised by his wife Eva. This afternoon is free for more sightseeing. Sunday is also the day of the famous San Telmo Market where local people dance tango on street corners and the stalls laden with their brightly coloured wares line the plaza."
    },
    {
      "dayNumber": 3,
      "title": "Free Day; options include the Recoleta Cemetery",
      "description": ": Today is free to further explore Argentina's vibrant capital. You could visit the elaborate mausoleums of the famous Recoleta Cemetary, the final resting place of some of Argentina's most revered figures, including Eva Peron herself or also take the opportunity to visit Palermo Park. This evening, you can enjoy Buenos Aires' dazzling nightlife and soak up the pulsating rhythms of one of South America's most captivating cities, perhaps taking the opportunity to enjoy a tango show (optional)."
    },
    {
      "dayNumber": 4,
      "title": "Morning free to explore Buenos Aires, flight to Iguazu",
      "description": ": This morning has been left free for you to catch up on any sightseeing you couldn't do yesterday. You could take a guided tour to see other parts of the city, including the vibrant La Caminito in the La Boca district. Make sure you're back in time this afternoon, as we leave the city behind us and fly north-east to Puerto Iguazu, home to the largest waterfall systems in the world - the Iguazu Falls."
    },
    {
      "dayNumber": 5,
      "title": "View Iguazu Falls from the Argentinian side; cross over to Brazil",
      "description": ": Set amidst the lush landscapes of the Parque Nacional do Iguazu Reserve, the falls are one of nature's true masterpieces, a spectacular cascade of 275 interconnecting falls that hurtle over high cliffs into a marvellous curved amphitheatre - a breathtaking sight that extends 3 kilometres across the Rio Iguazu. We'll explore the Argentinian side of the falls today with our Tour Leader, walking to the churning caldron of the Garganta del Diablo (the Devil's Throat), where a series of 14 separate falls merge into one, producing an immense torrent. Later in the afternoon, we drive across the border into Brazil and to our hotel."
    },
    {
      "dayNumber": 6,
      "title": "Free day; Optional visit to the Brazilian side of the falls",
      "description": ": Today is a free day with the opportunity to visit the Brazilian side of the falls (optional) to get a panoramic view of these mighty cataracts. Four times wider than Niagara, the falls hurtle over high cliffs into a marvellous curved amphitheatre several miles wide. The noise is tremendous and huge clouds of mist are churned up by the cascade. The surrounding spray-soaked forest is alive with brightly plumaged toucans, parrots, hummingbirds and colourful butterflies. This afternoon, you can choose from several optional excursions. For an even more spectacular view of the falls, you can take a 10-minute helicopter flight. Alternatively, you can visit the Tropicana Bird Park lying in the rainforest near the entrance gate - this is a must for ornithologists and anyone interested in local wildlife. Another option is an excursion to Itaipu Dam, the largest hydroelectric plant in the world, with an 8-kilometre long dam and a reservoir that covers 1,400 square kilometres. The output from the plant supplies some 80% of Paraguay's electricity and 25% of Brazil's."
    },
    {
      "dayNumber": 7,
      "title": "Fly to Sao Paulo, drive to Paraty",
      "description": ": Depending on flight availability, we'll either fly to Sao Paulo or Rio today. Upon arrival, we'll drive to the pretty town of Paraty. With its secluded beaches and backdrop of jungled mountains, Paraty has a superb setting, and the cobblestoned colonial centre is a wonderful place to relax and people watch."
    },
    {
      "dayNumber": 8,
      "title": "Discover the pretty town of Paraty",
      "description": ": Today is free to explore Paraty. You can take a boat trip out to the outlying islands and tropical beaches in the bay, with the chance swim and snorkel in the lukewarm Atlantic waters. Alternatively, you can take a trip back in time and explore the trail through the mountains once used by the miners to bring their gold. Another option is to hire a bike and explore the local area solo."
    },
    {
      "dayNumber": 9,
      "title": "Drive and ferry to Ilha Grande",
      "description": ": After a final stroll through the atmospheric cobbled streets of Paraty, we'll take a bus down the Atlantic coast to Angra dos Reis. This will be our gateway out to Ilha Grande, a beautiful island with spectacular scenery, unspoilt beaches and atmospheric ruins. The island is car free which adds to its relaxed ambience. We'll take a public boat from Angra dos Reis later this afternoon, travelling the short distance to the colonial port of Vila Do Abraao (around 90 minutes), a picturesque coastal town lying in the shadow of towering mountains. On arrival, we'll walk the short distance to our hotel and our luggage will be transported in a baggage cart."
    },
    {
      "dayNumber": 10,
      "title": "Taxi boat and walk to the paradise beach of Lopes Mendes",
      "description": ": The jungle canopies and white-sand beaches of Ilha Grande are a slice of paradise away from Brazil's mainland. Today, we'll explore this remarkable landscape in more depth. Lopes Mendes beach regularly secures a spot on lists of Brazil's Top 10 beaches - remarkable in a country that numbers not hundreds but thousands of beaches dotted along its lengthy coastline. As it's only accessible by boat and on foot, we'll first take a taxi boat trip from Abraao to Manges Beach, where we have a 20-minute walk through atmospheric forest, along well-marked trails that include some steps. With not a building in sight, Lopes Mendes is a long 3-kilometre stretch of the cleanest, whitest sand imaginable, curving into a crystal blue sea. Our boat trip and the walk give us a great overview of one of the highlights of Ilha Grande. Take a book and a swimming costume, or explore some of the walking trails off the beach. After spending the day here, we'll head back to our hotel the way that we came - walking out to catch our return taxi boat."
    },
    {
      "dayNumber": 11,
      "title": "Travel to Rio de Janeiro",
      "description": ": Our final stop, Rio de Janeiro, beckons today. Leaving Ilha Grande by ferry this morning, we'll travel by bus from Angra to Rio, one of the world's most beautiful cities. Named from the Portuguese for River and the month of January, it's a hard destination to top. With 193 kilometres of marvellous beaches, and a mountain backdrop to die for, it's a city that lives up to its name - Cidade Marvihosa. We'll arrive in the late afternoon and the rest of the day is free to relax. A wander down Copacabana or Ipanema Beach is the perfect introduction to Rio - watch the city come to life as street sellers hawk fresh caipirinhas, and local Cariocas (people from Rio) play volleyball, padel and football along the city's iconic stretches of golden sand."
    },
    {
      "dayNumber": 12,
      "title": "Visit Santa Teresa and Corcovado, for Christ the Redeemer",
      "description": ": Today, we'll visit two of the captivating capital's biggest attractions. We'll visit the towering summit of Corcovado, topped by the immense statue of Christ the Redeemer, giving us incredible panoramic views of the famous bay. Our local guide will then accompany us to the bohemian neighbourhood of Santa Teresa, with its winding streets, street cars and colourful historic mansion houses, whose hilltop setting gives us an excellent view out to the Guanabara Bay coastline. We'll take a walking tour of the neighbourhood, which is home to many of Rio's artists, musicians and poets. Revealing many of the area's highlights, we'll walk through the colourful, tile-lined stairway that leads to the studio of Jorge Selaron, as well as the cultural centre of Parque das Ruinas, which overlooks the bay. Please note, on festivals or special holidays, the queues for the tramway to Santa Teresa can be enormous, and cause delays to our program. In this case, our tour leader might decide to take us into the heart of the historical centre to discover that district instead. After our visit to Santa Teresa, the afternoon is free. You might wish to take the cable car up the triangular peak of Sugar Loaf Mountain, visit Rio's enormous botanical gardens, or perhaps head back to Ipanema or Copacabana beach. We'll celebrate our final evening in Rio tonight, perhaps with one last caipirinha."
    },
    {
      "dayNumber": 13,
      "title": "Tour ends in Rio",
      "description": ": The trip ends after breakfast at our hotel in Rio. There are no activities planned today, so you're free to depart from Rio at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Rio de Janeiro International Airport (GIG), which is approximately a one-hour drive from our hotel."
    },
    {
      "dayNumber": 13,
      "title": "Tour ends in Rio",
      "description": ": The trip ends after breakfast at our hotel in Rio. There are no activities planned today, so you're free to depart from Rio at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Rio de Janeiro International Airport (GIG), which is approximately a one-hour drive from our hotel."
    }
  ],
  "map": ""
}