{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "rio-iguazu-pantanal-group-tour-brazil",
  "tourName": "Rio, Iguazu & Pantanal group tour, Brazil",
  "placesVisited": "City tour of Rio de Janeiro including Sugar Loaf and Corcovado, Iguazu Falls, City tour of Brasilia, Campo Grande, Explore the Pantanal staying in a traditional lodge",
  "generalInfo": "Brazil is the most biodiverse country in the world, with the Amazon rainforest, wildlife-rich wetlands, tropical coastline and epic waterfalls. It is also one of the largest countries in the world, so it can be challenging to cover much terrain on a short holiday. This 12-day Rio to Iguazu Falls holiday makes use of internal flights, private transport and a particularly well planned itinerary to ensure you see as much as possible, without feeling rushed.<br/><br/>Get underway in sunny, cosmopolitan Rio de Janeiro, where a highlight will be the rack-and-pinion railway up through Tijuca National Park, the largest urban forest in the world, to the summit of Corcovado Mountain where the iconic Christ the Redeemer statue awaits. From Rio you fly to another Brazilian icon, the spectacular Iguazu Falls where you’ll spend two days exploring the forested region around the waterfalls.<br/><br/>With a brief pause in the capital, Brasilia, with its futuristic and innovative architecture, you’ll fly on to Campo Grande, gateway to the Pantanal wetlands. In this vast wilderness of rivers, marsh, savannah and cattle ranches, much of it flooded during the rainy season, you’ll stay in a traditional pousada (lodge). From there, expert local guides lead you out to track wildlife including giant anteaters, caimans, capybaras and, perhaps, even jaguars. You’ll head out on foot, by boat and by 4WD, with the option to ride on horseback, too<br/><br/>This small group tour has a maximum of 16 people, minimising your impact on the fragile environments and remote communities you will visit. You’ll travel the entire way with a brilliant tour leader, and, as is fitting given Brazil’s renowned biodiversity, you will stay in accommodation with strong environmental credentials. That includes a family-run lodge in the Pantanal that is involved with efforts to conserve the endemic blue macaw.<br/>",
  "durationDays": "12",
  "price": "3662",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Arrive in Rio",
      "description": "Those of you arriving on an international flight will be met at the airport by the tour leader or a local representative and escorted to the group hotel in Copacabana. The drive from here into the city gives a fleeting glimpse of the docks and commercial centre as you head towards the magnificent stretch of sand at Copacabana beach. You spend 2 days in Rio, with time to explore this extraordinary city of extremes. Sumptuous apartments overlook the sparkling bays against a backdrop of half-built shanty towns, favelas, which cling precariously to the hillsides. Rio squats among towering jungle-clad granite mountains, fringed with white sand beaches which swoop down into the Atlantic surf."
    },
    {
      "dayNumber": 2,
      "title": "City tour of Rio including Sugar Loaf and Corcovado mountain.",
      "description": "Today is an included tour of this iconic city, including the cable car up to Sugar Loaf mountain, a twin-peaked vertical mountain protruding over the ocean, and enjoy the views back over the city and into the lush mountains beyond. You’ll also board a steep rack-and-pinion railway which glides up through tropical Tijuca National Park, the largest urban forest in the world dripping with fruit and flowers, to reach the summit of Corcovado Mountain. Here the famous 40m art deco Christ the Redeemer statue soars above the city, arms outspread benevolently. On a clear day the views over the city and out across the ocean and outlying islands are stupendous."
    },
    {
      "dayNumber": 3,
      "title": "Fly to the Iguazú Falls. Visit both the Brazilian and the Argentine sides.",
      "description": "We head to the airport for the flight to the Iguazú Falls. Situated where the borders of Argentina, Brazil and Paraguay converge, the town of Foz do Iguaçu is your base for 2 days. A total of 275 falls thunder through dense forest over a 2.5km stretch. The u-shaped Devil’s Throat is a thunderous gorge where the frothy water of the Iguazú River crashes over a 1km wide precipice and columns of vapour are thrown skyward. Elsewhere the river flows decorously through the rainforest breaking up into dozens of smaller falls. You can often spot colourful toucans perched in the foliage above the tumultuous waters. From the Brazilian side there is a broad panorama of these magnificent falls, while a series of walkways on the Argentine side take you through the abundant forest, beneath and even behind some of the dramatic cataracts. Walking within touching distance of these thunderous cascades, your clothes and hair soaked with the spray, is one of the most invigorating experiences to be had."
    },
    {
      "dayNumber": 5,
      "title": "Fly to the capital Brasilia.",
      "description": "Fly to Brasília which was inaugurated in 1960 as Brazil’s new capital, designed by Lúcio Costa and Oscar Niemeyer to symbolize national progress. Its layout, resembling an airplane, and its modernist architecture make it one of the most innovative cities in the world."
    },
    {
      "dayNumber": 6,
      "title": "Tour of the nation's capital",
      "description": "Spend the day exploring Brasília’s main attractions: Our Lady of Fatima Church, the Super Blocks district, St John Bosco Sanctuary, the Metropolitan Cathedral, JK Memorial, Itamaraty Palace, Ministries Boulevard, Three Powers Square, Jabarú and Alvorada Palaces, and the South Embassies Sector."
    },
    {
      "dayNumber": 7,
      "title": "Fly to Campo Grande and drive to the Pantanal wildlife wetlands. Excursions by boat and on foot, based at a traditional pousada (lodge).",
      "description": "In the west of Brazil lies a vast area of wetlands known as the Pantanal, a flight to Campo Grande followed by a few hours by road take you into this vast wilderness. This huge territory of rivers, marsh, savannah and cattle ranches is considered to have the world’s most dense flora and fauna ecosystem, and in the wet season 80% of the land is submerged by the overflowing rivers which nurture a rich variety of aquatic plants. You are based in a lodge which is also, a working ranch. Take a 4WD by road and track tour through the open grasslands, stunted cerrado vegetation, swampland and permanently flooded bays. Ride a horse across the savannah, motorboat down the local rivers or paddle a canoe on one of the numerous waterways. Set out to explore the countryside at night, when the Pantanal comes alive with the sounds of frogs and insects. Over 3 full days knowledgeable local guides take you to areas inhabited by giant storks, caiman, giant anteaters, armadillos, howler monkeys and capybara. There is also an extraordinary variety of birdlife: in addition to the aquatic birds egrets, macaws, parakeets and toucans all provide clusters of colour in the low trees. Whatever the season, the wildlife is abundant."
    },
    {
      "dayNumber": 11,
      "title": "Return to Rio.",
      "description": "Fly back to Rio for a final night in one of the world’s most exciting cities."
    },
    {
      "dayNumber": 12,
      "title": "Depart for international flight or extension.",
      "description": ""
    }
  ],
  "map": ""
}