{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "jaguar-spotting-holiday-in-brazil",
  "tourName": "Jaguar spotting holiday in Brazil",
  "placesVisited": "Cuiaba, Paraguay River, the Pantanal, two jungle lodges, daily boat safaris, wildlife known to inhabit the area, includes: tapirs, monkeys, macaws, anacondas, capybaras, giant otters and jaguars",
  "generalInfo": "",
  "durationDays": "9",
  "price": "7099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Cuiabá, the capital of the Mato Grosso state and the gateway to the Pantanal wetlands. After arriving at the hotel, you have the rest of the day free to relax. Around 6pm, say oi to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Brazil? Secure pre-tour hotel nights through your sales representative. Accommodation: Deville Prime Cuiabá (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head towards the remote Paraguay River in the Pantanal this morning. We start by driving 127mi (205km) towards the town of Cáceres before continuing a further 62mi (100km) on dirt roads to our lodge on the banks of the Paraguay River, where we spend the next four days exploring the region for jaguars and other wildlife. This off-the-beaten-path area is the ideal place for jaguar spotting and, with fewer visitors than other areas of the Pantanal, is also much quieter. This afternoon, we board our small motorboats to go on our first jaguar safari, exploring the river and its tributaries for the elusive big cat plus tapirs, monkeys, macaws, anacondas, capybaras, giant otters and any other wildlife we can find. While no guarantees can be made when it comes to wildlife, there is a 90 percent chance of seeing jaguars. Accommodation: Hotel Baiazinha (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We spend the next three days on morning and afternoon boat safaris looking for jaguars and other local wildlife and learning about the delicate ecosystem of the area. The exact lengths of the outings will vary depending on the sightings and you should be prepared to be flexible with the timetable. Make sure to bring all you’ll need including sun protection, insect protection, rain protection, water and your cameras and/or binoculars. Accommodation: Hotel Baiazinha (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, retrace our steps towards Cáceres and onto Poconé and finally Araras Lodge. Surrounded by pristine forest, the lodge offers a range of activities designed to showcase the flora and fauna of the Pantanal, including jeep safaris, trail walks, nocturnal safaris, canoeing and horse riding. Naturalist guides from the lodge accompany us on all excursions to truly enhance our wildlife viewing. The programme changes per trip, dependant on the weather. This afternoon, head out on our first activity before returning and enjoying our first lodge dinner. Accommodation: Araras Lodge (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a full programme of activities around the lodge. Typically, we have one activity in the morning and another in the afternoon. There are hundreds of bird species and dozens of mammals and reptiles to spot in the immediate surroundings; if we are lucky, we will catch sight of the striking hyacinth macaw (or arara jacinta in Portuguese) after which the lodge is named. The largest of the macaws, its dark blue plumage and the bright yellow skin around its eyes and beak make it instantly recognisable. Depending on the weather, it may be possible to take night-spotting tours after dinner to observe nocturnal animals. Accommodation: Araras Lodge (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "If you're keen to make the most out of the jungle, it is possible to wake early and include a final pre-breakfast activity. After breakfast, head back to Cuiabá where the trip ends. We bid farewell and begin our return journey home. If you’d like a little more time to explore, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}