{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "jaguar-photo-tour-in-brazil-pantanal",
  "tourName": "Jaguar photo tour in Brazil, Pantanal",
  "placesVisited": "",
  "generalInfo": "Explore the heart of Brazil’s Pantanal, the largest tropical wetland on Earth and one of the most biodiverse regions in the world. This 8-day photography tour is designed for photographers of all skill levels, offering unparalleled opportunities to capture jaguars– the elusive apex predators of the Americas– along with other extraordinary wildlife in their natural habitat.<br/><br/>Guided by professional wildlife photographer Mike Dexter, you’ll receive personalized tuition tailored to your needs, whether you’re a beginner eager to learn or an experienced photographer refining your craft. From technical tips to creative storytelling, Mike will help you take your photography to the next level in this unique and inspiring journey.<br/><br/>More than a photography tour, this experience offers an opportunity to connect with the Pantanal’s vibrant ecosystems and the conservation efforts protecting them, whilst building an incredible portfolio of wildlife photography.<br/><br/>Highlights:<br/>- Jaguar Photography: Capture the majestic beauty of the Americas’ largest cat in its natural habitat, with expert guidance from Mike Dexter.<br/>- Diverse Wildlife: Photograph giant river otters, monkeys, caimans, and over 650 species of birds in the lush landscapes of the Pantanal.<br/>- Boat Safaris: Enjoy sunrise and sunset safaris on the Cuiabá and Piquiri Rivers, offering close encounters with wildlife and stunning views.<br/>- Eco-friendly Accommodation: Stay aboard the Aguapé Hotel Boat, blending comfort with sustainable travel practices in the heart of jaguar territory.<br/>- Photography Tuition: Receive hands-on guidance, personalized feedback, and creative insights to help you capture stunning images.",
  "durationDays": "8",
  "price": "7495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cuiabá and transfer to the Deville Hotel for an overnight stay. Take time to relax and prepare for your journey into the Pantanal."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Depart after breakfast for Poconé City, then travel along the iconic Transpantaneira Park Road. This scenic route offers opportunities to spot wildlife along its many wooden bridges. Enjoy lunch by the Pixaim River before continuing to Porto Jofre. From there, take a short boat ride to the Aguapé Hotel Boat, your comfortable base anchored on the Piquiri River."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Spend five days exploring the Encontro das Águas National Park and surrounding waterways, a hotspot for jaguar sightings. Morning and afternoon boat safaris will take you deep into jaguar territory, where you’ll also encounter other wildlife such as giant river otters, howler monkeys, caimans, capybaras, and a stunning array of birds. Return to the Aguapé Hotel Boat for meals, relaxation, and photography discussions with Mike Dexter."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out of the Aguapé Hotel Boat and begin your journey back to Cuiabá, arriving in time for afternoon flights."
    }
  ],
  "map": ""
}