{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "pantanal-rare-wildlife-holiday-in-brazil",
  "tourName": "Pantanal rare wildlife holiday in Brazil",
  "placesVisited": "",
  "generalInfo": "This tour takes you to both the northern and southern Pantanal in search of a huge wealth of wildlife. From the jaguar capital of the world in the northern Pantanal to several wonderful and unique lodges in the southern Pantanal. <br/><br/>Explore these locations in a variety of different ways; walking, jeep safaris, river safaris and horseback safaris. All of these ways to see the environment and wildlife are designed to highlight different areas and species. We have a fantastic success rate in seeing all of the larger mammal species, including jaguars, maned wolves, tapirs, giant anteaters and giant otters. For anyone wishing to see the wonders of the Pantanal this is the tour for you.<br/><br/>This specific tour offers the chance to try and see some of the rarer species of the Pantanal including giant armadillos, ocelots and maned wolves.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife watching holidays that focus on one specific rare or elusive species of mammals. These trips are specialised in that they have a distinct focus, a species which is the overall target for the tour. But of course we are exploring the wonderful and diverse natural environment and many other species can also be seen. However this is the only specialist mammal tour focusing on both the northern and southern the Pantanal.<br/><br/>On this tour you will firstly visit the northern Pantanal and our focus will be on some of the rarer species here from jaguars and ocelots to giant otters and giant armadillos.<br/><br/>All of this will be done with the expert guidance of local naturalist guides and where possible our own zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) guides and wildlife researchers also. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect specialist Pantanal wildlife watching tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Cuiaba and Campo Grande. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and safaris. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Brazil. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and permits. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the field. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>During September to October the weather in the Brazilian Pantanal is hot and dry (although it is the end of the dry season and the occassional early rain can occur). The temperatures during the day and night are hot and they heat up quickly in the morning. At this time of year the rainy season is approaching and whilst rain is rare at this time of year it is not unheard of for a tropical storm to blow in.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local naturalist guides have their ears to the ground and are constantly scouting new areas for rare and unusual wildlife. So we know of all of the locations to visit and we have the adaptability to change our plan (if needed) to take advantage of better wildlife watching in other locations whilst on the trip.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges. <br/>• Spend all the daylight hours searching for wildlife as well as spotlighting as many mammal species are nocturnal.<br/>• All the above reasons give this, our specialist mammal watching tours give us a great success rate of seeing our targeted species (as well as many others). We have an unrivalled network of experts and guides throughout Brazil so that we can try and find and observe mammals and many more species. We also have the ability to organise and run wildlife tours of Brazil at other times of year and focusing on other groups of wildlife such as birds, reptiles &amp; amphibians or even botany as well as other groups of animals or even specific species such as jaguars, maned wolves, giant armadillos etc. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour focused on 2 areas of the vast Pantanal wetland ecosystem; the northern which is serviced by the city of Cuiaba and the southern which is served by the city of Campo Grande. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle (4x4 or boat) and so the trip requires no special hiking experience or a specific level of physical fitness. This is a very easy trip to undertake. There are some optional activities from horse back if you wish and walking, however the walks are not particularly long and there are no steep inclines.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "18",
  "price": "8995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cuiaba - Arrival When you arrive into Cuiaba airport, you will meet your local guide and driver and then be taken to your hotel for the night. The rest of the day will be at leisure. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transpantaniero - Travelling & Wildlife Watching After breakfast at the hotel you will depart for the Pantanal. After around 1.5 hours of driving you will reach the Transpantaneira Road. This is one of the best places in the world to spot wildlife. We will be looking for hyacinth macaws, giant anteaters, capybara and other bird life but one species we will have no difficultly in finding is the Yacre caiman. There are some excellent wildlife photography opportunities along the way. Once you arrive you will have some food at the Porto Jofre hotel and then if there is time head out on your first trip to look for jaguars on the rivers. (breakfast and dinner only included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transpantanerio / Campo Grande - Travelling This morning will start very early as we have a very long day ahead of us. We will depart from the camp at in the morning and head back to the city. We will fly from Cuiaba to Campo Grande and when we will arrive in Campo Grande and then be met at the airport by our driver and be taken to our city hotel for the night. Dinner can be served at the hotel or a nearby restaurant. (breakfast only included)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Campo Grande - Travelling This morning we will depart from Baia das Pedras after breakfast and take private Cessna planes out over the Pantanal towards the city of Campo Grande. The views as we fly over the mosaic of cattle ranch, forest, grassland, lakes and rivers is wonderful from the air and it is also possible to spot wildlife with giant anteaters, tapirs and rhea all very obvious from the air. On arrival in Campo Grande airport you will be taken to the larger airport to catch your return flight home or to your hotel in the town for tonight. (breakfast only included)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}