{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "small-group-tour-in-brazil",
  "tourName": "Small group tour in Brazil",
  "placesVisited": "Salvador, Manaus, Boat ride through the Amazon rainforest, Stay in a remote jungle lodge, Rainforest walks and night safaris, Pantanal Wildlife Reserve, Iguazu Falls, Rio de Janeiro",
  "generalInfo": "Over the course of two weeks on this small group trip to Brazil you will see one of the world’s largest and most beautiful waterfalls, ride a speedboat through the canals and creeks of the Amazon Forest, track caiman by night, learn how to catch a piranha fish, and sip a freshly made caipirinha while overlooking the Atlantic in Rio de Janeiro. Pretty special, right?<br/><br/>Your adventures begin in Salvador, among Brazil’s most historic cities and a jumble of cobbled streets and faded colonial architecture, a delight to wander with a camera swinging from your arm. From Salvador you’ll fly on to Manaus, with its famous Opera House, and the gateway to the mighty Amazon Rainforest. Soon you’ll be skipping along the water headed for a remote jungle lodge, which will be your base for some fascinating walks by day and night in search of the Amazon’s colourful wildlife.<br/><br/>Very few visitors make it as far as the Pantanal Reserve, so remote is it. Yet this is a treasure trove of biodiversity, with hundreds of species of bird – many of which you’ll hear singing as you relax in a hammock at sunset. In Pantanal you’ll head out in small boats for a spot of piranha fishing. Let’s hope they only bite the bait!<br/><br/>You continue on to the immense Iguazu Falls, a staggering natural spectacle, surrounded by spray-soaked forest where toucans, parrots and hummingbirds fly. There is the option here of taking a helicopter flight overhead for amazing panoramic views.<br/><br/>Finally, the tour comes to an end but what a place to end it: Rio de Janeiro, among the world’s most exciting destinations, where you might catch a samba show, take the cable car up Sugar Loaf Mountain, or simply toast your fellow travellers with a few cocktails before saying your goodbyes. <br/>",
  "durationDays": "14",
  "price": "4915",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Salvador",
      "description": ": Our tour starts today in Salvador, the capital of the state of Bahia and one of Brazil's most historic cities. Its roots stem back to 1501, when the navigator Amerigo Vespucci first sailed into its bay. Initially considered to be the nation's capital due to the natural protection of the cliffs rearing from the sea, its bay was one of the finest anchorages on the eastern shores of the New World. Due to the number of evening flights into Salvador, our Tour Leader plans to do a welcome meeting on the morning of day two, and will leave a message in reception with details on timings and everything else that you'll need for the day. For those of you who have already arrived, our tour leader will be in reception at 6pm if you'd like to go out for an evening meal. There are no activities planned today, so you're free to arrive in Salvador at any time. If you'd like an airport transfer today, you'll need to arrive into Salvador-Deputado Luis Eduardo Magalhaes International Airport (SSA), approximately a one hour drive from our hotel."
    },
    {
      "dayNumber": 2,
      "title": "Guided tour of the city; free afternoon",
      "description": ": This morning, we'll have a guided orientation tour of the city. The Pelourinho area is the most important collection of 17th-18th century architecture in the whole of the Americas - a jumble of centuries old churches, narrow cobbled streets and spacious plazas bordered by decaying mansions. Despite its Portuguese architecture, the spirit, cuisine, culture and people are predominantly African. The area's riches originated from sugar cane and tobacco, with most of the workforce coming from the west coast of Africa. Today, the population is mostly of African descent - this is reflected in the rhythms of the music that pulsates through the streets, as well as in the cuisine and Candomble, a mixture of African and Christian deities and rites. This afternoon is free for you to explore more solo or relax on the beach. You could also take a guided cycling excursion - these trips take in either the shorelines of the lower city and its landmarks or the Barra district, home to Brazil's largest street festivities during Carnival time, and leading to some of the most beautiful beaches on Salvador's long coastline. The flat areas around the city are perfect for cycling."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Manaus, gateway to the Amazon",
      "description": ": We'll take an indirect flight to Manaus today, a sprawling city in the heart of the Amazon basin on the banks of the Rio Negro. This bustling urban community seems other-worldly in the midst of the vast tracts of jungle. Once rich and fashionable, the capital Amazonas is now quickly expanding as a free trade zone. On arrival, we'll transfer to our accommodation, arriving late in the evening. Please note, airlines in Brazil change their schedules up until just a couple of weeks before departure, and the changes can be quite significant. While we anticipate that you'll have the early morning free in Salvador, with your flight (via Sao Paolo) arriving to Manaus in the evening, this is subject to change."
    },
    {
      "dayNumber": 4,
      "title": "Journey by bus and boat to reach our Amazon lodge",
      "description": ": This morning, we'll drive to the port where we board our boat and cross the Amazon, seeing the 'Meeting of the Waters' phenomenon en route - the point at which the black Rio Negro and the brown Solimoes come together and continue towards the coast under the name of the Amazon. The rivers run separately for several miles, creating an usual two-toned effect as the river runs. We take another short private bus journey, and a final speedboat trip up the Parana do Mamora as we journey through the rainforest to our remote Amazon lodge. This amazing place is one of the best spots to experience the rainforest - right on the banks of the Rio Juma, and surrounded by lush forest. Our excursions here will be flexible depending on the weather and various other factors, but on arrival we might take the opportunity to go out by canoe or take a night tour to spot caiman along the river."
    },
    {
      "dayNumber": 5,
      "title": "In the Amazon; Jungle walk, visit the local community and search for caiman on a night boat trip",
      "description": ": There are several activities on offer to help us make the most of our time in the heart of the Amazon. We might visit the local Caboclo community; these forest villagers are descended from the mixing of indigenous populations and white adventurers, such as rubber tappers or prospectors. We can fish for piranha in the river (surprisingly tasty!) or take nature walks into the jungle, accompanied by a local guide. At night, we'll spot caiman by torchlight, seeing their beady eyes float as red pinpricks in the darkness. Our stay here is dedicated to discovering this incredible region, giving us an appreciation for the precariously balanced ecosystem and the efforts being made to protect it."
    },
    {
      "dayNumber": 6,
      "title": "Return to Manaus and fly to Cuiaba",
      "description": ": We have a long travel day ahead of us today as we depart the Amazon. The first half will be part of the adventure as we travel by launch along the Rivers Juma and Macarico, to Careiro Village. From there, we return to Manaus by bus, and then boat across the Amazon River. We'll head straight to the airport on arrival, and board our indirect plane to Cuiaba. We'll arrive to Cuiaba late, possibly even in the early hours of tomorrow, and go straight to our hotel ready for our drive into the Pantanal tomorrow."
    },
    {
      "dayNumber": 7,
      "title": "Drive to the Pantanal Wildlife Reserve",
      "description": ": Driving from Cuiaba to the Pantanal Wildlife Reserve along the Transpantaneira road, we have our first encounters with wildlife at the waterholes. We have two full days to explore this paradise for birds and wildlife. There are over 600 bird species including waders, toucan, heron, stork, duck and coot and 350 varieties of fish, including the piranha. Animals include deer, armadillo, tapir, boar, the unusual capivara and thousands of Jacare caiman (alligator). Few visitors discover the remote Pantanal, so there is little infrastructure for tourists. Our lodge is located by a river and has a pool to relax beside - a wonderful combination of relaxation and a chance to see the most readily accessible and prolific wildlife in Latin America. Lie in your hammock and appreciate the evening birdsong."
    },
    {
      "dayNumber": 8,
      "title": "Explore the Pantanal on foot and by 4x4 or boat",
      "description": ": Much like in the Amazon, our time here in the Pantanal is flexible and we have two full days to explore. We might head out on foot, in small boats, on horseback, or by jeep safari to explore the area around our lodge. Boat trips in the Pantanal take place only during the high water period; typically November to April. Early morning and dusk is the best time for wildlife spotting, and we'll split large groups into two for better viewing opportunities. We'll also have the opportunity to do some piranha fishing in the evening."
    },
    {
      "dayNumber": 9,
      "title": "In Pantanal; jeep safari or boat ride",
      "description": ": Today we continue exploring Pantanal Wildlife Reserve on foot, by 4x4 or by boat, with plenty of opportunities to spot the incredible wealth of wildlife on offer. Again, our day will be flexible depending on the season, the weather and the wildlife patterns - no two days in the Pantanal are the same! For those who'd like to join, there's an optional (not included) full-day excursion to search for the Pantanal's elusive jaguar. In recent years the Pantanal has emerged as one of the best places to spot jaguars in the wild - although daily sightings cannot be guaranteed as these vary according to the temperature, rainfall and seasonal water changes. The excursion leaves our lodge at around 5.30am, returning at approximately 7pm, giving around 7-8 hours of boat time to spot these beautiful creatures. You'll spend most of the day sailing on the Rio Claro, as jaguars are more easily spotted from the banks with the help of the eagle eyes of the boat captains."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Iguazu Falls, overnight in Foz do Iguacu",
      "description": ": This morning, we return to Cuiaba by road for an indirect afternoon flight to Iguazu. The connections can be long and it could take around 10 hours to arrive into Iguazu (although schedules vary), with some flights arriving in the early hours of tomorrow morning. We'll book the best flights available, but schedules can vary quite significantly between departures. In the air, we'll witness the vastness of the Amazonian plains below us, building anticipation for our visit to the falls tomorrow. Set amidst the lush landscapes of the Parque Nacional do Iguazu Reserve, the falls are one of nature's true masterpieces, a spectacular cascade of some 275 interconnecting falls that hurtle over high cliffs into a marvellous curved amphitheatre - a breathtaking sight that extends 3 kilometres/1.8 miles across the Rio Iguazu."
    },
    {
      "dayNumber": 11,
      "title": "Visit the Brazilian side of the falls",
      "description": ": Today, we'll visit the falls on the Brazilian side. The noise is tremendous and huge clouds of mist are churned up by the cascade. The surrounding spray-soaked forest is alive with brightly plumaged toucans, parrots, hummingbirds and colourful butterflies. From here, it might be possible to arrange a visit to the Argentinian side of the falls to get a close up of the fitfully churning 'Devil's Throat' by navigating a series of catwalks."
    },
    {
      "dayNumber": 12,
      "title": "Fly to Rio de Janeiro; Free afternoon",
      "description": ": Leaving the Iguazu area, we fly to Rio de Janeiro. There are very few direct flight options but we'll take one where possible. The spectacular setting of Rio is hard to beat. With 193 kilometres/120 miles of marvellous beaches and a mountain backdrop it really is a tropical paradise. Flight time permitting, this afternoon is free to relax - you could visit the Botanical Gardens, see the historic centre and look up at the enormous stained-glass windows of the Metropolitan Cathedral or sip a caipirinha overlooking the Atlantic Ocean. This evening, you could top off your Brazilian adventure with an optional samba show or sample the sounds and rhythms of the city in the nightlife district of Lapa."
    },
    {
      "dayNumber": 13,
      "title": "Visit to Santa Teresa and Sugar Loaf Mountain",
      "description": ": We have a busy day ahead today. In the morning, you have the option to visit the towering summit of Corcovado topped by the immense statue of Christ the Redeemer before our city tour. In the afternoon, our local guide will take us to the bohemian neighbourhood of Santa Teresa, with its winding streets, street cars and colourful mansion houses. We'll take a walking tour of the neighbourhood, which is home to many of Rio's artists, musicians and poets, and is undoubtedly the most picturesque area in the city. Uncovering many of the area's highlights, we'll walk through the colourful, tile-lined stairway that leads to the studio of Jorge Selaron, as well as the cultural centre of Parque das Ruinas, which overlooks the bay. Please note, on festivals or special holidays, the queues for the tramway to Santa Teresa can be enormous, and cause delays to our program. In this case, our tour leader might decide to take us into the heart of the historical centre instead. After our visit, we'll take a cable car up to the huge Sugar Loaf Mountain from where the late afternoon views of Rio are breathtaking."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends Rio de Janeiro",
      "description": ": The trip ends after breakfast at our hotel in Rio. There are no activities planned today, so you're free to depart from Rio at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Rio de Janeiro International Airport (GIG), which is approximately a one hour drive from our hotel."
    }
  ],
  "map": ""
}