{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "pantanal-self-drive-holiday-brazil",
  "tourName": "Pantanal self drive holiday, Brazil",
  "placesVisited": "",
  "generalInfo": "Experience a road trip through the breathtaking Pantanal Wetlands in Brazil, revealing its lush landscapes and rich biodiversity. The adventure unfolds with a scenic 4 to 5-hour drive to Bonito, an idyllic haven celebrated for its serene escape from urban chaos, immersing travellers into the heart of nature. Delve into the tranquil emerald waters of the Rio da Prata, where a vibrant colourful snorkelling adventure awaits. <br/><br/>Continue the expedition deeper into the Pantanal, establishing your base at the Refúgio da Ilha Eco-Lodge. This haven is renowned for its myriad activities and wildlife encounters, offering a diverse range of excursions. The lodge presents a flexible itinerary featuring inclusive excursions, thrilling adventures, and educational journeys, all led by seasoned in-house guides. At Refúgio da Ilha, tailor your days to your liking—whether actively exploring the delicate ecosystem on horseback or by canoe or unwinding amidst its tranquil surroundings. This immersive experience ensures a fun blend of discovery and relaxation.",
  "durationDays": "7",
  "price": "2117",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE CAMPO GRANDE - On arrival at Campo Grande airport, pick up your rental car at the Localiza counter and head to Deville Campo Grande. Situated in the city centre, this hotel combines luxury and convenience, serving as an ideal base to start our road trip adventure. Depending on your arrival time, you may opt to proceed directly to Bonito from Campo Grande airport. Journey time: approx. 30 minutes (15km)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ROAD TRIP - Depart on a 4 to 5-hour journey from Campo Grande to the picturesque village of Bonito, traversing well-maintained roads that showcase the lush landscapes of Mato Grosso do Sul. Brazil's eco-tourism capital, Bonito, is located against a backdrop of limestone plateaux and valleys, providing a haven for outdoor enthusiasts. Crystal-clear streams and deep lagoons teem with vibrant fish, surrounded by lush green vegetation along the riverbank. Beyond its breathtaking scenery, Bonito offers diverse experiences for visitors. Stay overnight at the charming Pousada Olha d’Agua, just a short distance from the heart of Bonito. Journey time: approx. 4-5h (310km)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SNORKELLING IN THE RIO PRATA - Enjoy an extraordinary day in Bonito exploring the captivating Rio da Prata and its enchanting surroundings. Immerse yourself in the abundance of wildlife, meander through crystal clear lagoons, and revel in the lush vegetation lining the riverbanks. Plunge into the crystalline waters of Olho d’Água, a serene tributary of the Rio de la Prata, for an unparalleled snorkelling experience, unmatched in Brazil. The river acts as a living aquarium, showcasing a vibrant array of multi-coloured fish species and underwater plants, creating a mesmerising visual spectacle. After a delcious lunch on the shores of a nearby lagoon, proceed to the ancient sinkhole, Buraco das Araras. Plummeting 124 metres, this remarkable spectacle serves as a sanctuary for macaws and tropical birds, finding refuge in the safety of giant cave walls. The lake formed at the sinkhole's bottom is home to caimans and other aquatic animals. As the sun sets, witness a flurry of activity with hundreds of squawking birds returning to their nests, creating a memorable conclusion to the day. Journey time from Bonito to Rio da Prata: approx. 1 h (50 km) Journey time from Rio da Prata to Buraco das Araras: approx. 15 min. (10 km) Journey time from Buraco das Araras to Bonito: approx. 1 h (55 km)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "EXPLORING THE PANTANAL - The morning journey north towards the Pantanal is a 3-hour drive through forests, picturesque meadows, and over the Rio Miranda on well-paved roads. A notable detour leads to the Boca da Onça Private Reserve, where hiking trails wind through emerald forests, unveiling 14 waterfalls, the tallest plunging an impressive 156 metres. Upon reaching the Rio Salobra's banks, discover Pantanal tranquility at Refúgio da Ilha. This intimate eco-tourism lodge, a family-run farmhouse, welcomes early arrivals with a delicious local lunch. Fuelled and ready, engage in the lodge’s afternoon activity, offering a glimpse into the incredible biodiversity in the surroundings. As the day winds down, savour a delightful dinner, unwind in the homely atmosphere, and share stories with fellow travellers and the welcoming host family. Journey time: approx. 3h (160 km)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "EXPLORING THE PANTANAL - During your stay at Refúgio da Ilha, their expert guides offer two daily excursions, allowing you to delve into the wonders of the Pantanal. Explore this unique and long-unexplored ecosystem through various tours and educational trips. The Pantanal, previously inaccessible, now stands as a pristine example of natural preservation. Spanning 150,000 km², it hosts over 700 bird species, 80 mammals, 50 reptiles, 300 fish types, and numerous plant varieties—a paradise for wildlife enthusiasts. Your adventures at Refúgio da Ilha include boat trips along Rio Salobra and Miranda, horse-back rides, walking trails, birding, 4 x 4 off-road adventures, and canoeing, each promising a unique perspective of the thriving Pantanal ecosystem."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "EXPLORING THE PANTANAL - Today ensures another full day of wildlife discoveries in this eco-sanctuary. Those choosing to navigate the waterways may encounter colonies of giant otters that inhabit this place. Alternatively, embark on a leisurely horseback ride to uncover the diverse flora and fauna of areas possibly challenging to explore on foot. Whether on water or horseback, the Pantanal's natural wonders await your exploration, promising a day filled with enchanting wildlife encounters in this unique habitat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "RETURN TO CAMPO GRANDE - As your Pantanal adventure concludes, commence the final drive back to Campo Grande. The return journey unveils a fresh perspective, offering stunning wetland views. Expect a 4-hour drive, plus additional time to return the rental car before any onward flight. Reflect on the captivating Pantanal experiences, cherishing the memories while traversing the scenic landscapes one last time."
    }
  ],
  "map": ""
}