{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "pantanal-and-iguazu-tour-brazil",
  "tourName": "Pantanal and Iguazu tour, Brazil",
  "placesVisited": "",
  "generalInfo": "Venture into Brazil's heart, from the vast Pantanal Wetlands to the thundering Iguaçu Falls. Witness vibrant wildlife on thrilling safaris, stroll through lush rainforests and marvel at the world’s most awe-inspiring cascades. Experience Brazil and Argentina's shared natural wonder, and explore the captivating beauty of the Iguazu Falls from both sides. A fusion of adventure and tranquility await.",
  "durationDays": "9",
  "price": "2378",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Campo Grande - Pantanal, Brazil: Gateway to Wild Adventures Departure from Campo Grande Our day begins as we depart Campo Grande, journeying through captivating landscapes towards Buraco das Piranhas, traveling roughly 300 km, approximately a 4-hour scenic drive. Transfer to Pantanal Lodge Arriving at Buraco das Piranhas, a specialized vehicle awaits, ready to transport us deep into the Pantanal Wetlands region. After a 40-minute drive, soak up the extraordinary views of lush greenery, picturesque waterways, and wildlife sightings along the way. Arrival and Relaxing at Lodge Settle comfortably into your accommodation nestled in the heart of the awe-inspiring Pantanal, the largest and most diverse floodplain on earth. Enjoy the tranquil atmosphere of the lodge as you unpack and unwind amidst nature’s beauty. Welcome Dinner Savor a delightful Pantanal-inspired dinner at the lodge, sampling delicious regional dishes rich in flavor. Unwind and mingle with fellow travelers as you prepare for the exciting explorations ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pantanal, Brazil: Foot and Jeep Wildlife Exploration Early Morning Ecological Walk Begin your day with a guided ecological walk through pristine forests and open grasslands. Together with our knowledgeable local bilingual guide, discover fascinating flora and fauna like monkeys swinging overhead, vibrant birdlife, possible sightings of capybaras, marsh deer, and intriguing reptiles. Lunch and Leisure Time Return to the lodge around noon for lunch, sampling delightful dishes featuring local ingredients. Afterwards, enjoy serene downtime, relax in hammocks or simply take in peaceful views of the Pantanal wilderness. Afternoon 4x4 Safari We set out in rugged 4x4 vehicles for an unforgettable safari across Pantanal da Nhecolândia— famous for its rich diversity and abundant wildlife. Spotting opportunities include jacare caymans, jabiru storks, giant anteaters, and if fortunate— the elusive jaguar. Dinner and Nighttime Silence Close the day with an authentic meal served at the lodge, then rest under starry Pantanal skies thinking about tomorrow’s adventures."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pantanal -Brazil: Pantanal River Adventures & Night Safari Morning River Safari & Piranha Fishing After breakfast, we embark on a captivating boat safari through winding rivers of the flooded plains. Enjoy an exciting fishing experience, challenging your skills against the fierce and infamous piranha. Our expert guides will demonstrate fishing techniques while sharing intriguing facts about this famous predator. Lunch Break and Rest Take a quiet pause with lunch at the lodge, tasting local cuisine and re-energizing yourself amid soothing surroundings. Afternoon Leisurely River Float Late afternoon, surrender to total relaxation as we gently drift downstream by boat through flooded river channels. This leisurely journey allows close wildlife observation and breathtaking photography opportunitieswatch for otters, capybaras, and diverse bird species drawn to the water’s edge. Exciting Nocturnal Wildlife Observation After sunset, venture onto the water again for our nocturnal safari. With a spotlight in hand, guides will help spot elusive nighttime wildlife—such as caiman eyes glowing in the dark, foxes exploring riverbanks, and rare night birds in their element. A truly magical experience! Dinner under Pantanal Stars End this unforgettable day recounting highlights around dinner beneath a sky filled with endless stars."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pantanal - Bonito, Brazil: Scenic Transfer to Beautiful Bonito Morning Farewell & Breakfast Enjoy your last breakfast at the Pantanal lodge, savoring delicious regional dishes, fresh fruits and beverages before preparing to say goodbye to the breathtaking natural scenery. Private Drive to Bonito Relax aboard your private transportation, departing from Pantanal do Corumbá towards Bonito. As you drive, unwind, appreciate the picturesque landscapes, vibrant rural countryside and lush greenery that typify the Mato Grosso do Sul region. This pleasant and comfortable transfer allows you plenty of opportunities to reflect on your Pantanal adventure and anticipate your upcoming experiences in captivating Bonito. Arrival in Bonito Upon arrival in Bonito, you'll find yourself enchanted by one of Brazil’s premier eco-tourism regions. Famous for crystal-clear river waters, stunning caves and abundant aquatic life, Bonito offers new and exciting adventures ahead."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bonito - Free Day: Leisure and Exploration in Bonito Relaxing Start and Leisurely Breakfast Wake up at your leisure and enjoy a peaceful morning in beautiful Bonito. Take your breakfast slowly, savor tropical fruits, fresh juices, and local delicacies, preparing yourself for a relaxed or adventure-filled free day ahead. Optional Adventures and Tours With this free day, Bonito's remarkable nature invites you to choose your ideal experience. You can arrange these optional activities locally: Crystal Clear Snorkeling Adventure Drift through incredible freshwater rivers (such as Rio da Prata or Rio Sucuri) showcasing Bonito’s famously transparent waters and dazzling fish species. Waterfall and Trail Hike Set out on lush green trails leading to spectacular waterfalls. Enjoy rejuvenating swims underneath cascading waters and immerse yourself deeply in pristine surroundings. Cave Exploration Discover remarkable caves like Gruta do Lago Azul (Blue Lake Cave), famed for its awe-inspiring turquoise waters and fascinating geological formations dating back thousands of years. Adventure Activities If seeking excitement, try abseiling, treetop canopy, zip-lining or eco-cycling to see Bonito from thrilling new angles. Relax and Unwind in Town Enjoy strolling through Bonito’s charming town streets, stopping for refreshing drinks, local snacks or souvenirs in local boutiques. Relax at quaint cafés or simply unwind by your accommodation's pool, soaking in the peaceful atmosphere around you. Dinner and Evening at Leisure End your leisurely day at one of Bonito's inviting local restaurants, savoring delicious regional dishes showcasing fresh local ingredients. Chat with friendly locals and fellow travelers as you recount the day's memories under Bonito’s star-filled, peaceful skies."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bonito - Campo Grande: Journey from Bonito to Iguacu Falls Morning Farewell in Bonito Begin your morning with a leisurely, delicious breakfast, savoring Bonito’s inviting charm one last time. Take in a final stroll or snapshot before you leave this tranquil town behind. Countryside Transfer to Campo Grande Settle into a shared transfer vehicle and enjoy a picturesque drive through rolling farmlands and lush ranches, reflecting on your Bonito adventures as you make your way towards Campo Grande. Campo Grande: Arrival and Departure Upon arrival in Campo Grande, take a short break to stretch your legs or grab a snack. At 14:30, board your comfortable long-distance bus bound for Foz do Iguacu. The journey promises sweeping glimpses of Brazil’s heartland as you settle in for an overnight ride—approximately 15 hours and 40 minutes on the road. Overnight Bus Journey to Iguacu Relax as you’re whisked across the Brazilian countryside, watching rural villages and open fields drift past your window under the starlit sky. Rest up for tomorrow’s adventure!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Foz do Iguacu, Brazil: Majestic Iguazu Falls & Exotic Bird Encounter Early arrival in Foz de Iguazu Check in to your hotel room and enjoy the morning until your next scheduled acticitiy. Explore Parque das Aves - Bird Park Step into a lush, vibrant 16.5-hectare sanctuary nestled within the exuberant Atlantic Forest—Parque das Aves. Wander scenic walkways through lush native habitats that house over 1,320 diverse birds representing 143 extraordinary species gathered from all around Brazil and the globe. This is far more than an ordinary nature walk: you'll venture into interactive aviaries, coming face-to-face with iconic birds like brilliant macaws, rare parrots, and friendly toucans. Feel the stirring sensation as colorful wings flutter gracefully around you, and enjoy fascinating insights shared by your knowledgeable local guide. A truly unique and enchanting wildlife experience. Brazilian Side of Iguazu Falls Enter Iguazu National Park, a protected paradise of rich Atlantic rainforest ecosystems established in 1939. Stroll along a 1,200-meter-long panoramic walkway that brilliantly showcases the majesty and immensity of Iguazu Falls. Enjoy multiple viewpoints revealing breathtaking panoramas of the impressive cascades—275 waterfalls in total—including the four most renowned: Floriano, Deodoro da Fonseca, Benjamin Constant, and the iconic and awe-inspiring Salto União, famously called the Devil's Throat. Listen closely to the powerful roar, feel the mist on your face, and capture stunning photographs that will become lasting memories of this natural wonder. Panoramic Elevator & Return Conclude your unforgettable tour with a thrilling ride on the panoramic elevator, offering sweeping final views of the falls from above. Return comfortably to your vehicle, reflecting on an exhilarating day immersed in both nature’s serenity and power. Evening at Leisure Spend a relaxing evening exploring local cuisine at nearby eateries or resting at your hotel, savoring today's remarkable adventures and looking forward to the journeys still ahead."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Foz do Iguacu, Brazil: Argentina's Spectacular Iguazu Experience Morning Breakfast Kickstart this thrilling day with a delicious breakfast, featuring freshly brewed coffee, tropical fruit selections, pastries, and local specialties at your accommodation. Journey into Argentina – Iguazu National Park Set off on a crossing into Argentina’s side, toward the renowned Iguazu National Park, an iconic UNESCO World Heritage site famed for its dramatic beauty and impressive biodiversity. Your guide will facilitate border procedures for a smooth and seamless transition into this natural wonderland. Upper Circuit Walk – Panoramic Views Explore the Upper Circuit trail, offering sweeping views of Iguazu’s entire waterfalls complex and serene delta islands. From raised walkways, marvel at the magnificent vistas from above—witness powerful cascades plunging dramatically down cliffs surrounded by lush green jungle. The totally immersive scenery provides perfect panoramic photo opportunities, allowing you to appreciate the extraordinary scale and splendor of this nature’s masterpiece. Lunch Break in Nature Take time to rest and refresh in the park’s relaxing setting; grab lunch at one of the designated eateries within the scenic surroundings, savoring regional Argentine flavors as you reenergize amidst the lush greenery. Lower Circuit Walk – Close Encounter Experience Follow pathways on the Lower Circuit—offering intimate encounters and exhilarating proximity to several magnificent waterfalls. Experience close-up views and delight in the misty embrace, capturing fascinating views of the powerful water flows crashing into the river below. This route is sure to awaken your senses, immersing you in Iguazu’s spectacular beauty and refreshing spray. Devil’s Throat Viewing Platform Finally, approach the breathtaking highlight—the iconic Devil’s Throat (Garganta del Diablo). Follow sturdy walkways extending dramatically above rushing waters, eventually reaching a platform perched right on the edge of these stunning horseshoe-shaped waterfalls. Feel the immense power of the torrents tumbling down, hear their thundering roar, and photograph this incredible phenomenon up close, leaving a powerful, lasting memory of nature's majesty. Return to Foz do Iguacu, Brazil After an extraordinary day on Argentina’s side, comfortably travel back to your accommodation in Foz do Iguacu. Relax during the short journey, reflecting on adventures experienced at one of the world’s greatest natural wonders. Evening Leisure Spend the evening relaxing at your hotel or dining at local eateries, cherishing unforgettable memories gathered during the day's thrilling exploration."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Foz do Iguacu, Brazil: Farewell to Iguacu - Safe Travels! Leisurely Breakfast & Farewell Relax and savor your final breakfast in Iguacu. Indulge in local Brazilian treats, fresh fruits, pastries, and aromatic coffee as you reminisce on the unforgettable experiences you’ve enjoyed throughout your journey. Transfer to Foz do Iguacu Airport (Timing as needed) At an agreed-upon time after breakfast, your driver will meet you at your accommodation lobby, assisting with your luggage for a stress-free transfer. Sit back and enjoy a smooth ride to Foz do Iguacu Airport, soaking in your last glimpses of this spectacular region. Departure & Onward Journey Bid farewell to your local hosts with a heart full of lasting memories and incredible stories to share from your Brazilian adventure. We wish you a pleasant and safe onward flight and look forward to welcoming you again soon. Safe travels ahead!"
    }
  ],
  "map": ""
}