{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-wildlife-tour-jaguars-and-waterfalls",
  "tourName": "Brazil wildlife tour, jaguars and waterfalls",
  "placesVisited": "Rio, Christ the Redeemer statue and Sugar Loaf mountain, Atlantic rainforest exploration, Cuiaba, private wildlife guide, Pantanal, wildlife safaris and walks, boat trips to spot jaguar, canoe ride, horse riding, Iguacu, Argentinian and Brazilian sides",
  "generalInfo": "\"We had a wonderful time on our trip in June. We saw six different jaguars, hundreds of caiman and lots of birds. The guides were great, very friendly and helpful..I enjoyed every aspect of this tour..Definitely value for money\" <br/>____________________________________________________________________________________________________________________________________________________________________________________________<br/><br/>The ultimate jaguar adventure for wildlife lovers seeking jaguars in the wild and other extraordinary creatures. Explore the heart of Brazil's north Pantanal, including \"Jaguar Ground Zero\". We have had a 100% success rate for many years, with multiple sightings of jaguars and cubs on every single trip. Our expert guides have tracked jaguars for the BBC (including Planet Earth II), National Geographic, the Discovery Channel and Netflix's Our Planet. You'll get up close to hyacinth macaws, tapirs, giant anteaters and more, with more birdlife than you can imagine.  Many people are surprised to learn that the Pantanal, not the Amazon, is the best place to see wildlife. This trip shows you why! (Although if you really want to go to Amazon, it can be added to your trip.)<br/> <br/>You'll also experience the greener side of Rio de Janeiro and the world-famous Iguaçu waterfalls, from both the Brazilian and Argentinian sides. This is a fully private tour; you can take each day at your own pace. Recommended in Wanderlust Magazine's top 10 Wildlife Trips and The Sunday Times Travel Magazine. <br/><br/>The trip itinerary overview is below, but for full details and availability, please make an enquiry on this page. Responsible Travel will put you in touch with us (the specialist independent tour operator who designed and run this trip), and we will email you directly. You can also phone us 9am- 9pm, 7 days a week.<br/><br/>The main 'season' for this part of the Pantanal is June to November. We recommend reserving as early as possible (ideally at least 12 months in advance). You can secure your tour with a deposit. This is 100% private, whether you are travelling as a couple, friends, family or solo - it's just you. You won't be joined in with others, even at Pantanal lodges. Availability is limited.  *2026 dates available* - first come first served!<br/>____________________________________________________________________________________________________________________________________________________________________________________________<br/>Photos on this page used with thanks to travellers Roger Day (first two jaguar photos) and Roger Sargent (all other photos).",
  "durationDays": "16",
  "price": "7225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK to Rio de Janeiro with a choice of airlines, including direct flights with British Airways. If you don't live in the UK, you're welcome to book excluding flights - one of our drivers will pick you up on Day 2 in Rio de Janeiro, either at the airport or a hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Morning landing in Rio de Janeiro. You'll be met at the airport by one of our drivers and driven into the city. Time to settle in and relax before visiting Rio's botanical gardens, home flora and fauna from all around Brazil including Amazonian lilies. Look out for the tiny marmosets, both common and buffy-tufted-ear."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Time to tick off Rio de Janeiro's main sites including Christ the Redeemer statue, perched on top of Corcovado mountain - you can take a cog train up through the forest. Then onto 'Sugar Loaf' mountain for cable cars and stunning views. A little bit of time to unwind from the day and then one of our drivers will take you into the city centre - check out the tips you'll get your travel pack for our favourite restaurants."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning start to conservation hotspot, REGUA. Explore Brazilian Atlantic rainforest to spot birds (over 460 species have been spotted here) and a chance to see wildlife up in the trees including lazy sloths and the endangered Woolly Spider Monkey. There are also tapir in the grounds. A delicious leisurely lunch, then be driven back to Rio and have a little bit of free time in the afternoon."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly from Rio de Janeiro to Cuiabá in the Northern Pantanal. Meet your main private guide who will be with you for your time in the Pantanal. You'll head down the 'Transpantaneira' to a ranch, stopping to view wildlife on the way. Explore the ranch grounds for birds and wildlife, including a chance to see tapir. As you head back and darkness falls, you will look for more nocturnal animals and birds. A lucky spot would be the Potoo, known for its incredible camouflage."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sunrise walk for a chance to see animals and birds including metre-long hyacinth macaws. Then drive further down the 'Transpantaneira', stopping for wildlife-spotting opportunities such as the endangered Marsh deer, unique for having webbed feet. Arrive at Porto Jofre, known as \"Jaguar Ground Zero\" by wildlife film crews. After lunch, you'll have your first boat trip searching for jaguars as giant river otters frolic and birds of prey fly overhead."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Boating on the Cuiabá river looking for jaguar, river otters, caiman, capybara, jabiru storks etc etc and birds including black-collared hawks soaring ahead."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Boating further up the Cuiabá river looking for jaguar and other animals. During your time here, you'd have explored the main river and the tributaries Piquiri, São Lourenço, and Three Brothers rivers, which together form the Meeting of the Waters State Park, depending on where the jaguars are."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Back on the Transpantaneira to head back up north to another lodge. Afternoon jeep safari, exploring the diverse deciduous and non-deciduous forest and savannah to spot wildlife. This area is known for huge flocks of parakeets, toucans, Marsh deer, armadillos, as well as a vast variety of Pantanal fauna and flora."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early this morning you will have a jeep safari in search of the Giant Anteater. You'll head back to the lodge for breakfast then walk an ecological trail. Back to the lodge for lunch and relaxation then it's time for more searching for wildlife with an afternoon jeep safari until after dark."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Horseriding on Pantaneiro horses which are easy to ride. Then time to say goodbye to the northern Pantanal. You'll be driven north to Cuiabá to stay overnight in a hotel near the airport, ready to move on the next day."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fly to Foz do Iguaçu, home to the famous waterfalls. You'll be met at the airport. Settle into your hotel and have a dip in the pool."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Full day visit to Argentine side of Iguazu waterfalls with a private guide (Iguazu is the spelling in Argentina)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Visit the Brazilian side of Iguaçu waterfalls with a private guide. Then you'll visit an aviary to see amazing birds, some which are near extinction."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Relax by the pool (depending on flight times). Short transfer to Foz do Iguaçu airport. If booking including international flights, you'll take a flight to São Paulo or Rio de Janeiro on a through ticket back to the UK. If you are booking excluding flights, you will be driven to the airport at a time of your choosing."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Land back in the UK"
    }
  ],
  "map": ""
}