{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "rio-carnival-2026-tour-brazil",
  "tourName": "Rio Carnival 2026 tour, Brazil",
  "placesVisited": "",
  "generalInfo": "Experience the vibrant energy of Rio de Janeiro's world-famous Carnival with an unforgettable guided tour. Immerse yourself in iconic parades, dazzling samba shows, and authentic street parties. Uncover hidden gems with expert local guides, enjoy stunning city views from Sugarloaf Mountain, and relax on the beautiful Copacabana beach. Perfect for culture enthusiasts, this adventure promises an exhilarating blend of music, dance, and breathtaking sights in one of Brazil’s most captivating cities. Join the ultimate Carnival celebration now!",
  "durationDays": "6",
  "price": "2922",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Departure Time: 15:00 Thursday (27 February): Rio Arrival & Lively Lapa Start Welcome to Rio! Arrive at the airport and head to your Lapa accommodation – the heart of Carnival's excitement. Lapa is bursting with samba clubs, theaters, capoeira, and more. Feel free to arrive at your convenience, with check-in from 3 PM. Around 6 PM, meet the group to review the event schedule. Let the festivities begin! Enjoy your first caipirinha, learn samba moves in a group class, and get face painting. Then embrace Lapa's vibrant nightlife, guided by your Tour Leader, for an authentic street party experience. Pre-Tour Night: Consider an extra night for recovery and exploring Rio before Carnival. Shopping Tip: Bring \"fancy-dress\" items for Carnival's street parties. You might find items locally, but best to come prepared. Note: Itinerary may change due to unexpected circumstances beyond our control."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Friday (28 February): Rio City Tour, Make-up Artist, Sambadrome Parade (B) During today's breakfast, your Tour Leader will be available to go through today's plans and answer any questions you may have. After breakfast, the Full Experience group will be taken on an all-inclusive tour of Rio de Janeiro. You will drive through the Tijuca National Park to Corvocado. After visiting the statue of Christ the Redeemer, you’ll be taken to the gorgeous suburb of Santa Teresa to be amazed by some very impressive old mansions, art galleries and the famous Santa Teresa trams. Next stop will be the tiled Steps of Selaron in Lapa - made world famous by the 2003 song ‘Beautiful’ featuring Snoop Dogg. The final stop on the tour will be Sugarloaf Mountain, which is ascended via cable car. You will have the chance to see Guanabara Bay, the Rio-Niteroi Bridge and Christ the Redeemer statue in all it's beauty. A second cable car will then take you to the top of Sugarloaf Mountain (295m), where the views are simply breathtaking! After the city tour, you will be dropped back to your accommodation, where there will be time to prepare for the main Carnival event: Sambadrome Parade at Sambodromo! All of the city's best samba schools parade their outrageous floats and costumes down the runway here, and you will be able to view it all from the stands above. There are no fixed seats, but our section will be full of fun, rowdy revelers! In preparation for this incredible event, you will have the opportunity to get your face painted by our professional make-up artist again, and have your picture taken by our photographer."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Saturday (1 March): Bloco Street Party OR Ipanema Beach, Lunch, Boat Party Cruise (B, L) This morning, after breakfast, you will have the opportunity to be taken to one of the best blocos (street parties) in town. Each day your tour leader will tell you about and offer to take you to one of these incredible blocos, all in different locations around Rio. There will also be time to visit some of them on your own if you wish. OR if you would like a morning on the beach there will be another tour leader on hand ready to accompany you to Ipanema beach for a swim and a sun bathe. Of course the other third option is to have a rest and do nothing this morning! The choice is yours ;-) Later in the day the group will meet up at the hotel and stroll down together to the Marina da Gloria - enjoying a nice included lunch on the way. You will then all hop aboard a magnificent schooner boat that will cruise around Rio's spectacular Guanabara Bay for around 3-4 hours. Enjoy an open bar during the first hour of the cruise and make the most of the dance floor, music and chill-out area. Returning just after sunset, you'll have the chance to view the city, Sugarloaf Mountain, and Christ the Redeemer from a stunningly different light and angle. After some relaxing time back in your accommodation, prepare yourself for another exciting night. You'll be shown the best nightlife the city has to offer!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Sunday (2 March): Bloco Street Party, Copacabana Beach Trip, Sunset drink (B) Once again, you will start your day with a nice breakfast and the chance to meet up with your Tour Leader to check the itinerary for the day and ask any questions you may have. This morning, you'll be taken once again to the very best carnival bloco street-party in town. Feel free to wear your swimsuits underneath your clothes, and don't forget sunscreen. We make the most of this day, going to Copacabana Beach straight from the bloco. Time to relax and chill here. At the end of this perfect day we sip on a drink (out of a coconut if you wish!) and watch the sunset over the Dois Irmãos mountains from Arpoador Rock with beautiful views in all directions from Copacabana to Ipanema and Leblon. You'll then be accompanied back to the accommodation where you can either collapse into bed or get ready for another fun night on the town. Tonight, your Tour Leader will once again offer to take you to the very best Carnival parties that Rio has to offer!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Monday (3 March): Bloco Street Party, Afternoon Favela Tour, Farewell Churrasco Dinner (B, D) If you’re up for another morning bloco street party, our Tour Leaders will be ready to accompany you to one of the best and last blocos of Rio Carnival! Or perhaps you’re ready for a bit of a sleep-in, a beach morning or a leisurely brunch somewhere lovely? Ask our Tour Leaders for their recommendations. This afternoon you will be picked up for our half day Favela Tour. Meet the welcoming locals of this pacified Favela and discover the origins of Rio’s legendary Samba Schools during this excellent 3-hour tour. Our experienced local guide will take you to the top of the Favela, where you’ll get breathtaking views and see Rio from a completely different perspective. On the walk back down through the narrow streets, you truly get a unique insight into the vibrant spirit of the proud inhabitants. At the end, you'll have the opportunity to buy yourself a delicious icy açai from the local sellers – which will be sure to replenish your energy for the afternoon and night ahead! Tonight is the last night of our Carnival package! We have a big finale night planned. Starting with a delicious Brazilian Churrasco BBQ dinner (return to the buffet/BBQ as many times as you wish). You will be accompanied to this restaurant by our Tour Leader and then given the option to party on with all of our crew for the final night of Rio Carnival – One last Party! - We’ll be sure to go out with a bang!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rio de Janeiro, Brazil: Tuesday (4 March): Accommodation Check-Out (B) This great adventure comes to an end today. The rest of the day is yours, just remember the check-out is at 11AM (or sometimes MIDDAY – you’ll be advised!). We wish you safe travels for your onward journey! *Airport Drop-Off: Please note, an optional transfer to the airport can be scheduled for an additional cost. NOTE: Please note the itinerary is subject to change due to unexpected circumstances such as bad weather, changes to Carnival schedules, traffic, diversions, demonstrations/strikes, inconveniences or changes caused by local operators and authorities and other circumstances beyond our control."
    }
  ],
  "map": ""
}