{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-slow-travel-holiday-beyond-rio",
  "tourName": "Brazil slow travel holiday, Beyond Rio",
  "placesVisited": "",
  "generalInfo": "Discover Brazil through an extraordinary journey, way off the tourist trail, that weaves together its architectural delights, biodiverse savannahs, and surreal natural landscapes. <br/><br/>Begin with the modernist allure of Brasilia, then venture into the vast Cerrado to track wildlife safari-style and kayak through pristine waters. Take a 3-day Trek across dramatic plateaus and cascading waterfalls in Chapada Diamantina, staying in local houses along the route. <br/><br/>Experience the ethereal beauty of Lençóis Maranhenses, where white dunes meet azure lagoons. Be inspired by the whirlwind of life, colour and flavours in Salvador, then unwind in the rustic charm of Atins village. Sail along the lush Parnaíba Delta, spotting scarlet ibis at sunset, before finishing in Jericoacoara, where golden dunes and turquoise lagoons set the stage for adventure and relaxation. <br/><br/>This journey spans Brazil's most breathtaking, and largely unknown, destinations, blending unpretentious luxury with thrilling exploration. <br/><br/>Our sabbaticals and experiential holidays are entirely customisable to you - use this itinerary as an inspirational springboard and get in touch to make this trip your own.",
  "durationDays": "4",
  "price": "17995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN BRASILIA - On arrival into Brasilia Airport, you will be met by a representative, and privately transferred to the B Hotel, a drive of approx. 20 mins. INTRODUCING BRASILIA - Although often overshadowed by Rio de Janeiro, Brasilia has plenty to offer visitors and is a city rich in art and design with impressive modern architecture, much of which was designed by renowned architect Oscar Niemeyer. It’s not the most pedestrian-friendly city with its many huge highways, so it definitely pays to explore with a guide to get under its surface. (Meals - None)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HALF DAY HISTORICAL ORIENTATION OF BRASILIA - Explore the cultural highlights of Brasilia with your guide, who will tailor the experience to suit your specific interests. Take in theatres, art museums, palaces, the congress building which was designed by Niemeyer and the views from the Belvedere TV Tower. There is plenty to discover and your guide will help you to find the best of Brasilia. (Meals - Breakfast)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TRANSFER BY ROAD TO POUSADA TRIJUNCAO - You'll be picked up from your hotel lobby this morning ready for the transfer to the Trijuncao Lodge. The journey is done in a 4x4 vehicle with Portuguese speaking driver and takes around 5.5 hours. Stay 4 nights at Pousada Trijuncao. INTRODUCING THE BRAZILIAN CERRADO - The Brazilian Cerrado is a vast tropical savanna, covering around 25% of Brazil's landmass and known for its rich biodiversity, featuring over 10,000 plant species and diverse wildlife like the giant anteater and maned wolf. Characterised by a mix of grasslands, shrublands, and scattered trees, the Cerrado is crucial for water systems that feed major South American rivers. However, it faces threats from agricultural expansion, making it one of Brazil's most endangered ecosystems despite its critical ecological importance. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TRANSFER TO BRASILIA FOR 1 NIGHT - Transfer, approx. 5.5 hours this morning to Brasilia Airport. Enjoy an evening at leisure in Brasilia, sampling the vibrant dining scene."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "FLY TO LENCOIS AND TRANSFER TO CHAPADA DIAMANTINA - Private transfer from your hotel to Brasilia Airport for your flight to Lencois, the main gateway to Chapada Diamantina. (Note: flights operate Sun and Thurs via Salvador) On arrival at Lencois Airport, you will be met and privately transferred to the Capao Valley, a drive of approx. 2 hours. Stay 2 nights at the Pousada do Capao. INTRODUCING CHAPADA DIAMANTINA - Chapada Diamantina, located in the heart of the State of Bahia, is a vast national park renowned for its dramatic landscapes, rugged mountains, and hidden waterfalls. The region is characterised by its plateaus, steep cliffs, and deep valleys, offering a stunning backdrop for hiking, trekking, and nature exploration. Visitors are drawn to its crystal-clear rivers, caves, and lush vegetation, as well as the famous Fumaça Waterfall, one of the highest in Brazil. The area's diverse ecosystems make it a haven for wildlife, while its quaint colonial towns like Lençóis provide a charming base for adventurers. (Meals - Breakfast)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "WATERFALL EXPLORATION - Set off on an exhilarating 11-kilometer hike to experience two of Chapada Diamantina's most captivating waterfalls. Your journey begins with a short transfer along a scenic dirt road to the base of Cachoeira da Fumaça, followed by a steep ascent covering the first 1.8 kilometers of the trail. As you climb higher, the landscape unfolds, offering breathtaking views over the vast plateau known as Gerais da Fumaça. The path flattens for the next 4 kilometers, leading you toward the awe-inspiring Cachoeira da Fumaça, Brazil's tallest waterfall, with a 380-meter drop. On windy days, the waterfall's mist is blown upwards, creating an ethereal curtain of droplets that appear like smoke, giving the falls their iconic name. After savouring the magnificent views from the top of the falls, the return trek takes you back along the same path. Once back at the trailhead, a brief car ride brings you to the enchanting Cachoeira do Riachinho. With its 12-meter cascade and a steady flow of water, Riachinho forms a large natural pool, perfect for a refreshing dip after your hike. Here, you can relax and rejuvenate amidst nature before heading back to the Pousada do Capao. This hike, rated as medium difficulty, offers a rewarding mix of steep climbs and flat terrain. We recommend using knee or ankle supports for those who may be sensitive to impact during the descent. The adventure is an ideal way to immerse yourself in the natural beauty of Chapada Diamantina while challenging your hiking skills and relaxing in the region's pristine waterfalls. (Meals - Breakfast)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PATI VALLEY 3-DAY HIKE - Embark on an exciting trekking adventure through the stunning landscapes of Chapada Diamantina, starting with a scenic transfer from Capão to Guiné along a 50-kilometer dirt road. Your hike begins with the \"Subida do Alexo,\" ascending into the highlands of the Gerais do Rio Preto. Along the way, you'll be treated to expansive views of the rugged terrain before arriving at one of the highlights of the Vale do Pati: Cachoeirão. This iconic waterfall is the second largest in Chapada Diamantina, and on days following heavy rain, you can witness over 20 separate cascades plunging from heights of up to 280 meters—an awe-inspiring sight! The trek continues through breathtaking landscapes until we reach our destination for the evening, where you'll enjoy a home-cooked dinner and spend the night in the cosy home of local residents, providing a unique cultural immersion in the heart of nature. This 18-kilometer trek is rated as medium in difficulty, making it a rewarding challenge for hikers seeking an unforgettable connection with one of Brazil’s most beautiful national parks. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PATI VALLEY HIKING - After breakfast, you'll embark on a 2-kilometer hike to the beautiful Cachoeira do Funil, a 50-meter-high waterfall. There will be time for a refreshing swim before continuing the hike to Pati de Baixo, covering 10 kilometers. Spend the night in a local resident’s house, enjoying the hospitality and warmth of the region. Hike details: Total distance of 12 kilometers. Cachoeira do Funil: Medium difficulty – The trail begins with a 600-meter ascent, followed by a 1-kilometer descent to the riverbed, and 400 meters of rock-hopping along the Pati River. (Meals - Breakfast, Lunch, Dinner)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "PATI VALLEY HIKING AND RETURN TO LENCOIS - It's an early start as you set out to complete the final leg of your journey, trekking toward Andaraí. The route takes you along the historic Subida do Império, a trail paved with stones for much of the way, offering a glimpse into the region's rich past. As you descend into the valley, the breathtaking landscapes of Chapada Diamantina accompany you all the way to the heart of Andaraí. Upon arriving on foot in the town centre, you'll have time to relax and celebrate the completion of the trek with a well-deserved treat at the renowned Sorveteria Apolo. After some time to unwind, board the comfortable transfer back to Lençóis, where your incredible adventure through the wonders of Pati Valley comes to an end. Stay 3 nights at Hotel de Lencois. (Meals - Breakfast)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FREE DAY IN LENCOIS - Some suggestions include: - Explore Ribeirão do Meio: A natural waterslide and swimming hole where you can relax and enjoy a refreshing dip. - Walk through the historic town of Lençóis: Stroll the cobblestone streets, visit art galleries, craft shops, and enjoy the colonial architecture and vibrant local culture. - River rafting or tubing: Enjoy an adventure along the rivers in the region, ideal for adrenaline seekers. (Meals - Breakfast)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "FULL DAY VISIT TO CHAPADA DA DIAMANTINA - The day starts with an early departure to Poço do Diabo, a 25-minute hike from Lençóis, where you'll swim in the serene, dark yet clear waters of the Rio Mucugezinho. Next, a 40-kilometer drive takes us to Gruta da Lapa Doce for an hour-long exploration of its expansive chambers filled with stalactites and stalagmites. Afterward, we head to Morro do Pai Inácio, where a short hike leads to panoramic views of Chapada Diamantina’s stunning landscapes, perfect for sunset. The day ends with a return to Lençóis, filled with memories of nature's beauty and adventure. (Meals - Breakfast)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "FLY FROM LENCOIS TO SALVADOR - Private transfer from your hotel to Lencois Airport for your flight to Salvador. (Note: flights operate Sun and Thurs) On arrival at Salvador Airport, you will be met and privately transferred to your Villa Bahia hotel, approx 1 hour away, for a 2-night stay. INTRODUCING SALVADOR - In the vibrant heart of Bahia, Afro-Brazilian culture pulses through every cobblestoned street and pastel-painted house. This city is alive with energy, from the rhythms of street drummers to the children practising capoeira on the beach and somersaulting into the waves to the twang of the berimbau. Spirituality runs deep in the religion of condomble, and locals take care to ward off macumba - ‘black magic’. The aroma of frying acaraje – bean and prawn oil patties - wafts through the streets as vendors in billowing white skirts and sell their wares. Salvador is a celebration of life, colour and culture. (Meals - Breakfast)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "SALVADOR DAY EXCURSION - Your English-speaking guide will meet you at your hotel for a day of stories and discovery in the historic city of Salvador. Starting in the colonial quarter, Pelourinho, discover the bohemian heart of the city, its colourful town houses, its Afro roots, the renowned squares, and the gold-leaf Baroque interiors of splendid churches, a testament to the zenith of Salvador's former wealth. After a traditional Bahian lunch (not included), your guide will introduce you to the wealth of wares at São Joaquim market, on the shores of \"All Saints Bay\". This labyrinth of stalls sells everything from fruit, vegetables and spices, to herbs for medicinal and religious purposes. (Meals - breakfast)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "FLY TO SAO LUIS You will be privately transferred to Salvador airport to fly to Sao Luis. At Sao Luis, you will be met by your driver and privately transferred to Hotel Luzeiros for a one-night stay. (Meals - Breakfast)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "PRIVATE BOAT ALONG PREGUICA RIVER TO ATINS BEACH - Your private transfer will take you to the start of your private boat journey along Preguica River. You'll be surrounded by vibrant palm trees and lush mangroves that provide a habitat for an array of wildlife, including colourful birds, reptiles, and playful mammals. Stop off where the enchanting dunes of the Pequenos Lençóis meet the river to relax i the shade of local stalls, where friendly vendors serve refreshing cold drinks, while monkeys and parrots playfully entertain visitors. Climb the charming lighthouse for 360-degree views of the river, the vast dune adn the vibrant green mangroves. End at the small fishing village of Atins, with a transfer to your accommodation for 3 nights at Pousada Muita Paz. (Meals - Breakfast)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "DUNES & LAGOONS: Prepare for an unforgettable adventure as your guide takes you to explore the breathtaking Lençóis Maranhenses National Park. Wander through the majestic dunes, relax by the refreshing lagoons, and soak up the spectacular scenery. As the sun begins to set, enjoy a picnic set against the backdrop of the colorful horizon. INTRODUCING LENCOIS MARANHENSES: Endless stretches of pristine white sand dunes interspersed with stunning blue lagoons that reflect the sky's vibrant hues, this area is one of Brazil's most captivating yes lesser known national treasures. (Meals - Breakfast & picnic dinner)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "MEET THE FISHERMEN IN ATINS - In the quaint fishing village of Atins, meet the local fisherman to learn about their way of life. Head to a charming local bar and restaurant owned by one of the fishermen from the area. Savour the flavors of a fresh catch. (Meals: breakfast)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "RIVER & ROAD TRIP TO FLOCKS OF SCARLET IBIS: Embark on an epic day-long journey by boat along the mangroves of the River Preguica, by 4x4 over sand dunes to a stunning oasis, through charming rustic towns, and cross country across the majestic Jandira Bridge spanning two states. Board your next boat to explore the labyrinth of islands of the Parnaiba Delta and swim in the river in this idyllic setting. End with the spectacle of thousands of scarlet ibis birds returning to their roosting island, filling the skies with magenta. Take your private transfer for a two-night stay at Pousada Manati. (Meals - Breakfast)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "CANOE TOUR TO SEA HORSE SANCTURAY IN BARRA GRANDE - Immerse yourself in the local way of life with a delightful canoe ride through the stunning estuary of the Rio Camurupim. As you glide along the serene waters, you’ll have the chance to observe fascinating seahorses in their natural habitat, providing a rare glimpse into the beauty of the region's marine life. (Meals - Breakfast)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "TRANSFER TO CAMOCIM - Your driver will collect you for your private transfer of approx 2-hours to your homely, beachside bungalow at Baia das Caraubas. (Meals - Breakfast)"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "CAMOCIM DAY AT LEISURE - Enjoy the laid back environment at your beach-side retreat, go for a horse ride along the beach or a swim in the sea, or try your hand at the activities available onsite, including windsurfing and kite surfing. (Meals - Breakfast)"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "COASTLINE TRANSFER TO JERICOACARA WITH TRADITIONAL RIVER CROSSINGS - set off on an exhilarating adventure to Jericoacoara, travelling in a 4x4 vehicle along the stunning coastline or through forest trails, depending on the day’s water conditions. Stop to enjoy lunch, relaxing in hammocks over blue waters, at local seafood eateries. Take a traditional wooden boat at Praia de Guriú, where the crystal-clear waters flow through a small river lined with mangroves. Reach Rancho do Peixe, your beach accommodation for the last three nights of your trip. INTRODUCING JERICOACOARA: The rustic fishing village, blue lagoons, sand dunes, calm seas and striking rock formations of Jericoacoara keep themselves under the radar, being accessible only via off-road, sandy beach tracks. (Meals - Breakfast)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "BUGGY RIDE, ROCK FORMATIONS & NATURAL POOLS in JERICOACOARA - Set off on an exciting buggy ride through the breathtaking landscapes of Jericoacoara. Hike through striking rock formations at Pedra do Fade, and the natural rock arch of Pedra Furada. Take a refreshing dip at the inviting waters of the natural pool, Buraco Azul, edged by pristine sands, and enjoy lunch (not included) with a backdrop of swaying palms at the crystal-clear lake, Lagoa do Paraiso. Your buggy driver will skillfully navigate the scenic dunes on the way back to your hotel. (Meals - Breakfast) (Meals - Breakfast)"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "DAY AT LEISURE IN JERICOACOARA - enjoy your last full day in the beautiful coastal landscape, dunes and lagoons of Jericoacoara."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "FLIGHT HOME FROM JERICOACOARA AIRPORT - your driver will meet you at the hotel lobby to transfer you privately to the airport for your flight home."
    }
  ],
  "map": ""
}