{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "rio-iguazu-salvador-holiday-in-brazil",
  "tourName": "Rio, Iguazu & Salvador holiday in Brazil",
  "placesVisited": "",
  "generalInfo": "Brazil: A Land of Wonders and Warmth<br/>Brazil, the largest country in Latin America, welcomes you with its vibrant culture, golden beaches, and awe-inspiring natural landscapes. From the joyful Carnival in Rio and the stunning Christ the Redeemer to the wild Amazon Rainforest and the dramatic Iguaçu Falls, every destination is a new adventure.<br/><br/>Explore the charming colonial towns of Ouro Preto, Paraty, and Salvador, where history and culture shine through cobbled streets and Afro-Brazilian traditions. Discover the unique landscapes of Lençóis Maranhenses, feel the coastal charm of Búzios, and be amazed by the wetlands of the Pantanal.<br/><br/>In Brazil, every moment is alive with color, rhythm, and heartfelt hospitality—an invitation to experience the soul of South America.",
  "durationDays": "10",
  "price": "2453",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Leisure Time in Rio de Janeiro: Discovering the City Beyond the Ordinary Your first day in Brazil invites you to uncover the hidden gems of Rio de Janeiro. Enjoy the serenity of Leme Beach, with stunning views of Sugarloaf Mountain—an escape from the buzz of Copacabana and Ipanema. Dive into culture at the Museum of Tomorrow, the MAR, or the intimate Eva Klabin Museum. In the evening, embrace the rhythm of the city with samba or forró dance classes in lively Lapa. A perfect introduction to the vibrant soul of Brazil."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full-Day City Tour in Rio de Janeiro: Icons, Culture & Flavors Discover the essence of Rio on a full-day tour through its most iconic landmarks. Ride the train through the lush Tijuca Forest to reach the majestic Christ the Redeemer, and take the cable car to Sugarloaf Mountain for stunning views of Guanabara Bay. Enjoy panoramic stops at the vibrant Sambadrome and the legendary Maracanã Stadium. Midday, savor local flavors with a traditional lunch in a Carioca restaurant. The tour ends with a return to your hotel—your heart full of culture, color, and unforgettable moments."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover Tijuca Forest: Caves, Waterfalls & Wildlife Explore the natural wonders of Tijuca Forest, one of the largest urban forests in the world. Visit the breathtaking Mirante da China and the impressive Taunay Waterfall, the highest in the park. Then, follow easy trails leading to hidden caves and refreshing waterfalls—perfect for all levels, especially on sunny days. Along the way, spot local wildlife such as marmosets, capuchin monkeys, toucans, and colorful birds. Learn how this forest was reforested in the 19th century by Emperor Pedro II to protect Rio’s water sources—an inspiring blend of nature, history, and sustainability."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free Time in Foz do Iguaçu: A Visit to the Bird Park If your arrival allows, take advantage of your free time to explore the Bird Park—an important sanctuary for the conservation of Atlantic Forest species. Home to over 1,300 birds from 143 species, including toucans, macaws, and flamingos, the park offers an up-close experience with many rescued and endangered animals. Walk along lush trails, learn about wildlife protection efforts, and enjoy meaningful contact with nature in one of Brazil’s most inspiring eco-tourism spots."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Excursion to the Iguaçu Falls – Brazilian Side Embark on an unforgettable journey to witness the splendor of Iguaçu Falls from the Brazilian side. Stroll along scenic walkways surrounded by the lush Atlantic Forest and enjoy panoramic views that capture the grandeur of this natural wonder. From the main lookout point, take in breathtaking perspectives of the falls. For an extra thrill, opt for an adventurous boat ride on the Iguaçu River, getting up close to the powerful cascades and feeling the refreshing mist on your face."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Excursion to the Iguaçu Falls – Argentine Side Embark on a spectacular adventure to discover the Argentine side of the Iguaçu Falls. After crossing the border from Brazil, enjoy a scenic ride on the Jungle Train to begin your exploration inside the National Park. The highlight of the tour is the iconic Devil’s Throat, where you can walk along a flat, accessible trail leading to a breathtaking viewpoint right at the edge of the most powerful falls. The park offers facilities, wheelchair access, and a snack bar for your convenience. Expect a splash of water—but under the sun, it becomes part of the fun!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Time at Leisure in Salvador Enjoy your free time in Salvador by making the most of the comforts offered by your hotel—whether you choose to relax by the pool, savor local flavors at the restaurant, or simply rest in the tranquility of your room. If you wish to explore, nearby beaches like Porto da Barra and Farol da Barra invite you to swim in calm waters, sunbathe on golden sands, or admire breathtaking views of the Atlantic. For a cultural immersion, visit the Museu de Arte da Bahia to discover the region’s artistic legacy. Don’t miss the Museu do Carnaval, where interactive exhibits and vibrant displays reveal the colors, sounds, and traditions of Salvador’s iconic carnival."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Full-Day City Tour in Salvador, the First Capital of Brazil Discover Salvador’s rich history and culture on a full-day tour. Begin at Forte Santo Antônio da Barra and the iconic Farol da Barra, offering stunning views of the Bay of All Saints. Continue along Corredor da Vitória and Largo do Campo Grande, part of the famous Carnival route, and follow the historic Avenida 7 de Setembro. In the afternoon, enjoy panoramic views from the Elevador Lacerda and visit Largo de Roma, where the monument and social works of Irmã Dulce reflect the spirit of Bahia."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Excursion to Praia do Forte from Salvador Discover the charm of Praia do Forte on a half-day tour from Salvador. Stroll through the village's peaceful streets, surrounded by traditional architecture and vibrant local culture. Visit Projeto Tamar, a renowned sea turtle conservation center, where you explore the life cycle of these marine creatures and learn about important preservation efforts. Enjoy browsing local handicraft shops offering unique ceramics, cotton garments, and fabric art—true expressions of Bahian creativity. With its mix of nature, culture, and gastronomy, Praia do Forte promises an enriching and memorable experience."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Farewell Day – Until Next Time! As the tour comes to an end, we hope you enjoyed every moment, discovered the richness of this incredible destination, and created unforgettable memories. May this journey inspire you to return and experience it all over again!"
    }
  ],
  "map": ""
}