{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-small-group-holiday-pantanal-explorer",
  "tourName": "Brazil small group holiday, Pantanal explorer",
  "placesVisited": "",
  "generalInfo": "Travel with us and discover the incredibly rich biodiversity of the Pantanal region of Brazil. On this intimate tour with a maximum group size of only 10, we will explore in depth this wetland environment through land and water based excursions staying in two different areas of the Northern Pantanal.  After leaving Cuiabá, our first destination is the Pousada do Rio Mutum, an attractive eco-lodge boasting a lovely setting with a high focus on sustainability. Here we will enjoy walks, canoeing and horse-riding (all suitable for beginners) as well as exploring by jeep. The second half of the trip is where  turn our attention to searching for the magnificent Jaguar as we navigate the winding shimmering channels from our comfortable expedition boat. This is a wildlife adventure not to be missed.",
  "durationDays": "11",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Cuiabá - On arrival at Cuiabá airport you will be transferred to the hotel with the rest of the day at leisure. Overnight Deville Prime Cuiabá or similar – No meals or guided services."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cuiabá – Pousada do Rio Mutum (approx. Driving time is 2.5 hours) - This morning you will meet your local guide and after breakfast, transfer through the Pantanal region by car to Pousada do Rio Mutum, passing through the small town of Santo Antonio do Leverger and the villages of Porto de Fora, and Mimoso. On the way to the lodge, we will look out for birds, small animals, and taking note of the landscape, and the typical buildings of the inhabitants of the Pantanal. Following arrival at the lodge, enjoy a welcome drink, followed by check-in, lunch and a lecture as an introduction to the Pantanal region, with presentation of cartographic maps and satellite images. Later, take a short walk to observe the various species of birds and other animals that inhabit the private area of the lodge. The rest of the afternoon will be at leisure and this evening a tasty piranha broth will be served followed by typical dishes from the region. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pantanal exploration - After breakfast, enjoy an ecological walk, the duration will be approximately 3 hours, to explore the unique nature, passing through wooded areas, forests and open fields in search of birds, mammals, reptiles, plants and other components of the Pantanal ecosystem. Return for lunch. This afternoon take a boat ride on the Mutum River, a duration of approximately 3 hours. In these winding waterways, besides the vegetation, we hope to observe giant otters (Pteronura brasiliensis) rays (lymma Taeniura) and schools of small fish. In addition, we will be looking out for the many possible bird species on the banks. Return to the lodge for dinner. After dinner, we head out night spotlighting by jeep or boat, for approximately 2 hours, exploring the surroundings in search of nocturnal creatures thriving in this wetland environment. Please Note: The walk is of an easy grade but you must be well protected against the sun and heat. Please wear wide brimmed hat and light loose clothes. The pace will be very leisurely as you will be stopping frequently when observing flora and fauna."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pantanal Exploration - After breakfast, take a boat ride, a duration of approximately 3 hours, visiting a fishing village on the banks of Rio Cuiabá. This village named Cuiabá Mirim is a lovely spot marked by its simplicity and the spontaneity of its inhabitants. It is possible to interact with the native people, who exist by way of fishing and subsistence agriculture, and to appreciate their customs and peaceful coexistence with their immediate environment. This afternoon, enjoy a land safari by jeep to a village named Capoeirinha, around 15 km's from the lodge. This activity will last approximately 3 hours. During this time our focus will be to search for one of the bird species most threatened with extinction in the Pantanal: the hyacinth macaw (Anodorhynchus hyacinthinus). By late afternoon, we return hoping to spot mammals and other animals on the way. Return to the lodge for dinner. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pantanal Exploration - An early start at 4:30 a.m. for a magical sunrise experience. We take to the waterways for some leisurely and very easy paddling (that can be enjoyed by all abilities) in canoes for about 1.5 hours in order to appreciate the dazzling spectacle of the awakening of nature in the Pantanal. Return to the lodge for breakfast. After breakfast for those that wish there will be a horseback riding tour (this is beginner level and no experience necessary), duration of up to 3 hours, to a typical farm on the border of Sia Mariana Bay. This path is excellent for observing local flora and fauna throughout the year. Return to the lodge for lunch and then this afternoon enjoy a 3 hour cruise down the Mutum River up to the Sia Mariana bay (8 km extension in the North/South direction). During this time, we will explore the banks of the bay and the channel connecting both the Sia Mariana bay and Chacororé bay. Throughout the year, one can observe different species of birds, reptiles and other animals. Stop for sunset and piranha fishing*. On the way back to the lodge look out for nocturnal species as we spotlight in search for animals. (BLD) * The piranha fishing occurs in the months of February to September. In the period from October 1 to January 31, it is prohibited to fish in rivers, lakes and bays of Mato Grosso, because it is the breeding period. Note: For clients that do not wish to canoe or horse ride alternative activities can be arranged but the guide will stay with the main group."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pousada do Rio Mutum – Porto Jofre (Approx. driving time 4.5 hours) - After breakfast, check out and then transfer by boat to Porto Cercado (approx. 3 h) with a photo stop at Ninhal Porto da Fazenda, home to the nests of over 1000 birds of different species (great white egrets, jabiru storks, American wood storks, cocoi herons, etc.). We then transfer by air-conditioned vehicle to Porto Jofre (approx. 4.5 h, 40 km paved road + 147 km unpaved road), stopping for lunch along the way. Later we board our home for the next 4 nights, to begin the next part of this enthralling wildlife adventure. This evening, the boat will navigate up the Cuiabá River for approx. 1.5 hours to reach the location where the first jaguar spotting opportunities of this trip will take place. Overnight on board. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Porto Jofre – Cuiabá (Approx. driving time is 5 hours) - After breakfast, check out and transfer back to Cuiabá via Poconé, an overall journey time of around 5 hours. On arrival the rest of the day is at leisure with no excursions arranged. Overnight Deville Prime Cuiabá or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure from Cuiabá - Transfer to the airport for your onward flight. (B) Please note that onward extension can be arranged throughout Brazil to places such as Amazonas region, Iguazu Falls, or city breaks to Rio de Janeiro or Sao Paolo. Please contact us for details."
    }
  ],
  "map": ""
}