{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "best-of-brazil-tailor-made-holiday",
  "tourName": "Best of Brazil tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Brazil: A Journey Through Vibrance, Nature, and Heart<br/><br/>Brazil, the largest country in Latin America, welcomes you with its vibrant culture, stunning coastlines, and breathtaking natural beauty. From the rhythm of Carnival in Rio to the untouched beaches of the Northeast, from the wetlands of the Pantanal to the vast Amazon Rainforest—every region invites you into a unique and unforgettable adventure.<br/><br/>Its cities pulse with personality, blending colonial charm and modern energy. In the Southeast, iconic Rio de Janeiro dazzles with beaches, music, and contagious spirit. In the North, the Amazon offers a deep connection to nature and discovery, where each path leads to wonder.<br/><br/>Everywhere you go, Brazil surrounds you with color, culture, and authenticity. You connect with locals, explore preserved national parks, and take time to walk, relax, and create lifelong memories.<br/><br/>At Phoenix Travel Group, we design experiences rooted in sustainability and respect for local communities and the environment. With a wide variety of activities tailored to your interests, Brazil is the perfect destination to enjoy, explore, and be inspired.<br/><br/>From cathedrals and forests to golden beaches and hidden gems, Brazil offers endless reasons to fall in love. With open arms—just like Christ the Redeemer—it welcomes you to a journey you’ll never forget.",
  "durationDays": "12",
  "price": "3759",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Leisure Time in Rio de Janeiro: Explore Beyond the Usual. Enjoy Rio from a different perspective during your free time. Escape the crowds at Copacabana and Ipanema by relaxing on the quieter Leme Beach, with beautiful views of Sugarloaf Mountain. For culture lovers, visit the Museum of Tomorrow and Museum of Art of Rio (MAR) for inspiring exhibitions, or explore the elegant Eva Klabin House Museum, known for its rare art collection. Want to feel the local rhythm? Join samba or forró dance classes in Lapa—a fun and authentic way to connect with Rio’s vibrant culture."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full-Day City Tour in Rio de Janeiro: A Marvelous Journey. Experience a full day exploring the highlights of Rio de Janeiro, the \"Marvelous City.\" Ride the historic train through the Tijuca Forest to reach the iconic Christ the Redeemer, then soar by cable car up Sugarloaf Mountain for stunning views over Guanabara Bay and Rio’s beaches. The tour also includes panoramic stops at the legendary Maracanã Stadium and the colorful Sambadrome, the heart of Rio’s famous Carnival. This unforgettable day blends culture, nature, and history—leaving you with lasting memories of Rio at its best."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover the Tijuca Forest: Trails, Caves & Waterfalls. Step into the heart of one of the world’s largest urban rainforests on this half-day adventure through the Tijuca Forest. Your journey begins with a visit to the majestic Taunay Waterfall—the park’s tallest—and the scenic Mirante da China, offering breathtaking views. Founded in the 19th century by Emperor Pedro II to reverse deforestation, this lush forest is rich in history and natural beauty. After visiting the Visitor Center, you follow enchanting trails to hidden waterfalls and explore the serene Mesa do Imperador. The tour starts at 8 AM and lasts about 5 hours, with hotel pick-up included. It’s a light hike filled with nature, history, and unforgettable moments in the heart of Rio de Janeiro."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Time at Leisure in Manaus: Nature, Culture & Local Flavors. Enjoy your free time in Manaus exploring the city's unique blend of nature and culture. Stroll along the Rio Negro waterfront, relax in peaceful city parks, or visit the impressive Museu da Amazônia (MUSA) with its lush botanical gardens and canopy tower offering panoramic views of the forest. If you're looking for local flavor, browse artisan markets for Amazonian crafts and try regional specialties like tacacá or açaí bowls from local vendors. Manaus invites you to discover it at your own rhythm—authentic and unforgettable."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Half Day City Tour in Manaus: Embark on an engaging journey through the heart of Manaus, starting with an internal tour of the iconic Amazon Theatre, inaugurated in 1896. This historical landmark, a symbol of the rubber boom, showcases the luxury and grandeur of the era within its opulent halls and exquisite artwork. As we continue the tour, we will visit the Adolpho Lisboa Market, locally known as \"Mercadão.\" This Art Nouveau architectural gem is a vital hub for regional products, where you can explore the habits, culture, and traditions of the Amazonian people. The tour also includes a stop at the Bosque da Ciência, a research center that combines leisure and education about the region's biodiversity."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Juma Amazon Lodge: An Immersive Journey into the Heart of the Rainforest The adventure begins with a scenic land and river route, including a stop at the awe-inspiring Meeting of the Waters, reaching the lodge in about three hours. Located 100 km from Manaus, the Juma Amazon Lodge is a sustainable retreat built on stilts along the Juma River. Surrounded by the lush Amazon, it offers an authentic connection with nature—without sacrificing comfort. Experience the rainforest through guided activities: Explore nature on jungle walks and boat tours Contemplate the forest’s magic in peaceful observation moments Learn from experts about biodiversity and local traditions"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wake Up in the Amazon: A Day of Nature, Wonder & Culture Begin your day surrounded by the sights and sounds of the Amazon Rainforest, and enjoy unforgettable experiences at Juma Lodge: Explore Nature on canoe rides, jungle hikes, piranha fishing, and from the observation tower with sweeping forest views. Contemplate the Magic of the Forest at sunrise over the Juma River, on a nocturnal adventure, and with a forest hike ending in a delicious barbecue. Learn from Experts in a guided lecture about the ecosystem and during a visit to a Caboclo house, where local traditions come to life."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free Time in Fortim: Beaches, Culture & Tranquility Fortim invites you to slow down and connect with nature. Spend the morning on peaceful beaches with warm, clear waters—perfect for swimming or walking along the shore. At sunset, the golden dunes create a breathtaking view, ideal for quiet reflection. In the afternoon, explore the region’s local culture by visiting artisan shops, where handmade crafts reflect the heart and creativity of Fortim’s people."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leisure Time in Fortim: Trails & Tranquil Views Enjoy a peaceful walk along scenic trails leading to rural landscapes, where nature blends with the charm of simple country life. The green fields and colorful houses offer a calming, picturesque setting. In the afternoon, choose to relax again by the beach or take a boat ride on the gentle waters for a different view of Fortim’s beauty. End the day with a serene dinner under the stars, the perfect close to a quiet and unforgettable experience."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Full-Day Tour to Canoa Quebrada from Fortim Set off from Fortim on a scenic journey to Canoa Quebrada, one of Ceará’s most iconic coastal gems. Along the way, admire stunning landscapes of colorful cliffs and golden beaches, while your local guide shares insights into the region’s rich culture. Upon arrival, enjoy free time to swim in crystal-clear waters, stroll through the charming village streets, or savor delicious fresh seafood, a true local specialty. A perfect day of nature, culture, and relaxation awaits."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Farewell & Transfer to Fortaleza Airport As our journey comes to an end, a comfortable transfer will take you to Fortaleza Airport. You leave with a heart full of vibrant memories, unforgettable experiences, and moments of joy and relaxation. Until we meet again!"
    }
  ],
  "map": ""
}