{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-10-day-tour-pantanal-amazon",
  "tourName": "Brazil 10 day tour, Pantanal & Amazon",
  "placesVisited": "",
  "generalInfo": "A 10 day tour taking in the two iconic wildlife destinations of Brazil, the Pantanal and the Amazon.<br/>In the Pantanal Wetlands, you will hope to see  myriad birds, reptiles and mammals, including, hopefully, the iconic jaguar. Then on to the tropical Amazon for even more varieties of amazing plant and  wildlife.<br/><br/>- Immerse yourself in the birding paradise of the Amazon Rainforest <br/>- Have great chances of spotting the majestic jaguar as it patrols the banks of the Cuiaba River<br/>- Encounter the wonderful wildlife of the Pantanal including the Brazilian tapir, giant anteaters, capybaras, monkeys, giant river otters, caiman, anacondas and much more<br/>- Stay in comfortable, established eco-lodges<br/><br/>This trip is available from June to October. If you wish to travel outside of those dates please contact us for similar alternative itineraries.",
  "durationDays": "10",
  "price": "8181",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cuiaba to Porto Jofre: On arrival in Cuiaba you will be met and transferred to Porto Jofre (approx 6 hours) via the Transpantaneira Highway. En route you will have the chance to stop and enjoy the views and look out for the resident wildlife. On arrival at the hotel there will be time to explore the grounds which are often frequented by toco toucans and hyacinth macaws before enjoying dinner. 4 nights at Porto Jofre on a full board basis"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Pantanal: The next two days will be spent searching for jaguars by boat, this is the best place in the world to see these elusive cats in the wild, with almost guaranteed sightings. You also have a great chance of seeing giant river otters, caiman, capybara, monkeys, tapirs, giant anteaters and peccaries to name but a few."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Araras Eco Lodge: After breakfast transfer by road to Araras Eco Lodge (approx 3 hours), looking for interesting fauna and flora along the way. You will have the afternoon to explore the pristine forest that surrounds the lodge and enjoy a spectacular sunset from one of their two observation towers."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Araras: Araras is known for its first class bird watching but if you are feeling a little more adventurous then why not opt to do some canoeing, horseback riding, trekking, or a night tour with their expert naturalist guides in search of the giant anteater, ocelot, tapir, crab eating fox, coatis etc."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Cuiaba and travel to Alta Floresta: After breakfast, take a photo-safari road trip back to Cuiaba Airport where you will take a short flight to Alta Floresta, the gateway to the Southern Amazon. Here you will be met and transferred to the award winning Cristalino Jungle Lodge, a paradise for bird watchers, nestled within its own private forest reserve."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cristalino Jungle Lodge: Awake early to the sounds of the rainforest ready for a morning walk to the observation tower where you can enjoy a stunning sunrise over the forest canopy. The rest of the day can be spent exploring its many trails, canoeing or taking a boat trip up stream in search of caiman, giant river otters, monkeys and a multitude of birds."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Amazon at leisure: A full day to explore some of the 28,000 hector reserve on foot or by boat. With over 13 miles of walking trails and a bird species list of nearly 600 there is plenty to see and do. Alternatively, you can relax on the floating deck and take in the sights and sounds of the Amazon at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cuiaba: There is time for one last activity before you are transferred back to Alta Floresta where a traditional Brazilian lunch awaits. From here you take the short flight back to Cuiaba ready for your onward journey home."
    }
  ],
  "map": ""
}