{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazilian-amazon-by-boat-holiday",
  "tourName": "Brazilian Amazon by boat holiday",
  "placesVisited": "Belem, Marajo Island, three-night boat trip between Belem and Santarem, Alter do Chao, National Forest Reserve, three-day boat cruise down the River Negro, Manaus",
  "generalInfo": "If you’ve always wanted to visit the Amazon jungle and river, here’s your chance – a fantastic small group trip that explores the Brazilian Amazon by passenger boat, canoe and on foot. <br/><br/>This trip starts in Belem, the Amazon’s culinary capital, before you start into the jungle, heading inland to follow the river upstream. It ends in Manaus, where fresh fish is the order of the evening.<br/><br/>Prepare to travel like a local on this trip. You’ll take two great boat trips: one on a public passenger boat between Belem and Santarem, and one on a private boat down the Rio Negro where you’ll sleep in a hammock on deck and enjoy a basic but fun time on board. <br/><br/>The highlight of this trip is a three-day cruise along the Rio Negro, a tributary of the Amazon. Spend the nights stargazing from the deck, and the days exploring on foot in the jungle, by motorised canoe, and around the Anavilhanas archipelago. <br/><br/>You’ll visit many local communities along the way, and get an authentic sense of life on the river. See village life among Brazil’s caboclo communities, spend time with the Jamaraqua community in the national forest reserve and, in the Anavilhanas archipelago, meet the Indigenous communities that live among the thousand or so islands on the river. <br/><br/>This well-designed small group trip does this amazing region justice: it’s a true once in a lifetime adventure.<br/>",
  "durationDays": "14",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Belem",
      "description": ": Our trip starts today in Belem, the Amazon's port city, situated at the Guaraja Bay in the eastern part of the vast Amazon delta. In the late 1800s, the city owed much of its wealth to the burgeoning rubber trade and its rich history is evident in the colonial-era buildings found within Belem's downtown district. Our Tour Leader plans to meet you in the hotel reception at 5pm for a welcome briefing, and for those who wish there will be the option to have dinner together with the group this evening. There are no other activities planned today, so you're free to arrive in Belem at any time. If you miss the meeting, our tour leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Belem's Val de Cans International Airport (BEL), which is approximately a 20-minute drive from our hotel. Those arriving earlier in the day might like to visit the Museu Goeldi, a perfect introduction to the culture, fauna and flora of the Amazon region."
    },
    {
      "dayNumber": 2,
      "title": "Walking tour of Belem; chance to visit the Goeldi Museum",
      "description": ": This morning, a local guide will show us around the city's main sights, introducing us to the Portuguese-tiled houses and beautiful baroque churches of the city centre. One of the most noteworthy attractions is the Ver-o-Peso market on the docks of the city. This huge public market stocks everything imaginable from meat, fish, and medicinal plants to arts and crafts and even a specialised market selling only the endemic acai berry, a staple of the Brazilian Amazon populations. We'll also visit the main opera house (entrance not included), built in the late nineteenth-century at a time that was known as the 'Golden Age of Rubber'. The afternoon, you're free to wander the shady streets of Belem. Belem is the Amazon's culinary capital, using many indigenous plants and fruits, as well as plenty of fresh seafood. Then, this evening, the Estacao das Docas is well worth exploring - this series of three historic dockside warehouses has been converted into restaurants, bars and even a small theatre, with views out to the river."
    },
    {
      "dayNumber": 3,
      "title": "Public boat to Marajo Island; explore the village and the beach",
      "description": ": Rising early this morning, we'll drive out of the city to the ferry port to catch our public ferry across to Marajo Island, a land mass in the Amazon River Delta that's bigger than the Netherlands. The ferry journey takes approximately two-and-a-half to three hours, and you'll be able to walk around freely and take in the views as we approach the lush banks of the island. Snacks and drinks are available on board. Upon arrival we'll drive to our pousada (local inn), situated on a cliff overlooking Joanes Beach, a deserted stretch of Atlantic coastline harbouring fresh water, the influence of the mouth of the Amazon. This afternoon, we might take the opportunity for a canoe trip on the Rio Limao, or walk along the miles of deserted beaches."
    },
    {
      "dayNumber": 4,
      "title": "Full day discovering the farm life on Marajo Island",
      "description": ": The open grasslands of Marajo Island flood during the rainy months, creating a year-round wetland habitat that's excellent for wildlife spotting. It's particularly well known for its water buffalo - the story goes that some 150 years ago, a ship heading for the West Indies, carrying a herd of Indian water buffalo, sank off the Marajo coast. Most of the cattle were adept swimmers, and eventually reached the shore, making their home on the island, where they proliferate today in both a wild and domestic setting. They are commonly used in agriculture as well as being a form of transport around the island. Today we'll experience a real cultural immersion as we spend time with local people who live on the island. We'll start early by vehicle and by boat to one of the many farms on the island - Fazenda Sao Jeronimo. The owner will take us on a tour of his land, where he runs a coconut-farming business. Our visit will include walks along forested, a canoe journey up the river that runs through his property, and a wooden walkway that will take us through the important mangrove habitat. While buffalos help with the farming here, Sao Jeronimo isn't a buffalo farm. However, our next stop - the nearby Mironga Farm - is. Over 700,000 buffalos live on Marajo Island, more than humans, which is a testament to their economic importance. Here, we'll have lunch and a tasting session including items produced on the farm - butter, cheese and buffalo meat. Time permitting, we may make a visit to a small pottery centre, which houses some early ceramic finds from the Marajoara culture, and take a small walk along a mangrove beach, before heading back to our pousada."
    },
    {
      "dayNumber": 5,
      "title": "Return to Belem; begin 3 night boat trip from Belem to Santarem",
      "description": ": We'll head back to Belem early this morning, taking a smaller boat direct to the hidrioviario in the centre in just under two hours. We'll hop off and have lunch before returning to the port to board our second boat of the trip for the journey to Santarem. This public boat is a passenger vehicle, used mainly by locals to travel upriver. Amenities are basic and standards don't match those in the west. We stay in simple, twin cabins with air conditioning, a shower and WC. Buffet-style meals are all served on the boat with a limited variety of food available."
    },
    {
      "dayNumber": 6,
      "title": "On the boat; watch life on the Amazon pass by; stargazing",
      "description": ": Our first day onboard takes us through narrow waterways with abundant rainforest, and typical 'caboclo' dwellings on stilts, built to cope with the fluctuating water levels. Caboclo communities are descended from the mixture of the indigenous populations and the white adventurers, such as rubber tappers and prospectors. We'll get a snapshot of their lives on the riverbank as we travel, seeing them wash clothes, fish and travel along the river by canoe or boat. Throughout our journey from Belem to Santarem, we'll stop once or twice a day in the Amazon Basin to see the busy ports and the loading and unloading of cargo, taking in the colourful atmosphere. There isn't time to disembark, but part of the fun of the journey is watching this frantic activity as crates of alcohol, food and supplies are quickly unloaded at each town."
    },
    {
      "dayNumber": 7,
      "title": "On the boat; watch life on the Amazon pass by; stargazing",
      "description": ": This morning, we'll wake up on the mighty Amazon proper, finding ourselves observing both banks at a distance and taking in the atmosphere. A highlight of this trip is the sky at night - away from city lights, we have excellent stargazing opportunities. This is slow travel, so bringing a book or activity for the boat is essential."
    },
    {
      "dayNumber": 8,
      "title": "Dock at Santarem; travel to the river beaches of Alter do Chao",
      "description": ": We'll leave the boat this morning, departing in the port town of Santarem, and drive 35 kilometres south to the laid-back town of Alter do Chao. Best known for its white-sand beaches, more prominent in the low-water season from late June, and transparent waters (an unusual site for anyone expecting the muddy brown Amazon), it's also idyllically situated on a blue lagoon and flanked by forest reserves. This afternoon is free to explore, swim and relax. On a low-water departure it's possible to take a water taxi to one of the open-air restaurants on the 'Ilha do Amor', where chairs and tables are placed in the warm water of the lagoon. For those who wish, you can take a trip to the Lagoa Verde (green lake). During the high-water season (February to July) you can enter the Enchanted Forest by canoe and explore this labyrinth of trees that are home to birds and monkeys. During the low-water season (August to January) the water levels allow us to walk along the canals, bathe in the cool waters of natural springs and enjoy sunset at Ponta de Cururu beach on the Tapajos River (pink dolphins are often spotted here). This trip is approximately three hours."
    },
    {
      "dayNumber": 9,
      "title": "Visit FLONA, the National Forest Reserve",
      "description": ": Today, we have a full day trip to the FLONA (National Forest) nature reserve. A huge, protected area of primary rainforest, FLONA gives us the opportunity to learn about the delicate ecosystems that exist in the Amazon, as the local guides give an in-depth overview of the many different plants and bird species living here. We'll start out from Alter do Chao, taking a boat ride along the clear waters of the Tapajos River flanked by forest, to the Jamaraqua Community Centre, where we'll be welcomed with a coffee before setting off on our jungle walk. This 12 kilometre/7.5 mile walk will acquaint us with medicinal plants and the flora of the forest. Most of the trail is flat but there is one significant climb of 300m / 985ft, which has a rope fixed to the path for stability. The weather is hot and humid which can also make it more challenging. The walk will take us approximately five hours, with plenty of stops for photos and explanations of the nature around us. Time permitting, we may also have a swimming opportunity while in FLONA, and we'll have a superb home-cooked lunch by the people at the community - a meal generally made up of different river fish, rice, vegetables, feijoa, salad and bread. We'll return to Alter do Chao by boat, arriving around 7pm."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Manaus and board private boat",
      "description": ": This morning is free to enjoy our final hours along the river at Alter do Chao. In the afternoon, we'll transfer to Santarem airport and fly to Manaus (taking into account the time zone change, this journey takes just 10 minutes), before heading to the port to board our private boat. This really is the climax of our Amazon journey as we cruise down the Rio Negro for 3 nights, sleeping in hammocks. On board our boat is a galley, a small bar and basic washing facilities. We will be sleeping on deck, so be prepared for a certain lack of privacy. Hammocks are provided and your Tour Leader can tell you the right way to sleep in a hammock (diagonally) in order to get the best night's sleep!"
    },
    {
      "dayNumber": 11,
      "title": "Rio Negro boat trip; visit indigenous communities",
      "description": ": During our three-day cruise, we'll thoroughly explore this region of the Amazon with a range of excursions. As we drift along, we'll spot huge Victoria Regia water lily, enjoy birdwatching and hopefully see pink Amazon River dolphins playing alongside us in the water. We'll use motorised canoe boats to explore the riverbanks as well as landing on the shore to do some jungle trekking on foot. Along the way, we'll visit a caboclo family as well as an indigenous community in order to learn more about how they live in this rainforest environment. One of the most interesting parts of our adventure is learning about how they use the plants and trees around them - each one of them has a meaning and a use. We'll be exploring jungle trails with our guides and tour leader, as well as discovering the huge river archipelago of Anavilhanas, which has more than 1,000 islands and abundant aquatic life, including caimans and dolphins. In the evening, we'll take night outings to spot dark caiman, or catch a piranha supper."
    },
    {
      "dayNumber": 12,
      "title": "Rio Negro boat trip; sail through the Anavilhanas archipelago of 1000 islands",
      "description": ": Our final full day on the boat brings our Amazon exploration to an end. This journey is dedicated to discovering the incredible region and should debunk some of the myths whilst giving us a real understanding and appreciation for this amazing ecosystem. It's sure to be a truly unforgettable trip."
    },
    {
      "dayNumber": 13,
      "title": "Arrival in Manaus; visit the Opera House and the Meeting of the Waters",
      "description": ": This afternoon, we'll disembark in Manaus, where we'll spend the rest of the day. Although Manaus is generally blown through by travellers who use it as the jumping off point for Amazon trips, it's worth staying for a look at one of the country's most impressive buildings - the Teatro Amazonas. This 19th-century neo-classical style opera house is quite simply a work of art. Built by cash-rich rubber barons who were trying to recreate a sense of European elegance in the wild Amazonas region, the pastel-pink, colonnaded exterior and lavish interior contrast sharply with the industrial grit of the rest of the city. Around the theatre, the central square comes alive around 4pm when the bars and restaurants start filling up. It's a great place to try fresh fish (the region's most well-known fish is the 'tambaqui' - a large freshwater variety, delicious grilled) and enjoy the nightlife."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Manaus",
      "description": ": The trip ends after breakfast at our hotel in Manaus. There are no activities planned today, so you're free to depart from Manaus at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel, and this is the perfect opportunity to spend additional time in Manaus. If you'd like to receive a complimentary airport transfer today, you'll need to depart from Manaus's Eduardo Gomes International Airport (MAO), which is approximately a 30-minute drive from our hotel."
    }
  ],
  "map": ""
}