{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-holiday-jaguar-spotting-amazon",
  "tourName": "Brazil holiday, Jaguar spotting & Amazon",
  "placesVisited": "",
  "generalInfo": "Brazil has an amazing variation of landscapes, eco-systems and culture. The Amazon jungle and Pantanal boast amazing wildlife, the Atlantic Rainforest provides a beautiful tropical ambiance full of flora and fauna, the many National Parks offer breathtaking landscapes with natural waterfalls and extraordinary rock formations. And Brazil’s 7000 miles of coastline means that there are thousands of incredible beaches.  <br/><br/>Brazilians are friendly, hospitable, love life and a party. Brazil’s rich African and Indigenous heritage is fused in every part of Brazilian culture together with European influences, particularly in religion, art, music, dance and food.  This can be experienced directly on the street, in the nightlife and in many of the traditional festivals and celebrations. Brazil will touch you with its passion, sounds, flavours, and colours, the people will enchant you with their liveness and joy. <br/><br/>The most famous festival is of course Carnival which is celebrated allover Brazil from Olinda, Recife, Salvador, Rio de Janeiro up to small villages as Paraty with its typical Bloco de Lama (mud carnival). However, there's much more to the Brazilian calendar. Some Brazil's festivals and events are Semana Santa - the Brazilian Holy Week, Festas Juninas, Festa do Divino, Festa Nacional do Índio, LGBT Pride Parade in São Paulo, worship of Yemaha during the Reveillon which is the celebration of the Brazilian New Year.<br/><br/>And besides the overwhelming landscapes there are so many beautiful places to stay! From floating lodges on the river, treehouses, mountain- eco lodges, guesthouses in colonial mansions, fazendas, pousadas in all sorts and kinds up to top boutique hotels.<br/><br/>One of the extra reasons to visit Brazil is that it is an excellent destination for eco-tourism, of which the Amazon, Pantanal and all the National Parks are of particular interest. Sustainable tourism is in strong development with energy saving, waste recycling, agricultural and local education initiatives.<br/><br/>When you would like to visit the Pantanal and watching Jaguars is absolutely on your priority list, you have to go to the North Pantanal and this we have included in this holiday for you! The ultimate trip for wildlife lovers, this jaguar holiday in the Pantanal Brazil includes seeing jaguars in the wild. Our expert private guides have tracked jaguars for the BBC, National Geographic and the Discovery Channel. Our trips have had 99% success rate for several years, with multiple sightings of jaguars and cubs in one or two days. When going to the North Pantanal for Jaguar wildlife watching you can go as well for hiking in the Chapada Guimareas. We have a snorkeling excursion in this chapada as an alternative for the snorkeling at Bonito in the south Pantanal. When you wish to combine both the best of the North with the South Pantanal you can fly with a small Cessna plane over the Pantanal from the north to the south or vica versa, directly from pousada to pousada. We arrange the flight for solo travelers, families or small parties. You are picked up at your lodge pousada and will fly in a spectacular flight over the Pantanal directly to your new destination. When you love birdwatching please contact us and we can send you special itineries exclusively for birdwatching in Brazil, Colombia and Panama.<br/><br/>The itinery below can be fully tailor made and is one of the three itineries we have developed for observing jaguars in the Pantanal combined with the Amazon. In the other two itineries we offer snorkeling at the crystal clear waters of Bonito eventually with visiting cave Anhumas, a small waterfall Boca da Onça and wildlife observation in the South Pantanal, outdoor activities at Chapada Veadeiros and hiking with birdwatching at NP Itatiaia. Added can be as well another stay and bird watching in the Atlantic rainforest at Cachoeira de Macuco with Regua lodge.<br/><br/>And at last Brazil can be the start or end of a tailor made trip along the greatest attractions in Latin America. You can combine the Galapagos islands, Machu Picchu and the Uyunyi saltflats with a visit to Rio de Janeiro.  A trip may include also Easter Island in Chile. You can go hiking or skiing in Patagonia and combine this with a beach holiday at Rio, Paraty and Ilha Grande. We offer tailor made travels for Cuba, Colombia, Panama, Mexico, Bolivia, Brasil, Peru, Ecuador with Galapagos, Chile with Easter island, Argentina and Venezuela. Note that with a tailor made trip we can offer 10% discounts on public prices for Galapagos and Antarctica cruises. Contact us for a chat via Whatsapp and ask for a tailor made itinery and quote.<br/><br/>Explore Brasil on your own, with your family or in a guided grouptravel on this itinery. Feel free to contact us to customize this or any itinery to your travel wishes.",
  "durationDays": "25",
  "price": "7250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival Rio de Janeiro. Reception and private transfer to Sol Ipanema, room with ocean view."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rio de Janeiro private guided city tour, full day, incl. visit Sugar Loaf & Corcovado with entrances included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day on own Rio de Janeiro, Sol Ipanema with ocean view."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel to the North Pantanal. Included transfers airport, flight Rio-Cuiaba. Private transfer into the Pantanal with specialized private guide from Cuiaba to pousada Piuval or Aymara. Private guide stays with you for all the days in the North Pantanal. All meals and standard drinks included for the Pantanal days."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "North Pantanal. All excursions around pousada Piuval / Aymara with your private guide and local guides included. Usually are 3 excursions of which one can be with horse riding and a night safari by 4x4."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Private transfer to Porto Jofre, private boat trip with your guide to Recanto do Jaguar lodge included. They have here nice floating boat lodges in the wetlands deep in the Pantanal. For those interested in big fish there are here also great fishing opportunities here."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Full day for Jaguar spotting with your private guide on private boat trip. Almost 100% chance for seeing Jaguars. Lodge Recanto do Jaguar. All meals and standard drinks included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to Manaus. Return to Cuiaba, flight to Manaus, transfer to Casa Perpetua."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Manaus full day private guided city tour incl. meeting of the waters. Casa Perpetua."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Amazon Adventure package of four and a half day included. This is a small group Amazon Tour. Can be offered also as private. Transfer to start excursion included. Full time guided for all days. All meals and standard drinks included during Amazon Adventure Tour."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "End of Amazon Tour, including transfers airport and flight to Brasilia, transfer to hotel premium Hplus. Instead of going to the Amazon you can also go the Atlantic rainforest. Added can be a stay at NP Itataia for hiking, daywalks and birdwatching, Paraty with a spectacular 2 day beach hike and Ilha Grande for beachtime and daywalks, as well as stay for bird watching in the Atlantic rainforest at different places as Cachoeira de Macuco with Regua lodge."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Full day private guided city tour Brasilia, with your own private guide. Hotel Hplus."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Travel to Salvador da Bahia. Including all transfers and flight. Pousada Solar Dos Deuses."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Full day private guided city tour Salvador da Bahia. Pousada Solar Dos Deuses."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Private travel to Lençois in NP Chapada Diamantina. Pousada Vila Serrano."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Have a full day a private guide and driver in Chapada Diamantina included to visit points of your interest, for visiting the blue cave, to hike over beautiful trails and enjoy some amazing waterfalls - cachoeiras."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Two days for hiking with a local guide and go deeper in the NP Chapada Diamantina. This is optional and not yet included and can also be arranged locally in case you prefer that option. You can also stay closer to Lençois and enjoy the beautiful waterfalls and nature around."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Private transfer from Lencois to Imbassaí, on the coast north of Salvador da Bahia. Eco pousada Vilangelim, located in beautiful nature and at the sea."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Full day on own to relax of all your adventures. Or do something more active, go on a whale watching excursion, go on birdwatching and visit the nearby Tamar project for protecting marine turtles."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Transfer to Salvador da Bahia airport included and flight home from here. Optional add domestic flight to Rio de Janeiro for stay at NP Ilha Grande and/or Paraty and have your international flight from Rio."
    }
  ],
  "map": ""
}