{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "amazon-explorer-small-ship-cruise",
  "tourName": "Amazon explorer small ship cruise",
  "placesVisited": "Manaus, Rio Negro, Anavilhanas Archipelago, Encontra das Aguas, Amazon River, Frequent excursions: nocturnal launch expeditions, caiman spotting, village visits",
  "generalInfo": "The Amazon might be a mighty river, but it doesn’t mean you should explore it on a massive boat. On a smaller vessel you can get into the small tributary rivers, too, where it’s much easier to spot wildlife on the shore and get away from the main settlements. This custom-built river boat is designed to be able to creep up hidden channels, to see a side to the Amazon that not everyone gets to experience.<br/><br/>The Ria Negro tributary is the largest river to flow into the Amazon. It’s flanked by forests that haven’t changed for millions of years, but which are always growing and bristling with new life. There are huge boughs draped with vines and trembling orchids. You’ll spend the first days of the cruise on the Ria Negro, before encountering the Amazon itself. <br/><br/>Each day there are multiple excursions: forest walks, village visits, stops in river trading towns and lazy afternoons spent fishing. Don't be worried about piranhas – you'll eat them before they’ll eat you. You might come across them as an appetiser, and you can fish for them in the river. At night, you might spend the evening drinking caipirinhas, or you might slip out in a launch and glide through the darkness, listening out for nocturnal creatures and looking up at a star-filled sky. <br/>",
  "durationDays": "5",
  "price": "2118",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Manaus, Rio Negro. This afternoon we embark on the Motor Yacht Tucano in Manaus, Brasil. We depart on the Rio Negro and as the vessel glides upstream we will have our first talk about Amazon environments. By late afternoon we enter one of the world’s largest river island systems, the Anavilhanas Archipelago. The boat will weave along a winding channel with rainforest on both sides in a riot of brilliant vegetation. Weather permitting, we will go for a launch excursion in the gnarled and dense flooded forest along the river’s edge. We may see some Squirrel Monkeys and we may hear the other-worldly growls of Howler Monkeys echoing through the primitive rainforest. The Amazon has one of the greatest collection of birds in the world and we are sure to see some of these brightly colored jewels perched in the treetops. We return to the M/Y Tucano for hors d’oeuvres on the observation deck and a toast to the rainforest sunset. Following dinner we will embark in our launches in search of nocturnal creatures such as the Caiman, the Amazon’s crocodilians. We may also see one of the large night birds such as a Great Potoo, with its bulging eyes and large mouth, adapted to swallow the huge Mariposa Moths. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rio Negro. Shortly after sunrise this morning we explore the Anavilhanas Archipelago, a reserve that includes the world’s largest system of river islands and also areas of tall dense rainforest. Here we will see the strange environment called the Igapó, the black water flooded forest where dense forests grow right out of the dark water of the Rio Negro. Mid morning we return to the vessel for a hearty Brasilian breakfast. After some time to relax, weather permitting we will disembark at mid-morning and will go for a walk in the type of rainforest known as the Terra Firme. Here we have a good chance to see the markings, if not the animals themselves, of some of the Amazon’s great mammals like peccaries (wild pigs) or even a jaguar. Around mid-day return to the vessel for lunch and a siesta. In the afternoon we will excursion in our launches along the edges of the dense forest and listen to the sunset chorus of birds, howler monkeys, and frogs. Weather permitting, tonight we will have an excursion to spot caiman (the Amazon’s crocodiles) and other nocturnal creatures. We very often see arboreal porcupines or sloths scrambling high in the limbs. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rio Negro. Today we will voyage to the west side of the Rio Negro and continue to scout in our launches and walk in the forest. We will explore according to the weather and water depth areas rarely visited by anyone else. Tonight the M/Y Tucano goes downstream and river depth permitting, will enter an east bank affluent of the Rio Negro and explore on deep into the rainforest on this small river. After our nocturnal exploration of the rainforest in our launches and we return to the Motor Yacht Tucano for “Caipirinha Night” on and perhaps try a bit of samba on the top deck. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Confluence of Amazon and Negro Rivers. We begin the day with a dawn excursion hunting for wakening wildlife followed by a full Brasilian breakfast. We will then go one last time into the forest. In the mid-afternoon we will begin to journey downstream to arrive late in the day at the “Encontra das Aguas” a stark several mile long line where two of the world’s largest rivers, the Amazon and the Rio Negro join in a turbulent maelstrom. Here the dark water of the Negro runs beside the opaque brown water of the Amazon. At sunset the M/Y Tucano will once again turn her bows upstream on the Rio Negro and journey to our overnight anchorage north of the City of Manaus. As we pass in front of Manaus, we will marvel at the scale of one of the world’s largest and most vibrant port cities, that is over one thousand miles from the sea. Tonight we will have a farewell dinner and prepare for an early departure in the morning. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Manaus. Early this morning, after a hearty breakfast, all guests disembark from the M/Y Tucano. (B)"
    }
  ],
  "map": ""
}