{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-wildlife-holiday-pantanal-rio",
  "tourName": "Brazil wildlife holiday, Pantanal & Rio",
  "placesVisited": "Rio de Janeiro, Christ the Redeemer statue, Atlantic rainforest walk, Pantanal, ranch stay, wildlife safaris, boat trip to see giant otters, optional: fishing for piranha, Bonito, freshwater snorkelling, birdwatching",
  "generalInfo": "This Brazil wildlife holiday, in the Pantanal and Rio, is a wildlife and cultural journey in Brazil. We are a specialist operator offering holidays with a difference and insider experiences. We have a unique approach to working with local people and places.<br/><br/>On this trip, you'll kick off with the insider experience of Rio de Janeiro. You'll also get a chance to tick off the main sights if you wish. Then it's a day trip to a reforestation project, this Atlantic rainforest contains more birds than in the whole of Europe! <br/><br/>Then onto the vast Pantanal teeming with animals ranging from otters as big as a man, caiman (like alligator, but don't eat humans) to giant anteaters and birds of prey like black-collared hawks. (If you are very lucky, you may spot a jaguar, the Pantanal is considered the best place to spot the world's third biggest cat, although if this is what you are particularly interested in, enquire and ask about our 'Jaguars and Waterfalls' itinerary.<br/><br/>You'll end the trip iin the the crystal-clear waters of award-winning Bonito, some of the finest freshwater snorkelling in the world. <br/><br/>This is a private tour (just you and who you are travelling with). A perfect wildlife adventure for a couple or friends travelling together. <br/>It can also be taken as a family adventure. Minimum age usually five but we may be able to accommodate younger children, please enquire with details of your family.<br/><br/>If you can travel for longer, it is possible to extend your trip with a visit to the famous Iguacu waterfalls or a beach extension. Just make an enquiry to be put in direct contact with us - we even work evenings and weekends!",
  "durationDays": "14",
  "price": "3475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from London Heathrow to Rio de Janeiro. Regional departures are possible. It may also be possible to have flights from other countries arranged (or arrange your own)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in Rio in the morning (due to time zone difference). Pick up by driver in a private car and transfer to a beautiful private home where you will meet your hosts and settle into your bedroom (with its own bathroom). Time to settle in and enjoy amazing views over Rio. Later on your driver will take you to visit the botanical gardens. Evening dinner with your hosts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day sightseeing in Rio including the Christ the Redeemer statue and Sugar Loaf mountain. Time to relax and change. Later on, your driver will take you out in Rio and wait for you (choose a restaurant from the insider tips in the pack we give all our customers)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You'll be driven out of Rio to an Atlantic rainforest area for a nature walk and a chance to spot some of the beautiful birds (there are more species of birds here than in the whole of Europe!)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to airport and fly to the Pantanal. Pick up and transfer to ranch. Settle in and enjoy the pool. Dinner at the ranch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Time to look for widllife including giant anteaters & caiman. You'll also have a night safari in the evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Activities on the ranch."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to pack up and head into the deeper Pantanal. Private 4WD safari."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Boat trip to look for giant river otters and other animals. Hiking in the forest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "More boating and hiking."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pack up and transfer to nearby Bonito, a small town in an area of caves, sinkholes and some of the best freshwater snorkelling in the world. Time to settle into small hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Birdwatching in a huge sink hole and freshwater snorkelling amongst tropical fish."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning at leisure to stroll around the charming town of Bonito and shop for handicraft souvenirs. You can also book another activity locally e.g. white water rafting. Later you'll be driven to Campo Grande airport to take a flight to São Paulo. Overnight at comfortable hotel near the airport, in readiness for your flight home tomorrow."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to the airport to fly back to London Heathrow."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Land back at London Heathrow."
    }
  ],
  "map": ""
}