{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-small-group-tour-wildlife-and-culture",
  "tourName": "Brazil small group tour, wildlife and culture",
  "placesVisited": "",
  "generalInfo": "With such a giant of a country, it’s difficult to know where to start – Brazil has such a wealth and diversity of experiences that it’s impossible to include them all in one trip. We’ve designed this tour to encompass some of its best, from those you’ve undoubtedly heard of, to those that are a little more ‘unusual’.<br/><br/>We start in the coastal city of Salvador, a centre for the country’s Afro-Brazilian population and home to some fascinating customs. We delve into the indigenous religion of candomble – a mixture of traditional African and European beliefs – see how the martial art of capoeira is practiced, and explore the city’s colonial centre.<br/><br/>We then continue into the sublime landscapes of the Chapada Diamantina, a vast region of table top mountains, gaping canyons and gushing waterfalls. We explore the landscape on foot and by vehicle, visiting caves with azure blue pools, stalactites and stalagmites, enjoying spectacular views, and learning about the local cuisine.<br/><br/>Moving on, the towns and cities of Minas Gerais are home to some of the most exquisite colonial architecture on the continent. Cobbled streets, pastel coloured houses and elegant old churches take us back a couple of centuries as we explore Ouro Preto – perhaps the jewel in the crown here – and the smaller town of Mariana, just as charming but with far fewer visitors.<br/><br/>We then head to Rio de Janeiro, as no visit to Brazil would be complete without it. We take in the classic sights of Christ the Redeemer and Sugarloaf Mountain, of course, and also spend time in the favelas, meeting local people and hearing their stories of life here. Rio has some legendary nightlife as well, and we head out to sample some of the excellent music to be found here.<br/><br/>Finally we fly to the jungle city of Manaus, gateway to the mighty Amazon, and from here travel to our remote floating lodge in the Mamiraua Reserve – the largest protected area in Brazil. With three full days here, we spend our time exploring the rivers, lakes and forests, home to monkeys, sloth, dolphins and numerous other species. We’ll also visit a local community to see how they maintain their traditions and culture in the world’s greatest rainforest.<br/><br/>From some of the planet’s most enigmatic wildlife, to rich cultural traditions, beautiful cities and awe-inspiring landscapes, this is a marvellous introduction to the wonders that this vast country has to offer.",
  "durationDays": "20",
  "price": "6499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Salvador - Arrive in Salvador and transfer to your hotel. The rest of the day is free to relax or explore. Overnight Pousada da Mangueira or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Salvador - Spend the day exploring Salvador, one of Brazil’s most exciting cities and a centre of the Afro-Brazilian community. We learn about the candomblé religion, a mixture of African beliefs and Catholicism, in the company of a babalorixa (priest), as well as the Brazilian art of capoeira. After visiting the Sao Joaquim market, with its stalls dedicated to local cults, we then take the Lacerda Elevator to the city’s historic centre, with its charming colonial architecture. Overnight Pousada da Mangueira or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lencois - Travel to the city of Lencois, our base for exploring the Chapada Diamantina National Park, one of Brazil’s most impressive landscapes. Overnight Pousada Terra dos Diamantes or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chapada Diamantina - Drive into the park to Iraquara, where we take an easy hike to the huge cave of Lapa Doce, with its numerous stalactites and stalagmites. In the afternoon we visit Pratinha Farm and the beautiful ‘blue cave’, before hiking to the top of the Morro do Pai Inacio Mountain (approx. 20 minutes) to watch the sunset over the mountains and valleys. Overnight Pousada Terra dos Diamantes or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chapada Diamantina - In the morning take a scenic walk along the Lencois River, passing the striking caves and rock formations of the Salão de Areias and ending up at the waterfall of Cachoeira da Primavera. This afternoon we learn about the cuisine of the region, with a cooking class making typical local dishes. Overnight Pousada Terra dos Diamantes or similar. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chapada Diamantina - Drive to the Poco Encantado, a huge natural limestone basin with turquoise waters – on sunny days the waters become so transparent that you can see for many metres. We then head to the cave of Poco Azul, home to another beautiful pool. Overnight Pousada Terra dos Diamantes or similar. (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Salvador - Leave the Chapada Diamantina and travel back to Salvador. Overnight Pousada da Mangueira or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Belo Horizonte – Ouro Preto - Fly to Belo Horizonte, the capital of Minas Gerais state. From here we drive to Ouro Preto, and time permitting begin exploring the city at leisure. Overnight Pousada de Oficios or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ouro Preto – Mariana - Ouro Preto is packed full of exquisite old buildings and is a UNESCO World Heritage Site. We spend the morning exploring the town, visiting the Basilica Nossa Senhora do Pilar, the church of Sao Francisco, and its numerous other gems. Later, travel to the nearby town of Mariana, founded in the 17th century and the first capital of Minas Gerais. The town’s fortunes were made during Brazil’s gold rush, reflected in its elegant old churches and pretty town squares, yet receives far fewer visitors than better known towns in the region. Return to Ouro Preto in the afternoon. Overnight Pousada de Oficios or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Congonhas – Belo Horizonte - Travel to Congonhas, where we visit one of the most impressive churches in Brazil, the Sanctuary of Bom Jesus de Matosinhos. This is an important centre of pilgrimage for Brazilians, a rococo style masterpiece designed by the sculptor Aleijadinho. From here continue to Belo Horizonte. Overnight Bourbon Belo Horizonte or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Belo Horizonte - Explore the city, visiting the area of Pampulha with its buildings designed by Oscar Niemeyer, the elegant neighbourhood of Mangabeiras and the colourful central market, among other sites. Overnight Bourbon Belo Horizonte or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rio de Janeiro - Fly to Rio de Janeiro. On arrival we’ll visit the iconic beaches of Copacabana and Ipanema. Overnight Hotel Windsor Martinique or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Rio de Janeiro - Rio is well established as one of the world’s great cities, and today we explore a couple of its recognised highlights. We travel by tram, through a section of Atlantic Forest, to the iconic statue of Christ the Redeemer, for great views over the city. As well as this we take a ride on the cable car on Sugar Loaf Mountain. To delve a bit deeper into the city, we visit a local community, Morro da Babilônia, and the headquarters of a community project responsible for reforesting a large area of this favela. Overnight Hotel Windsor Martinique or similar. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Rio de Janeiro - Rio is known for its favelas, the vibrant shanty towns that creep up the mountainsides, and today we spend some time exploring Vila Canoas and Rocinha, the largest favela in the country in the company of a local guide. This is a chance to gain an insider’s perspective on an often misunderstood facet of the country, learning about the cultural, political and economic lives of the people that live here. This evening we head out to explore Rio’s legendary nightlife, visiting a couple of music venues popular with the locals. Overnight Hotel Windsor Martinique or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Manaus - Fly to Manaus, the gateway to the Amazon, and transfer to your hotel. Overnight Casa Perpetua or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly west to Tefe, and from here transfer by boat to our jungle lodge, in the Mamiraua Reserve – Brazil’s largest protected area. Our time here will be spent exploring the rainforest, lake and rivers in search of wildlife, on foot and by boat. We’ll make daytime and evening excursions, so that we have good chances of also seeing the nocturnal creatures which live here, as well as meeting one of the indigenous communities that live here. The flooded forests here are home to a wide array of species including howler monkeys, sloth, uakari monkeys, pink river dolphins and manatees, among many others. We stay each night in Uakari Floating Lodge. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Tefe – Manaus - Transfer back to Tefe and fly to Manaus. Explore the city visiting some of its impressive old colonial architecture, the market and the ‘Science Grove’ for close encounters with a number of local species including manatees. Overnight Casa Perpetua or similar. (B)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Manaus - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}