{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "jaguar-watching-safari-of-the-pantanal-brazil",
  "tourName": "Jaguar watching safari of the Pantanal, Brazil",
  "placesVisited": "Seven full days of fully guided wildlife watching in Pantanal Wetlands, Transpantaniera Highway, Stay in jaguar camp, Boat trips on Rio Cuiaba, Rio Tres Irmaos and Rio Piquiri rivers, Night safari, Superb Pantanal birdwatching",
  "generalInfo": "This jaguar watching safari in the northern Pantanal wetlands of Brazil is one of the most exciting wildlife experiences you can hope for.  This is by far the best region to see jaguar, the Pantanal being the world’s largest wetland area. As well as being home to jaguar, other magnificent wildlife includes caiman, giant otters, giant anteaters, tapir and pumas. As well as some of the most spectacular bird watching opportunities including the hyacinth macaw and toco toucan. <br/><br/>We are experts in finding jaguar as they rest or patrol the river banks and all of our jaguar watching is done from the safety of our shaded boats. To date, our average sightings is two per day on this trip with a mix of hunting, kills, swimming, mating as well as mothers and cubs. We are also proud of our  100% success rate of seeing jaguar. <br/><br/>Based around the fishing village of Porto Jofre, our tours are guided by a professional local guide who is expert not only in jaguar, but also in the region’s other prolific wildlife. This includes:  capybara, collared peccary, yacre caiman, ocelot, puma, giant anteater, greater rhea, Brazilian tapir, giant otter and nine-banded armadillo. As a tailor made holiday we can organise this to suit your timing and interests, although we do recommend a minimum of three days to increase your chances of seeing jaguar. <br/><br/>Staying in jaguar camps, driving around the famous Transpantaneira Highway in your own vehicle, walking through forests and grasslands tracking the elusive big cat or trekking on horseback are all exciting options on this trip. We also offer the chance to do a spotlighting safari after dark to see some of the more elusive species like ocelot, puma, crab-eating fox, Brazilian tapir, crab-eating raccoons and many other nocturnal mammals. We bring thermal imaging and night vision equipment upon request. <br/><br/>As all the wildlife watching is all done from boat or vehicle in the northern Pantanal, any fitness level can participate. We also have tours that travel to the south of the Pantanal which involve 2-3 hour walks or some horse riding, so a greater level of mobility is required. Please note that we are also able to arrange this trip for solo travellers, upon request. Minimum age is 18 years old. <br/><br/>The price of this holiday includes:<br/>All activities, all meals, bottled water, air con vehicle, drive, transfers, internal flights, guides, entrance fees, equipment, reference library. <br/><br/>Best time to see jaguar<br/>We recommend early August to late October for seeing jaguar in the Pantanal, as this is the dry season when they, and other wildlife, gather at waterholes. September is particularly good.",
  "durationDays": "11",
  "price": "7495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cuiaba – Arrival – On your arrival at the airport you will be met by your local driver/guide and transferred in a taxi to your hotel. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transpantaniera – Travelling & Wildlife Watching – After breakfast you will begin the journey down the famous Transpantaniera highway towards Porto Jofre. This road is one of the best for wildlife watching in the entire world and it is possible to see over 100 species of birds and a dozen mammal species along the way. We recommend taking your time, we can go at whatever pace you wish but we prefer a slow one. We will have many photo opportunities and we should not have any difficulty in finding the numerous caiman, capybara and hundreds of herons, kingfishers, caracaras and wading birds. We will also keep our eyes open for giant anteaters, hyacinth macaws and capybara along the way. We will stop at one of the ranches for lunch before continuing and arriving at the jaguar camp in the late afternoon or early evening. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transpantaniera – Travelling & Wildlife Watching – This morning you can either have a relaxing start to the day or have a morning river cruise for once last look for jaguars before packing up and heading back north up the Transpantaniera highway and towards Cuiaba. We can once again take this slowly and see what wildlife we can see along the way and then once you get back to Cuiaba you will have your last evening meal and night in Brazil. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
    }
  ],
  "map": ""
}