{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "amazon-river-expedition",
  "tourName": "Amazon river expedition",
  "placesVisited": "",
  "generalInfo": "Take In All Brazil Has To Offer<br/>9th of October until 25th of October 2026<br/><br/>This unique journey visits the best of Brazil’s wilderness destinations with Alex Robinson, a multi-award travel journalist who has written and photographed, for among others, The Independent, Sunday Times, Telegraph and Wanderlust and written more than twenty books on Brazil.<br/><br/>This unique journey brings you to some of South America’s most beautiful wild landscapes and wildlife rich destinations. We begin in Rio, visiting the famous sights, including the Atlantic Coastal rainforests of Tijuca National Park, which are busy with tanagers and monkeys. We fly to the Pantanal – the best place in the Americas to see wildlife. We will go in search of jaguars, giant otters, anteaters and myriad rare birds including metre-long, indigo hyacinth macaw.<br/><br/>From here we head north to snorkel the astonishing clear water rivers of Nobres, which teem with life. This is where the plains of the Pantanal meet the Amazon. Floating down a small river teeming with fish in water as clear as air is an astonishing experience. We drive north from here into the Amazon proper and Jardim d’Amazonia – a relaxing Amazon jungle lodge, set in its own gardens in the heart of dense rainforest and on an Amazonian tributary. An astonishing 590 bird species have been catalogued here alongside some astonishingly rare primates here and nowhere is better for spotting animals in the forest. We then visit the waterfall dripping table top mountains that lie right in the heart of South America, seeing plains animals in the cerrado – a uniquely Brazilian tropical dry forest dotted with brilliantly coloured flowering trees.<br/><br/>The journey is led by Alex Robinson, a multi-award travel journalist who has written and photographed, for among others, The Independent, Sunday Times, Telegraph and Wanderlust and written more than twenty books on Brazil. Along the way, you will capture those shots of a lifetime where Alex took them for his features. And while you can simply soak up the fabulous sights, you will have the opportunity to hone your photography or writing with one of the UK’s top photojournalists.<br/><br/>There are options to extend your journey before or after your trip to visit more of this wonderful country from the Iguaçu Falls to the gorgeous beaches of Bahia.<br/><br/>Alex is available throughout the trip for private travel writing and photography tutorials. Please advise if you are interested in this beforehand. You will need a DSLR or mirrorless camera. The cost of tutorial is included in the tour price.",
  "durationDays": "17",
  "price": "6380",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Rio de Janeiro – 09/10/2026 Today you leave for Rio de Janeiro from your departure airport back home or another location within Brazil country."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Rio de Janeiro & Welcome – 10/10/2026 Today you will arrive in Rio de Janeiro Tom Jobim airport, where you will be transferred together with the rest of the group to your hotel on Copacabana Beach. This evening we will enjoy a welcome meal with Alex in a local restaurant, followed by a visit to the city’s famous samba bar area. Alex has written about Brazilian music for 20 years for Songlines magazine. He will fill you in on the music of Rio and the story of Samba. Accommodation: Windsor Leme – Rio de Janeiro"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rio de Janeiro, Tijuca National Park, Sugar Loaf & Pedra Bonita -11/10/2026 After breakfast overlooking the beach, we begin our day exploring one of the world’s largest urban rainforests in Tijuca National Park. This huge, protected area, busy with handkerchief-sized electric blue morpho butterflies, kitten-sized marmoset monkeys and toucans, covers the entire mountainous heart of Rio de Janeiro. We will take a light hike Pedra Bonita – a 700-metre-high boulder mountain rising straight out of the ocean and perching over Rio’s southern beaches. The views from its summit are extraordinary. The walk to the top takes an average of 40 minutes. After the hike, we will visit the city’s beautifully renovated port area – decorated with stunning mural art by South America’s celebrated Eduardo Kobra and dotted with striking modernist museums, many of which were opened for the Olympics. They include Santiago Calatrava’s stormtrooper-white Tomorrow Museum, which looks like a vast spaceship set over the shimmering Atlantic. We will have lunch at Cais do Oriente, one of Rio’s most traditional sea food restaurants, set in little gardens in the heart of the docklands. In the afternoon we will visit the Sugarloaf, taking a forty-minute trail half-way up and then continuing by cable car. From the summit Rio lies twinkling, at your feet in the later afternoon sunlight, embraced by the open-armed Christ and fringed with endless bays and beaches. It is an extraordinary sight. The full descent will be carried out via cable car and from the bottom, we will meet out transfer and return to our hotel for the evening at leisure. Today Alex will be available for tutorials on street and urban landscape photography for those who have pre-reserved. Accommodation: Windsor Leme – Rio de Janeiro"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Rio de Janeiro, Niterói and Rio Views – 12/10/2026 You have this morning at leisure. In the afternoon we will take a tour to Niterói, which sits across the bay from Rio. We will visit the 16th Century Portuguese fort which guards the mouth of the bay, enjoy a cold beer on the sand at Charitas beach, one of the most beautiful in Rio and enjoy breathtaking views of the Rio skyline at sunset from Niteroi’s City Park. We will finish by taking the boat across the bay from Niterói to Rio, where our driver will meet us to transfer us back to the hotel. Accommodation: Windsor Leme – Rio de Janeiro."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Rio de Janeiro – Cuiabá – 13/10/2026 This morning, we depart for Cuiabá, gateway city to the top wildlife destination in the Americas, the astonishing Pantanal. We will overnight in the in Cuiabá, transferring early next morning south to the heart of the wilds. Accommodation: Deville Prime Cuiabá"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cuiabá – The Pantanal, Porto Jofre – 14/10/2026 Welcome to the world’s greatest wetland wildlife destination! We will wake early to reach there, ensuring that we will see plenty of wildlife in the early morning light on our way south to Porto Jofre in the heart of the Northern Pantanal. Situated along the banks of the Cuiabá River, this tiny hamlet is the gateway to the world’s largest tropical wetland – this South American Serengeti and Okavongo, offering the best opportunities for seeing wildlife in the Americas. One of the main attractions of Porto Jofre is the chance to see jaguars in their natural habitat. The Pantanal is home to the highest density of jaguars on the planet, and the area around Porto Jofre provides one of the best chances to observe these majestic predators. These big cats are often seen lounging along riverbanks, hunting caimans, or swimming across channels, making boat safaris a popular and effective way to spot them. Beyond jaguars, Porto Jofre’s rich biodiversity includes giant otters, capybaras, toucans, macaws, and countless other species of birds and mammals. The region’s lush landscapes, with its mosaic of rivers, lakes, and forests, create a stunning backdrop for wildlife photography and eco-tourism. Visiting Porto Jofre offers an unforgettable experience, immersing travellers in the raw and awe-inspiring beauty of the Pantanal. The total driving time to Porto Jofre is approximately 5 hours, along a road cutting through the heart of the wilderness, where we will stop frequently to see wildlife and with a stop for lunch along the way (not included). On arrival after checking-in, we will take a boat trip on the river to spot jaguars at their favourite time of day – the late afternoon and early evening. Alex will help you with wildlife photography throughout our Pantanal stay. Accommodation: Santa Rosa Pantanal"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Porto Jofre, Jaguars – 15/10/2026 Today is all about seeing jaguars, and we will maximise our time on the river – the best place on Earth to see them, taking a launch into the heart of the vast state preserve which makes up much of the Northern Pantanal. In the dry season, jaguars are most easily spotted on the exposed beaches of the rivers – a once-in-a-lifetime experience! Other wildlife commonly seen on the river are capybara and Pantanal black caiman, a different species to those we will have seen in the Amazon. We will almost certainly also see giant jabiru storks, rare agami herons, black-collared hawks, giant otters and a proliferation of other wading and water birds. We will have full day outings by motorboat to explore the rivers and streams, resting for lunch. You will need plenty of water and sun protection today. Alex will be available today for wildlife photography tutorials. Accommodation: Santa Rosa Pantanal"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Porto Jofre – Pousada Piuval – 16/10/2026 After breakfast, we will take another river safari to see animals when they are most active in the early morning. Then we check out and then drive to Pousada Piuval – a working ranch with guest lodging, famous for its wildlife. Piuval has been successful in attracting jaguars to the property in recent years, making it one of the best locations in the region for wildlife stays. There are resident tapirs and nowhere is better for seeing giant anteaters. The total driving time is approximately 2.5 hours, and we can enjoy stops along the way to take photographs of the many wild animals we will encounter. Upon arrival at Pousada Piuval, we will drop off our bags and have lunch before leaving for jeep and walking safari. We will return to the lodge at sunset, ensuring we capture some great shots along the way. Alex will be available today for wildlife photography tutorials. Accommodation: Pousada Piuval"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pantanal, wildlife safari – 17/10/2026. After breakfast we have the option either of exploring the savannah around Piuval on horseback or by Jeep. Both options allow us to explore both the grasslands, wetlands and seasonal streams and lakes. We stand a good chance of seeing rhea (South American ostrich), giant anteaters and coatimundis today. In the evening we will take a night safari, with a good chance of spotting smaller cats (there are seven felid species in the Pantanal), tapirs, burrowing owls, nightjars and big eyed olingos – which look like a giant bushbaby. Accommodation: Pousada Piuval."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pantanal – Nobres, Macaw Lake Roost – 18/10/2026. After breakfast we will transfer north to the little-visited region of Bom Jardim, an area of open savannahs and cerrado woodlands filled with flowering trees. The cerrado – which is made up of dry, semi-deciduous forest is one of South America’s most threatened biomes, with distinct species from the Amazon and Pantanal. Bom Jardim is famous for its lakes and glassy-clear rivers, where it’s possible to snorkel alongside huge schools of fish and float over a river bed dotted with brightly-speckled fresh water stingrays. There is nowhere like it. At sunset we will visit the Lagoa das Araras; a lake ringed with buriti palm trees, which provide nests for hundreds of macaws and other parrots. Sunset over the lake to the sound of their raucous song is extraordinary – both for the proliferation of birds and the gorgeous colours in the sky. Buriti trees lose their crowns when they die, thereby leaving hollow stems that form the perfect habitats for these birds to set up their nests and breed. The reflection of the sky in the water makes the landscape even more spectacular. Especially as the sky turns from deep blue to golden before, the sun sinking red and the sky fading into a night brilliant with stars. Accommodation: Reino Encantado – Nobres"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nobres, snorkelling in clear-water Amazonian Rivers – 19/10/2026 Nobres is one of the only locations where it is possible to snorkel in rivers within the Amazon Basin. Most rivers here are murky, but in Nobres they are as clear as mountain air, offering the chance to snorkel with myriad freshwater species – stingrays, turtles, dourado and other fish, in their natural habitat. After breakfast, we will take a short drive to the Salobra River, where it emerges from the ground as series of astonishingly clear springs. After a short walking safari (where we hope to see agoutis and paca), we will don our wetsuits and snorkels for a leisurely float for around a kilometre. The aquatic life is astonishing. At the end of the river, we will walk back the lodge along the trail past a series of springs, with another good chance of seeing paca, agoutis, armadillos and tamandua anteaters. In the afternoon we will have further wildlife excursions before retiring in the evening after another glorious sunset. Accommodation: Reino Encantado – Nobres."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nobres – Brazilian Amazon – 20/10/2026. This morning we transfer north into the Amazon Basin and a unique Amazon jungle lodge Jardim da Amazonia; combining comfort with unique access to the world’s greatest tropical forest. Jardim (Portuguese for garden) is one of the most inspiring ecotourism projects in South America – an island of pristine southern Amazonian rainforest standing over a clear-water tributary of the Tapajos river (one of the largest affluents of the Amazon itself). There are mammals everywhere at Jardim – paca and agouti grazing the lawns, huge herds of almost tame capybara, margays and ocelots in the forest, and even jaguar and puma. A shy tapir comes to steal cashew fruits from trees near the bedrooms in the dead of night. Careful you don’t startle him. The birds are even better. According to E-Bird, Jardim is one of the Top 4 hotspots in Brazil for diversity, with an impressive 562 species recorded just on the hotel grounds. The Jardim provides an ecological corridor (in an area depleted by soya, planted mainly for European cattle feed), for a string of endangered Amazon species including Umbrellabird and critically endangered Cone-billed Tanager (an endemic described in 1939, based on a single specimen). Beautiful red-capped black-girdled barbets, flame-crested manakins and dot-eared coquettes (all vulnerable or endangered) flit in the trees. Arriving at this private reserve by car is an incredible experience. The road from Nobres takes three to four hours to drive (with stops along the way), and is lined by soya, stretching to the horizon across the ceaseless plains. Thunderstorms flicker in the distance and every hour or so you pass through a new agricultural town full of Stetsons and pickups. Then the forest begins. A turnoff leads onto a dirt track into Jardim da Amazônia and cuts immediately into thick jungle, exuberant and full of life. Birds dart in the trees and after a few miles the forest clears to reveal a beautiful house, set in tropical gardens and sitting on a lake at the bend of a healthy Amazon River. Behind are a cluster of little boutique cabins. Our three-night stay at the Jardim will involve a range of activities, with guided walks, canoeing, rainforest hikes and wildlife watching. And there’s a lovely freshwater pool. Accommodation: Jardim da Amazonia"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "14th June 2025: Pantanal, wildlife safari. After breakfast we have the option either of exploring the savannah around Piuval on horseback or by Jeep. Both options allow us to explore both the grasslands, wetlands and seasonal streams and lakes. We stand a good chance of seeing rhea (South American ostrich), giant anteaters and coatimundis today. In the evening we will take a night safari, with a good chance of spotting smaller cats (there are seven felid species in the Pantanal) burrowing owls, nightjars and big eyed olingos – which look like a giant bushbaby. Transportation, tours and writing or photo tuition included. Pousada Piuval – Pocone. Board Includes: Breakfast, Lunch& Dinner. Accommodation: Jardim da Amazonia."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Brazilian Amazon, safaris – 22/10/2026 Guided walks, canoeing, rainforest hikes and wildlife watching at Jardim da Amazonia. Accommodation: Jardim da Amazonia"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Brazilian Amazon – Table Top Mountain & Cerrado forest – 23/10/2026 After breakfast and a morning safari we will transfer from Jardim da Amazonia south to the vast table top mountains at the Chapada dos Guimarães. This huge meseta set in a vast plain and fronted by near sheer cliffs, drips with waterfalls and is covered in savannah and torpical dry forest of flowering trees. Accommodation: Pousada do Parque"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Table Top Mountain & Cerrado forest – 24/10/2026 Today we explore the cerrado; a uniquely Brazilian biome of dry tropical forest, savannahs and brilliant pink, yellow and indigo flowering trees. We will see the lovely Bridal Veil waterfalls and look for nesting red and green macaws. We will take a safari through the savannah in search of the elusive maned wolf – a shaggy red carnivore whose shoulders are just over a metre high and which is unique to South America. The landscapes are wonderful – views of waterfalls cascading into crumbling canyons and plains that stretch into the hazy blue distance, caves coursed by emerald green streams, sheer cliff walls dropping to extensive forest. Much of the wildlife is quite different to others we will have seen elsewhere."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Cuiabá – Onward Transfers or Departure – 25/10/2026 This morning, we will enjoy breakfast before checking out and then driving back to Cuiabá. The total driving time to Cuiabá is approximately 45 minutes. Upon arrival in Cuiabá, we will be dropped off at the airport for our departure flight to Rio de Janeiro or elsewhere in Brazil and connections home or to another destination of your choice. Accommodation: Pousada do Parque"
    }
  ],
  "map": ""
}