{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "best-of-brazil-argentina-tour",
  "tourName": "Best of Brazil & Argentina Tour",
  "placesVisited": "Rio de Janeiro, Buenos Aires, Iguaçu Falls, Iguazú Falls",
  "generalInfo": "Carnaval and the Casa Rosada, the samba and the tango, Rio de Janeiro and the Rio de la Plata. This Brazil and Argentina tour is filled with experiences that can never be forgotten. From the streets of two of the world’s most famous cities to the roaring waters of Iguazu Falls, you might find yourself wondering why you’d ever want to return.",
  "durationDays": "8",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rio de Janeiro – Arriving in Brazil",
      "description": "You touch down this morning at the airport in resplendent Rio de Janeiro, one of the largest cities in South America and one of the most beautiful metropolises on the planet, stretching along a natural crystalline harbor and crowned by lush peaks and brilliant sunny skies. You’ll be picked up and transferred to your fantastic accommodations while in Rio. Your accommodation is on the sugar-white shores of the world-renowned Copacabana. Revel in the modern amenities of the guest rooms, the captivating views over Rio Harbor and the sleek and modern lines of the lobby, as well as the delicious offerings at the restaurant and the caipirinhas at the chic pool bar. This afternoon and evening can be dedicated to exploring some of Rio, from the stunning exterior and guilded interior of the Candelaria Church to the great exhibits at Museu Nacional de Belas Artes or the Museum de Arta Moderna, with the option for a delicious dinner of traditional Brazilian fare never far away."
    },
    {
      "dayNumber": "2",
      "title": "Rio de Janeiro – The Heights of Corcovado and the Sands of Ipanema",
      "description": "After breakfast, you’ll ascend the side of the granite face of Mount Corcovado in a vibrant cog train, winding your way through the verdant grandeur of Tijuca Forest. Arguably the largest urban park in the world, it’s filled with animals and plants that are endemic to Brazil and threatened by extinction. You’ll be simply amazed by the incredible contrast between the bustle of the city and the richness of nature, all separated by just a short train ride. At the top of Corcovado – the “hunchback” of the landscape surrounding Rio – you’ll encounter the largest Art Deco sculpture in the world: the iconic Cristo Redentor. Casting a kind of benevolent gaze over the country’s most picturesque city, you’ll see the dramatic hump of Sugarloaf Mountain across the harbor, the narrow inlet at the far end of Guanabara Bay, and the wide Atlantic itself, shining with a light to rival the gleam of the city’s skyscrapers. Return to lower altitudes by crossing through Cascatinha and back through Tijuca Forest to encounter the endless glimmer of spotless sand beaches stretching to the reaches of the ocean, then return to your hotel to plan your evening. You can hit the town or visit the world-famous Sambadrome for a view of one of Brazil’s famous samba schools, taking in the passion of Carnaval no matter what time you visit."
    },
    {
      "dayNumber": "3",
      "title": "Rio de Janeiro – A Final Day in Brazil’s “Marvelous City”",
      "description": "Today is dedicated to an exploration of the parts of the Rio that most interest you. Return to the sprawling stretches of Beach at Ipanema or Copacabana, or try your hand at surfing in Recrecion or attempt to master the popular Brazilian method of wave riding called pegar jacare (or bodysurfing, in English) at Leme, Leblon, and Apredor. You can also set out to the city to explore some of the more historic sites, like the hallowed sports grounds at the Maracana Stadium, the largest stadium in South America, home to many famous games of the past, and recently renovated for the World Cup in 2014. You can also take in the elegance and grace of the city’s Botanical Garden, planted in the 19th-century and housing a large collection of flora from all around the world. You can also grab a unique view of Rio by ascending the famous Sugarloaf Mountain via a two-stage aerial tramway: you’ll catch glimpses of the city that go unnoticed at removed Corcovado, and the vista at sunset is truly the most beautiful in all of the surrounding countryside. In the evening, you can engage your carnivorous side by visiting a churrascaria , one of Brazil’s famous steak houses, where the meat is seemingly endless and always delicious, perfectly seasoned, prepared and grilled. It is a culinary experience unlike any other in the world, a gourmet spectacle where the food is even better than the accompanying show."
    },
    {
      "dayNumber": "4",
      "title": "Iguazu – Off to Iguazu Falls",
      "description": "You leave the streets of Rio to journey to Brazil’s primeval border with Argentina, where the Iguazu River plummets over the Parana Plateau in spectacular fashion, resulting in a rolling sheet of water that stretches nearly a mile and a half long. You’ll be transferred by private car from the airport at nearby Foz do Iguacu to your luxurious and elegant hotel. Your hotel is known for its impeccable location deep within the national park as well as its top-end luxury accommodations and amenities. A restored residence from the Portuguese Colonial era, your accommodation features gorgeous hardwood floors, sumptuous furniture and some of the best dining options around, as well as unique opportunities to tour the national park during the early morning and twilight hours. This afternoon, you can set out and explore the Brazilian sides of the falls, taking in the magnificent reaches of this unparalleled geological formation."
    },
    {
      "dayNumber": "5",
      "title": "Buenos Aires – Goodbye Brazil, Hello Argentina",
      "description": "Begin today by exploring the rest of incomparable Iguazu, maybe voyaging over to the Argentine side of the falls, where most of the Iguazu’s River flow is diverted, leading to spectacular cascades and verdant vistas. You’ll marvel at immense Union Falls, the largest cataract at Iguazu, and the astounding chasm known locally as the Devil’s Throat, which runs more than 2,000 feet long and plummets more than 260 feet down. After your tour of Iguazu, you’ll be transferred to the airport, awaiting your departure to the outskirts of Argentina and its unmatched capital, Buenos Aires. A private car will take you to the posh and classic barrio of Recoleta. Your hotel offers expansive rooms with modern amenities and staff that is always ready to help. You’ll also find yourself just minutes away from some of the city’s greatest shops, sites, and restaurants, from the stately cemetery housing the remains of the Argentina aristocracy – it was recently named one of the most beautiful in the world – to the leather goods on sale at Uru Recoleta to the delicious pizzas at Los Inmortales. You can spend your evening grabbing a bite to eat, and then perambulating along the regal edifices that line Avenida Alvear, from the French and Brazilian embassies to the Museo Nacional de Bellas Artes."
    },
    {
      "dayNumber": "6",
      "title": "Buenos Aires – A Day in the “Paris of Latin America”",
      "description": "This morning features a guided tour of brilliant Buenos Aires, giving you a unique insight into the eclectic style that makes this captivating world capital truly one of a kind. Start at the immense stretch of the Avenida 9 de Julio, the world’s widest avenue stretching across one of the most historic areas of Argentina. Visit the monumental Obelisk near the city’s center to the acoustic perfection and pomp of the Teatro Colon, Argentina’s national opera house that is one of the finest performance venues on the planet. Then, visit the heart of Buenos Aires’s Government District, including the Greco-Roman stylings of the Argentine National Congress Palace. Observe the soaring copper dome and the columned ells that jut dramatically around the gorgeous formal entrance. Next, turn down the Avenida de Mayo to the famous Plaza de Mayo, the center of Argentina political activism for centuries, now flanked by some of the grandest and most important buildings in the city. You’ll take in the solid and imposing Metropolitan Cathedral of Buenos Aires, the delicate adornments of Buenos Aires City Hall, and the unforgettable pink hue of the famous Casa del Gobierno, the Executive Mansion of the Argentine President known colloquially as the “Pink House.” Continue to the bustling barrio of La Boca, home of Argentina’s most successful soccer club as well as a lively and vibrant street scene, before heading to the scenic and tranquil neighborhoods of Palermo, one of the most beautiful neighborhoods in Buenos Aires. This evening can be spent exploring the many offerings around Recoleta or making a late-night foray into the Argentine culture at a legendary tango club, where you can dance and dine until the sun comes up."
    },
    {
      "dayNumber": "7",
      "title": "Buenos Aires – Cowboys and Commerce in Buenos Aires",
      "description": "Your final full day in South American can be spent in a myriad of ways, as the area around Buenos Aires is filled with activities that may seem far beyond the reach of a big city. You can venture out to the plains of the Pampas and experience a day in the life of the Gauchos, Argentina’s famed cattlemen that made the beef industry one of the largest and most reputable businesses in Argentina, all while maintaining many of the traditions that were handed to them by their forefathers. You’ll tour the local countryside, taking in its many sights and sounds, witness a traditional gaucho show and feast at a typical asado , and take in the local music and culture deep in the Argentine wilderness. Those looking to stay closer to home can set out to explore the shopping areas of Buenos Aires, from the fine leather goods in Palermo (particularly the Viejo district) to the boutiques along Florida and Avenida Santa Fe in the heart of the city’s Microcentro. You can also visit one of the world’s most beautiful bookstores at El Ateneo Grand Splendid , a converted theater that is a must-visit for bibliophiles. The evening can be spent at one of the capital’s famous parrillas (Cabana Las Lilas and Rodizio are two of the best) or at the boisterous and unforgettable Spadavecchi’s deep in the former Italian immigrant neighborhood of La Boca."
    },
    {
      "dayNumber": "8",
      "title": "Buenos Aires – Leaving Latin America",
      "description": "After one last morning stroll, it is time to leave Buenos Aires and the incredible nations of Argentina and Brazil. You’ll remember the irresistible rhythms of the tango and the samba, the delicious scents of sizzling meat and the gentle mist from Iguazu. You'll have the memories of the vista above Rio and the nights in Buenos Aires, and the eagerness to return to this incredible land of enchantment."
    }
  ],
  "map": ""
}