{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "10-days-capturing-the-beauty-of-brazils-green-coast",
  "tourName": "10-Days Capturing the Beauty of Brazil's Green Coast",
  "placesVisited": "Rio de Janeiro, Paraty, Ilha Grande",
  "generalInfo": "Let the natural beauty of the green coast charm you on this 10-day Brazil tour from the colorful capital of Rio to the charming coastal town of Paraty, and the immaculate island of Ilha Grande. Discover the atmospheric carnival energy, sweeping views atop rocky summits, thriving wilderness, and forests to hike through. The sun-washed shorelines rarely traveled by the crowds will exemplify your captivating adventure on the Brazilian coast.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Rio de Janeiro - Colorful Brazilian Culture in the Capital",
      "description": "The Brazilian capital Rio de Janeiro moves to the cultural rhythm that pours from flamenco clubs, bustling bars, chic restaurants, and vibrant neighborhoods. You will embrace the high-octane atmosphere as you arrive and transfer to accommodation around the corner from the sun-kissed shores and with views of the iconic Christ the Redeemer statue. You may stroll the streets to see the scenes that Rio is famous for including the colorful favela that sits on the slopes surrounding the city, the contemporary sculptural architecture that overlooks the promenade, and the peak of Sugarloaf Mountain that casts a shadow over the cityscape."
    },
    {
      "dayNumber": "2",
      "title": "Rio de Janeiro - Iconic Cathedrals and Elaborate Carnivals",
      "description": "After breakfast, you will tour the historic center of Rio and visit the towering Catedral Metropolitana de São Sebastião do Rio de Janeiro. The cathedral is a contemporary architectural marvel that features elaborate stained-glass windows and is around the corner from the bustling cultural neighborhood of Saara. Carnivals are a primary source of Brazilian entertainment and they reveal plenty about the cultural and traditional customers upheld by the locals. Your knowledgeable guide will join you this afternoon for a tour of the Pimpolhos project which includes the festivities of an authentic carnival including samba performances, colorful costumes, and musical productions."
    },
    {
      "dayNumber": "3",
      "title": "Rio de Janeiro - Sugarloaf and Christ the Redeemer",
      "description": "Rio’s two most iconic features are the Sugarloaf Mountain and the Christ the Redeemer statue. Today, you will visit them both and admire the astonishing beauty of the Brazilian capital from unique vantage points. Your tour will begin with a cable car trip up the steep rocky slopes of Sugarloaf to Pão de Açúcar where you will start a short but beautiful stroll up the Caminho Bem Te Vi trail to the lofty observation decks overlooking the city. Afterward, a trip to the massive Christ the Redeemer statue shares picturesque views and is a gateway to the lush Tijuca Forest."
    },
    {
      "dayNumber": "4",
      "title": "Paraty - Discover the Portuguese Colonial Influence",
      "description": "You will travel across the green coast of Brazil after breakfast to the tranquil waterfront of Paraty, a Portuguese colonial center with a backdrop of Brazil’s Costa Verde mountains. The coastal town preserves historic architecture amid its museums, churches, statues, and landmarks that share a wealth of insight into the local heritage. You will walk the quiet streets with a guide after you arrive and visit these significant sites before sunset sets the nightlife stage that reverberates with live music at gourmet restaurants."
    },
    {
      "dayNumber": "5",
      "title": "Paraty - Cycling the Paraty Coast and Atlantic Forest",
      "description": "Paraty is a coastal and wilderness wonderland that will invite you to appreciate the endless beauty of Brazil’s sparkling shores and surrounding greenery. A bicycle tour of Paraty’s headlands and coastline routes will let you absorb the picturesque destination from unique angles and will lead you through the Atlantic Forest and out the other side where a small, desolate beach awaits your arrival. You may spend your afternoon bathing in the sunshine and admiring the serene scenes that present themselves during your cycle. And, be sure to visit the Church of Santa Rita on your way back to town."
    },
    {
      "dayNumber": "6",
      "title": "Paraty - Free Day of Exploration on the Coast",
      "description": "Today will be free for you to pick and choose the activities that best suit your travel desires during your stay in Paraty, and there is an endless number of experiences to choose from. You may set sail to the hideaway beaches along the coastline for excellent diving, sunbathing on pearly sands, and snorkeling in crystal clear bays. Other adventure excursions include brisk or challenging hikes across the green pastures and up steep craggy slopes in the Mamanguá Reserve to the Saco de Mamanguá tropical fjord."
    },
    {
      "dayNumber": "7",
      "title": "Ilha Grande - Venture to Vila de Abraao",
      "description": "The last stop on your tour of Brazil’s green coast is the breathtaking Ilha Grande island off the coast of Rio. You will cross the serene marine blue sea by flex-boat and arrive at the charming town of Vila de Abraao where you will find your secluded home away from home tucked between the shady trees. The island paradise is quiet and the relaxing atmosphere will be yours to soak up over the next few days as you explore sensational beaches, illustrious forests, and charming covers."
    },
    {
      "dayNumber": "8",
      "title": "Ilha Grande - Stroll the Shoreline to Lopes Mendes",
      "description": "Tuck into a delightful continental breakfast and mix of local island delicacies as the sunrise shimmers off the sea and ushers in a new day. After breakfast, an insider guide will chaperone you along the Ilha Grande coast past a collection of unspoiled beaches where few visitors can be found. You will step foot on the soft sands of Palmas beach, Mangues beach, and Pouso beach at Enseada de Palmas on your hike to the fine white sands of Lopes Mendes beach. Here, glassy waves lap the shores and excite surfers who visit from around the world."
    },
    {
      "dayNumber": "9",
      "title": "Ilha Grande - Free Day on the Sparkling Sea",
      "description": "The immaculate Ilha Grande island is a postcard-perfect destination that offers endless excitement along its sparkling coastline or relaxation for the remainder of your stay. After breakfast, you may cruise across the sea in search of castaway beaches, kayak around the headlands to find caves and snorkeling spots, or paddle to the backline on a surfboard to try and catch the perfect wave. All the while, you will capture images of the brilliant seascapes, lush wilderness, and the wildlife that call Brazil’s green coast home."
    },
    {
      "dayNumber": "10",
      "title": "Ilha Grande - Goodbyes from Rio",
      "description": "Your last breakfast in Brazil will be exceptional and you will savor the delightful delicacies as sunrise embraces the coastal resort town on Ilha Grande island. You will collect your things and head for the pier where a boat waits to take you back to Rio. The journey to Rio offers a few more photographable moments of the sprawling sea and the capital city that appears to reach for the clouds as you draw closer to shore. You will then transfer to the international airport for your flight home."
    }
  ],
  "map": ""
}