{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "brazil-vacation-manaus-rio-de-janeiro-iguazu-falls",
  "tourName": "Brazil Vacation: Manaus, Rio de Janeiro & Iguazu Falls",
  "placesVisited": "Manaus, Rio de Janeiro, Iguazu Falls, Iguaçu Falls",
  "generalInfo": "Awesome scenery and astounding urban marvels? Check. World-class culture and otherworldly beauty? Check. Passionate locals, scrumptious food, and wonders of natural and divine provenance? Check. From the streets of Rio to the banks of the Amazon, there is simply no other country on the planet like Brazil. And while all of the world will be seeing it on TV, there’s never been a better time to come experience a Brazil vacation for yourself.",
  "durationDays": "11",
  "price": "5,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Manaus - Touching Down in the Heart of the Amazon",
      "description": "Your Brazilian journey starts at mighty Manaus, the capital of Amazonas and the perfect jumping off point to explore the wider range of Brazil’s inimitable natural splendor. You arrive in Manaus late this evening, and a private driver will be awaiting you at the airport, ready to take you to your fantastic hotel, a magnificent complex situated within verdant grounds filled with wildlife and highlighted by large rooms, modern amenities and a staff that is as helpful as it is friendly. This evening, enjoy dinner at one of the many excellent seafood restaurants that can be found throughout the city or find one of Manaus' best bars to try an authentic caipirinha , the national cocktail, and Brazil’s answer to the mojito."
    },
    {
      "dayNumber": "2",
      "title": "Manaus - Exploring Magnificent Manaus",
      "description": "After a morning to your leisure at your splendid hotel, you’ll spend the afternoon on a guided tour of the highlights of Manaus, visiting some archetypal neighborhoods as well as the excellent exhibits at the city’s Indian Museum. Then visit the stupendous Teatro Amazonas, the home of the Amazonas Philharmonic Orchestra and unquestionably one of the most beautiful buildings in the entire country. The theatre is constructed of materials from all over the globe, including Murano glass chandeliers, Carra marble from northern Tuscany, steel from Glasgow and gilded tiles from Alsace, France. The interior is done up in the ornate Louis XV style, and the building’s soaring dome is highlighted by the 36,000 tiles painted in the colors of Brazil’s national flag."
    },
    {
      "dayNumber": "3",
      "title": "The Amazon - Further Into the Forest",
      "description": "Today, you leave the streets of Manaus and turn into the Amazon rainforest, one of the most diverse areas on the planet and a place that has become a byword for tropical magic. The day starts at the Manaus pier, where you’ll board a tour boat that will take you along the famed Meeting of Waters, where the inky waves of the Rio Negro run alongside the sandy surf of the Rio Solimoes for nearly four miles. After this memorable journey, you’ll turn inland to the heart of the rainforest, where you’ll find your accommodations at a comfortable and luxurious eco lodge filled with modern amenities and surrounded by the unbeatable surroundings of an exotic paradise."
    },
    {
      "dayNumber": "4",
      "title": "The Amazon - The Incredible Sights of the Brazilian Interior",
      "description": "A full day of adventure awaits you today, from the waters of the Amazon to the primeval forest that hems you in at all sides and fills your vision with the colors of the local flora and fauna. Begin with an invigorating nature hike through an incredible forested area, filled with the sights and sounds of this rich and lush escape, like the cawing of birds and the sweep of wind through the leaves of the many soaring trees. After a hearty lunch of traditional fare, you’ll make your way to the home of the area’s local residents, known as cablocos , where you’ll learn all about the culture, history and traditions of life in this seemingly inhospitable region. You’ll be amazed by the stories of thriving and surviving in the heart of one of the world’s last untamed wildernesses, and you’re sure to leave with a newfound appreciation for the dedication and ingenuity of the human spirit. The evening features a truly exceptional experience as you turn to the waters of the Amazon for a session of alligator spotting, an eerie and haunting activity that is sure to entertain. Your knowledgeable guide will teach you all about the ancient and venerable creatures, giving you a new respect for them and animals like them. We assure you: this will be a night that you never forget."
    },
    {
      "dayNumber": "5",
      "title": "Rio de Janeiro - Turning South to Regal Rio",
      "description": "You leave the reaches of the Amazon and turn to the bright lights and bustling energy of Rio de Janeiro, the second largest city in Brazil and one of the country’s most renowned attractions. This is the city of Copacabana Beach and Ipanema, the place where you’ll find the immense Sambadrome – the most famous parade ground on Earth – and the massive Estadio do Maracana, the largest soccer stadium in South America; and it’s a city that is simply in a class by itself. After flying into the Wonderful City – an experience in and of itself – you’ll have an afternoon tour of Sugar Loaf, climbing the nearly 1,300 feet above Guanabara Bay by the cable cars that have been used since 1912 (though they’ve made many modern modifications). You’ll get a spectacular view of this enchanting city, from the Atlantic Ocean beyond the confines of Rio Harbor up to the climbing mountains beyond, capped by Mount Corcovado and the masterpiece of Cristo Redentor, the iconic statue of Christ spreading his arms over this majestic metropolis."
    },
    {
      "dayNumber": "6",
      "title": "Rio de Janeiro - Discovering the Glories of Rio from Sunrise to Sunset",
      "description": "In the morning, you’ll enjoy another amazing view of Rio from the opposite side of the city, winding your way along Rodrigo de Freitas lagoon until you reach the foot of the majestic Corcovado Mountain, the main hill of Rio that offers some of the most famous urban views in the world. Visitors can take a leisurely train ride up to the top of the peak, where they’ll come face to face with one of the largest Art Deco statues in the world: the unforgettable Christ the Redeemer, soaring nearly 100 feet above its pedestal and casting its benevolent gaze upon the massive city beyond. You might have seen countless pictures of this world famous panorama, but no photograph will ever prepare you for the overwhelming beauty of the real thing. The early afternoon sees you back in the hotel, where you might want to take a nap to prepare for Rio at night, an experience that cannot be replicated anywhere in the world. Start at one of Brazil’s famous churrascarias , where the open flame of a local barbecue meets the fine cuts of beef and other meat of a fine steakhouse; be sure to come hungry, because you will certainly leave stuffed. After dinner, you’ll enjoy one of Rio’s brightly colored performances, reminiscent of its famous Carnival celebrations that have given the city its international reputation as a city of parties. Your eyes will be dazzled by the shimmering lights and the vibrant hues of the mulatas , singers and dancers who present great songs and stories from Brazilian folklore in a unique and phenomenal way."
    },
    {
      "dayNumber": "7",
      "title": "Rio de Janeiro - A Curtain of Green in a Bustling Metropolis",
      "description": "Head out to one of the world’s largest urban forests as you take a Jeep into the heart of Tijuca Forest; you’ll be amazed how little distance you have to travel to enter an entirely new world. The forest was hand-planted by Major Manuel Gomes Archer in a conservation effort, and it is now home to a vast array of plants and wildlife, all of which are endemic to the area and many of which are close to extinction. Walk the nature paths, see if you can spot some of these rare and beautiful creatures, and lose yourself in the serene environment, highlighted by the tumbling Cascatinha Waterfall. You’ll return to the city proper in the early afternoon with plenty of time to enjoy the many exciting activities in Rio. Head to one of the city’s famous beaches, or simply soak in the luxury of Leblon and Ipanema, the two most affluent and elegant areas in the entire city."
    },
    {
      "dayNumber": "8",
      "title": "Iguazu Falls - Heading to the Borderlands",
      "description": "You leave the wide streets and bright beaches of Rio and make your way to Brazil’s border with Paraguay and Argentina to visit a stunning natural wonder: Iguazu Falls. This series of cataracts is so breathtaking when Eleanor Roosevelt visited the falls for the first time, she was reported to remark, “Poor Niagara!” You’ll find your hotel at nearby Foz do Iguaçu, where all the amenities of urban life can be found in the picturesque setting of this indescribable marvel. The evening offers plenty of time for a delicious dinner, and you might want to take a walk afterwards to fully enjoy this stirring scene."
    },
    {
      "dayNumber": "9",
      "title": "Iguazu Falls - The Awesome Power of Iguazu Falls",
      "description": "Cross over into Argentina for a full-day expedition into the heart of Iguazu Falls. An expert guide will lead you around the paths that fill the national park, taking you within jumping distance of many of main cascades that tumble down into churning pools of river water. There are more than 200 individual falls spread over the complex, and the verdant and lush vegetation that surrounds the falls offers the perfect backdrop to the dramatic plunging waters. After a delicious lunch, you’ll hit the waves and set off on the Great Adventure boat tour, which will bring you up close to the very best of Iguazu, bathing you in wonder and maybe a little bit of mist. After this one-of-a-kind cruise, you’ll hop on a train that will take you to the Fall’s greatest attraction: the monumental and appropriately named Devil’s Throat, where nearly fifty percent of all the water at Iguazu tumbles over a stretch three hundred feet high and half a mile long. The late afternoon sees you back in Brazil and your beautiful hotel."
    },
    {
      "dayNumber": "10",
      "title": "Rio de Janeiro - Returning to the City",
      "description": "See the falls from Brazil’s side today, as you’ll witness the amazing path the Iguazu River takes as it cascades in a series of more than 150 falls at any given time. The Brazilian side of the falls also features an astounding national park, the Parque Nacional do Iguacu, which is replete with walkways and some of the very best vista points in the entire area. You’ll also get the chance to explore the nearby sub-tropical rain forest, as a leisurely hike will show you the magic and majesty of these inimitable borderlands. The afternoon sees you flying back to Rio, where you get one final evening to live up the Brazilian lifestyle. Enjoy a delicious dinner at one of the poshest neighborhoods in Rio, feasting on freshly caught seafood with a brilliant view over the sprawling beaches and the arresting Atlantic Ocean at Leblon or Ipanema."
    },
    {
      "dayNumber": "11",
      "title": "Rio de Janeiro - Bidding Goodbye to Brazil",
      "description": "Following a delicious breakfast, a private driver will take you from the hotel to the airport in plenty of time to board the flight that will take you back home. You’re sure to never forget this amazing excursion into brilliant Brazil, from the heart of the Amazon rainforest to the pounding waters of Iguazu Falls to the pulsing beat of nighttime in Rio, and you’re sure to spend the flight home planning your return voyage to this marvelous nation. Or, if you aren't ready to head home, consider a trip extension. For additional ideas, and to see what other travelers experienced on their customized tours, see the travel reviews of Brazil ."
    }
  ],
  "map": ""
}