{
  "destination": "Brazil",
  "mainPhoto": "",
  "id": "cosmopolitan-brazil-12-day-art-and-history-discovery-tour",
  "tourName": "Cosmopolitan Brazil: 12-Day Art and History Discovery Tour",
  "placesVisited": "Brasilia and the West, Rio de Janeiro, Paraty, Sao Paulo",
  "generalInfo": "Embrace adventure in cosmopolitan cities and charm on colonial lanes as you explore history and modernity on your cultural 12-day Brazil trip. Discover the bright lights of the exotic night and the soothing sounds of lapping waters, the enticing rhythm of the cities and the contrasting crash of hidden waterfalls as you experience legends brought to life around the iconic cities of Brasilia, Rio de Janeiro, Paraty, and Sao Paulo.",
  "durationDays": "12",
  "price": "12,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Brasilia - Arrive in Brazil’s Modern Capital City",
      "description": "Brasilia is the embodiment of design and cosmopolitan culture in Brazil where the avant garde meets purpose and function strategy meets beauty. The city resembles a vision for the future, where architecture creates intrinsic beauty accentuated by the food and neighborhoods with distinctive personalities. Your flight will land at Presidente Juscelino Kubitschek International Airport, where your private transfer will greet you upon arrival. After settling into the beauty of your accommodation, the remainder of the day is yours to embrace the heritage UNESCO site and its examples of modern planning or to enjoy culinary culture at a celebrated cafe."
    },
    {
      "dayNumber": "2",
      "title": "Brasilia - Discover the Beauty of Brasilia",
      "description": "Your guide will lead you on an exceptional journey through the city’s architectural majesty to introduce you to monuments like Praca dos Tres Poderes, the governmental square that turns buildings into modern art. As the focal point of design, the collection of monuments and federal buildings include sculptures and the magnificent Pavilhao Nacional flagpole. At the Juscelino Kubitschek Bridge, you can revel in the distinguished crisscrossing arches that tower over the reflective lake. At night, the floodlights accentuate the soaring curves of the architecture and glint against the body of water below."
    },
    {
      "dayNumber": "3",
      "title": "Rio de Janeiro - Travel to Colorful and Lively Rio",
      "description": "Rio de Janeiro can often embody the spirit of Brazil simply with its setting nestled between the mountains and the sea. The remarkable setting surroundings support one of the world’s biggest cities to combine stunning natural and cultural landscapes. As your flight descends into the city, you may see renowned Sugarloaf Mountain soaring above the harbor and long crescent beaches that capture the city’s tropical image for visitors. You can spend the day as you please, perhaps visiting the famous golden sands of Copacabana Beach where visitors play soccer, sip caipirinhas, or let the warm water lap at their feet."
    },
    {
      "dayNumber": "4",
      "title": "Rio de Janeiro - Tour and Embrace Rio’s Charms",
      "description": "Your guide for the day will introduce you to the marvels of Rio beginning at Christ the Redeemer, one of the Seven Modern Wonders of the World. The Art Deco statue crowns Corcovado summit and has become the symbol of the city. The train will offer a scenic ride through the lush Tijuca Forest before you reach the base of the towering figure. You can indulge in some of the city’s best views as you ascend to Pao de Acucar by cable car. The city unfolds beneath you from Christ the Redeemer in the west to Copacabana Beach in the south."
    },
    {
      "dayNumber": "5",
      "title": "Rio de Janeiro - Traverse Rio’s Famous Lifestyle",
      "description": "Your guide will lead you on an immersive walking tour of the historical and commercial downtown in the morning. The Royal Chapel dates back to the 19th century and retains its Baroque facade anda stone carving etched with gold and white. The open-air mall of the Saara neighborhood is the largest of its kind in the city with 11 streets hosting 88 stores. Contemporary ambiance meets the preserved architecture with vendors displaying clothing and toys. In the evening, you may wish to visit a local restaurant to experience the traditional samba and lively atmosphere of Rio after dark."
    },
    {
      "dayNumber": "6",
      "title": "Paraty - Travel to Coastal Colonial Paraty",
      "description": "You will fly to the combination of coastal beauty and jungle ambiance at Paraty. Your guide will lead through the colonial center and pedestrianized streets at your pace. The white buildings with multi-colored borders and latticed windows will contrast the surrounding lush jungle yet accent the enveloping natural beauty. Islands will rise out of the bay while the cobblestone streets add to local charm. At Forte Defensor Perpetuo, you can enjoy sweeping views of the coastline from atop the walls of the antique defenses built to protect the transiting gold from pirates."
    },
    {
      "dayNumber": "7",
      "title": "Paraty - Follow the Gold Road to the Rainforest",
      "description": "You will follow the Gold Road for the day to walk in the footsteps of tumultuous histories as your guide leads you back in time on a trail built by African slaves in the 18th century. The winding walkway takes you through the rainforest and beneath the dense canopy. You may hear the crash of waterfalls and take a break to dip your feet into refreshing pools and watch as vines drip down from the trees to absorb the moisture. When you reach a local distillery, you can learn about crafting delicious traditional cachaca, a Brazilian spirit made from fermented sugarcane."
    },
    {
      "dayNumber": "8",
      "title": "Paraty - Enjoy the Local Beaches and Islands",
      "description": "In the morning, you will board a boat and set out onto the crystalline turquoise waters to explore the golden beaches and remote islands decorating the bay. The boat may weigh anchor where you can dive into the warm Atlantic Ocean in search of curious fish and vibrant coral. Starfish may cling to rocks near preserved underwater forests. On land, you can lounge on the soft golden sands and relax to the sound of the lapping waves against the secluded shoreline. You may also experience rolling hillsides covered in jungle and glinting turquoise waters that embody a tropical paradise."
    },
    {
      "dayNumber": "9",
      "title": "Sao Paulo - Venture to Exciting Sao Paulo",
      "description": "In the morning, you may wish to stroll through the colonial streets of Paraty once more or spend the morning at the beach before your flight to Sao Paolo. The city unfolds as a paradise for the cosmopolitan, with art-house cinemas and gourmet restaurants, chic bistros and captivating museums. The remainder of the day will be at your leisure to experience the pace of one of South America’s largest cities. You could spend time wandering the immense greenery of Ibirapuera Park to find a blend of monuments, museums, gardens, trails, and lakes that create paradise in the bustling metropolis."
    },
    {
      "dayNumber": "10",
      "title": "Sao Paulo - Revel in Global Diversity in One City",
      "description": "Your guide will take you on a tour to demonstrate the sheer proportion of Sao Paolo as you collect the vibrant culture and stunning diversity that has attracted visitors from around the world. The foundations of Sao Bento church date back to the 16th century and hosts a neo-Gothic facade and elaborate stained glass while the Vila Madalena neighborhood embodies the rhythmic nightlife and historic bohemian culture of the city’s lifestyle and art. Alleyways covered in graffiti act as a symbol of artistic integrity while restaurants fill the streets with aromas of traditional and contemporary recipes."
    },
    {
      "dayNumber": "11",
      "title": "Sao Paulo - Uncover Brazil’s Innovated Trends",
      "description": "You will once more step into the streets of Sao Paolo with your guide to find the evolution of artistic vision in the architectural icons that decorate the distinctive neighborhoods. At Sao Francisco Church, you can find remnants of the 17th and 18th centuries in the classic Baroque aesthetic. In the Praça do Patriarca district, you can wander the main square that acts as a gateway to some of the city’s most important monuments including the Art Museum of Sao Paulo where passersby can interact with important art and the Lausanne building that combines Brazilian Brutalims with contemporary style."
    },
    {
      "dayNumber": "12",
      "title": "Sao Paulo - Depart for Home",
      "description": "After breakfast you may choose to visit Faro Santander to enjoy the view from atop Brazil’s iconic skyscraper or spend time wandering through the neoclassical museum of Pina_Luz to view spectacular Brazilian art including the works of Pualistas, descendents of the first Portuguese colonists and indigenous peoples. When you are ready, your private transfer will meet you at the hotel lobby and escort you to Governor Andre Franco Montoro International Airport for your flight home."
    }
  ],
  "map": ""
}