[
    {
        "type": "overview",
        "Main_Title": "Our Wales adventure holidays & tours",
        "Main_Paragraph": "Adventure is the name of the game on our Wales holidays, many of which take place in the craggy crevices of the coast and mountains of Eryri National Park (Snowdonia). Our trips tread with care, thanks to the advice of our experts who know and respect the wild landscapes – often, because they live there. Explore by kayak, horse, boat and on foot before refuelling at ecolodges, campsites and hotels that serve up warming Welsh food and drink. If you’re just looking for a base, we have great self catering cottages and B&Bs, including places that specialise in vegetarian cuisine.",
        "Subtitle": "More on our Wales adventure holidays",
        "Title1": "Welcome to Eryri",
        "Paragraph1": "It may be the biggest mountain in Wales, but Yr Wyddfa is far from the only high point of Eryri (Snowdonia) National Park. Our holidays also explore some of the 35 beaches along the park’s coast, forests of oak, birch and ash, river gorges, waterfalls and lakes, and historic castles and abbeys. Most visitors to Eryri come to walk, but with rafting, kayaking, climbing and wild swimming also on offer, it’s an exciting multi-activity destination.",
        "image1": "",
        "Title2": "Treading lightly on the trails",
        "Paragraph2": "Our walking holidays are a mix of sociable small group trips and tailor made adventures that are self guided. Either way, our experts will help you tread as lightly as possible. Soul-stirring scenery comes as standard, from wild and windswept coastlines in Pembrokeshire to epic challenges among the peaks of Eryri (Snowdonia) National Park. You might also venture into the Wye Valley, traverse the Gower Peninsula, trace the borderlands along Offa’s Dyke Path, or dip into the beauty of Anglesey, Wales’ largest island, with its spectacular coastal path.",
        "image2": "",
        "Title3": "Into the great outdoors  whatever your interests",
        "Paragraph3": "Our holidays are designed by people insistent on dragging you onto the beach, up the mountain, along the cliffs, and blowing the cobwebs out. But they don’t always rocket along full speed ahead. Many of our walking, cycling, wellness and photography trips take a leisurely approach, slowing down to savour the scenery and wildlife en route. Be sure to stay up late to admire the dark skies blanketed with stars – light pollution in rural Wales being virtually nil. Why not help them stay that way by swapping road trips for train journeys on our excellent rail adventures?"
    },
    {
        "type": "best-time-to",
        "Main_Title": "The best time to visit Wales",
        "Main_Paragraph": "Wales is fab every month of the year, but summer is the best time to indulge in a wide range of outdoor activities. Spring is best for wildlife, especially along the coast and islands, where nesting birds can be seen on clifftops. Surfers enjoy autumn; the sea is warm, and decent swells can be expected. Its a grand time for countryside walks too; forests are a riot of reds, yellows and oranges between September and November. You can still get active in winter, you just need to wrap up well and be prepared for some areas, such as Snowdonia, to be snowy.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Snowdonia, Wales Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Snowdonia, Wales Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 89%;\">146 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 67%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">103 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 51%;\">84 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 49%;\">81 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">78 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">79 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 58%;\">95 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 65%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">137 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">154 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">164 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Visiting Wales month by month guide",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<bullet><b>December</b>, <b>January</b> and <b>February</b> tend to be the coldest of the year in Wales, with average temperatures of around 0°C inland, and snow likely especially in higher parts of the country. Winter walks are very popular though, and hardy swimmers will venture into the sea, too.\r\n</bullet><bullet>Welsh scenery, always verdant, is at its most glorious in <b>March</b>, <b>April</b> and <b>May</b>. Bluebells and other wildflowers are in bloom, and these are great months for bird watching, with auks, razorbills and guillemots arriving to nest over summer.\r\n</bullet><bullet>The Welsh summer runs through <b>June</b>, <b>July</b> and <b>August</b>, with parts of the country reaching up to 21°C. <b>July</b> is usually the warmest month of the year, and this is when dolphins can commonly be seen frolicking off the coast. On a typical dolphin watching tour you might encounter seals, humpback whales and even the occasional orca!\r\n</bullet><bullet>Autumn in Wales spans <b>September</b>, <b>October</b> and <b>November</b>. Rain can be expected, but there are still plenty of sunny days, so this is still an ideal season for a holiday. The scenery is magnificent, and temperatures rarely fall too far, so a warm coat and jumper are usually sufficient.\r\n</bullet>",
        "title3": "Wales travel advice",
        "paragraph3": "",
        "title4": "Best time to visit Wales",
        "paragraph4": "Sophie Hurst shares her top Wales travel tips with us:\nThe spring wildflowers are incredible. In May and June we see lots of seabirds nesting on the cliffs, and from June until around October we get a lot of seals. But a lot of people like to come in winter too. The weather is fresh, and youre not facing lots of snow and ice, so walking is fun year round. The sea is at its warmest in October and early November, so you can still do all the water-based activities, its just a bit darker in the mornings and afternoons.",
        "title5": "",
        "paragraph5": "Claire Copeman is co-owner of our partner, Adventure Tours UK. Here's her advice on when to visit the area:\n\"Our aim is to steer people away from coming to North Wales in July and August. We want to offer activity holidays at quieter times of the year when it's not so busy in the more popular areas, like Snowdonia. Families are tied to the school summer holidays but I'd say May and June or September are the best times to come on an activity trip if you get the chance. What we want to do is shine a light on the times outside of summer when it's quieter. From my point of view, nothing beats a big fry up after an early morning run in the hills, no matter what time of year you do it.\"",
        "title6": "Coasteering advice",
        "paragraph6": "Sophie Hurst shares her top coasteering tips:\nCoasteering is all about the location, so its no surprise it was pioneered on our rocky coast. The main thing to remember is that anyone can do it  you just need a wetsuit. Routes can be tailored to any fitness level. You explore sea caves, jump into pools of water, and get more daring as you progress. Even though you dont travel far, it feels like being on another planet. Experienced sea kayakers love it here as well, especially the Bitches, which is a tidal race between Ramsey Island and the St. Davids Peninsula where you get white water forming.",
        "title7": "Tips on the Pembrokeshire Coast",
        "paragraph7": "Sophie Hurst expands our Pembrokeshire perspectives:\nThe Pembrokeshire coast is great for families because everything is so easy. Its perfect for a wide range of activities and, if its too windy, you can just scoot quickly around the peninsula to a more sheltered cove or beach. Youve got Fishguard and other harbours that are lovely to explore too, Pembroke Castle and the Pentre Ifan burial chamber. We also get lots of singles and couples coming out as well as groups. These kinds of activities push you happily out of your comfort zone. Theyre really sociable and bonding happens naturally; its amazing how relaxed and settled people get after the first few hours.",
        "title8": "Travel tips from our customers",
        "paragraph8": "",
        "title9": "",
        "paragraph9": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do – and opinions about what not to.\nWe have selected some of the most useful Wales travel advice that our guests have provided over the years to\nhelp you make the very most of your holiday\n– and the space inside your suitcase.",
        "title10": "",
        "paragraph10": "“The Pembrokeshire coast is awesome and there can't be a better way of exploring it than in a kayak with a small like minded group... I went alone, but within five minutes of arriving I met up with our group for the weekend, most of whom came alone, we got chatting and ended the weekend like old friends... As a complete beginner it was great to have a professional instructor that kept you safe but at the same time encouraged everyone to have a go at increasingly challenging stuff throughout the weekend. No one felt pressured and we were all amazed to find ourselves taking on waves through rocky channels.” <b>– Andrea Miller</b>\n<br/><br/>“My 14-year-old son and I went coasteering, surfing, sea kayaking and horse riding in Pembrokeshire National Park. Because these events were supervised by qualified and friendly staff I was able to relax and enjoy taking part without worrying about my son. There were other kids around the same age and it was great to see them playing games together rather than watching TV and playing on computers.” <b>– Willie McCafferty</b>",
        "title11": "",
        "paragraph11": "My most memorable moment was the amazing view from the picture window of this cottage  Mount Snowdon and Llyn Padarn and our very own <i>Autumnwatch</i> with birds feeding in the garden. Enjoy the walks from the doorstep and take plenty of logs for the fire. It was an amazing week to recharge batteries and get lots of restful sleep. Would highly recommend this cottage if you want to get away from it all. <b> Zena Bergmann stayed in a self catering cottage in Snowdonia</b><br/><br/>\r\n\r\n“There are a lot of things to do in Llanberis but I would suggest a trip to Anglesey, South Stack particularly if you are interested in nature, and Beaumaris for a boat trip… One good thing about the rain is that it makes the waterfalls that much more splendid.” <b>– Linda Precious</b>\n<br/><br/>“I arrived in Pembrokeshire on Friday frazzled from work and left Sunday happily refreshed and energetic, wishing I could go back to Friday and do it all over again. A great escape from London.” <b>– Andrea Miller</b>\n<br/><br/>“The holiday was brilliant for us, my two boys age 15 and 17 enjoyed the climbing and the outdoor activities and found the Snowdonia scenery nearly as breathtaking as they did on their recent trip with scouts to Switzerland.” <b>– Vikki Skipper</b>"
    }
]