{
    "Main_Title": "Our Wales adventure holidays & tours",
    "Main_Paragraph": "Adventure is the name of the game on our Wales holidays, many of which take place in the craggy crevices of the coast and mountains of Eryri National Park (Snowdonia). Our trips tread with care, thanks to the advice of our experts who know and respect the wild landscapes – often, because they live there. Explore by kayak, horse, boat and on foot before refuelling at ecolodges, campsites and hotels that serve up warming Welsh food and drink. If you’re just looking for a base, we have great self catering cottages and B&Bs, including places that specialise in vegetarian cuisine.",
    "Subtitle": "More on our Wales adventure holidays",
    "Title1": "Welcome to Eryri",
    "Paragraph1": "It may be the biggest mountain in Wales, but Yr Wyddfa is far from the only high point of Eryri (Snowdonia) National Park. Our holidays also explore some of the 35 beaches along the park’s coast, forests of oak, birch and ash, river gorges, waterfalls and lakes, and historic castles and abbeys. Most visitors to Eryri come to walk, but with rafting, kayaking, climbing and wild swimming also on offer, it’s an exciting multi-activity destination.",
    "image1": "",
    "Title2": "Treading lightly on the trails",
    "Paragraph2": "Our walking holidays are a mix of sociable small group trips and tailor made adventures that are self guided. Either way, our experts will help you tread as lightly as possible. Soul-stirring scenery comes as standard, from wild and windswept coastlines in Pembrokeshire to epic challenges among the peaks of Eryri (Snowdonia) National Park. You might also venture into the Wye Valley, traverse the Gower Peninsula, trace the borderlands along Offa’s Dyke Path, or dip into the beauty of Anglesey, Wales’ largest island, with its spectacular coastal path.",
    "image2": "",
    "Title3": "Into the great outdoors  whatever your interests",
    "Paragraph3": "Our holidays are designed by people insistent on dragging you onto the beach, up the mountain, along the cliffs, and blowing the cobwebs out. But they don’t always rocket along full speed ahead. Many of our walking, cycling, wellness and photography trips take a leisurely approach, slowing down to savour the scenery and wildlife en route. Be sure to stay up late to admire the dark skies blanketed with stars – light pollution in rural Wales being virtually nil. Why not help them stay that way by swapping road trips for train journeys on our excellent rail adventures?"
}