[
  {
    "destination": "Havana",
    "mainPhoto": "",
    "id": "TCCS",
    "tourName": "Havana’ dan Havana’ ya",
    "placesVisited": "Havana",
    "generalInfo": "Bu ikonik adanın en önemli yerlerini de içine alan büyüleyici bir turun tadını çıkarın. Nostaljik 1950'lerin havasını taşıyan ve kendine has sömürge mimarisine sahip başkent Havana'dan başlayarak, Pinar del Rio'nun meşhur tütün manzarasına ve daha sonra Küba'nın merkezine kadar uzanır. Sierra Escambray'ın dağları ve yeşil şeker kamışı tarlaları boyunca kültürlerin ve müziğin aynı potada eridiği Küba ve Santiago'nun doğu kısımlarına kadar gider.<br><br><strong>Lütfen dikkat:</strong> Bu örnek bir güzergâhtır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde de ayarlanabilir.",
    "durationDays": "13",
    "price": "2579",
    "image1": "siempretour-images/TCCS/tccs_tccs_20190501_1765462950.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Havana Şehir Turu</li>\n<li>- Vinales’te at sırtında gezi</li>\n<li>- Las Terrazas’ta kültür turu</li>\n</ul>\n<p><strong>Konaklama:</strong></p>\n<p>Otellerde 12 gece</p>\n<p><strong>Taşıma:</strong></p>\n<p>Özel araç</p>\n<p><strong>Yemekler:</strong></p>\n<p>12 kahvaltı, 1 öğle yemeği</p>\n<p><strong>Diğerleri:</strong></p>\n<p>Siempre Tour tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Havana' ya Varış",
        "description": "Havana, İspanyol kolonistleri tarafından 1515 yılında kurulan Batı Yarımküre'deki en eski şehirlerden biridir. Eski Havana, UNESCO Dünya Mirası listesindedir ve bir zamanlar tartışmasız dünyanın en güzel yerlerinden biriydi. El Morro Kalesi, el Templete, Koloni Mezarlığı, Aziz Francisco de Assisi Kilisesi ve Manastırı ve Capitanes Generales Sarayı gibi sömürge dönemlerine uzanan çok sayıda anıt bulunmaktadır. Ancak, Havana'da sömürgeci geçmişinden çok daha fazlası var. Dünyada taksi olarak kullanılan eski Amerikan otomobillerini, ışıl ışıl sömürge saraylarına karşı sıralanmış dükkanları ve sokaklarda devrim sloganları altında şevkle yapılan salsa ve rumba danslarını bulabileceğiniz tek şehirdir."
      },
      {
        "dayNumber": 2,
        "title": "Havana",
        "description": "Bugün, özel bir Havana şehir turu için otelinizden alınacaksınız. Yürüyerek keşfetmeden önce turunuza klasik bir Amerikan arabasıyla başlayacaksınız. Capitol inşaat alanında duran Malecón Esplanade boyunca gideceksiniz. Sürüş esnasında, Devrim Müzesi, Güzel Sanatlar Müzesi, Parque Central ve Gran Teatro de la Habana'nın panoramik manzarasının keyfine varacaksınız. Ché Guevara'nın portresini görmek için Devrim Meydanı'nda duracaksınız. Aynı şekilde José Martí anıtı, Ulusal Kütüphane ve Devrim Yeri'nde fotoğraf çekmek için mola verilecek."
      },
      {
        "dayNumber": 3,
        "title": "inales",
        "description": ""
      },
      {
        "dayNumber": 4,
        "title": "Vinales ve Las Terrezas",
        "description": "Bugün, at sırtında Vinales’teki tütün tarlalarını gezmenin tadına varırken bu bölgenin hatta ülkenin neden purolarıyla bu kadar ünlü olduğunu tam olarak görme şansına sahip olacaksınız. Tur kapsamında tütün tohumlarını ünlü Küba purolarına dönüştürmenin tüm sürecini açıklarken size bir fincan Küba orijinli kahve ve taze meyve sunacak yerel bir tütün çiftçisini ziyaret edeceksiniz."
      },
      {
        "dayNumber": 5,
        "title": "Las Terrezas",
        "description": "Bugün, Las Terrazas doğal parkında rehberli bir turun keyfini çıkaracaksınız. Buenavista kahve tarlasının kalıntılarını keşfedecek, bölge tarihi ve küçük yerel bir topluluk hakkında bilgi edineceksiniz. Tura San Juan nehrinde dinlendirici bir yüzme ile son vereceksiniz. Günün geri kalanını kendi başınıza değerlendirebilirsiniz ve doğal parkın güzel manzarasının tadını çıkarmanız, bölgenin tepelerinde yürüyüşe çıkmanız mümkündür. Heyecan arayanlar ağaç tepelerinin ve gölün üzerinde zip-lining yapabilirler."
      },
      {
        "dayNumber": 6,
        "title": "Cienfuegos",
        "description": "Bugün, genellikle Karayiplerin İncisi olarak anılan Cienfuegos'a seyahat edeceksiniz. Yoldayken Amerikalıların bir zamanlar Küba'yı işgal etmeye çalıştıkları Domuzlar Körfezi'ni ziyaret edeceksiniz. Fidel Castro'nun Küba ordusunu zafere götürmesiyle sonuçlanmıştır. Cienfuegos'ta, Güney'in İncisi'nde barınan ırksal karışımına ve mimarisine yansıyan bir tarih yatar. Geniş neoklasik bulvarları ve art deco cephelerini göreceksiniz ve bu mimari tarz bağımsızlık savaşı sırasında Haiti'den kaçtıktan sonra Cienfuegos'a yerleşmiş çok sayıda Fransız kolonistlerinden kaynaklanıyor. Burada ayrıca güçlü bir Afro-Karayip varlığı mevcuttur."
      },
      {
        "dayNumber": 7,
        "title": "Cienfuegos ve Santa Clara",
        "description": "Cienfuegos'tan, Che Guevara'nın Küba diktatörü Batista'nın hükümet güçlerini yendiği kararlı Küba Devrim savaşının yapıldığı yer olan Santa Clara'ya gideceksiniz. Che Guevara'nın mozolesi, ikonik devrimcinin onuruna kentin hemen dışında yer almaktadır."
      },
      {
        "dayNumber": 8,
        "title": "Trinidad",
        "description": "Bugün, Trinidad'yı kendi kendinize keşfetmeniz için özgür bir gün. La Plaza Mayor’la pitoresk, sarı-beyaz kubbeli çan kulesine sahip San Francisco Manastırı arasında salınabilirsiniz. Yürüyüşünüzü 1723 tarihli bir konakta yer alan küçük taverna La Canchánchara'da sonverebilirsiniz. La Canchánchara limon suyu, bal ve Küba romundan veya aguadiente'den yapılan, sırlı seramik kaplarda servis edilen, bölgenin meşhur bir içeceğinden alır ismini. Akşamları “Casa de la Trova” da muhteşem bir canlı müzik dinleyebilirsiniz."
      },
      {
        "dayNumber": 9,
        "title": "Camaguey",
        "description": "Otelde 1 gece"
      },
      {
        "dayNumber": 10,
        "title": "Bayamo ve Santiago de Cuba",
        "description": "Bugün Camaguey'den Küba marşı'nın ve Küba’nın kurucu babalarından Manuel de Cespedes’in doğum yeri olan Bayamo'ya kadar arabayla gideceksiniz. Santiago de Cuba'ya gitmeden önce, bu tarihi Küba şehrini keşfetmek için zamanınız olacak, ayrıca el Cobre Bazilikası'nı da ziyaret edeceksiniz."
      },
      {
        "dayNumber": 11,
        "title": "Santiago de Cuba",
        "description": "Bugün, Santiago'yu kendi kendinize keşfetmeniz için serbestsiniz. Genç ve yaşlı insanların satranç oynadığı, müzik yaptığı veya dedikodu yapmak ve insanları izlemek için bir bankta oturduğu bir buluşma noktası Park Céspedes'de neden dolaşmayasınız! Şehri kudurmuş korsanlardan korumak için inşa edilen ve UNESCO Dünya Mirası Listesi dâhilinde olan El Moro Kalesi'ne feribotla geçme seçeneğiniz var. Site, körfezin nefes kesen manzarasına sahiptir. Ayrıca Küba'nın dört bir yanından gelen hacıların tanrının yardımını istedikleri ve ona teşekkür ettikleri ünlü kilise El Cobre de vardır."
      },
      {
        "dayNumber": 12,
        "title": "Havana",
        "description": "Bugün şoförünüze güle güle diyerek havalimanına transfer edilecek ve Havana'ya geri dönüşünüzü gerçekleştireceksiniz. Havalimanına vardığınızda, özel taksi ile otelinize transfer edileceksiniz. Giriş yaptıktan sonra günün geri kalanında Havana'da dinlenebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Havana' dan Ayrılış",
        "description": "1 Kahvaltı"
      }
    ],
    "map": "",
    "country": "Havana"
  }
]