{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "13-day-classic-portugal-tour-lisbon-castles-wine-country-more",
  "tourName": "13-Day Classic Portugal Tour: Lisbon, Castles, Wine Country & More",
  "placesVisited": "Lisbon, Sintra, Alentejo, Évora, Crato, Monsaraz, Marvão, Monsanto, Idanha-A-Velha, Douro, Porto, Favaios, Peneda Gerês National Park",
  "generalInfo": "Venture through a land filled with villages and towns divulging architectural and archeological secrets during this 13-day classical Portugal tour. Find the bustle of charming Lisbon, indulge in the relaxed ambiance of quaint villages created from cobblestones, and wander along the cobblestones of towns preserved from medieval times. Travel inland to discover gastronomical delights and embrace remote open landscapes while uncovering Portugal’s classic beauty.",
  "durationDays": "13",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lisbon - Lose Yourself in Portuguese Tradition",
      "description": "Step off your international flight and meet your driver, who will take you to your hotel, your drive through Lisbon introducing you to classic Portuguese “Pombaline” architecture, a cluster of simple facades and green spaces whizzing by you. Then venture out onto the mosaic-paved sidewalks of lively Lisbon, their designs mesmerizing. Get a taste of Portuguese history on your downtown tour of the Baixa district, the short buildings allowing light to stream into the city squares. Wander the wavy pavements of Rossio Square, a surreal sight of intricate swirls. Stop in the chic Chiado district to sample a rich and bold Portuguese coffee, accompanied by a flaky pastel de nata , filled with creamy custard."
    },
    {
      "dayNumber": "2",
      "title": "Lisbon - Revel in the Glory of Royal Sintra",
      "description": "Switch bustling city streets for quaint villages and cobbled walkways as you travel by car past postcard-perfect scenery of ocean blue and rugged coastline. Spend time ambling through the small village, before embarking on a fairytale adventure through the grand halls of the Pena National Palace. The vibrant red and yellow exterior of this UNESCO World Heritage Site rests atop the Sintra Mountains, an example of Romantic and Baroque architecture. Navigate the striking interiors, their domed ceilings dressed with gold chandeliers, and marvel at ancient furniture and mosaic walls. Hug the banks of the Tagus River en route back to Lisbon, a journey around mainland Europe’s most westerly point."
    },
    {
      "dayNumber": "3",
      "title": "Lisbon - Meander the Alfama Neighborhood and Cruise the Tagus",
      "description": "Lisbon’s oldest neighborhood, Alfama, offers visitors a chance to obtain a bird's-eye view over the city from wrought-iron balconies and a myriad miradouros , viewpoints presenting pictures of medieval fortresses fixed between terracotta roofs, all the while feeling the undulation of pebbles beneath your feet as you walk up cobbled stairways. Let the aromas of fresh fruit awaken your senses and see the brilliance of crisp vegetables glisten as sunlight touches them through art deco stained-glass windows. In the evening, indulge in a sunset cruise on the Tagus River, the warm light of the open-terraced Belem Tower and deep orange of the 25th of April Bridge glowing against night lights."
    },
    {
      "dayNumber": "4",
      "title": "Evora - Learn the Art of Cork-Making in UNESCO-Heritage Evora",
      "description": "Travel east today to the beautiful historic town of Evora, a UNESCO World Heritage Site that charms with cobbled streets and Moorish architecture bursting with whitewashed walls and dark-yellow facades. The region is known for its monuments and museums, and the extraordinary Capela dos Ossos, where you will feel a chill down your spine as you stand before a wall of skulls and bones, intricately sandwiched between stone archways. Then take a lighter step into Evora’s world of cork, as you learn about this versatile, natural material, from its extraction to treatment to trinket. Let your fingers run over your favorite cork product, soaking up the velvety, warm finish, and marvel at the attention to detail."
    },
    {
      "dayNumber": "5",
      "title": "Evora - Uncover the Flaura, Fauna, and Flavors of Alentejo",
      "description": "Breathtaking olive groves and stone-covered hills await you today as you embark on a hike through nature. Smell the fresh air of the great outdoors, the sound of lightly rustling grass moving around you. Feel the crunch of soil beneath your feet and set your sights on spectacular birdlife as you spot the slim, brown stone curlew or the great bustard, its speckled feathers ruffled at the sound of movement. Stop to enjoy a picnic lunch accompanied by an olive oil tasting. Feel the silky slip of creamy olive oil beneath your fingers and savor the slightly nutty flavor of porco preto while basking in the beauty of the outdoors and traditional Portuguese cuisine."
    },
    {
      "dayNumber": "6",
      "title": "Crato - Take a Step Back into Medieval Times",
      "description": "The rural setting of historical Crato transports you back to an era of myths and legends. The site of mysterious dolmens, large stones sitting arch-like atop one another, stands among the hills and open landscape of the region. The dramatic Crato Old Bridge stands regal over the Chocanel River, its waters feeding the agricultural fields that feed this region’s gastronomical fame. Explore medieval Portugal even further with visits to Monsaraz and Marvao. Discover the metamorphic rock exterior of Monsaraz Castle and retrace the steps of guardians keeping watch across Alqueva Lake. Visit authentic Monsaraz village and step inside the 13th-century walled wonder which commands exquisite views from atop the Mountain of Sao Mamede."
    },
    {
      "dayNumber": "7",
      "title": "Dao Region - Explore Central Europe’s Oldest Villages",
      "description": "Step back in time in two of Portugal’s oldest villages, both displaying historical charm and quaint cobbled lanes. Idanha-A-Velha commands views over the tranquil Ponsul River, a picturesque village dating back to the sixth century, its architecture simplistic in design. Stand humble in front of the large, rounded stone walls of its castle ruins. Continue to Monsanto, the ancient village boasting outstanding views over balancing boulders and rolling hills. Feel a chill in the air as you walk through the remnants of the medieval Monsanto castle, the wind whistling through the glassless windows and roofless walls. Weave through the well-preserved cobbled lanes in the village square and run your hand over the smooth, moss-covered stone walls framed by teal-covered wooden doors."
    },
    {
      "dayNumber": "8",
      "title": "Douro - Visit the Vineyards and Valleys of Douro",
      "description": "Your travels take you to the wonderful Douro region today. Flanked by the glistening Douro River, the sites of swirling vineyards set the tone for the day as you set your eyes on the swirling wine in your glass when visiting a wine estate. Step inside a chilled cellar amid towers of perfectly balanced wooden barrels. Let the cool air awaken your senses when seated under stone archways supporting walls of stacked wine bottles, a glass of crisp Douro Branco in your hand, the elegant and lightly-fruity minerality of the wine coming through on your palate. Enjoy your evening meal aboard a Douro River cruise, vineyard-lined hills subtly lit by moonlight."
    },
    {
      "dayNumber": "9",
      "title": "Douro - Get a Taste for Favaios in Classic Style",
      "description": "Visit a village synonymous with wine. A once-fortified settlement, the remnants of a past dating back to the Iron Age offer a scenic and sumptuous experience. The quaint village sits above rows of vineyards set on tumbling green and gold hills. Dive into the flavors of Moscatel, a fortified wine that presents sweet flavors of butterscotch and tangerines. Let the soft, smooth flavor of traditional Favaios bread, baked in a wooden oven, melt in your mouth. Later, you will visit an enoteca , a boutique setting with a selection of incredible wines, for a wine tasting. With flights of wine set in front of you, notice how the aromas vary from tart to smoky, with flavors of white peach and plum bouncing off your tongue."
    },
    {
      "dayNumber": "10",
      "title": "Porto - Discover a City of Historical Beauty and Port",
      "description": "Porto is an archeological gem listed as a UNESCO World Heritage Site, a destination brimming with adventure and historical wealth. Discover the intricate interior design of the Romanesque Porto Cathedral, with its dome-shaped marble ceilings and steel organ pipes lining the walls. Notice the attention to detail in perfectly-crafted figurines. From the river banks of the Douro River, marvel at the engineering wonder of the Dom Luis Bridge, an arching steel wonder spanning the river and linking port wine houses in Gaia and Ribera. Settle into a cozy corner of a port house, the smell of rich, sweet, fortified wine filling the air. Sip a glass of port and ice, a slice of lemon or lime creating a sour twist."
    },
    {
      "dayNumber": "11",
      "title": "Porto - Lap Up the Landscapes of Peneda-Geres National Park",
      "description": "Step into nature today when you visit the Peneda-Geres National Park in Portugal’s north-east, nestled between the picturesque region of Alto Minho and the Trás-os-Monte valley. Diverse shades of green cover the undulating landscape, speckled with the purple haze of Geres lilies and glistening strips of majestic waterfalls. Listen to the shrill call of the European honey buzzard or admire the incredible wingspan of the Peregrine falcon. Watch roe deer saunter between oak trees and breathe in the citrus aromas of pine. This evening, explore the gastronomical delights of the Ribiero neighborhood, snuggled inside a cozy restaurant to savor the salty freshness of flaky sea bass, while sipping a Dao red wine, the tart, cherry flavors dancing on your tongue."
    },
    {
      "dayNumber": "12",
      "title": "Porto - Embrace the Significance of Portugal’s Fish Culture",
      "description": "Get a taste of fishing tradition and Portugal’s seafaring legacy when you embark on a day of seafood adventure. Watch colorful fishing boats glide haphazardly onto the beach as you listen to the exciting banter of fishermen telling tales of their day at sea, then visit a canning factory and discover the methods of harvesting sardines. Enjoy a private tasting and notice how the salty flavors are complemented by oil. Visit the local market and listen to the din of vendors hustling their wares, before selecting your favorite fish to be prepared for you at a local restaurant thereafter. Enjoy the soft, fleshy texture of salmonete , perhaps, lightly seasoned with salt, pepper, and lime juice."
    },
    {
      "dayNumber": "13",
      "title": "Porto - A Fond Farewell to Porto and Portugal",
      "description": "Depending on what time your flight departs, you can make your way through the streets of Porto to catch one or two more must-see sites. Retrace the steps of history through tales depicted on the interior walls of the Sao Bento Railway, the Battle of Arcos de Valdevez expressed through blue-and-white tiles. Perhaps a walk through the Ribeiro neighborhood one last time, a chance to snap some last-minute photos of colorful houses and the remembrance statue of Alminhas da Ponte. Your driver will take you to the airport in time for your onward journey."
    }
  ],
  "map": ""
}