{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "best-of-portugal-tour-10-days-in-porto-lisbon-and-vilamoura",
  "tourName": "Best of Portugal Tour: 10 Days in Porto, Lisbon, and Vilamoura",
  "placesVisited": "Lisbon, Vilamoura, Algarve, Porto (Region)",
  "generalInfo": "For fans of port wine, mysterious history, and gastronomic greatness, this 10-day tour of Portugal reliably presents visitors with an abundance of each. You will venture through the Iberian country to experience a blend of guided recreation and leisure time. From Porto to Lisbon and Vilamoura, this tour will open your eyes to the beauty of Portugal and the adventures awaiting you.",
  "durationDays": "10",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Porto – Portugal's Wine Region",
      "description": "Following a north to south track, your exploration of Portugal will start in the fertile fields and lush gardens of the Port region that is famous for its warm hospitality and rolling vineyards. After arriving at the airport of Portugal's second-largest city, a transfer will whisk you effortlessly through traffic to the pedestrian-friendly city center. After arriving at your hotel, you will be within a short walk of many of the city's noteworthy sites in addition to having the remainder of the day to explore each one."
    },
    {
      "dayNumber": "2",
      "title": "Porto – Custom Food Tour",
      "description": "As you will undoubtedly notice upon exploring the city center, Portugal is a country that has honed its culinary prowess over the centuries. Today, you will be able to enjoy this gastronomic heritage during a food tour that will allow you to encounter iconic dishes, such as tripe with bean stew, the famous dry cod, and other seafood specialties. Any appetite you worked up in the morning will be satisfied by the whirlwind of delicious food and colorful environments you encounter."
    },
    {
      "dayNumber": "3",
      "title": "Porto – The Region's Namesake",
      "description": "The Douro river gently winds its way from Spain to the Atlantic. In years past, this river was the main avenue for transporting the product of Portugal's breadbasket to the ocean and oversea markets. Quite possibly, no other product received greater care on these supply ships that the port wine for which the region is named. Today, you will embark on a wine tour of the terraced vineyards and picturesque wineries that produce this national treasure."
    },
    {
      "dayNumber": "4",
      "title": "Lisbon – The Portuguese Capital",
      "description": "After turning your back on the placid banks of the Douro River, you will depart Porto and make your way to the Portuguese capital and vibrant city of Lisbon. Once the site of a horrific 18th-century earthquake, the city has been rebuilt into a gleaming city by the bay and is equipped with its own Golden Gate Bridge lookalike. During the drive, you can enjoy stops in the charming towns of Aveiro and Tomar for a scenic boat ride on the famous canals and visit to the Convent of Christ."
    },
    {
      "dayNumber": "5",
      "title": "Lisbon – Exploring the City Center",
      "description": "With the red-tiled roofs gleaming like jewels, your first morning in Lisbon will be an excellent opportunity to take to the streets and watch the city come to life. Ferries and container ships ply the waters, carrying their precious cargo to unknown destinations while rusting trolleys make their way through the city. A guided tour will ensure that your orientation to this thrilling environment is unique. Before calling it a day, you will taste the food and visit the sites that make this city a top destination for world travelers."
    },
    {
      "dayNumber": "6",
      "title": "Lisbon – Stretching Your Legs",
      "description": "No trip to Portugal is complete without leaving the big cities behind and taking a peek at the natural beauty of this Iberian country. A short transfer away, the Sintra Natural Park is an excellent place to immerse yourself in the lush beauty of the region while also having the famous royal residence of the Pena Palace at your fingertips. After working up an appetite on the scenic trails of the park, you can visit the rustic town of Sintra to find refreshment."
    },
    {
      "dayNumber": "7",
      "title": "Vilamoura – In the Deep South",
      "description": "During your journey, the South of Portugal will have been teasing you with rumors of stunning beaches, windswept cliffs, and rustic villages. Today, you will be able to consummate this flirtation during a high-speed train through the heart of the Algarve region. Upon your arrival, a transfer will meet you at the train station and carry you to your scenic accommodation. After settling in to your picturesque resort on the coast of Vilamoura, you will have the remainder of the day to chart your own course through this stunning land."
    },
    {
      "dayNumber": "8",
      "title": "Vilamoura – In Search of Sea Caves",
      "description": "The town of Vilamoura is one of Southern Portugal's most famous tourist destinations and presents visitors with sandy beaches and Roman ruins that stand shoulder to shoulder with modern resorts. After enjoying a leisurely morning, you will have the option to find your sea legs on a boat tour to the nearby rock formations off the coast and the Benagil Sea Cave. With this being your only guided excursion of the day, you will have the remainder of your time to relax in the comfort of your resort and seek out an adventure at your own pace."
    },
    {
      "dayNumber": "9",
      "title": "Lisbon – Returning to the Capital",
      "description": "Today, you will turn your back on the sun-baked south of Portugal and return to Lisbon by high-speed train for your final full day of this tour. The resort staff will be sure to provide you with a fortifying breakfast for your journey before a transfer conveys you to the train station for your departure. With the stunning scenery of Portuguese villas and farmland flitting past your window, you will be mesmerized by the beauty contained in this small corner of Europe."
    },
    {
      "dayNumber": "10",
      "title": "Lisbon – Departure",
      "description": "One final trip down to the waterfront or visit to the neighborhood bakery will be an excellent way to celebrate your completion of this tour. It is not without a sense of wistfulness that you begin your preparations to depart the comfort and beauty of Lisbon. From Porto to Vilamoura, you will have seen much of this county and enjoyed a blend of major monuments and sites. A short transfer will convey you to the airport for your departing flight home."
    }
  ],
  "map": ""
}