{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "captivating-15-day-highlights-tour-of-portugal",
  "tourName": "Captivating 15-Day Highlights Tour of Portugal",
  "placesVisited": "Lisbon, Porto, Coimbra, Évora",
  "generalInfo": "Spend 15 days in the captivating culture and honored highlights of Portugal on this personalized tour to the country’s most beloved cities. From unpacking the local lifestyle that sweeps through Lisbon’s cobbled streets to witnessing the staggering scenery of the Douro Valley and much more, you will discover the discerning qualities that make Portugal a landmark destination every traveler must visit.",
  "durationDays": "15",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lisbon - A Colorful, Cobblestoned Cityscape",
      "description": "Lying on the banks of the Tagus River, Lisbon’s fishing and seafaring history is intertwined with the local culture and expressed at buzzing markets. The sunshine bounces off of cobblestone alleys that intersect the promenade and dances through the windows of vibrant houses. The history-steeped cityscape appears to be lifted straight from an age-old fable that will absorb you completely. You will witness these scenes during a private transfer from Lisbon Portela Airport to your accommodation. Upon your arrival, you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Lisbon - Atmospheric Scenes and Cultured Cuisine",
      "description": "Lisbon’s brightly colored buildings, antique landmarks, and charming culture have inspired the work of many great writers, artists, and photographers. The city is rife with spectacular settings, from quaint bookshops to hilltop viewpoints that command spectacular panoramas. You will tour Lisbon’s winding alleys to uncover these photo-worthy gems alongside an exceptional private guide. Afterward, you will visit an elite culinary school where the flavors of Portugal speak for themselves through the traditional cuisine that you and your chef will create."
    },
    {
      "dayNumber": "3",
      "title": "Lisbon - The Staggering Setting of Sintra",
      "description": "Just outside of Lisbon lies a town where royals would retreat centuries ago; it is a paradisal place at the base of the Sintra Mountains. Named after the momentous mountain range that dominates its landscape, Sintra is a region of tremendous natural beauty. The city boasts pastel-painted villas that have been hemmed in the emerald forested hills. As you pan your gaze up the wooded hillside, your eyes will meet the Pena Palace, a bewitching castle that was constructed during the Romantic period. Its design, envisioned in its bright yellow body and intricate battlements, reflects Portugal’s unending architectural passion."
    },
    {
      "dayNumber": "4",
      "title": "Lisbon - Into the Untamed Wilderness",
      "description": "Sesimbra’s scenery is a wonder to behold, and you will marvel at the endemic flora and fauna that resides in the evergreen of Arrábida Nature Park during an exclusive guided tour. Cruising along roads that weave through the unspoiled 108-acre region, you will catch glimpses of dramatic white-sand beaches that line the coastline, stark craggy cliffs that loom over the sea, and the 16th-century Convento de Nossa Senhora da Arrábida monastery. Fado melodies, which is traditional Portuguese music, will evoke an atmospheric ambiance later this evening as you tuck into traditional meals to experience a true taste of Portugal’s spirit."
    },
    {
      "dayNumber": "5",
      "title": "Porto - Charms and Treasures En Route to Porto",
      "description": "Óbidos and Nazaré are stationed en route to the city of Porto. These are two charming towns that you will be charmed to explore. The archaic castle walls and fascinating old-world cathedrals of Óbidos are a lens into the historical roots that have shaped the city, and Nazaré’s Praia do Norte beach is recognized as one of the world’s greatest big-wave surfing destinations. Travelers flock to the humble fishing village of Nazaré to stand on its jagged cliffs and witness the mesmerizing vistas, whether the swell is raging or at peace."
    },
    {
      "dayNumber": "6",
      "title": "Porto - Heritage Highlights of the City",
      "description": "The visionary work of quirky artists and novel architects add to the city of Porto’s rich tapestry. It is a place where eccentricity is revered and transformation is encouraged, although traditional culture forms the backbone of its modernization. You will swoon over the dazzling azulejo, which is a Portuguese architectural style that incorporates multi-colored ceramic tiles. Afterward, you can ascend the stairwell that leads to the summit of the Clérigos Tower and find refuge in the extraordinary Lello bookstore that inspires fantasmal thoughts. Later this evening, you can sip on sumptuous ports at a coveted wine cellar."
    },
    {
      "dayNumber": "7",
      "title": "Porto - Ports and Wines of the Douro Valley",
      "description": "Portugal’s Douro Valley is an entrancing natural landscape comprised of schist mountains and viridian forests that loom over the Douro River’s stretch of water. Porto serves as the entrance to this mesmeric wild countryside. Today, you will transfer to a stellar wine estate situated in the bucolic region where terraced vineyards produce world-class harvests. While being besotted with breathtaking panoramas of the lush valley, you will savor every sip of the full-bodied wines and honeyed ports."
    },
    {
      "dayNumber": "8",
      "title": "Porto - Spectacles of Six Iconic Portuguese Bridges",
      "description": "On your last day in Porto, you can enjoy every moment by exploring the cityscape at your leisure before hopping on board a traditional wooden boat to enjoy a laid-back cruise of Porto’s six iconic bridges. The boat will leave the dock gently and glide across the water toward each historically significant bridge. During this time, you will be surrounded by postcard-perfect scenes. You will feel the cool breeze roll off of your cheeks as you admire each architectural feat and learn more about the importance of their construction."
    },
    {
      "dayNumber": "9",
      "title": "Coimbra - Portugal’s Very Own Venice",
      "description": "Before reaching Coimbra by private transfer, you will stop briefly in Aveiro. The city was founded by Roman Emperor Marcus Aurelius and is a landmarked heritage destination that was built around the serene streets of canals that form an intricate transportation system through the cityscape. Barcos moliceiros , traditional brightly colored Portuguese boats, can be seen slipping in and out of the canals and circling the historic art nouveau buildings along the channels. A visit to the Cathedral of Aveiro will spotlight the Dominican foundations and Roman roots that imbue the city."
    },
    {
      "dayNumber": "10",
      "title": "Coimbra - Indelible Knowledge of Ancient Civilizations",
      "description": "Coimbra once stood as Portugal’s capital during the Middle Ages but transitioned into a prominent destination of knowledge when the Renaissance brought forth reforms in education. During this time, the University of Coimbra was propelled into the limelight. You will not only explore the city’s powerful history but transfer to the neighboring ancient city of Conimbriga to witness its reverenced Roman ruins. The well-preserved markers of ancient civilization are awe-inspiring. Detailed tilework embellishes the grounds on which columns once supported the stone structures, and there is a potent atmosphere that veils the remains."
    },
    {
      "dayNumber": "11",
      "title": "Évora - Portugal’s Firm Catholic Roots",
      "description": "You will transfer to Évora today, visiting the Sanctuary of Fátima and the Knights Templar City of Tomar on the journey. The Sanctuary of Fátima is a noteworthy Catholic pilgrimage site sanctified by the Church and shrouded in a historical connection to the Virgin Mary. You will then visit the Basilica de Nossa Senhora do Rosário as well as the intriguing religious artifacts that are housed in these age-old spiritual complexes. In Tomar, you will trace the origins of the Order of the Templars by the stories that surround the landscaped gardens of Sete Montes Park."
    },
    {
      "dayNumber": "12",
      "title": "Évora - Of Moorish Origins",
      "description": "The city of Évora’s white-washed houses spread across the gentle hills of the Alentejo plain, and its landscape is blanketed by lush vegetation. It is a destination that boasts narrow walkways typical of Moorish origins. A private tour will weave you toward the city center, where you will encounter the remnants of the Roman Temple of Évora. Its stone columns rise mightily from the ground and function as a symbolic beacon of the ancient era."
    },
    {
      "dayNumber": "13",
      "title": "Évora - Completing the Historic Puzzle",
      "description": "Évora is but one piece of the ancient puzzle with Monsaraz, Elvas, and Estremoz completing the historical picture. You will transfer to the three fabled destinations on a rich cultural tour and be accompanied by an experienced guide. During this tour, you will step back in time and tread the tranquil and untouched medieval streets that zigzag through Monsaraz, stand below the colossal Amoreira Aqueduct, and peruse the noble walkways of Estremoz, which reveal the city’s architectural metamorphosis with time. Each stop at these destinations brings with it a wealth of culture to admire."
    },
    {
      "dayNumber": "14",
      "title": "Lisbon - Sunsets Over the Tejo",
      "description": "You will return to Lisbon on the fourteenth day of your tour for a day at your own pace. Whether you wish to savor impressive Portuguese delicacies at Michelin-starred restaurants or appreciate the earmarked heritage sites you have yet to explore, you will be overjoyed with a few more moments to wallow in this enchanting city. Later this afternoon, you can step onto a magnificent boat and sail along the Tejo River to witness the sunset scenes. The sky will be set ablaze in vivid oranges, purples, and pinks as you cherish your final night in Portugal."
    },
    {
      "dayNumber": "15",
      "title": "Lisbon - A Buzzing Bid Farewell",
      "description": "As day breaks, Lisbon begins to wind into gear with vendors who return to their stalls with twinkling trinkets and chefs who fire up their grills, sending mouth-watering aromas through the streets. You will hear the sounds of morning chatter and catch the smell of the char-grilled fish as the light peers through your window. This morning, you can indulge your senses before you are joined by your private transfer for your transfer to the airport."
    }
  ],
  "map": ""
}