{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "coastal-havens-and-city-discovery-portugal-tour",
  "tourName": "Coastal Havens and City Discovery Portugal Tour",
  "placesVisited": "Algarve, Portimão, Lisbon, Sintra (City)",
  "generalInfo": "On this breathtaking 9-day tour of Portugal, you will witness golden beaches and the emerald hills of the Algarve. From admiring the sapphire sea on Portimao’s vibrant promenade to wine tasting with spectacles of the luxuriant countryside, boundless magical memories will be made in the picturesque country of Portugal.",
  "durationDays": "9",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Portimao - On Buoyant Promenades",
      "description": "The bustling city of Lisbon will greet you when you land in the city's airport. After collecting your belongings, you will meet your transfer and head to the train station. Here, your adventures will lead you to Southern Portugal’s coastal haven, the Algarve. Portimao rests comfortably on the sprawling coastline and sweeps to the edge of the Algarve, a popular waterfront locale where you will spend your first evening in Portugal. Attuning to the peaceful atmosphere that emanates from Portimao’s promenade, you will feel at home upon arriving at the Atlantic coast."
    },
    {
      "dayNumber": "2",
      "title": "Portimao - The Algarve’s Bewitching Coast",
      "description": "The Algarve’s beauty is endless. Today, you will bask in unforgettable scenes aboard a boat that will lead you past jagged cliffs to deep caves. Inside the Benagil Cave, you will stand on a shore within the rocky cavern. Your moments here will be breathtaking and will be rivaled by the geological wonders of Praia da Marinha, which you will visit after your time among the sea and its caves."
    },
    {
      "dayNumber": "3",
      "title": "Portimao - A Leisurely Dat at Sea",
      "description": "There will be nothing specific planned for your next two days, which will allow you to get a sense of this picturesque destination through leisurely experiences. There are several recommendations to keep you busy should you choose to explore the Algarve’s enchanting highlights. Those with a fancy for watersports may partake in thrilling or relaxing activities on the sea, such as zipping over the swells with jet-skis or slowly appreciating the seaside allure on kayaks. These oceanic experiences, among others, will present you with postcard-perfect panoramas."
    },
    {
      "dayNumber": "4",
      "title": "Portimao - Captivated by the Algarve’s",
      "description": "The sunshine baths the beaches in gold hues, and the wind rolls gently against the cliffs in Portimao each morning. This is a setting that you will cherish every single day in the Algarve. Today will be no different from yesterday, and you can wallow in the serenity of Portimao. Your moments may be tranquil as the sun kisses your skin while tanning on silky beaches or exciting due to the heritage and culture of Portugal’s Algarve region. Regardless of how you choose to spend your day, it will be magnificent."
    },
    {
      "dayNumber": "5",
      "title": "Lisbon - The Banks of the Tagus River",
      "description": "Having seen Portugal’s humming capital from a distance but having the pleasures of meandering its surrounding districts, you will merrily venture to its gritty and glamorous atmosphere. Stationed on the banks of the Tagus River, Lisbon’s spectacles are flowing with blue images of the waterway that has long served as a source of trade. Feeling rested from your retreat to the Algarve, you may spend your afternoon among Lisbon’s cobblestone avenues and the white-domed neighborhoods."
    },
    {
      "dayNumber": "6",
      "title": "Lisbon - Heritage and Cultural Highlights",
      "description": "Today, you will immerse yourself in Portugal’s culture during compelling and enthralling experiences. These heritage highlights, such as magnificent museums and astonishing art galleries, will share the distinct characteristics that make Lisbon such a unique city. Such highlights include the Belem Tower and Castelo de S. Jorge. Your walking tour will conclude at a traditional Portuguese Fado House. With the background of enchanting Fado melodies, you will indulge in a traditional dinner of Portuguese cuisine."
    },
    {
      "dayNumber": "7",
      "title": "Lisbon - Endearing Spectacles",
      "description": "Portugal is renowned for its incredible art and architecture, which is best highlighted by the decorated landmarks of Sintra’s town. You will weave along winding roads and ascending the Sintra Mountains. Atop the summit, soaring scenes of the landscape will present themselves, and history will unravel itself as you appreciate the colorful walls of the Pena Palace. The admirable piece of architecture was built during the Romantic Era, hence the inclusion of unique design features."
    },
    {
      "dayNumber": "8",
      "title": "Lisbon - Delight in Setubal’s Wines",
      "description": "European wines are some of the best in the world, and Portugal is an exporter of some exquisite vintages. The Peninsula de Setubal is an exceptional wine region not far from Lisbon. The area is revered for its production of dessert wines, which you will sample to discover the taste of their fruitful harvests. The drive itself is beautiful and will afford you moments to marvel at spectacles of the Ponte Vasco da Gama, the Pamela Castle Tower, and Arrabida Natural Park."
    },
    {
      "dayNumber": "9",
      "title": "Lisbon - Departure",
      "description": "Although your time in Portugal will come to an end today, your moments do not need to be anything less than special this morning. As the sun shines over the city, Lisbon will burst to life. You may step outside and be swept away by the atmosphere that emerges from sounds of chiming church bells, baking pastries, and warm smiles. You will cherish these moments among a destination that you will have come to love over the course of your delightful stay."
    }
  ],
  "map": ""
}