{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "enthralling-adventure-tour-of-portugal",
  "tourName": "Enthralling Adventure Tour of Portugal",
  "placesVisited": "Algarve, Funchal, Lisbon",
  "generalInfo": "Adventure awaits in Portugal with this tailored 12-day tour that will allow you to indulge in the best experiences in a wealth of bewitching destinations. From hot air balloon expeditions above the staggering Algarve region to canyoning the rugged wilderness of Funchal and cruising to the caves of Lagos, every stop will be as exciting as the last. This exciting adventure spotlights the mesmerizing environment with which Portugal is blessed.",
  "durationDays": "12",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Algarve - Astonishing Natural Wonders",
      "description": "You will arrive in Portugal’s capital city of Lisbon and pick up your private rental car for a charming journey to the country’s southernmost region of Algarve. In Algarve, pearl-white shores wrap around the coastline and submerge into sprawling stretches of crystalline sea. Craggy cliffs jut out from the headlands and loom over charming beaches. Algarve is a beach lovers paradise, and you will soon behold all the boundless beauty of its seascape."
    },
    {
      "dayNumber": "2",
      "title": "Algarve - Picture-Perfect Ponta da Piedade",
      "description": "This morning, you can bask in the breathtaking scenery that sweeps across Algarve’s coastline during your cruise to the enchanting town of Lagos. Stepping out of your vehicle and walking to the edge of the umber cliffs, you will gaze out across the Ponta da Piedade headland and witness its surreal geological display. Golden rocks tower into the sky and are cloaked by the shimmering sunlight. The bay’s azure waters twinkle with each ray that dances through the clouds, and a cool gentle breeze vitalizes those who venture here. Today, you will be thrilled to partake in a kayak tour to these mesmerizing scenes."
    },
    {
      "dayNumber": "3",
      "title": "Algarve - The Azure Seas of Lagos",
      "description": "You will explore more of the staggering sapphire seascape as you board a boat and voyage to Benagil Cave and Marinha Beach. As you approach Benagil Cave, you will spot a giant hole in a golden boulder. Inside, a small silky beach is enveloped in the sunshine that pours from an aperture in the cave’s roof. The scene is something out of a Disney movie, and you will capture boundless images to commemorate this discovery. The waters of Marinha Beach are refreshing and perfect for an afternoon dip. Here, there are many hidden coves to discover by kayak along the velvety shoreline."
    },
    {
      "dayNumber": "4",
      "title": "Algarve - Take to the Skies",
      "description": "Algarve’s landscape will seduce you as you take to the skies to cherish unrivaled views. You will step into a hot air balloon, and it will begin to take off toward the clouds, eventually reaching a soaring height. With no one around you and feeling only the mild breeze rolling off of your cheeks, you will feel worlds away as you soak up the scenic splendor. After you touch down, you will have the remainder of the evening to spend at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Funchal - An Island of Tropical Splendor",
      "description": "Today, you will head back to Lisbon to catch a flight to Madeira Island. Madeira Island is a subtropical archipelago that is situated off of the northwest coast of Africa, which consists of a volcanic topography, emerald cliffs, and pebbled beaches. The beating heart of Madeira Island is Funchal, and you will uncover the allure of the isle from a stellar accommodation here. During your first afternoon, you can take some time to bathe in the temperate sea and kick back leisurely on loungers around the pool. The atmosphere is tranquil, and there is no need to rush around this tropical paradise."
    },
    {
      "dayNumber": "6",
      "title": "Funchal - Beneath the Laurissilva Forest Canopy",
      "description": "Beyond beaches where travelers soak up the sunshine, Madeira Island is home to idyllic expanses of viridian forest that are teeming with endemic wildlife. Today, you will venture deeper into the green on horseback with an experienced guide. Beneath Laurissilva forest’s canopy, the chorus of chirping birds will ring in your ears, and the fragrances of blossoming flowers will fill your nostrils. Some local furry friends may swing from the branches overhead, and you may catch the sound of other critters as they scuttle through the shrubbery. There will be nothing but untamed wilderness between you and your accommodation during this riveting wildlife excursion."
    },
    {
      "dayNumber": "7",
      "title": "Funchal - Along the Banks of Madeira’s Levadas",
      "description": "You will have stumbled upon some of Portugal’s famous levadas , which are aqueducts specific to the Madeira region. During your horse riding tour, you will see them in greater detail. You will stroll through the serene wilderness alongside the gently flowing canals, where vegetation proliferates deep into the forests. Hues of pinks, blues, oranges, and greens will dazzle you as you traverse the shaded pathways. Eventually, you will hear the rumblings of creatures as they move through the foliage. You will be one with nature as you travel through the verdant environment far from the tourist crowds."
    },
    {
      "dayNumber": "8",
      "title": "Funchal - Canyoning through the Forest",
      "description": "The thrill-seeking adventurers will continue with a canyoning experience within Funchal’s immense environments today. You will be led by extremely professional guides and utilize exceptionally high-quality gear to ensure a safe and comfortable canyoning crusade within a forest littered with natural pools and rocky cliffs. The adrenaline-fueled activity will have you leaping off ledges into the crystal water and scaling craggy cliffs to viewpoints that offer glimpses of Madeira’s unending natural beauty. This experience is one for the books, and you cannot afford to miss it."
    },
    {
      "dayNumber": "9",
      "title": "Lisbon - Michelin-starred Portuguese Meals",
      "description": "You will catch a morning flight from Funchal to Lisbon to enjoy your final moments within Portugal’s phenomenal capital city. World-class restaurants spearheaded by Michelin-starred chefs and charming traditional eateries spread across the cityscape. The sweet scents of baked breads and pastries, as well as the mouth-watering aromas of traditionally grilled Portuguese fish, pour out across Lisbon’s narrow alleyways. Seated in bohemian diners and elite wineries across the city, you will discern every exceptional flavor Portugal’s culinary culture is coveted for during this gastronomy tour."
    },
    {
      "dayNumber": "10",
      "title": "Lisbon - An Astounding Way to Get Around",
      "description": "There are many marvelous modes of transport travelers can utilize when visiting new countries. Thailand has the tuk-tuk, Egypt has the felucca, and Portugal has the GoCar, which is a go-kart sized, three-wheeled vehicle that is somehow equipped to tackle the streets of Lisbon. Cruising around on this fascinating vehicle, you will peer into every nook and cranny of the city that may be difficult to access with a regular automobile. From the urban neighborhoods of Alfama, Graça, Mouraria, and Lapa to the grand monasteries of Belém, you will be able to check out every inch of Lisbon with your hair down and blowing in the wind."
    },
    {
      "dayNumber": "11",
      "title": "Lisbon - The Romantic Reflection of Sintra",
      "description": "One of the many crucial periods in Europe’s history is the Romantic era. Sintra is a city just beyond Lisbon’s borders and was significantly touched by the great creative minds of this halcyon moment in time. Sintra is neatly stationed at the base of a soaring summit of the same name that you will eagerly trek to seize unparalleled panoramas of the city. Furthermore, you will find yourselves circling the extravagant Pena Palace, which is a royal building exuding the dashing regality of Romanticism through its meticulous bejeweled murals and flawlessly sculpted motifs."
    },
    {
      "dayNumber": "12",
      "title": "Lisbon - A Brilliant Final Breakfast",
      "description": "As the sunshine filters through the clouds and floods the cobbled streets of Lisbon on your final morning in Portugal, you will be drawn to the pathways that weave through the cityscape and stroll to an endearing café where the finest Portuguese breakfasts and pastries are served. Whether you wish to read a book, people watch, or enjoy the bold flavors of exceptionally brewed coffee, your day of traveling back home will be off to a wonderful start. Your private driver will collect you after breakfast, and you will transfer to Lisbon Portela International Airport."
    }
  ],
  "map": ""
}