{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "pure-portugal-fun-azores-to-porto-tour",
  "tourName": "Pure Portugal Fun: Azores to Porto Tour",
  "placesVisited": "Ponta Delgada, Porto, Pinhão, Lisbon",
  "generalInfo": "Witness the mesmerizing scenes of Portugal and have an absolute blast in every iconic Portuguese destination during this exclusive 13-day vacation. Between the beautiful blue stretch of the Azores archipelago and the picturesque streets of Porto, the country is riddled with phenomenal sightseeing and adventure-seeking opportunities. Book your tour today and experience the wonder of Portugal.",
  "durationDays": "13",
  "price": "7,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ponta Delgada - Whale-Watching on the Azores",
      "description": "São Miguel Island lies in Portugal’s famous archipelago. Ponta Delgada is a breathtaking tropical destination that will welcome you to a land of rich history and environmental beauty. Your private driver will collect you from the airport and lead you on an enchanting whale watching tour around the isles. Earmarked as one of the largest whale sanctuaries in the world, the Azores are brimming with spectacular sightseeing opportunities on your first day in Portugal."
    },
    {
      "dayNumber": "2",
      "title": "Ponta Delgada - Volcanic Legends and Fairy-Tale Fables",
      "description": "The archipelago’s natural allure is shrouded in legend. Today, you will venture to iconic landscape sites to unveil the folklore in which they are enveloped. Panoramic vistas of the colossal craters and scenes of the lush Verde and will prove remarkable. Later today, you will climb the shaded paths of the Água do Pau hills to a warm natural swimming pool that rests under the forest's luxuriant canopy for a vitalizing dip and wildlife spotting opportunities."
    },
    {
      "dayNumber": "3",
      "title": "Ponta Delgada - The Thermal Pools of Furnas",
      "description": "Images of magnificent volcanic craters with boiling thermal pools make Furnas one of the most memorable locations in the Azores. You will arrive to breathtaking pictures of the bubbling pools flanked by soaring evergreen summits. Here, you will delight in an experience that is designed to highlight the astounding power of mother nature. Locals will prepare a hearty meat-stew by dipping cauldrons into the sweltering thermal pools. The aromas of the meal will emanate from the hole in the ground as you eagerly await your dish."
    },
    {
      "dayNumber": "4",
      "title": "Porto - Portugal’s Eccentric Cityscape",
      "description": "You will transfer to mainland Portugal this morning by plane, and your private driver will collect you from Francisco Sá Carneiro Airport in Porto to take you to your 5-star hotel. The fascinating city of Porto is an art installation itself. Ornate Catholic churches adorned in stone motifs are stationed alongside tidy boulevards where contemporary constructs reflect the local visionary talent. The flawless blend of old and new is bewitching and reflects the quirky ambiance that flows from street to street. Today, you can take some time to absorb it all this afternoon."
    },
    {
      "dayNumber": "5",
      "title": "Porto - The Fabulous Flavors of Portuguese Cuisine",
      "description": "Portugal’s culinary culture is a critical component of the local way of life. Residents take pride in their traditional cuisine that has been passed down for generations. You will transfer to neighborhoods that are each coveted for their exemplary dishes on a mouth-watering guided gastronomic tour. Fragrances of sizzling seafood will catch your attention and draw you down cobbled alleys to humble chefs who prepare signature meals. Glimpses of fluffy pastries will mesmerize you and beckon you to take a bite into their crispy outer shells. Every mouthful you enjoy will send you on a journey through Portugal’s cherished cuisine."
    },
    {
      "dayNumber": "6",
      "title": "Pinhão - An Immersive Stop for the History Buffs",
      "description": "By making your way off the beaten path toward the Douro Valley, you will stop in Amarante to immerse yourself in the city’s heritage. Amarante played a significant role in the Second French Invasion, and you will come to learn more about this intriguing history as you gaze out over the gentle river streams from the fabled Sao Goncalo bridge. The forested Serra do Marão summit and vast Tâmega River tributary anchor the city’s indelible splendor, providing idyllic natural landscapes to swoon over as you explore the colorful antiquity of Amarante."
    },
    {
      "dayNumber": "7",
      "title": "Pinhão - Verdant Vineyards of the Douro Valley",
      "description": "The World Heritage Douro Valley comprised of schist mountains, viridian grape vineyards, and a river that weaves between the staggering hills. Portugal’s finest ports and wines are produced in this wondrous locale, and you will revel in the delectable selections at elite wineries that share unforgettable spectacles of the terraced vineyards and towering peaks. Each full-bodied sip will leave a lasting impression as you leisurely let the day pass by from the comfort of your white-linen draped table."
    },
    {
      "dayNumber": "8",
      "title": "Pinhão - Leisure Time and Moments to Unwind",
      "description": "With no specific activities planned for the day, you will enjoy every moment at your own pace. Whether you wish to relax on loungers above the flourishing fields of grapevines or to stroll across winding trails to viewpoints that overlook the valley’s sprawling natural splendor, the Douro Valley will be a peaceful and serene place to spend the day. There is no limit to the beauty of the Douro Valley, and you will be besotted with it from sunrise to sunset."
    },
    {
      "dayNumber": "9",
      "title": "Lisbon - The Order of the Knights Templar in Tomar",
      "description": "Before arriving in Lisbon, you will make a brief stop in the Templar City of Tomar. History buffs will rejoice at the opportunity to uncover the hallowed heritage of this phenomenal destination. Here, you will trace the origins of the Order of the Knights Templar and appreciate the meticulous construction of Tomar’s sacred castle. The Covenant of Christ is emblazoned in detailed spiritual artwork and spotlights the decorated architecture of the old world. It stands alongside charming white-washed buildings with distinct ochre roofs that line narrow cobbled streets."
    },
    {
      "dayNumber": "10",
      "title": "Lisbon - Discern Lisbon’s Distinct Districts",
      "description": "Every neighborhood in Portugal’s capital city of Lisbon will seduce you. Districts teem with characterful buildings and reflect Portugal’s age-old charm. By meandering through narrow streets, you will arrive at venerated sites, such as the fortified Belém Tower and Jerónimos Monastery. In the evening, you will tuck into delightful dishes while the poignant melodies of Fado, traditional Portuguese music, reverberate through the restaurant."
    },
    {
      "dayNumber": "11",
      "title": "Lisbon - Enter the Romantic Era",
      "description": "Portugal’s art, literature, and music were heavily influenced by Europe’s Romantic period. Although contemporary creativity has progressed, the remnants of Romanticism can still be found in the city of Sintra. Masonic symbolism decorates the mesmeric Palácio and Quinta da Regaleira, and bejeweled murals look down on viewers from the roof of Sintra’s Pena Palace. The city abounds with phenomenal Romantic sites of tremendous allure that serve as a window into the country’s creative past."
    },
    {
      "dayNumber": "12",
      "title": "Lisbon - Read Évora’s Historic Story",
      "description": "Today, you can flick through the pages of Évora’s story as you transfer to the Portuguese town on your final full day in the country. You will traverse narrow streets of Moorish descent to open-air squares that shine brightly as the sun filters between white-washed buildings. The São Francisco Church and other cathedrals yearn to be explored, and it is in the stained-glass murals and detailed chapel walls where you will unearth Portugal’s deep spiritual connection. One last exceptional wine tasting will be the cherry on top of a vacation well spent."
    },
    {
      "dayNumber": "13",
      "title": "Lisbon - Tasty Treats on Portugal’s Cobbled Streets",
      "description": "The sunrise will filter through your blinds, and you will catch the sounds of friendly chatter on the streets below as Lisbon winds into gear. The smell of breakfast will invite you out for a final taste of Portugal’s culinary delights. After a delightful breakfast, your guide will transfer you to Lisbon Portela Airport."
    }
  ],
  "map": ""
}