{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "regal-relaxation-family-portugal-tour",
  "tourName": "Regal Relaxation Family Portugal Tour",
  "placesVisited": "Porto (City), The Douro Valley, Lisbon, Aveiro, Nazaré, Obidos, Sintra (City), Cascais, Algarve",
  "generalInfo": "From the contemporary skyline of Porto to the sun-washed shores of Algarve, there is so much for families to enjoy on this handcrafted 12-day tour of Portugal. You and your family will immerse yourselves in the country’s fascinating history with tours of venerated heritage sites. You can appreciate spectacular seascapes of the Algarve and cherish the luxuriant landscapes of the Douro Valley. Michelin-starred culinary experiences and engaging seaside activities will only elevate your incredible vacation.",
  "durationDays": "12",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Porto - Zipping through the City",
      "description": "Porto exudes contemporary charm from its modernist architecture and visionary artwork. The city is a gallery that boasts picturesque scenes and iconic masterpieces. These forward-thinking designs are neatly blended with its unique constructs, crafting a distinct skyline that reaches from the past toward the future. After checking in to your comfortable accommodation, you will cruise the neighborhoods of Porto on motorbikes with sidecars. Between cobblestone streets in Clerigos and riverscape scenes in Ribeira, there will be so much to swoon over during this introductory tour."
    },
    {
      "dayNumber": "2",
      "title": "Porto - Creative Inspiration",
      "description": "Children and adults will treasure the iconic Lello Bookstore, an enchanting bookshop composed of towering shelves and literature that spans centuries. The bookstore’s interior is so magical that it inspired the Harry Potter novels. Your guided tour through Porto will then lead you to the incredible artwork that plasters the wall of São Bento Station. The remarkable Portuguese azulejo artwork tells the country’s story through its whimsically painted tiles. You will even create your own azulejo before concluding your tour."
    },
    {
      "dayNumber": "3",
      "title": "Porto - The Douro Valley",
      "description": "Beyond the city of Porto, you will be transported to another world within the Douro Valley. Nature lays unspoiled across the proliferating countryside in luxuriant greenery and rich ecosystems. Among the endless vistas of the emerald hills and scuttling creatures, you will visit a local winery that produces exceptional vintages. Here, you will learn about Portugal’s 2,000-year-old history with wine while sipping on saccharine ports that overlook the seductive landscape."
    },
    {
      "dayNumber": "4",
      "title": "Lisbon - Aveiro, Nazare, and Obidos",
      "description": "Your transfer to Lisbon will lead you past three must-visit Portuguese destinations. Aveiro is regarded as Portugal's Venice, which is highlighted by the town's atmosphere charm of gentle streams that weave between buildings. In Nazare, you will stroll to a lookout point above the sea. In the right season, you can witness the world’s largest waves as they pummel the cliffs. Obidos will transfer you back in time as you meander past windows framed by fragrant flowers and medieval castles kissed by the sun. After your tour, you will return to your accommodation in Lisbon."
    },
    {
      "dayNumber": "5",
      "title": "Lisbon - Ancient Architecture",
      "description": "Beneath seven forested hills, the city of Lisbon rolls toward the banks of the Tagus River, where ports are riddled with cargo ships and cruise liners. Lisbon is drenched in history, and you will be amazed by it. Views of the Belem Tower date back to the 16th century, offering insight into Lisbon’s medieval roots. Afterward, you will find yourself in the manicured courtyard of Jeronimos Monastery, an ancient architectural masterpiece whose history oozes from its meticulously crafted constructs."
    },
    {
      "dayNumber": "6",
      "title": "Lisbon - Divine Flavors of Portugal",
      "description": "Foodies flock to Lisbon for its culinary blend of traditional and modern gastronomy. Markets are where you will find the freshest ingredients and most authentic meal preparations within a colorful atmosphere of local flavor. Your taste tour will begin with a few staples in these buzzing markets before you venture on to search for a more delectable mouthful of Portuguese cuisine. In Michelin-starred restaurants, Portuguese delicacies are taken to the next level. You will pamper your taste buds with the wondrous flavors of Portuguese Haute Cuisine this evening."
    },
    {
      "dayNumber": "7",
      "title": "Lisbon - Seduced by the Romantic Era",
      "description": "Romantic charm emanates from the soaring summits of the Sintra Mountains, particularly within the decorated walls of the Pena Palace. You will set off to these mountainous landscapes with a knowledgeable guide to delve into the artistic era and look at the mighty of artwork that was created during this time. From behind the battlements of the Pena Palace, views of the Portuguese countryside will roll out from beneath your feet. Later, you will descend from the crest to the sea for a stroll along the sun-swept shores of Cascais."
    },
    {
      "dayNumber": "8",
      "title": "Algarve - Villages of Costa Vicentina",
      "description": "The coast of Portugal is vast, beautiful, and composed of hideaway coves and golden beaches. You will transfer to your next destination along the meandering tarred roads of the Costa Vicentina. Along the way, you can enjoy spectacular panoramas of the sea. The slow and comfortable journey will bring you to charming villages and isolated beaches for a retreat unlike any other. You will be welcomed by friendly locals and enticed by fragrant seafood as it sizzles over hot coal. Tonight, you can tuck into a traditional bacalhau , which is dried and salted codfish, before continuing to Algarve."
    },
    {
      "dayNumber": "9",
      "title": "Algarve - A Spellbinding Paradise",
      "description": "Sun-soaked shores, castaway coves, and breathtaking bays are but a few of the staggering highlights of Algarve that await millions of visitors who flock to its beaches throughout the year. Off-the-beaten-path gems can be enjoyed beyond the overwhelming crowds. You will appreciate the spellbinding sea from a boutique resort nestled on the craggy coastline. Today, you may bask in the first-rate amenities on offer at your resort, head to the beach for a surfing lesson, bicycle through the viridian headlands, and dine at an award-winning restaurant."
    },
    {
      "dayNumber": "10",
      "title": "Algarve - Scenes of the Sea",
      "description": "The Algarve’s beaches are breathtaking and a dream to explore. Today, you will board a private boat and set sail across the water to tucked away coves off the beaten path. You will also visit snorkeling spots that specialize in marine discoveries. You may bask in the radiant sunshine, wade in the balmy waters, or dive to the depths where the colorful sea creatures reside. As the day drifts by, you will delight in succulent seafood served fresh on the deck."
    },
    {
      "dayNumber": "11",
      "title": "Algarve - Regal Relaxation",
      "description": "Relax and settle into your atmospheric destination for a pleasant final full day in Portugal of doing anything you please. You will be spoiled for choice with a collection of sun-bathed beaches to tan, spa centers to vitalize your minds and bodies, and restaurants that are adored for their coveted culinary creations. You will feel more and more relaxed with each passing moment in the astounding Algarve."
    },
    {
      "dayNumber": "12",
      "title": "Algarve -Perfect Goodbyes",
      "description": "Portugal is one-of-a-kind, and you will have spent twelve days appreciating all that this fascinating country has to offer. Your final morning in Algarve will be bittersweet as you prepare to leave and return home. The memories you and your family will have created are sure to last a lifetime and will be commemorated in the stunning photographs you will have captured along the way. Shortly after breakfast, a private driver will transfer you to the international airport."
    }
  ],
  "map": ""
}