{
  "destination": "France",
  "mainPhoto": "",
  "id": "10-day-france-without-crowds",
  "tourName": "10-Day France Without Crowds",
  "placesVisited": "Chablis, Cluny, Lyon, Auvergne, Sarlat-la-Canéda",
  "generalInfo": "Wander the French countryside during this guided 10-day self-drive itinerary from the quaint town of Chablis to the breathtaking wilderness flanking Sarlat, Dordogne. Find refuge in charming accommodations pinned in picturesque off-the-beaten-path wine regions as well as immaculate volcanic landscapes veiling France’s outlying pastures. Explore the flavors of France and the country’s rich heritage as you make your way down south towards Bordeaux.",
  "durationDays": "10",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chablis - The Bucolic Pastures from Paris to Chablis",
      "description": "You will spot your name on a sign held by your driver as you arrive in Paris and check through the immigration desk at Paris Charles de Gaulle Airport. From Paris, you will drive through the French countryside to the quaint, off-the-beaten-path town of Chablis. Boasting exceptional Burgundy wine tourism in and around quintessential French châteaux, Chablis will introduce you to the picturesque French scenes of medieval castles rising above landscaped lawns that fold across pastures reaching for the horizon."
    },
    {
      "dayNumber": "2",
      "title": "Chablis - French Wine Tasting In and Around Chablis",
      "description": "You will propel yourselves through the Chablis countryside on the pedals of 500-watt e-bikes today in search of the white-washed walls of wine estates peeking through the rolling viridian vineyards veiling the landscape. With your tastings booked and your GPS pre-programmed, you will simply bask in the breathtaking scenery en route to wine farms peppering Chablis for sommelier-guided taste tours of the region’s world-class vintages. You will indulge in perfectly paired charcuterie boards as you sip each glass to views of France’s sweeping emerald hillsides."
    },
    {
      "dayNumber": "3",
      "title": "Cluny - An Introduction Into Archetypal French Heritage",
      "description": "Your driver will meet you in the morning after breakfast and whisk you away past the stony villages speckling France’s gorgeous green hills and bucolic sheep-grazed pastures. Your stops will show off classic French heritage, such as the archetypal architecture of the Cistercian monastery, in Abbaye de Fontenay, and the castle-like stature of the fortress town, Semur-en-Auxois, ascending from the banks of the Armançon. You will also discover the history of truffle foraging alongside a truffle expert and his loyal canine companion at La Maison aux Mille Truffes before you arrive in the Catholic commune of Cluny."
    },
    {
      "dayNumber": "4",
      "title": "Lyon - French Flavors in the Beaujolais Countryside",
      "description": "The next day will lead you out of the stone-walled commune and back into the French countryside, where you will breathe in the fresh air as you stroll through the UNESCO geopark sites in the Beaujolais. Atop the limestone escarpment of the Rock of Solutré, you will capture iconic images of the unspoiled French topography riddled with historic cobbled communes and steeped in century-old culture. Your travels around the Beaujolais will lead you to quaint inns and hearty bistros, where you will explore the flavors of France between Solutré and Mont Brouilly."
    },
    {
      "dayNumber": "5",
      "title": "Lyon - Breathtaking Hiking Trails Weaving through the Beaujolais",
      "description": "There will be much more of the Beaujolais to explore from your accommodation in Lyon during your second day here. The hinterland is composed of olive-green wooded valleys and manicured farmlands home to rich French history and stories you will listen to as your guide shows you to charming spots sprinkling the Beaujolais. You will steer clear from the crowds as you make your way to legendary hiking trails where, you will keep your eyes peeled for fairytale villages and animals wandering through the lush greenery."
    },
    {
      "dayNumber": "6",
      "title": "Auvergne - Across the Volcanic Massif Central to Auvergne",
      "description": "Though your journey through the French wine country will come to an end this morning, you will be thrilled to set off on an exploration of the country’s enchanting volcanic plateaus. You will escape to the unknown lands of the Massif Central and slow down at the banks of the balmy Lac du Pêcher, a sparkling lake rolling out from the doorstep of your sensational ecolodge in the greater Auvergne region. Upon arrival, you may unpack your things and enjoy the pleasures of delightful spa therapies set in wellness studios overlooking the charming French countryside composing Cantal."
    },
    {
      "dayNumber": "7",
      "title": "Auvergne - Wandering the Illustrious Forests of Auvergne",
      "description": "Your accommodation is set on one of France’s greatest volcanic stages, a nutrient-rich landscape bearing vast pine forests, enormous beech woodlands, looming silver waterfalls, and shimmering sapphire lakes. Today, you may unravel the secrets of Auvergne during strolls through the illustrious region, tours along the biking trails connecting guests to observation decks commanding the volcanic landscape, and star gazing upon the crystal clear night sky amongst the thorny forests and wandering wildlife. Before bed, you will enjoy a delicious and hearty French dinner prepared underneath the twinkling stars."
    },
    {
      "dayNumber": "8",
      "title": "Sarlat - Quiet Moments in an Authentic Old Town",
      "description": "The busy capital of Dordogne, Sarlat, is an essential stop in the French countryside. However, you will be directed to a quiet guesthouse hidden along the whispered streets of the capital’s old town. Here, you will have access to the authentic heritage and culture that shrouds the spirited town, and you may appreciate delving into this history as you visit eateries and museums treasured by the locals. You will stroll along cobbled alleys flooded with sunlight to squares dressed in ancient architecture, where you will unravel stories from the past."
    },
    {
      "dayNumber": "9",
      "title": "Sarlat - History of the Vézère and Grotte de Font-de-Gaume",
      "description": "Sarlat is a gateway to France’s natural and untouched beauty, and you will adore moments exploring picturesque scenery on a tour of the Vézère and Grotte de Font-de-Gaume. You will gently flow across the azure streams of the Vézère in canoes towards the archaic caves of the Grotte de Font-de-Gaume, absorbing the stunning riverside spectacles of medieval towns and lush, overgrown forest en route. At the caves, you will peer into prehistoric history as you stumble upon cave paintings and engravings dating back to the Magdalenian period."
    },
    {
      "dayNumber": "10",
      "title": "Sarlat - Beautiful Spectacles En Route to Bordeaux",
      "description": "You will wake up to birds singing from the trees, and the sun pouring over Dordogne and the flowing Vézère. You will capture the sparkle of the river and catch the wafts of baking bread as you sip on coffee or tea in your secluded patio. After breakfast, you will join your driver-guide for a calm cruise to Bordeaux where you will board your plane. The journey itself is a tour worth remembering that will showcase the beauty of the landscapes flanking the bustling wine region of Bordeaux."
    }
  ],
  "map": ""
}