{
  "destination": "France",
  "mainPhoto": "",
  "id": "best-of-france-tour-starry-city-to-countryside-chateaux",
  "tourName": "Best of France Tour: Starry City to Countryside Chateaux",
  "placesVisited": "Paris, Versailles, Giverny, Amboise, Bordeaux",
  "generalInfo": "The French countryside will beckon you to discover its breathtaking landscapes and royal Chateaus on this 11-day tour across its bucolic pastures. In addition to being enchanted by the ornate architecture of these captivating Chateaus, this tour has been tailored to immerse you in French culture through experiences within its honored heritage sites, delectable cuisine, and brilliant topography.",
  "durationDays": "11",
  "price": "5,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paris - Scenes of the Starry City",
      "description": "In Paris, the Eiffel Tower rises to meet the clouds, the Arc de Triomphe guards tree-lined avenues, and the Notre-Dame Cathedral reflects hundreds of years of history. A skyline that twinkles in the night and buzzes during the day, Paris will soon have you finding yourself cherishing the luxuries of the city. Upon your arrival, you will transfer to your accommodation. From here, you can access the beautiful boulevards of boutique bistros and colorful fashion stores. Your evening will share the scenes of the city's skyline while you recover from your long flight."
    },
    {
      "dayNumber": "2",
      "title": "Paris - Foods of St. Germain-des-Pres",
      "description": "From venerated museums of Paris' beloved districts to cultural landmarks within its charming neighborhoods, you will visit the city’s heritage sites during a leisurely tour. Your tour will begin by strolling through St Germain-des-Pres, a unique quarter with many endearing places to eat. The flavors of France will be presented to you in the fragrances that emanate from the restaurants in addition to the nuances of each dish. In the afternoon, you can venture to the Louvre to witness the inspiring masterpieces that are housed in its iconic walls before cruising the Seine River for supper under the stars."
    },
    {
      "dayNumber": "3",
      "title": "Paris - The Palace of Versailles",
      "description": "Recognized as a UNESCO World Heritage Site, the Palace of Versailles is a must-visit landmark in the greater Versailles City. Once the royal seat of Louis XVI and Marie Antoinette, the palace is a momentous destination that shares insight into France’s dramatic history. You will enter one of Europe’s most emblematic rooms, the Hall of Mirrors, where you will be blown away by the grand display of Baroque design and chandelier-dripping halls. Among this phenomenal piece of architecture, you will admire the impressive art of the ceilings and ornate rooms."
    },
    {
      "dayNumber": "4",
      "title": "Paris - Monet’s Masterpieces in Giverny",
      "description": "The French countryside is breathtaking, and you will quickly realize why it has been the backdrop for some of Europe’s most evocative art on a tour of the alluring village of Giverny. Walking among unspoiled parks, you will stumble upon some of the scenes from which the visionary artist Monet sought inspiration. The canvassed beauty of Giverny spreads from the foot of Monet’s home, which is the home that you will trace his life story."
    },
    {
      "dayNumber": "5",
      "title": "Amboise - Chateaus of the French Countryside",
      "description": "Having explored a little of the French countryside in Giverny, you will be thrilled to discover more when you transfer to the Loire Valley. Your guided transfer will lead you to two remarkable French castles drenched in historical stories. In the colossal Chateau de Chambord, you can appreciate the work of Leonardo da Vinci and great French architects. Your next stop, Chateau de Cheverny, will enchant you with its classical allure when you peruse its art-covered rooms and landscaped lawns."
    },
    {
      "dayNumber": "6",
      "title": "Amboise - The Loire Valley’s Chateaus",
      "description": "Today, you will take to the skies in a hot air balloon for remarkable panoramas of the countryside and gorgeous Chateaus. These are the astonishing pieces of architecture that you will explore on a guided tour after your balloon ride. From the charming park-flanked grounds of Chateau du Clos Luce to the picturesque gardens of Chateau Gaillard, you will find serenity in the charming countryside. Your day may conclude your tour in a wine cellar where you may sip on slow-fermented vintages that have been meticulously produced in the nutrient-rich countryside."
    },
    {
      "dayNumber": "7",
      "title": "Bordeaux - da Vinci’s Final Resting Place",
      "description": "Today, your adventures will lead you to Bordeaux after brief visits to the Chateau of Amboise and Cognac commune. The Chateau reflects Italian charm in its distinctive architecture, and it is here in its chapel where Leonardo da Vinci was laid to rest. After a short but sweet visit to these grounds, you will continue to Cognac, which is the city of origins for the alcohol of the same name. Within aging cellars, you will have an opportunity to savor the saccharine flavors of the world’s finest cognac while learning about its inception and production alongside a professional guide."
    },
    {
      "dayNumber": "8",
      "title": "Bordeaux - Landmarks of Bordeaux",
      "description": "So much history and beauty shroud the breathtaking destination of Bordeaux, a port city you will discover during a tour through its spellbinding neighborhoods. You will stand within the spectacular Place de la Comedie, a light-flooded town square and gateway to the attractions of Bordeaux. From here, you will catch a glimpse of the Grand Theatre and its imposing Corinthian columns. After continuing across the square, you will arrive at Sainte-Catherine Street, where Europe’s finest fashion will be on display."
    },
    {
      "dayNumber": "9",
      "title": "Bordeaux - France’s Famed Wine Region",
      "description": "Bordeaux is France’s famed wine-growing region, and it is bordered by emerald vineyards that produce the country's vast collection of prestigious vintages. Your next two days will be spent discovering the subtleties of Bordeaux French wine and what sets it apart from the rest of the world’s harvest. Today, your taste tour will lead you to Chateaus that surround St. Emilion, which is a medieval locale that is home to bucolic pastures, rolling hills, and bewitching cathedrals. You will settle in at a delightful estate alongside vistas of the olive-green hills for samples of delicious reds."
    },
    {
      "dayNumber": "10",
      "title": "Bordeaux - Sumptuous Wines in Medoc",
      "description": "The Medoc vineyards are some of the most beautiful in Bordeaux. Your wine-tasting trip through the countryside will conjure images of these lush green valleys that are teeming with luscious grapes and waiting to be pressed. Some are the gardens of royal Chateaus, and others proliferate on family farms, each presenting nuanced flavors that demonstrate their unique cultivating processes. You will pamper yourselves with the flavors of France during this lazy countryside wine tasting tour, from French wine and cuisine to tantalizing snacks."
    },
    {
      "dayNumber": "11",
      "title": "Bordeaux - Departure",
      "description": "The morning will bring with it a brilliant sunrise that will illuminate the valleys of Bordeaux. By looking back, you will have so much to cherish, from your enchanting tour through the Chateaux-lined countryside to visits of heritage sites and famed wineries. For now, your final moments in France may be used to absorb the energy that emanates from Bordeaux's spirited eateries and locals. Whether sipping on coffee at a cafe or reading alongside a flowing fountain, these will be some of the moments you adore for the rest of your life."
    }
  ],
  "map": ""
}