{
  "destination": "France",
  "mainPhoto": "",
  "id": "fabulous-france-tour-roman-remains-to-countryside-discoveries",
  "tourName": "Fabulous France Tour: Roman Remains to Countryside Discoveries",
  "placesVisited": "Avignon, Les Baux-de-Provence, Luberon Valley, Aix-en-Provence, L'Isle-sur-la-Sorgue, Gordes, Nice, Monaco, Cannes, Grasse",
  "generalInfo": "Venture across the immaculate French countryside to witness stellar landscapes to explore endearing destinations with this thrilling 11-day tour. From the astonishing Roman origins in Avignon to the history of perfume in Grasse, your experiences during this tour will be as beautiful as they are culturally rewarding.",
  "durationDays": "11",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Avignon - An Ancient Introduction",
      "description": "Avignon welcomes visitors to its history-steeped districts and fascinating heritage sites. You will soon delight in these scenes after arrival and transferring to your accommodation in the heart of the city. You can peruse the city's neighborhoods and acclimate yourself to the atmospheric energy of the locals. You can also venture into one of the many buzzing restaurants for an introduction to iconic French cuisine. There is no place like Avignon, a city infused with Roman heritage, from its Gothic cathedrals to its medieval constructs."
    },
    {
      "dayNumber": "2",
      "title": "Avignon - Roman Heritage Shines Brightly",
      "description": "After possibly having a glimpse of Avignon’s Roman heritage yesterday, you will deepen your knowledge of its ancient origins today during a tour to specific heritage sites. From the centuries-old stone fortresses to the long-established wine estates of the Les Baux-de-Provence, you will discover ancient Roman architecture as well as its history in wine production. This introductory tour will also yield remarkable moments to admire beautiful cathedrals and stunning Roman aqueducts. After your tour, you will have the rest of the evening to spend however you see fit."
    },
    {
      "dayNumber": "3",
      "title": "Avignon - Across the Countryside",
      "description": "Your third and final day among the countryside of Avignon will be dedicated to discovering the cultural nuances of France, which will be highlighted by its marvelous flavors and commendable performance houses. Your tour will begin with cherishing the vistas of ancient architectural constructs that share insight into Roman performances at the Roman Theater and Triumphal Arch. Afterward, you will tour a stellar wine estate in the rolling hills of the French countryside. Here, you will take pleasure in the bold flavors of the estate's fleshy reds and fruity whites."
    },
    {
      "dayNumber": "4",
      "title": "Aix-en-Provence - Across the Heart of France",
      "description": "Your adventures will continue in Aix-en-Provence after a slow journey through the French countryside, which will lead you past the emerald and stone peaks of the Chaine des Alpilles and through the bewitching pastures of the Luberon Valley. Each stop will be drenched in history to unravel and spellbinding landscapes at which you can marvel. From the 10th-Century white walls of the citadel of Les Baux-de-Provence to the emblematic settlements and royal chateaus on rocky summits in the Luberon Valley, there will be much to witness before you feast at an exuberant market on delightful French specialties."
    },
    {
      "dayNumber": "5",
      "title": "Aix-en-Provence - Spectacular Settlements",
      "description": "Having spent an evening enveloped by the unspoiled environment of Aix-en-Provence, you may explore more of the region's unending splendor today with a guide. You will first arrive on the ancient streets of L’Isle-Sur-la-Sorgue, which is wrapped by the tranquil streams of canals that are fringed by antique stores. Your tour will then lead you deeper into the Luberon Valley to the top of a nearby hill where the settlement of Gordes rests. You may spend this time wallowing in the simplicity of the local lifestyle before discovering Renaissance charm at a few other villages."
    },
    {
      "dayNumber": "6",
      "title": "Aix-en-Provence - The Fabulous Flavors of France",
      "description": "To understand the subtleties of French cuisine and the reasons it is revered around the world, you will join a guide this morning to enjoy a taste tour of some markets in Aix-en-Provence. These markets, doused in dazzling colors and tantalizing smells, will seduce you as you stroll through the aisles to stalls that serve succulent seafood and candied treats. There is something for everybody when it comes to French cuisine, and you will have the day to discover what pleases your palates most by sampling the prestigious dishes and coveted wines that are unique to this region."
    },
    {
      "dayNumber": "7",
      "title": "Aix-en-Provence - Enchanting Environments",
      "description": "Your final day in mesmerizing Provence may be at your own pace, delighting in the stunning scenery that surrounds you and your accommodation. If you wish to see what else lies in the sprawling countryside, then you may escape to the immaculate Verdon Canyon. You can stand among the radiant greens of the forest and massive stone precipices or venture to the valley edge and admire Lake of Sainte Croix. Regardless, what you choose to do today, the area will provide you with exceptional environmental highlights."
    },
    {
      "dayNumber": "8",
      "title": "Nice - The City's Sparkling Seascape",
      "description": "Nestled on a sun-washed coastline that wraps across a bay and around a wooded headland, Nice’s skyline rises like a postcard-perfect seaside retreat. Soon, you will luxuriate here after a brisk train ride through the countryside. The glitzy and glamorous city exudes the charm of the French Riviera that emanates from the city's sparkling restaurants and glorious architecture. You may walk to the pebbled beach and bask in the sunset spectacles this evening. Nothing will be planned for you once you arrive, so you can explore the city at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Nice - A Regal City",
      "description": "Possibly because it is a seaside destination, many of Nice’s most iconic experiences overlook the sea. Today, you will tour to these viewpoints as well as a collection of regal sites of royal allure. You will also escape to the medieval village of Eze to uncover the aromatherapeutic smells that drift from one of its coveted perfumeries. A final stop in Monte Carlo will provide you with the chance to cruise the Grand Prix circuit for which the region is known before returning to your accommodation in Nice later this evening."
    },
    {
      "dayNumber": "10",
      "title": "Nice - The Best of Film and Perfume",
      "description": "Home of the celebrated international film festival, Cannes will invite you to explore today. You will cross the famous Croisette Boulevard, pass by designer shops and boutique restaurants, and venture to the capital of perfume, Grasse. Today, you can enjoy a spellbinding tour of the town’s exceptional perfumeries and allow the seductive smells to impress you by learning about the meticulous craft. Afterward, you will continue through the bucolic hinterlands that surround Nice and visit viewpoints that share endless panoramas of the sea and landscape."
    },
    {
      "dayNumber": "11",
      "title": "Nice - Departure",
      "description": "In the morning, Nice will be kissed by the sun, and the streets will come to life beneath its golden glow. Looking out from your accommodation’s terrace, you can watch the spirit of the city as it comes to life, from the locals going about their day and the tourists huddling together at beloved eateries. Soon, a private transfer will arrive to take you to the airport for your flight home."
    }
  ],
  "map": ""
}