{
  "destination": "France",
  "mainPhoto": "",
  "id": "french-immersion-history-cuisine-city-and-countryside-tour",
  "tourName": "French Immersion: History, Cuisine, City, and Countryside Tour",
  "placesVisited": "Paris, Versailles, Bayeux, Normandy, Amboise",
  "generalInfo": "From the wartime history along the sandy beaches of Normandy to the breathtaking royal Chateaus in the French countryside, this handcrafted 9-day tour immerses you in the heritage and allure of France. From Paris to Amboise, moments will prove rewarding as you visit iconic art galleries, appreciate unique architecture, and treasure important history throughout this immersive French experience.",
  "durationDays": "9",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paris - Paris’ Sparkling Skyline",
      "description": "Shimmering by day and twinkling by night, Paris is an enchanting destination that will welcome you to France. After being collected by your private transfer and guide at the airport, you will head to your accommodation to drop off your things to explore Paris’ colorful neighborhoods. The Latin Quarter’s history-drenched districts will present you with knowledge of the ages, and tree-lined boulevards weave to the breathtaking hub of evocative art at the Louvre. You will also be in the midst of fragrant flowers as they bloom in bright colors within the landscaped gardens of Jardin du Luxembourg. Paris will seduce your senses from the start."
    },
    {
      "dayNumber": "2",
      "title": "Paris - Immersed in French Culture",
      "description": "As sunshine wraps Paris in warmth, you will be allured to its radiant squares and plazas. Your day will be spent slowly appreciating French culture. You will be led to the paved street of St. Germain-des-Pres, where wafts of baking pastries and bread flow from restaurant windows, and colorful treats show off the artistic flair of France’s best chefs. You can spend the day at your leisure before delighting in a candlelit dinner cruise across the glassy Seine River, which will be backdropped by Paris’ ancient bridges and a glowing sunset."
    },
    {
      "dayNumber": "3",
      "title": "Paris - The Louvre or Versailles",
      "description": "You may approach your third-day in several ways. One option will be to delve into the artistic heritage of Paris’ remarkable galleries, such as the Louvre. Cherishing the emblematic works of the world’s greatest artists and sculptors will fill you with an appreciation for the ceaseless potential of mankind in addition to sharing insight into the creative genius of the artists. Another experience will be to visit the Palace of Versailles, an ornate architectural icon that showcases dramatic French heritage through the lens of Louis XVI and Marie Antoinette."
    },
    {
      "dayNumber": "4",
      "title": "Bayeux - The Battle of Normandy",
      "description": "As bewitching as the scenes are beneath the Eiffel Tower in Paris, French beauty spreads further across the countryside. Today, you will discover the picturesque landscapes of Normandy during a transfer to the commune of Bayeux. In addition to being breathtaking for its bucolic pastures, Normandy will blow you away with its dramatic history on the banks of Omaha Beach and the cliffs of Pointe du Hoc, which are two destinations that played a pivotal role in the turning point of WWII. After a day of historic discoveries, your afternoon will conclude by the apple-orchards of Normandy, which are internationally recognized for its ciders."
    },
    {
      "dayNumber": "5",
      "title": "Bayeux - D-Day’s Dramatic Events",
      "description": "You will have barely scraped the barrel of history that is etched into the hills and beaches of Normandy, meaning today will be the ideal opportunity for you to broaden your knowledge within this iconic destination. By meandering the soft sands of Utah Beach, you will uncover the inescapable importance of this slice of the world in the significant cemeteries that sweep to Sainte-Mere-Eglise, honoring fallen soldiers. An afternoon visit to the Airborne Museum will highlight some fascinating stories that date back to the D-Day Invasion and Operation Overlord, which were two momentously devastating occasions."
    },
    {
      "dayNumber": "6",
      "title": "Amboise - The French Countryside",
      "description": "Today, you can admire the embroidered Bayeux Tapestry, one of Europe’s most incredible pieces of medieval art, before meeting your transfer for a journey through the countryside to Loire Valley. You will drop off your belongings at your charming accommodation in the town of Amboise, where you may spend your day enjoying the natural splendors of the area. Villas of royal proportions express the distinctive architectural tastes of France’s former rulers, manicured lawns showcase the wildlife wonders of the French countryside, and river views will be too beautiful for words."
    },
    {
      "dayNumber": "7",
      "title": "Amboise - Grand Chateaus of France",
      "description": "Chateaus sprinkle the French countryside in many shapes and forms, representing the pinnacle of European royal architecture as envisioned by some of the regions revered architects of the time. Today, you will tour these regal constructs, wallowing in the meticulous craftsmanship behind their postcard-perfect facades and the stories that often underlie their distinctive designs. From Chateau du Clos Luce to Chateau Gaillard and finally Chateau of Amboise, which was the resting place of master artist Leonardo da Vinci, you will be besotted with the unbelievable buildings around every corner."
    },
    {
      "dayNumber": "8",
      "title": "Paris - More French Chateaus",
      "description": "Today will mark your return to Paris for one last evening to admire its sparkling skyline. Before you reach your accommodation in the heart of France, you will visit a few remaining palaces worth capturing en route. Chateau de Cheverny is a piece of classical architecture that was designed during times when its stylings were rare and barely featured in this particular region. It is surrounded by emerald manicured gardens, which create a scene worth swooning over for more than a few minutes. Your tour will continue to Chateau de Chambord, which is the largest of them all across France."
    },
    {
      "dayNumber": "9",
      "title": "Paris - Departure",
      "description": "This morning, you will wake to the sounds of a city as it bursts to life, from echoes of local chatter to melodies of music from cafes. You will be enthralled by the palpable energy that imbues the city while you slowly pack your bags and treasure your final few moments in France. Whether you wish to savor sips of coffee at an artisanal bistro or find a spot on the lawn of a picturesque park, you will enjoy your final moments and all that France has unveiled. Shortly after, a private driver will transfer you to the airport for your departing flight."
    }
  ],
  "map": ""
}