{
  "destination": "France",
  "mainPhoto": "",
  "id": "highlights-of-france-tour-paris-bordeaux-lyon-and-nice",
  "tourName": "Highlights of France Tour: Paris, Bordeaux, Lyon, and Nice",
  "placesVisited": "Paris, Bordeaux, Lyon, Nice",
  "generalInfo": "Experience the glory of France without the Olympic crowds on this 14-day highlights tour of Paris, Bordeaux, and the South of France. You can continue the celebration of the Olympics with a curated mix of fascinating cities and cultural headland experiences. Immerse yourself in the lifestyle, history, and rich heritage of iconic destinations, from sipping wines in Bordeaux's vineyards to strolling Paris's scenic Seine River banks as you savor the autumn ambiance and after-glow of the Olympic spirit in France.",
  "durationDays": "14",
  "price": "12,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paris – Finding Your Pace",
      "description": "No better ambassadors of the French culture and history exist better than Paris. For your inaugural day on this tour, the French capital will be yours to enjoy and explore. Upon your arrival at the airport, a private transfer will be waiting to whisk you effortlessly from the city outskirts to the beating heart of Paris and your luxurious accommodation. After you have had a chance to settle into your new accommodation, you will have the remainder of the day to explore the city at your leisure. You can visit the Champs-Élysées and walk on a trail created in the 17th century by Louis XIV's gardener. The iconic 1.2-mile stretch from Place de la Concorde to the Arc de Triomphe is lined by some of the world's most expensive retail spaces and comes alive during cultural events like Bastille Day parades and the Tour de France finale. During the 2024 Summer Olympics, it also acted as a pathway for cycling, marathon, and race walking events adding another chapter to the boulevard's legacy."
    },
    {
      "dayNumber": "2",
      "title": "Paris – Private Cooking Course",
      "description": "Mornings in the French capital are an excellent opportunity to observe the perennial awakening of this vibrant community and explore the many squares, cathedrals, and museums that continue to attract visitors. You will waste no time getting acquainted with this stunning city, and your morning will begin with a market visit followed by a hands-on cooking class. In the evening, a river cruise on the Seine River will be your opportunity to see the city from a unique vantage point and to appreciate its stunning architecture and colorful districts."
    },
    {
      "dayNumber": "3",
      "title": "Paris – Stroll through Historic Gardens",
      "description": "There is no shortage of fantastical attractions in the French capital. Whether viewing the facade of Notre Dame, wandering alongside the Seine River, or witnessing the inspired art of Da Vinci, Monet, and more while at the Louvre, you can embrace Paris's ambiance. As you stroll through the Jardin des Tuileries, you're immersed in a unique blend of history, art, and relaxation. This iconic Parisian garden was once a royal playground and now offers you a chance to walk in the footsteps of kings while admiring world-class sculptures. Stand at the crossroads of major attractions, with museums at your fingertips, picnic by a pond, or people-watch along tree-lined paths. The 2024 Summer Olympic cauldron rose above Paris from this very spot, adding another layer to the garden's rich collection of memories."
    },
    {
      "dayNumber": "4",
      "title": "Bordeaux – The Comfort of Vinotherapy",
      "description": "The urban thrills of Paris will give way to the fertile fields and charming villages of the Bordeaux region today. After enjoying a final breakfast in the luxurious ambiance of your Parisian hotel, a private transfer will convey you to the city's main train station for your journey. Upon your arrival in the city of Bordeaux, you can find relief from your travels at a sleek Vinotherapy spa or in one of the city's many award-winning restaurants."
    },
    {
      "dayNumber": "5",
      "title": "Bordeaux – Savoring Local Vintages",
      "description": "Bordeaux has an international reputation as being a leading wine producer on par with the best of Spain, Italy, and California. You will venture into this aromatic and savory world today to enjoy an exclusive wine-tasting experience in the famous regions of Margaux and St Julien. As you explore the French methods of growing, harvesting, and producing the grapes and wine, a private guide will be there to help reveal the secrets of this centuries-old process. In the evening, you will make your way back to the city center where you can further immerse yourself in this idyllic landscape."
    },
    {
      "dayNumber": "6",
      "title": "Bordeaux – From the Vine to the Glass",
      "description": "Your explorations of this wine paradise will continue when you pay respects to the UNESCO-listed vineyards of St. Emilion. This exclusive wine tasting tour will ensure your up-close and personal exposure to the methods and techniques that annually produce some of the world's best wine. Likewise, you will observe the total process from the vines to the glass when touring the rows of neatly placed vineyards, exciting production shops, and classy tasting rooms. When you return to the city, the flavors will continue on a separate wine and cheese tasting."
    },
    {
      "dayNumber": "7",
      "title": "Lyon – A Reverie on the Banks of the Rhone",
      "description": "Situated along the banks of the Rhone River, Lyon is the third-largest city in France and presents travelers with a stunning variety of Roman ruins, fine dining, and medieval architecture. Today, you will venture into this fairytale setting when traveling to the capital of the Auvergne-Rhone-Alpes region. Upon your arrival, a private transfer will pick you up from the airport and transfer you to the city center where you will spend the remainder of the afternoon at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Lyon – Wine-Tasting Extravaganza",
      "description": "You will be able to celebrate your first full day in Lyon with a VIP wine experience, during which the secrets of wine production in central France will be yours to enjoy. As you visit each winery, you will explore the many charming villages that dot the landscape, such as Vienne and Condrieu. With a private driver at your disposal, there will be nothing keeping you from a full day of enjoyment among these distinct vintages."
    },
    {
      "dayNumber": "9",
      "title": "Lyon – The Gastronomic Greatness of France",
      "description": "Noted by a food critic as the gastronomic capital of the world, Lyon's thriving culinary scene does not disappoint. Today, you will balance the lovely wines you have been enjoying with the other ingredients and flavors of classic French cuisine. A private food tour will act as your gateway to this world of steaming delicacies when you visit numerous markets and eateries that helped give the city its reputation. Moreover, a series of tastings will ensure your ability to appreciate the ornate presentation and the unforgettable flavors associated with this region."
    },
    {
      "dayNumber": "10",
      "title": "Nice – The French Riveriera",
      "description": "After keeping to the splendor of inland France, you will break your chain of landlocked communities and pay homage to the Mediterranean Sea in Nice. Perched on the southern coast of France and close to the Italian border, Nice enjoys a privileged position and is accessible on a day trip, which will lead you to a number of noteworthy sites. Upon your arrival in this seaside city, you can begin your adventure in this picturesque setting."
    },
    {
      "dayNumber": "11",
      "title": "Nice – Through the French Coastline",
      "description": "With a vast menu of options, the major difficulty will be choosing what adventure you want to experience today. Luckily for you, one such excursion rises above the rest. The journey to Cannes and Saint Paul-de-Vence presents travelers with excellent panoramas of the sea when you make your way to Antibes with its remarkably well-preserved fortifications. Afterward, you can venture on to Cannes, where you will be able to enjoy a boat ride in search of a mythical Abbey before making your way back to Nice."
    },
    {
      "dayNumber": "12",
      "title": "Nice – The Unique Locale of Monaco",
      "description": "There is, perhaps, no greater display of good living in the Mediterranean world better than the lavish city-nation of Monaco. With yachts the size of buildings and an abundance of Italian sports cars, it is no surprise that many have taken advantage of the nation's mild tax codes to store their assets. This playground will be yours to enjoy during a scenic excursion that will include stops along the way to enjoy the panoramic views, an afternoon of leisure exploring the city center, and a trip to the famous Monte-Carlo Casino, where they filmed Goldeneye ."
    },
    {
      "dayNumber": "13",
      "title": "Nice – The Provencal Countryside",
      "description": "Your final full day in the Provence region of France will be enjoyed in spectacular fashion when you embark on a unique exploration of the distinctive varieties and flavors of wine in this stunning landscape. After enjoying a leisurely morning, a fortifying breakfast will set the stage for a series of delicious encounters with a private guide. Your guide will convey you to the region's top wineries so that you can sample the local roses, reds, and fruity whites that are characteristic of this corner of France."
    },
    {
      "dayNumber": "14",
      "title": "Nice – Departure",
      "description": "All the clocks in the world will not give you the extra time you desire to spend in this unforgettable countryside. It is not uncommon to feel some reluctance to the thought of departing this country you have learned to love. After a final meal, you will depart the windswept shores of old town Nice and make your way to the airport by private transfer."
    }
  ],
  "map": ""
}