{
  "destination": "France",
  "mainPhoto": "",
  "id": "luxurious-couples-retreat-tour-to-france",
  "tourName": "Luxurious Couple's Retreat Tour to France",
  "placesVisited": "Paris, Annecy, Talloires, Avignon, Nice",
  "generalInfo": "France offers visitors an unparalleled blend of European history, delicious cuisine, and stunning natural beauty, all of which appear throughout this 11-day tour of scenic Paris and the country's southern regions. From the regal elegance of the French capital to the vibrant French Riviera, this tour ensures your full immersion into what is best in each community you visit.",
  "durationDays": "11",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paris – Plunging Into the City of Lights",
      "description": "As the capital of France, Paris presents visitors with a romantic landscape where you can encounter award-winning cuisine, stunning architecture, and an abundance of history throughout the city center. Whether you are indulging your spontaneous side on the left bank or pondering the sky-piercing nature of the Eiffel tower, there is something for everyone in this city. After arriving at Charles de Gaulle airport, a private transfer will whisk you from the outskirts of into the UNESCO-listed city center, where you will have a leisurely remainder of the day to unpack and acquaint yourself with the city."
    },
    {
      "dayNumber": "2",
      "title": "Paris – Taking a Turn for the Artistic",
      "description": "Arguably some of the best in Europe, the art and architecture in Paris's numerous galleries and neighborhoods vividly illustrate the city's robust pedigree. Boasting work from masters, such as Picasso, Monet, Dali, and Van Gogh, the city's museums will delight you. Today, you will pay a visit to the Orangerie Museum. Here, you will enjoy a privileged view of the impressionists and post-impressionists who found inspiration and patronage in Paris. Afterward, you can enjoy the remainder of the day at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Paris – The Louvre and Orsay Museums",
      "description": "With popular destinations like Paris, mornings are an excellent time to watch the city come to life and to appreciate the city like you are the only one there. As dawn breaks, you will come face to face with the essence of Paris, which has attracted romantics for centuries. The aesthetic beauty of this city will be enhanced further during a private tour of the famous Louvre and Orsay Museums, where a guide will introduce you to the city's finest exhibits."
    },
    {
      "dayNumber": "4",
      "title": "Talloires – Gateway to Lake Annecy",
      "description": "Today, the vibrant brilliance of Paris will be replaced by the rolling hills and panoramic mountains of Eastern France when you make your way to the placid shores of Lake Annecy. This jewel of Haute-Savoie is known for its impressive lakeside properties, stunning views of the mountains, and its medieval villages. After arriving in the region after a scenic train ride, a private transfer will carry you effortlessly past the glassy surface of the lake to your luxurious accommodation. Here, you will have the remainder of the day to explore the village of Talloires at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Talloires – Exploring the Venice of the Alps",
      "description": "For your first morning in the stunning environment of Lake Annecy, you will enjoy a fortifying breakfast before embarking on a day-long adventure through the picturesque scenery of this alpine paradise. In the morning, a boat ride on the lake will provide you with an entirely new perspective of the pastel villages in addition to offering you a vibrant contrast to the green of the lush woodlands. After making your way to the village of Annecy, you will be met by your private guide for a walking tour of the beautiful town that many call a second Venice."
    },
    {
      "dayNumber": "6",
      "title": "Avignon – Riding Through the Alps",
      "description": "At Lake Annecy, there is no shortage of recreational opportunities to take advantage of this picturesque landscape. For your final morning at the lake, you will be able to enjoy a cycling excursion that is suitable for all experience levels. Whether you take on the hills or follow the gentler contours of the shore-hugging path, two wheels will provide you with an outstanding vantage point to explore the area. In the afternoon, you will depart your luxurious hotel and make your way further into the department of Vaucluse and the city of Avignon."
    },
    {
      "dayNumber": "7",
      "title": "Avignon – Tasting Your Way Through the Ages",
      "description": "With origins that date as far back as the Romans, Avignon seamlessly blends the past and the present to provide visitors with a bountiful playground to enjoy themselves. Set against the backdrop of the beautiful Rhone River, the city is a shining beacon for all the connoisseurs of history and excellent food. You will be able to celebrate your first morning in the city with a private foodie tour, during which a knowledgeable guide will make the city come to life through its many flavors and ingredients."
    },
    {
      "dayNumber": "8",
      "title": "Nice – Plunging into the French Riviera",
      "description": "Today, you will depart the landlocked interior of the French mainland and make your way to the sweeping vistas and pristine beaches of the French Riviera. Before you depart Avignon, a UNESCO World Heritage Site will be yours to explore on a self-guided exploration of the Pope's palace and St. Benezet's Bridge. A trip to Avignon is not complete without appreciating these iconic attractions. As you stroll the Gothic halls, your imagination will run wild. In the afternoon, a private transfer will carry you to the train station for your journey to Nice."
    },
    {
      "dayNumber": "9",
      "title": "Nice – The Jewel of the Alpes-Maritimes Region",
      "description": "It took the founders of Greece little time to realize the mild climate and excellent location of Nice made it a perfect location for trade. Over the centuries, the city saw numerous rulers until finally being incorporated into the reunified France in 1860. Today, the seaside port enjoys thriving tourism, commercial industries, and will offer you plenty of time to relax by the beach. After a busy exploration of inland France, you will be able to enjoy two days of leisure in Nice, where you can explore the city at your own pace."
    },
    {
      "dayNumber": "10",
      "title": "Nice – Basking in Mediterranean Bliss",
      "description": "It is hard not to fall in love with Nice when visiting this champion of the French Riviera. Today, you can see why when you frolic through this Mediterranean paradise. From voyages along the rugged coastline to its fabulous markets and architecture, you will be able to enjoy the full menu of options that can be enjoyed by those travelers who are wise enough to visit this corner of France. After enjoying a delicious breakfast in the luxurious atmosphere of your hotel, you will be able to take to the streets in search of your own adventure."
    },
    {
      "dayNumber": "11",
      "title": "Nice – Departure",
      "description": "Despite your best efforts, your final morning will arrive and offer you some last-minute opportunities to soak up the ambient beauty of France before your departure. Perhaps, you can venture over to that bustling cafe to test the local knowledge of good coffee or follow your nose into the aromatic bakery you passed the day before. No matter how you spend your final moments in Nice, your transfer will arrive at your hotel to convey you to the airport for your flight home."
    }
  ],
  "map": ""
}