{
  "destination": "France",
  "mainPhoto": "",
  "id": "opulent-visions-of-france-tour-endless-cultural-delight",
  "tourName": "Opulent Visions of France Tour: Endless Cultural Delight",
  "placesVisited": "Paris, Versailles, Monaco, Provence, Nice, Villefranche-sur-Mer, Côte d’Azur, Saint Paul-de-Vence",
  "generalInfo": "French culture embodies richness, and you can indulge in opulence during your 11-day luxury France tour. This featured itinerary brings private guides to introduce you to unforgettable treasures from the Louvre to Versailles. Whether you want Michelin-starred restaurants, private cooking demonstrations, or luxuriant accommodations, you will find endless delight from Paris to the Côte d’Azur.",
  "durationDays": "11",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paris - Arrive in Luxurious Paris",
      "description": "Paris is a chic and elegant city known for its glamorous boutiques, boulevards lined with monuments, and classical bistros for a timeless ambiance. Your flight will land at Charles de Gaulle Airport, where your private transfer will greet you upon arrival, ready to drive you into the city and the comforts of your luxurious hotel. The remainder of the day will be at your leisure to absorb the charms and beauty of Paris. You could spend time walking along the renowned Champs Elysee or bask in the simple pleasures of bakeries filled with the aromas of macaroons and croissants."
    },
    {
      "dayNumber": "2",
      "title": "Paris - Explore Elegant Art, History, and Cuisine",
      "description": "Your guide will meet you in the morning, eager to lead you through a private walking tour of the spectacular Louvre Museum. Your guide will introduce you to the most famous works of art inside the museum while also considering artifacts and artwork you may find interesting, such as the Venus de Milo to the Code of Hammurabi, da Vinci's Mona Lisa to pristine Egyptian artifacts. Spend the afternoon exploring the city, perhaps with a trip to Montmartre. In the evening, you will board a boat and cruise the Seine River. The city will glow around you as the aromas of a romantic meal fill the air."
    },
    {
      "dayNumber": "3",
      "title": "Paris - Discover the Grandeur of Versailles",
      "description": "The opulent history and design of Versailles will become your focus during your private bike tour of the lavish palace and vast grounds. After a charming picnic free from the crowds, you will cycle the tree-lined paths and trails embracing the ambiance of the Grand Canal and the unique Austrian hamlet built for Queen Marie-Antoinette as an escape from royal life. Peasant houses and working farm buildings establish an atmosphere far from the regal palace decor. Once inside the palace, you will find the elaborate Hall of Mirrors and walk down the gallery glinting with mirrors, gold, and dazzling sunlight."
    },
    {
      "dayNumber": "4",
      "title": "Paris - Indulge in Parisian Cuisine",
      "description": "Your morning visit to the market will immerse you in the aromas, flavors, and typical life of famous French cuisine. Your guide will lead you on a private tour to find succulent, aromatic leeks and other seasonal, fresh ingredients. As you prepare dishes for your elaborate three-course meal, your chef will guide you through the process of making classic dishes like Coq au Vin as the kitchen fills with the scent of simmering butter. For dinner, you may choose to indulge in a five-course tasting menu at the Michelin-starred Jules Verne Restaurant crowning the Eiffel Tower."
    },
    {
      "dayNumber": "5",
      "title": "Provence - Transfer to Atmospheric Provence",
      "description": "Provence is a dazzling display of nature that has inspired artists for centuries, with sun-drenched fields sprouting yellow sunflowers to purple lavender in view of picturesque villages crowning rugged hilltops. Your private transfer will take you to the train station for your first-class train to Avignon. Upon your arrival in the city, your driver will greet you and escort you the remainder of the way to the comforts of your charming fortified town encircled by over 37 acres of vineyards. Enjoy the rest of the day at your leisure to relax in the serene ambiance that contrasts Paris’s faster pace."
    },
    {
      "dayNumber": "6",
      "title": "Provence - Embrace the Vineyards of Châteauneuf-du-Pape",
      "description": "Châteauneuf du Pape embodies wine and history in the Provence region. Your guide will take you on a private tour of vineyards and a hilltop chateau where you can bask in the panoramic view of the Rhone Valley leading to Mont Ventoux. As you explore the vineyards, your guide will introduce you to the primary varietals, such as Grenache, Syrah, and Mourvedre, as the scent of the soil drifts upwards from the vines. You may also find the hints of aromas like blackberry, blueberries, and ginger filling the glass as you sample a variety of local wines. Spend the evening with an option for a special Chef’s dinner table in the heart of Avignon, or stay in your accommodations for a quiet evening."
    },
    {
      "dayNumber": "7",
      "title": "Provence - Enjoy the Secrets of Provencal Cuisine",
      "description": "The morning is yours to indulge in the luxuries of Provence at your preferred pace, allowing you to bask in the soothing treatments of a spa inspired by the region’s natural beauty. In the afternoon, you will have an immersive tour of Provencal cuisine with a local chef eager to introduce you to the local hints and tips, making local cuisine a staple of greater French gastronomy. The kitchen may fill with the aromas of eggplant and zucchini flowers, cherries, and pistachios as you create mouthwatering dishes like sault spelt wheat risotto and chilled tomato soup."
    },
    {
      "dayNumber": "8",
      "title": "Côte d’Azur - Relax in Comfort on the Côte d’Azur",
      "description": "The dining room of your hotel may fill with the delicious aromas of fresh coffee and croissants in the morning. After enjoying the morning, you will have a private driver to the train station for your transfer to Nice. The scenic ride will have a remarkable panorama of the countryside as you travel between Provence and the Côte d’Azur, where you will find a warm welcome at a five-star chateau within a walled medieval city perched on a hillside overlooking the sea. For dinner, you can choose to embrace the delicious flavors and ambiance of a two-Michelin-starred restaurant, offering you stunning views of Saint-Jean-Cap-Ferrat."
    },
    {
      "dayNumber": "9",
      "title": "Côte d’Azur - Revel in the French Riviera’s Grace",
      "description": "The beauty of the French Riviera stems from the gorgeous waters, glamorous cities, and charming fortified towns. Your private driver will take you along the stunning coast to towns like Villefranche-sur-Mer, where you can enjoy the imposing citadel overlooking the picturesque harbor. Old Town possesses tiny streets with winding stairways opening to glimpses of the water. At Saint-Jean-Cap-Ferrat, you can view colorful flora and spouting fountains in an elegant villa with an interior covered in tapestries and frescoes. If you choose, stop at Paloma Beach to enjoy the temperate waters of the Mediterranean Sea, or you might enjoy an afternoon cruise from Cannes to reach a historic abbey known for a delicious wine cultivated by monks."
    },
    {
      "dayNumber": "10",
      "title": "Côte d’Azur - Experience Famous Monaco",
      "description": "Monaco is the embodiment of glitz and glamour. The deep blue water and graceful palm trees, the dramatic rocky promontory, and alluring narrow streets of the 13th-century Old Town are seductive in their beauty. After a leisurely morning and relaxing lunch, your private transfer will bring you to Monaco. The rest of the day will be yours to stroll along the renowned seaside beauty of Monte Carlo and wander the plateau of the rocky promontory for views of the picturesque peninsula from the Palais due Prince. For dinner, you may wish to enjoy a Michelin-starred restaurant fusing Caribbean and Mediterranean cuisine, and then play some roulette or unwind in the famous Crystal Bar."
    },
    {
      "dayNumber": "11",
      "title": "Côte d’Azur - Depart for Home",
      "description": "After breakfast, you can spend the morning wandering the cobbled lanes and defensive walls of the surrounding medieval town or simply bask in the relaxed pace of breakfast before your private driver meets you in the lobby. Travel to Nice with plenty of time to check-in for your flight home, bringing an end to your immersive tour of France from Paris to the Côte d’Azur."
    }
  ],
  "map": ""
}