{
  "destination": "France",
  "mainPhoto": "",
  "id": "ultimate-french-wine-tour-burgundy-and-alsace",
  "tourName": "Ultimate French Wine Tour: Burgundy and Alsace",
  "placesVisited": "Lyon, Alsace-Lorraine, Beaune, Dijon",
  "generalInfo": "Sample breathtaking wines and indulge in mouthwatering cuisine during this 10-day wine and food tour of France. This tour focuses on the ultimate wine road through the Burgundy and Alsace regions. Picturesque villages, dramatic castles, and inspiring cooking classes will capture your imagination, while wine cellars, half-timbered homes, and Michelin-starred restaurants will enrich your experience. During this tour, you will experience the essence of France.",
  "durationDays": "10",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lyon - Arrive in Lyon",
      "description": "Lyon is a captivating city with nearly two millennia of history that rises out of the confluence of the Rhone and Saone Rivers. Your private transfer will greet you upon your arrival at Lyon-Saint Exupery Airport before escorting you to the comforts of your luxurious accommodation. After setting in to the city, your private guide will provide you with an immersive introduction to the history, charm, and heritage of Lyon. Your introductory dinner will prove delicious at a classic Lyonnaise Bouchon."
    },
    {
      "dayNumber": "2",
      "title": "Beaune - Hands-On Cooking Class",
      "description": "Your day will begin with a masterful introduction to the art of French cuisine in the culinary capital of France. Your instructor will be a Michelin-starred chef who will guide you in making a multi-course meal. The aromas of fresh herbs will fill the air alongside familiar scents like butter and apples. During your course, you will learn the importance of seasonal and local ingredients while preparing typical Lyonnaise dishes, such as onion soup, artichoke hearts with foie grass, and delectable pralines. After your meal, your private transfer will escort you to your gorgeous accommodation in the heart of Beaune."
    },
    {
      "dayNumber": "3",
      "title": "Beaune - Visit Remarkable Wineries",
      "description": "Burgundy is known for its luscious red wines and diverse white wines, both of which are personified in the celebrated wineries that rise from the lush vineyards. You will visit a selection of famous winemaking villages with distinctive features, from the colorful belltower of Fixin to the endless family-owned wineries of Gevrey-Chambertin. You can also learn about the regional winemaking traditions at the museums in Nuits-St-Georges, where the aroma of black currant fills the air. When sampling the wines of the region, you can indulge in Grand cru with hints of earthy mushroom, spice, and fresh red fruits."
    },
    {
      "dayNumber": "4",
      "title": "Beaune - The Splendor of Dijon",
      "description": "Half-timbered homes and colorfully tiled rooftops create the storybook ambiance of Dijon. Your guide will meet and lead you through the opulent architecture and galleries of the Ducal Palace, which hosts the Musee des Beaux-Arts. The palace was constructed in the 17th century and once housed the region's powerful dukes behind the Neoclassical facade. Inside the museum, your guide will introduce you to ornate work, such as the wood-paneled medieval sepulchers that were dedicated to dukes John the Fearless and Philip the Bold."
    },
    {
      "dayNumber": "5",
      "title": "Beaune - The Unique Beauty of Beaune",
      "description": "At breakfast, you can enjoy the aromas of rich coffee and fresh pastries before following your guide through the preserved history of Beaune, which is displayed in the 15th-century hospital of Hotel-Dieu. The Flemish Gothic structure houses a museum with galleries that display sensational tapestries. The exterior possesses regal turrets and colorful tiles. You will continue to a family-owned mustard mill to discover the history of mustard in the region and its many uses. The aromatic brassica seed will fill the air as you find ingredients, such as honey and balsamic vinegar, enhancing the flavor of popular mustards."
    },
    {
      "dayNumber": "6",
      "title": "Beaune - Beaune at your Preferred Pace",
      "description": "The day will be yours in Beaune to explore the splendor of the celebrated Burgundy wine village. You can enjoy a hot air balloon ride to view the blanketing vineyards or stroll the cobblestone lanes of Vezelay. For a taste of where cuisine, culture, and scenery meet, you can experience a truffle-hunting excursion. Your expert guide will lead you into the woodlands and offer you insight into the history and techniques of truffle hunting as they relate to the region's wine. After your search, you will sample the coveted and robust ingredient to find hints of hazelnut."
    },
    {
      "dayNumber": "7",
      "title": "Alsace - Transfer to Alsace via Colmar",
      "description": "After breakfast, your private transfer will meet you at your hotel and escort you deep into the Alsace, stopping to visit Colmar along the way. The picturesque streets and half-timbered homes capture the importance of the village and date back to the 13th century. Alleys weave beneath colorful flower boxes and open to bridges that arch over the tranquil waterways. The Eglise des Dominicains church glows with medieval stained glass and dramatic Gothic features, and the beautiful Virgin in the Rose Bush triptych dates back to the 15th century."
    },
    {
      "dayNumber": "8",
      "title": "Alsace - Three Famous Wine Villages",
      "description": "You will have an immersive tour of the three most-famous wine villages on the gorgeous wine route that spans more than 105 miles. You will step into a fairytale, following your expert wine guide to find villages like Eguisheim. The cobblestone streets wind beneath half-timbered houses and are decorated with wooden windows and geraniums. The charming village of Obernai has preserved its market square and 16th-century town hall. At lunch, you can bask in the complementary flavors of a three-course meal paired with wine at a Michelin-starred restaurant. Afterward, you will have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Alsace - The City at Your Leisure",
      "description": "After breakfast, you can enjoy the charm of the luxurious spa in your accommodation or venture out into the grandeur of the Alsace region. The beauty of Alsace stems from the unique characteristics of local cuisine, architecture, and history that balance French and German heritage. You can find the storybook beauty of Riquewihr, where the 14th-century Thieves' Tower soars above the walkway. Balconies adorned with blossoming flowers add shades of color to the historic facades. In the evening, you can relax with dinner at a two-star Michelin restaurant that focuses on local and seasonal cuisine."
    },
    {
      "dayNumber": "10",
      "title": "Alsace - Departure",
      "description": "The city of Strasbourg captures the essence of Alsace, balancing the history, culture, and ambiance of France and Germany beneath the dramatic skyline of a Gothic cathedral. When you are ready, your private transfer will escort you from your hotel to either the train station in Strasbourg's city center or the airport so that you can return home."
    }
  ],
  "map": ""
}