{
  "destination": "France",
  "mainPhoto": "",
  "id": "unique-france-itinerary-for-second-timers",
  "tourName": "Unique France Itinerary for Second-Timers",
  "placesVisited": "Annecy, Lyon, Beaujolais Route du Vin, Strasbourg, Alsace-Lorraine, Geneva",
  "generalInfo": "Staggering snow-capped alps soar toward the clouds, mountainous landscapes surround golden castles, and gingerbread-esque houses await your discovery on this 8-day French getaway from Annecy to Alsace. You will find so much to enjoy when exploring the cultural nuances and culinary delights that compose the traditional villages and towns among the breathtaking Alps of France.",
  "durationDays": "8",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Annecy - Beneath the French Alps",
      "description": "Poised on the banks of its breathtaking lake, Annecy is a dreamy first stop on this scenic tour beneath the Alps of France. You will transfer to your accommodation after arriving in France, which will allow you to capture the surreal scenery. Unending stretches of snow-capped mountains appear to touch the clouds, canals flow between bucolic pastures of luxuriant greenery, and flowers blossom across nutrient-rich fields. You will appreciate these serene moments as you acclimate to the charm of Annecy."
    },
    {
      "dayNumber": "2",
      "title": "Annecy - Unique Lakeside Spectacles",
      "description": "There are several experiences that will afford you the opportunity to enjoy the ceaseless beauty of Annecy, such as a cruise across the lake and a guided journey into the wilderness. In the morning, you will navigate the lake by small boat, gliding across the water with scenes of the prolific headlands unfolding before your eyes. Along the way, you will catch glimpses of the charming villages. In the evening, you will explore the area's natural wonders by bicycle. Afterward, you will have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Lyon - Local Luxuries of Lyon",
      "description": "Recognized as a UNESCO World Heritage Site, Lyon is surprisingly undisturbed and largely undiscovered. This makes it an idyllic retreat from its sister cities, such as Paris. Here, you can delight in the authentic French culture, heritage, and cuisine. Your journey by train will share unrivaled images of the French countryside before you disembark in Lyon to take pleasure in a stroll around its medieval districts and endearing restaurants."
    },
    {
      "dayNumber": "4",
      "title": "Lyon - The French Capital of Gastronomy",
      "description": "The best way to unravel French culture is through exploring its gastronomy. Today, you will do just that as you spend some time among the spectacular antique districts. A tour guide will usher you to venerated hotspots of culinary culture, where pots bubble with sumptuous broths and seafood sizzles over hot coals. Your palate-pleasing tour through Lyon will reveal the reasons why French cuisine is revered throughout the world. For example, you will delight in the bold flavors of locally produced cheese and the distinct profiles of prestigious wines."
    },
    {
      "dayNumber": "5",
      "title": "Strasbourg - Brilliant and Bold Flavors",
      "description": "Before arriving in Strasbourg, you will tour what has been described as the Tuscany of France: the southern Beaujolais region. Admirable villages composed of golden spires and glimmering stone cover the rolling hills like something out of a fairytale. Your guide for the day will lead you through this idyllic scenery to a winery among the greenery. Led by an experienced sommelier, you will dive into the delectable vintages of the region and learn about the wine-making process that is unique to this area of France."
    },
    {
      "dayNumber": "6",
      "title": "Strasbourg - Picturesque Panoramas",
      "description": "Strasbourg is the crown jewel of Alsace and home to a medieval past that is reflected by its architecture and local lifestyle. You will cherish scenes of distinctive gingerbread houses before making your way deeper into the Alsace region on a guided tour of its villages and wine route. Timber houses decorated in colorful flowers veil the landscape, ramparts fortify the borders of stone-walled towns, and castles lie atop the peaks of lush hills. Strasbourg’s surrounding scenery is a vision that is too immaculate for words, and you will treasure it with each passing moment."
    },
    {
      "dayNumber": "7",
      "title": "Geneva - The Splendor of Strasbourg",
      "description": "You will spend the remainder of your time in France acquainting yourself with the splendors of Strasbourg before transferring to Geneva International Airport. Here, you will spend the evening in a nearby accommodation. While in Strasbourg for most of the day, you can immerse yourself in the local lifestyle by touring the town, which is home to cathedrals drenched in spiritual history and manicured parks. The sights, sounds, and smells of Strasbourg will seduce you if you choose to meander its paved streets and enchanting eateries."
    },
    {
      "dayNumber": "8",
      "title": "Geneva - Treasured Goodbyes",
      "description": "Though today marks your departure from France, you will have explored so much of the country's landscape and heritage. Every minute will have been one to cherish for the rest of your life. You will savor one last delightful French breakfast before transferring to the international airport to board your flight home."
    }
  ],
  "map": ""
}