{
  "destination": "Switzerland",
  "mainPhoto": "",
  "id": "private-family-tour-of-switzerland",
  "tourName": "Private Family Tour of Switzerland",
  "placesVisited": "Lucerne, Interlaken, Berner Oberland, Lausanne, Brienz, Gruyeres",
  "generalInfo": "Wisk your family away for a vacation full of history masked by fun and enchantment during your custom tailored tour of Switzerland. Let the kids marvel at the mountaintops as you ride a steep train to a snowcapped summit and listen to the layers of yodels as they echo across the valleys. Stroll along historic streets lined by half-timbered homes that appear to be decorated with candy and then taste the rich flavors of the celebrated chocolates of the region. Climb to the top of a medieval tower and enjoy traversing many mountain peaks for exceptional panoramic views as you marvel together at the scenery as your time in Switzerland brings the family closer together.",
  "durationDays": "7",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lucerne – Arrive in Zurich and Head Out for a Half-Day Tour",
      "description": "Your flight will land at the Zurich Airport, and the kids will marvel at the amount of greenery as it stretches to the foothills of the distant mountains. Red-tiled rooftops contrast with the verdant grass and towering pine trees. Your private transfer will meet your family at baggage claim to escort you to the stunning city of Lucerne, located on the shores of Lake Geneva. The mountains sweep across the horizon and small watch shops fill the street-view of Old Town. The lake laps at the shoreline of the city and reflects the colorful facades of the antique buildings. The twin spires of the Hofkirche rise above the cityscape and add to the integral skyline of the historic sloping rooftops. Your guide will meet you at your hotel and lead your family on an immersive introductory tour of Lucerne and its unforgettable beauty. Stroll along the Kapellbrücke, one of Lucerne’s two surviving wooden bridges. Kapellbrücke was erected in the 14th-century and spans the Reuss River. The contemporary gabled roof on the 14th-century water tower was constructed after a fire in the 1990s. Beneath the covered roof, you will find 17th-century triangular panels that depict important events of Swiss history and local mythology. The bridge spans 558 feet from north to south. The kids will search the paintings to find a portrait that depicts local nobility and citizens. Your guide will explain that the coats of arms paid honor to the benefactors who supported the murals through their generous donations. Near the end of your tour, visit a vista that overlooks the city’s rooftops, a shimmering lake, and the mountains that frame every view. The kids will delight in walking along the historic walls as the medieval ramparts provide a walkway to the Schirmerturm tower and a fantastic view."
    },
    {
      "dayNumber": "2",
      "title": "Lucerne – Cruise Lake Lucerne and Discover the Beauty of Mount Pilatus",
      "description": "The sunlight washes over the calm waters of Lake Lucerne and casts the wooden bridges in a light golden glow. After breakfast, your family will venture to the dock for a cruise along the 820 square miles of waterway. The lake reaches an average depth of 341 feet to pass through narrow channels alongside a rugged shoreline. The alpine breeze blows through your hair and carries the scent of freshwater and pine. From the boat, your captain will point out the William Tell Monument, where the legend supposedly took place. The figure stands as a symbol of valor rebelling against arbitrary rule. Return to the shore and make your way to the gondola at Kriens to ferry the family up to the peak of Mount Pilatus, 6,952 feet above sea level. Spot the steep railway of the cogwheel as it reaches a gradient of 48 percent as it climbs to the top of the mountain through the woods, field, and along the rock wall. Once on the platform, you have an unadulterated view of the rugged cliffs and piercing mountains. From the lake, you saw the jagged peaks, and from the peaks, you see the shimmering lake. You will also take in the breadth of Lucerne and its spired skyline. The kids will marvel at the height and the vast panorama of the landscape. Return to the city, and immerse the family in Alpine folk music with a private yodeling instructor who will teach not only the art of yodeling but also its history. Locals of the Central Alps used the calls to communicate between mountaineers or villages; however, the multi-pitched cries later became a source of expression. The kids will laugh and play as they attempt to imitate the instructor. His yodel echoes off the walls to offer a glimpse of how travelers would call out to one another from separate villages."
    },
    {
      "dayNumber": "3",
      "title": "Lucerne – Cruise Lake Lucerne and Discover the Beauty of Mount Pilatus",
      "description": "In the morning, linger in Old Town before breakfast to enjoy the refreshing aroma of freshly brewed coffee and decadent hot chocolate that emanates from Heini Luzern Löwnplatz. Your private transfer will meet your family at the hotel to escort you to the city of Interlaken, which acts as the gateway to the mountainous region of Berner Oberland. On the way to Interlaken, stop in the town of Brienz, known for the calm turquoise water of neighboring Brienz Lake, the thick forests in the distance, and the traditional ambiance that winds through the streets. The village takes you back to a time when steam trains traversed the mountain passes, half-timbered homes lined cobbled streets, and woodcarving shops filled the town with the aroma of bark. Stroll along the Brunngasse once awarded the “most beautiful street in Europe.” 18th-century homes are decorated with unique woodwork and provide the lane with incredible charm. The farmhouse and stables of the Ballenberg act as an open-air museum to exhibit 100 buildings quintessential to Swiss heritage from all over the country. The museum covers 163 acres with more than 250 domestic farm animals that roam the land. Artisans and farmers work with traditional tools to bring the past to life and highlight their customs and heritage. Continue to Interlaken to stroll along the Marktgasse of the village of Unterseen, one of the many hamlets that make up the larger city. The street runs northwest to the foot of Mount Harder and contains a 15th-century parish church with a Gothic stone tower. Wood chalets line the street and blossoming flowers highlight the green gardens."
    },
    {
      "dayNumber": "4",
      "title": "Interlaken – Explore the Berner Oberland Region, Filled with Village Charm",
      "description": "In the morning, you will see the spires of the 12th-century Augustinian monastery and castle. The bell tower and Gothic cloister were erected in the 14th-century and shine red against the mountain landscape. The day is yours to explore the staggering beauty of the region, as you visit the nearby villages and climb the peak of Jungfraujoch. Your family will make way to the cogwheel station at the base of the valley, surrounded by the lush grass of the plain. At first, your kids may be nervous as the train climbs upwards nearly 1,900 feet above the valley floor, crossing climate zones to the upper station at 11,332 above sea level, at the top of Jungfraujoch. The station is the highest human-made point in Europe. You will have a view of snow and ice as it spreads across the rocks and flatlands. Once in the station, board an elevator to the Sphinx observatory, up another 380 feet. The terrace offers a panoramic window for a 360-degree view of the mountaintops rising across the sky as abundant as blades of grass. Stop next at the Eispalast, the world’s highest-altitude ice palace, to view the stunning structure and figures carved beneath the mountain. Vaulted rooms lead to sculptures of birds, penguins, people, and furniture spread into the rock. An outside viewing area lets you look down to the Aletsch Glacier, which extends over 14 miles across the Bernese Alps."
    },
    {
      "dayNumber": "5",
      "title": "Lausanne – Tour the Cities of Berne and Gruyeres en route to Lausanne",
      "description": "Today you will leave the scenic city of Interlaken behind to travel to the beautiful city of Lausanne, located on the shores of Lake Geneva. First, you will stop in the capital city of Bern, located atop a sandstone ridge. The Aare River encircles three sides of the crest with mountains bordering the fourth side. High-bridges connect the cobbled streets of Old Town with the contemporary neighborhoods of the newer city as the river shines aquamarine against the red-roof houses. On the hour, the famous Zytglogge clock tower rings in near the former western gate. The figures revolve and dance at four minutes before the hour to inch closer to the bells until the chimes begin. During the summer, you and your family can see the clock mechanism at work and learn what makes the gears turn, the figures dance, and the bells ring. Rumors abound that the clock tower helped Albert Einstein refine his theory of relativity. Decorative fountains beautify the city and depict historical and regional folkloric characters. The castle of Chateau de Gruyeres crowns the hilltop village of the same name. The scent of chocolate emanates from the nearby chocolate factory, beckoning you in for a tour. Your interactive tour will show your family the secrets of the chocolate world, first by tracing the history of the sweet treat to Switzerland and the workshop’s 19th-century beginnings. Stroll through the factory to see the production line where you can take a sample from the end of the conveyer belt to taste the most popular brand. Glance through the viewing window of the main floor to watch the workers mix, smooth, and box the candies. At the end of the tour, your guide will offer freshly made chocolates and pralines for the family to delight in and savor the variety of flavors."
    },
    {
      "dayNumber": "6",
      "title": "Lausanne – Visit Chateau de Chillon and the Islands of Lake Geneva",
      "description": "The city of Lausanne rises above the edges of Lake Geneva and overtakes the hillside with terraces, tiers, and dramatic spires. Your kids will be eager to venture out into the city and enjoy your final day in Switzerland. Your guide will greet you in the lobby and lead you across the cobbled paths and beneath the gabled, red-tile roofs of the city. The former Franciscan church of St. Francois was built between the 13th and 14th-centuries. The tower was constructed in the early 16th-century and shimmers with light from the stained glass windows over the choir. Look down below the city center to the lakeshore, and find the elegant neighborhood of Ouchy, which glows with a flower-lined promenade that connects the old and new ports. Your guide will lead you to the rising stone figure of Chateau de Chillon located outside of Montreux. The castle was first erected in the 9th-century and gained international fame after Lord Byron’s narrative poem The Prisoner of Chillon. The fortress once housed counts and dukes who wished to control the road over the Alps. The castles present form took shape in the 13th-century. The kids are surprised and delighted to enter a real castle. The grounds contain more than 20 structures, including the Duke’s Tower, which links to other buildings by an internal wall. The aroma of palm trees and blossoming flowers emanate from the three courtyards. The formal hall has windows that offer a view to Lake Geneva, and the vast gallery allowed the Savoy family to hold elaborate and elegant banquets. In the weapons room, your kids will have an up close view to the broadswords and crossbows once used within the castle walls."
    },
    {
      "dayNumber": "7",
      "title": "Lausanne – Depart for Home",
      "description": "In the morning, relish a cup of coffee and enjoy the street-side ambiance and delicious pastries. The Roman ruins at the Vidy Roman Museum highlight the former trading colony that connected the Mediterranean with the Rhine. The museum contains artifacts of wealthy residents with painted rooms and luxurious heated floors, along with ceramics, coins, and glass. Social history spans more than 2,000 years, and the beauty of the landscape spans the passing time. As you have one last meal, your kids will eagerly share their favorite moments of the trip, encompassing chocolate tastings, soaring mountains and castle halls. Your private transfer meets you at your hotel and escorts you to the airport in Geneva for your flight home."
    }
  ],
  "map": ""
}