{
  "destination": "Switzerland",
  "mainPhoto": "",
  "id": "romantic-getaway-to-switzerland",
  "tourName": "Romantic Getaway to Switzerland",
  "placesVisited": "Geneva, Interlaken, Jungfraujoch, Luzern, Mt.Titlis, Zurich",
  "generalInfo": "Romance is in the air, and it is accentuated by the alpine breeze that drifts along the half-timbered homes that overlook the meadows. Your tour of Switzerland is designed with passion, flair, and desire in mind with the comforts of the cities combined with the natural beauty of the landscapes. Snow-capped summits punctuate the skyline as turquoise lakes shimmer in the pure sunlight. Medieval architecture showcases the history of the towns as ancient glaciers highlight the age of the Alps. From scenic gondola rides to hidden waterfalls, Switzerland inspires excitement, exploration, luxury, and romance.",
  "durationDays": "8",
  "price": "5,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Geneva – Arrive in Beautiful Geneva and Enjoy a Private Tour of the City",
      "description": "Geneva has a chic and cosmopolitan ambiance that emanates from the sparkling shores of Switzerland’s largest Alpine lake. The Jet d’Eau is visible from the plane during your descent as the famous fountain spouts water nearly 460 feet into the air with an elegant arch that glitters with a rainbow. Your flight will land at Geneva Airport, and your private transfer will greet you at baggage claim. The contemporary buildings tower above the antique streets that lead to the Old Town and the historical structures overlook the picturesque banks of the Rhone River to trace the ancient fortifications of the city’s beginnings. Your guide will meet you in the lobby of your hotel eager to show you the beauty of Geneva during your private tour. Temple de Saint-Pierre was constructed in the 12th century at the highest point of the old city, and the Romanesque design features Gothic elements. The bells peal with different tones, turning the jovial air of the city into a musical performance upon the hour. The area beneath the Cathedral was excavated and revealed the ancient history of Geneva dating back to the Roman Empire. For a stunning panorama of the city’s surroundings, your guide will lead you next to the Quai du Mont-Blanc along the north bank of Lake Geneva. The jetty extends from the bridge and provides a spectacular view of the Mont-Blanc Mountains that run across the horizon. In the evening, the two of you will enjoy a taste of the city at a well-known restaurant with creative dishes that have been prepared with select seasonal, local ingredients."
    },
    {
      "dayNumber": "2",
      "title": "Geneva – Enjoy a Half-Day Tour of the Lavaux Wine Region outside Geneva",
      "description": "In the morning, the cafes will set out their tables and umbrellas along the cobbled streets of old town and around the square of Place du Bourg-de-Four. The aroma of rich hot chocolate and refreshing ground coffee beans drifts through the doors of the chic and charming cafes. Your guide will meet you at your hotel and escort you through to the hidden gem of the Lavaux wine region. Less than one-percent of Swiss wine is exported, which will allow you to discover the beauty and simple exquisite characteristics of the wine and the region itself. More than 10,000 terraces with 400 walls climb the hillside overlook the cobalt hues of Lake Geneva, and you will marvel as you take them in. Winemakers’ homes were built in the 18th and 19th centuries and rise out of the vineyards to contrast with the greenery of the vines and the sundrenched stone. Trails wind through the wineries and pass by vintage cellars and hidden historic pubs. The fresh breeze sweeps down from the mountaintops to rustle the leaves and the dangling grapes as the scent of fragrant soil originates from the well-maintained grounds. Follow the stone walls across nearly 2,000 acres of vines that are flourishing with Chasselas and Pinot Noir grapes until you reach Lavaux Vinorama, a winery that overlooks the cascading terraces and lakeshores and offers a variety of different types of wine tastings paired with bread and cheese. Under the warm sun, you can sip a selection of Chasselas and note the floral tones with hints of melon."
    },
    {
      "dayNumber": "3",
      "title": "Interlaken – Venture into the Alps at Interlaken for a Day at Leisure",
      "description": "In the morning, the city of Geneva returns to vibrant life as locals venture to work along the beautiful promenades and through the arcades at the heart of the city. The two of you will wave goodbye to the contemporary beauty of the buildings that hide the quiet history of the Old Town and make your way into the famous Alps at the town of Interlaken. The scenic drive will show you some remarkable views of the snow-capped mountains as they slope down into lush meadows as cows graze near walking path adorned with a bell around their neck. Your guide will point to the rocky summits that pierce the sky and help you to look out for ibex, a wild mountain goat with large rounded horns. Nearby, the hamlet of Unterseen sits at the foot of Mount Harder, one of the several villages overtaken by the growing edges of Interlaken over the years. The wooden chalets have a storybook appeal, and you will feel immersed a world of fairytales. The parish church was erected in the 15th century with a dramatic tower design in the Late Gothic style as green gardens wrap around the chalets and packs of goats linger in the tall grass. Swans swim across Lake Thun as you make your way to La Terrasse in the evening, a glamorous restaurant with marble floors and innovative dishes with a French flair. A pianist serenades patrons through the night, accompanied by the intoxicating aromas of the freshly prepared lamb or prawns."
    },
    {
      "dayNumber": "4",
      "title": "Interlaken – Travel along the Jungfrau Railway to the Peaks of Jungfraujoch",
      "description": "The sun rises over the Jungfrau peak in the morning and spreads across the quiet beauty of Lake Thun, a narrow body of water that is edged by mountains. A historical paddle steamer crosses the water and offers visitors a luxurious view of the lakeshores from the summits to the 12th-century castle that exhibits tapestries, antique furniture, and Roman artifacts. After breakfast, the two of you can board the train to Kleine Scheidegg and pass through Lauterbrunnen. You can stop in town to discover the stunning, hidden cascades of the Valley of 72 Waterfalls, the most notable of which is Trummelback Falls, hidden behind the granite cliff. Take the elevator to the upper levels first and climb the stairways to platforms six through ten. Glacier meltwater feeds the waterfall to mix sediment with the water and cause the thunderous roar to echo off the walls. The subterranean river churns and foams as its hidden banks will make it feel as though the two of you are the sole viewers of the thundering cascade. The lower levels of the waterfall corkscrew down the foothills of the mountain as the granite walls open to the sunlight, which glints off the whitewater. Back on the train, you can continue to the Jungfrau Railway and travel to the highest station in Europe at more than 11,000 feet above sea level. The vista will take your breath away as you are nearly eye level with the surrounding mountain peaks as you overlook the smooth ice of the Aletsch Glacier. For a unique experience for you both to share, you can enjoy a guided ice walk tour along the glacier surface."
    },
    {
      "dayNumber": "5",
      "title": "Lucerne – Transfer to Lucerne to Explore the Quiet Beauty of the City",
      "description": "In the morning, the pair of you can set out on a cruise along Lake Brienz as the turquoise water shines like a jewel in the spreading sunlight. Forest rises along the lakeshores and then open to sporadic towns along the water. The mountaintops stand proud like statues and create an amazing skyline above the village. Once you return to the dock, you can venture to the gorgeous city of Lucerne, set on the shores of Lake Lucerne. A 13th-century wooden bridge crosses over the tranquil waters of the Reuss River as the medieval heart of Old Town features vintage half-timbered structures that have been decorated with bright candy-like hues. The Town Hall was erected in the 17th century in an Italian Renaissance style with a typical Swiss roof. The adjacent tower was built in the 14th century and overlooks the square. Your guide will lead you through the fabulous array of history and charm, from the elegant architecture to the quiet lakeshore. The narrow cobbled side streets fill with the scents of chocolate and marzipan, adding to the ambiance as you stroll along the Spreuerbrucke, one of the two preserved wooden bridges in the city. This particular bridge was constructed in the 15th century and features triangular panels beneath the rafters painted with unique images of the Totentanz cycle. In the evening, you will enjoy the candlelit ambiance of a dinner at Grottino 1313. The laughter and low hums of conversation will accentuate the delectable four-course meal prepared to the chef’s standards and by the chef’s creativity, without the confines of a menu."
    },
    {
      "dayNumber": "6",
      "title": "Lucerne – Relish a Scenic Journey to the Top of Mount Titlis",
      "description": "The calm water of the Reuss River shimmers in the rising sunlight as the mountains once again call to you both, taking you away from Lucerne for the day and to the top of Mount Titlis at an altitude of 10,000 feet. The train will first bring you to the monastery at Engelberg where the 12th-century edifice continues to house 30 monks and maintains Switzerland’s largest church organ. When visiting the monastery, you can peek into the dairy to learn the secrets of Alpine cheese where the contemporary machinery contrasts the antique structure. You can watch the cheese makers as they work their magic and heat the milk, graft the curds, and let the cheese age to perfection as you taste the flavors of the mountains in the bistro. Meet the gondola in the heart of Engelberg to travel up to Trubsee as the lake shines turquoise against the unfettered blue sky. The last cable car to the summit rotates for a spectacular view of the mountains and meadows as the ice spreads across the upper reaches of the mountain peaks. You can see people sliding down a 500-foot slide, and the Titlis Cliff Walk allows you to look out over the landscape at 1,600 feet above the ground, which is Europe’s highest suspension bridge. Grab hold of each other’s hand and enjoy the incredible panorama."
    },
    {
      "dayNumber": "7",
      "title": "Zurich – Delight in a Full Day Guided Tour of Zurich’s History and Cuisine",
      "description": "In the morning, the cafes set their tables out along the cobblestone streets of Old Town as the scent of coffee blends with the refreshing breeze. After breakfast, your private transfer will lead you both to Zurich for a fabulous tour of the city’s old streets, the fabulous shopping district, and the unforgettable flavors. The medieval architecture is as vibrant and encompassing as Lucerne’s as the spires and old guild houses contrast with the contemporary structures of Zurich’s newer districts. The Brunnenturm once acted as the headquarters for the Lombard moneychangers between the 14th and 15th centuries. The blue spire of the Fraumunster highlights the beauty of the 9th-century church and draw people closer to view to the colorful stained glass windows designed by Marc Chagall. The latter half of the tour will lead you both into the indulgent aromas of Sprungli House, a confectioner’s café opened in the mid 19th century. A pyramid of macaroons adorns the interior as the scent of melted chocolate fills the gallery. The upstairs café serves hot chocolate that tastes as if it was melted from straight from a rich candy bar. Your guide will lead you on a tasting tour of the most popular sweets in Zurich before you meet with a confectioner to learn the secrets of Swiss chocolate, from its history in Central and South America to its beginnings in Switzerland."
    },
    {
      "dayNumber": "8",
      "title": "Zurich – Depart for Home",
      "description": "The vibrant life of Zurich comes to life in the morning, and you will still be able to catch the aroma of chocolate emanating around you. The spectacular window displays on the Bahnhofstrasse line the nearly 4,000-foot long street and decorate the walkway with glistening jewelry and chic clothing. A watch museum in the basement of Bahnhofstrasse 31 exhibits watches, Nuremberg pendulums and water clocks, and gives the history of timepieces in the country. The beauty and history of city combine for an endless array of enchantment, whether in its storybook architecture or contemporary luxury. When you are ready, your private transfer will meet you at the hotel and escort you to the Zurich Airport for your flight home. Instead of returning home, you could extend your romantic vacation with a visit to Venice, Italy or travel into France or make your way up to Paris."
    }
  ],
  "map": ""
}