{
  "destination": "Switzerland",
  "mainPhoto": "",
  "id": "swiss-alpine-traverse-best-of-switzerlands-cities-alps",
  "tourName": "Swiss Alpine Traverse: Best of Switzerland’s Cities & Alps",
  "placesVisited": "Montreux, Zermatt, St Moritz, Lucerne, Wengen, Zurich",
  "generalInfo": "Step into the allure of the Alps, the mystery of the Matterhorn, and the luxuries of Switzerland as waterfalls carve into a glacial gorge and then hide inside limestone cliffs. Medieval towns rise above the turquoise colored lakes as bobsledders utilize a historical luge track shaped by the snow. Castles evokes compelling history and captivating legend on the outskirts of the lakes, as the cities bring an air of grandeur. Your custom tailored tour will take you along the elegance of the Alps and the unforgettable majesty of the Switzerland.",
  "durationDays": "9",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Montreux – Arrive in Geneva and Travel to the Majestic Town of Montreux",
      "description": "Montreux earned its fame in the 19th century after writers, artists, and musicians flocked to the lakeside resort town to bask in the marvelous shimmering water of Lake Geneva. Your flight will land at the Geneva airport, and your private transfer will meet you at baggage claim. Leave the airport and embark on a scenic drive along the shore to take in the reflective image of the mountains as they spread across the lake. En route to Montreux, you will stop in the Lavaux wine region as the tiered vineyards rise the hillside. The scents of rich earth and sweet grapes fill the air as a trail travels across the hills to connect the small towns, quiet vineyards, and medieval brick structures. The region covers nearly 2,000 acres and begins in the medieval town of St. Saphorin as the narrow cobblestone alleys meander alongside the antique buildings. Winegrowers’ homes from the 16th to 19th centuries sprout out of the vineyards outside of town, and the original church steeple acts as the image on many regional wine bottles. Step inside a traditional wine cellar for a sample of the Chasselas, a dynamic grape that offers a range of fruity, floral, and mineral essences and absorbs the best flavors from the soil and imparts them into the wine. The cellar has a cool temperature, lit with dim, inviting lighting while your glass of wine has a pale lemon color with a scent of apple and citrus. The crisp, fruity taste lingers on your palate and provides a perfect, refreshing welcome to Switzerland before you continue to Montreux."
    },
    {
      "dayNumber": "2",
      "title": "Zermatt – Enjoy a Scenic Train Ride to Zermatt and Explore the Landscape",
      "description": "In the morning, the sunlight will spread across Lake Geneva and touch the 19th-century hotels and 13th-century fortress of Chateau Chillon. The scent of fresh pastries, including pain au chocolat straight from the oven, emanates from a nearby traditional Swiss tearoom. After breakfast, you will begin your day with a visit to Chateau Chillon, internationally renown after Lord Byron’s narrative poem “The Prisoner of Chillon.” The castle sits on a rocky islet away from the shoreline of Lake Geneva. The structure has a fairytale design with heavy turrets and thick walls made from stone. The base of the edifice rises out of foundations set in during Roman times and the water of the lake laps at the islet and the manicured stone base of the castle grounds. The outer houses wrap around a series of four small courtyards, and the building has 25 separate structures that were built over the castle’s vast history with each depicting an architectural style of the era in which it was constructed. The dungeons have a damp, chilly atmosphere and are located inside the castle’s bedrock as the vaulted ceilings add to the luster and fantastical ambiance of the castle. The stunning architecture resembles a Gothic cathedral from the 13th century, from the exposed stone to the brick columns that support the arched ceiling. After discovering the wealth of history and creative design of the Chateau, you can board a scenic train through the Rhone Valley en route to Zermatt, an atmospheric village nestled into the base of the Matterhorn Mountain."
    },
    {
      "dayNumber": "3",
      "title": "Zermatt – Relish a Day in Zermatt to Discover the Scenery at your Leisure",
      "description": "The decadent aroma of melted chocolate drifts from a well-loved shop with indulgently sweet and savory creations, drawing you in to taste. In the summer, adventurers make their way to Zermatt to climb the granite mountains and paraglide near the summits to feel the inspiration of weightlessness. Nature lovers roam through the countless trails around the lush alpine meadows as railroads, cable cars, and funiculars travel up and down the mountainside to ferry visitors across to the remarkable views of the Matterhorn. The day is yours to traverse the hillsides and scour the mountaintops for your perfect view of the rocky peaks. For a unique perspective, you will board the underground funicular to Sunnega, located at 7,505 feet above sea level. The air will feel crisp and cool in the higher altitude while the sunlight is more intense as it bounces off the patches of snow. The observation deck provides a perfect point to look out for marmots, a large mammal similar in size to a prairie dog or groundhog. The marmots poke their heads out from their rocky burrows and whistle to one another, especially when threatened. Your eight-seater gondola will offer you an open view as you travel higher to Blauherd, at nearly 8,500 feet above sea level. Your final ascent is via panoramic cable car to the summit of Rothorn at over 10,170 feet above sea level. The Matterhorn peak out as if it is looming over the massif. The serene setting allows you to absorb the picturesque view, along with the surrounding mountains. You can sit in the summit restaurant and enjoy a cozy cup of rich hot chocolate while taking in the impressive panorama."
    },
    {
      "dayNumber": "4",
      "title": "St. Moritz – Ride the Glacier Express and Tour the Streets of St. Moritz",
      "description": "Wake to your view of the Church of St. Mauritius that was erected in the 13th century, with the most recent edifice built in the early 20th century with a tower that rises above the streets of the town. After breakfast, you will make your way to the train station and board the luxurious Glacier Express to St. Moritz. Settle into your comfortable first-class seat for a view of the countryside that will pour through the windows that reach the train car roof. The restaurant on board serves fresh cappuccino, the scent of which will fill the train car. The train will travel along four sections before arriving in St. Moritz for a view of the Matter Valley’s massive rock walls that reach a height of 13,123 feet above sea level. As you cross the Rhone River, you can look back on the valley’s unusual V-shape. Pass through 91 tunnels and over more than 290 bridges before reaching the charming streets of St. Moritz. The town housed the first Winter Olympics, along with a natural mineral spring discovered in the region more around 3,000 years go. The lake glistens aquamarine in the sunlight as emerald forests spread across the mountains that frame the town. You can opt for an adrenaline-boosting ride along the oldest luge run in the world as the natural route takes you down the pipe with professional bobsledders leading the way. The track travels along 5,649 feet and takes approximately 75 seconds as the natural force pull you along the corners. A sensational buzz passes your ears and echoes off of the high walls. The track has lasted for more than 125 years, retaining its adrenaline allure."
    },
    {
      "dayNumber": "5",
      "title": "Lucerne – Trek to Lucerne for a Half-Day Tour of City’s Famous Beauty",
      "description": "In the morning, your heart will still quicken with the memory of your rushing ride down the luge track. You will always carry that adventure with you in both your thoughts and stories. Corviglia Station sweeps across the alpine scenery and carries skiers in the winter and hikers in the summer eager to ascend to Piz Nair. After breakfast, you can enjoy a short stroll around St. Moritz before your train ride brings you across the mountains to the charming city of Lucerne. Your private guide will meet you at the station eager to escort you on a fabulous half-day tour of the gorgeous historical city. The city stands on the shores of its namesake lake as the waters lap at the base of the colorful buildings that reflect in the water’s surface. Mountains surround the cityscape, and the famous Chapel Bridge crosses the Reuss River in the heart of the city. The 17th-century church is considered the first sacral Baroque structure in the country. The twin towers of the Hofkirche Church imitate the pointed peaks that circle town as your guide leads you across the wooden planks of the Chapel Bridge, which was originally built in the 14th century. The shingled cover provides protection for the panels that contain more than 100 depictions of patron saints and scenes of Lucerne’s history. The bridge stretches to a length of nearly 560 feet and maintains the title of the oldest surviving truss bridge in the world."
    },
    {
      "dayNumber": "6",
      "title": "Wengen – Revel on a Train Ride to Berner Oberland in the Town of Wengen",
      "description": "On Tuesdays and Saturdays, the farmers market opens alongside the water and vibrant produce adds pyramids of color to the street. The unmistakable aroma of aged cheese drifts from the cheese stands as the streets fill with locals and visitors alike in search of fresh herbs, tasty spices, and pasteurized milk straight from the mountains. A small café serves freshly brewed coffee and sets up seats along the lakeshore. You can meander through the market in search of cured meats and delicious zucchini before boarding your train to the Berner Oberland region and the town of Wengen. The town stands at the foot of the Jungfrau massif at an altitude of nearly 4,180 feet. The rugged peaks border the streets and pierce the sky as the aroma of alpine meadows filters through the narrow alleys. More than 310 miles of trails crisscross through the plains and mountains and bring ample opportunity to trek across the landscape for an entirely immersive experience. Cows graze on the verdant grass as the bells hang around their neck and ring as the cows amble through the hills near the farmhouse. The pace is relaxed, and you can absorb the stunning imagery around you. If there is time, you can take the cable car to Schilthorn, a summit at nearly 9,745 feet above sea level. The station platform provides a perfect lookout over the Lauterbrunnen Valley where the snow-capped peaks burst into the sky as numerous as blades of grass in a prairie."
    },
    {
      "dayNumber": "7",
      "title": "Wengen – Explore the Region of Berner Oberland at your Preferred Pace",
      "description": "Today is yours to discover the pleasures and splendor of the Berner Oberland region at your leisure. Enjoy a scenic walk along Mannlichen to Klien Scheidegg for a simple hike along the valley’s foothills with enduring views to Eiger, Monch, and Jungfrau along the way. For a different view of the landscape, you could venture to Trummelbach Falls near the town of Lauterbrunnen to see the spectacular gorge as carved by glacial melt water. A cliff hides the wonders of the waterfall at first, so an underground elevator takes you to the upper galleries where meandering pathways wind through the subterranean rock inside the mountain. You can hear the thunderous echo of water splashing against the limestone before you see the waterfalls. The water carries up to 20,000 metric tons of soil and boulders down the mountain per year, adding to the water’s roaring sound. The damp cold inside the tunnels opens to a view of the falls’ upper tiers, along chutes six through 10. Chute eight takes you up a flight of stairs to see the shimmering light and rainbow hues arching in the mist. Down by chute four, the tunnel opens again for a view to the water winding down the mountainside like a corkscrew."
    },
    {
      "dayNumber": "8",
      "title": "Zurich – Venture to Zurich for a Tour of Switzerland’s Largest City",
      "description": "In the morning, you can wander the streets of Wengen one last time to enjoy the tranquil ambiance and dramatic panorama of the mountains. After breakfast, your private transfer will escort you to Zurich, Switzerland’s largest city, which combines the fast-paced lifestyle of its contemporary financial center with the historical beauty of Old Town’s architecture and relaxed atmosphere. The remainder of the day is yours to indulge in the majesty of the mixture of old and new, from the luxury shops on Bahnhofstrasse to the quiet cafes in Old Town. The Fraumunster, also known as the Church of Our Lady, was originally an abbey founded in the 9th century. The aquamarine copper spire towers over the bank of the Limmat River while the three-aisled interior contains basilica pillars supporting the Gothic nave. These elements were added between the 13th and 15th centuries while the foundations of the 9th-century abbey are visible in the crypt below the current ground floor. Many visitors visit the church to view the magnificent stained glass windows designed and created by Marc Chagall. The five panels vividly express scenes from the Bible, including Elijah’s ascent to heaven and an angel trumpeting the end of the world."
    },
    {
      "dayNumber": "9",
      "title": "Zurich – Depart for Home",
      "description": "In the morning, the aroma of the chocolate truffles and pralines will drift from the wealth of chocolate shops and cafes that are found throughout the streets of Old Town. Lake steamers glide across the water and connect the promenades of towns on distant shores to the edges of the historical city, and you will still be mesmerized by the beauty of it all. You will have immersed yourself in the unique culture and character of Switzerland ranging from Alpine exploration to cruising down a luge track. After one last morning to take it all you in, your private transfer will meet you at your hotel and escort you to Zurich Airport for your flight home. You could always extend your stay in the Alps and its surroundings by traveling to Salzburg, Austria or Munich, Germany to continue in the spirit of highlights and luxuries."
    }
  ],
  "map": ""
}