[
    {
        "type": "overview",
        "Main_Title": "Our Canary Islands holidays & tours",
        "Main_Paragraph": "Long lauded as a fantastic winter sun destination, the Canary Islands are about far more than their weather. Hippies have known about the joys of El Hierro and La Gomeras wildernesses since the 1960s, and many of these islands contain UNESCO biosphere reserves, or fall within them entirely; protected mountain landscapes and remote coastlines still dominate the maps, and whales dominate the waters. This volcanic archipelago has erupted onto the sustainability scene, too, with a healthy, growing list of accommodation and restaurants that focus on local food, renewable energy sources and investing in their communities. Our Canaries holidays tap into the islands local culture through locally run accommodation, and guides from the vicinity, to help you get to know the farmers and small-scale producers on the island. Youll be singing their praises.",
        "Subtitle": "Canary Islands holiday highlights",
        "Title1": "Amazing islands",
        "Paragraph1": "There are eight populated islands in the Canaries archipelago, from the largest and most populous, Tenerife, to the smallest, la Graciosa. Three islands are UNESCO biosphere reserves, and two more are heavily protected. The rich volcanic landscapes make plants thrive, and also create dramatic topography on every island. Tenerife is dominated by massive Mount Teide, Spains highest peak, and whilst the south is famous for resorts (its sub-one million residents receiving six million visitors), the far-less visited north has rare laurel forest. La Gomera, a short ferry ride away, adds yet more walking trails to the mix, and is easily combined with Tenerife. Meanwhile lovely Lanzarote owes much of its spirit to influential artist Cesar Manrique. Gran Canarias central mountains make for great walking, as do La Palmas (and the views will make you understand why its nicknamed la isla bonita). Fuerteventura is sparsely populated and less developed than its neighbours, with lots of protected areas. Our holidays might combine two islands so you can spread your custom further  anything beats staying in an all-inclusive resort owned by foreign investors.",
        "image1": "",
        "Title2": "Lanzarote",
        "Paragraph2": "We love Lanzarote, not for its beach resorts, but for its rebellious side. The island has resisted overdevelopment and there are fantastic small businesses keen to promote alternative ways to stay, including rural properties that tempt tourists out of the resort areas. Our holiday accommodation uses renewable energy where possible  here its all about harnessing the power of the Canaries oft-present sun  expect solar-heated pools and water  or the wind, using a wind turbine. Explore lovely Lanzarotes volcanic landscape and add in trips to the local market to support the local shops, and buy products from Canarian farmers. Our holidays work closely with passionate hotel owners who will instruct you on everything from the best spot in town to try traditional dishes, to how to be mindful of water conservation during your stay.",
        "image2": "",
        "Title3": "Gran Canaria",
        "Paragraph3": "This circular island with a volcano at its centre is one of the most mountainous of the Canary Islands, and its full of interesting landscapes. The rock monolith of Roque Nublo crowns its centre, the Maspalomas sand dunes coat the south, the deep Guayadeque Canyon delves, whilst Pico de las Nieves  the high point  is a chilly high point on  our walking holidays. The capital, Las Palmas has the traditional Canarian architecture of the Vegueta district. Our holidays on the island show you the communities and the countryside together. Our cycling trips will have you pedalling the fantastic roads between beautiful little towns, gaining impressive altitudes as you go, whilst our hiking trips might start with a picnic lunch bought from a local village business, before venturing into remote areas to picnic under Canarian pines.",
        "Title4": "Walking holidays",
        "Paragraph4": "Volcanic landscapes often mean one thing  steep climbs. But with the vertiginous walking trails that cross Lanzarote, Gran Canaria, Tenerife and La Gomera, there are also fantastic views  the islands offer seascapes, cliffs, and as you climb you enter into interesting biospheres  like Garajonay National Park laurel forest on La Gomera, through the Corona Forestal Natural Park around Pico de Teide, a lava field in Gran Canaria or around an unusual ash cone in El Hierro. These landscapes are as fragile as they are fascinating, so our walking holidays keep to official trails in rare cloud forest, getting around using bus services, and using locally-owned hotels and independent restaurants that serve products fresh from the farm.",
        "image3": "",
        "Title5": "Wellness & special interest",
        "Paragraph5": "The Canary Islands enjoy year-round great weather and its the perfect place to enjoy some more alternative holidays. These islands make great settings if you want to pursue our restful and rewarding yoga, painting, or learn Spanish holidays, all whilst interacting with Canarian people in their shops and businesses. These trips arent just great if you like doing hobbies on holiday, they also encourage slow travel and getting to know places on a deeper level. Visit farms and see those famous potatoes growing (a few weeks and theyll be turned into\npapas arrugadas\n, the islands famous dish); or meet sellers at local markets and youll meet people who are passionate about preserving island biodiversity. Our wellness holidays in the Canary Islands arent just good for you, theyre good for communities and nature too."
    }
]