{
  "destination": "Kosovo",
  "mainPhoto": "",
  "id": "kosovo-multi-activity-holiday",
  "tourName": "Kosovo multi activity holiday",
  "placesVisited": "",
  "generalInfo": "Discover Kosovo - Europe’s newest, most fascinating country! This unique adventure week mixes outdoor activities like cave trekking, hiking and kayaking with cultural experiences embedded in community and tradition. <br/><br/>A must-visit for anyone in search of intrigue and adventure, Kosovo is far from the mainstream and right on target for those who prefer their holidays wild and mysterious! Our local guides will introduce you to spectacular waterfalls and limestone peaks, breath-taking views, deep canyons, colourful wildflowers, medieval villages,  historic cities, mosques, monasteries and a rich, welcoming culture that is second to none.<br/><br/>NB – this is a small group holiday suitable for couples, families and groups of friends and requires a decent level of physical fitness. Our recommended minimum age is 8.",
  "durationDays": "7",
  "price": "1245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival: Arrival day and meeting with your Tour Leader at Prishtina (PRN) international airport. They will answer questions, brief you on the immediate arrangements and then transport us to the Rugova mountain region for accommodation. Depending on the arrival time we’ll stop for a visit at city of Peja. Overnight in Chalet Kujta."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Liqenati Mountain lakes hike: After breakfast we’ll take a short transport 35min up to the starting point of Te Liqeni restaurant and start to hike towards the Liqenati Mountain Lakes. We will walk through a pine forest and open mountainous terrain towards mountain lakes 1790m above sea level. We can spend some time at the lakes exploring the flora and fauna around the lake (there are lake salamanders and newts aplenty!), and there will also be time to swim for those who wish to leap into the lake’s waters. Then it’s back to the starting point, stopping by at the locally renowned fairy waterfall trail. Dinner and free evening. Hike duration: 3-4 hours. Level: moderate. Overnight at Chalet Kujta."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Accursed Mountains 4x4 Tour: After breakfast we will drive through the Jezera canyon towards the Milisheci mountain ridge reaching 2200m above sea level to have scenic and panoramic views of the Prokletije, the accursed mountains peaks, including the highest peak in Kosovo – Gjeravica (2656m) – where we will have a barbeque lunch with panoramic views. For the adventurous, there is also the option to climb the 450m Via Ferrata in Rugova canyon (at extra cost)! Back to Rugova mountain guesthouse for a free evening. Overnight at Chalet Kujta."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sleeping Beauty Cave Adventure: Today we will visit White Drini natural park, located 11km north of the city of Peja. Our destination is the biggest waterfall in Kosovo and the region, White Drini spring and the magnificent Sleeping Beauty Cave – at 3650m long, it’s the second biggest cave in Kosovo, well known for 8 different species of bats! We will have lunch at one of the restaurants located by the river, best known for trout fish specialties and traditional dishes. After lunch we will visit the 160 year old water mill run by many generations from the same family in Radaci village before returning to Rugova mountain village for a free evening. Overnight at Chalet Kujta."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kayaking and Bear Sanctuary visit: In the morning after breakfast we will head towards the capital Prishtina for a kayaking adventure at Batllava Lake. This version of our classic paddling expedition brings you the quieter and more remote portion of the lake – it’s great for swimming too! An artificial lake originally created to supply Prishtina with drinking water, it now supports several species of water birds and gives us the chance to try out sit on top and sit-inside kayaking. The nearby Bear Sanctuary is refuge for over 20 rescued European brown bears, sadly critically endangered at the moment. The sanctuary is a 16 hectare haven for these amazing creatures – and we can also have a lunch at their on-site restaurant! Head towards city of Prizren for accommodation and free evening. Overnight in Prizren."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Prizren visit and optional silver jewellery-making workshop: A day to rest up before the major hike of the program. Take in the sights of Prizren, with its diverse and fascinating history! Here, we recommend an optional hands-on workshop at a silversmith's, where you can learn the basics of the silver-jewellery making tradition Prizren is renowned for in the Balkan region (perfect for adults and kids). Overnight in Prizren."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sharr Mountain hike: Spanning from central Kosovo to the southern border with Macedonia, the Sharr Mountains offer some of Kosovo’s most beautiful hiking routes and are home to a diverse array of flora and fauna and a wealth of 2500+ metre peaks to explore! It’s an early start as this looped hike will take 6-8 hours to complete, gaining over 900m of elevation to reach the summit of Vraca e Madhe (2582 metres). On your way back, you will have an excellent view of Mt. Korab, the region’s highest mountain, which forms the border between Kosovo, Macedonia, and Albania. Overnight in Prizren."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure."
    }
  ],
  "map": ""
}