{
  "destination": "Kosovo",
  "mainPhoto": "",
  "id": "north-albania-and-kosovo-guided-tour",
  "tourName": "North Albania and Kosovo guided tour",
  "placesVisited": "Sofia, Melnik, Pirin Mountains, Tikvesh vineyards, Bitola, Pelister National Park, Ohrid, Galicica National Park, Kalishta and Radozda villages, Skopje, Prizren",
  "generalInfo": "Northern Albania and Kosovo deliver big views and even bigger stories. Led by an expert local tour leader, you’ll witness striking architecture, explore dramatic natural beauty and uncover centuries-old traditions. What truly sets this adventure apart, however, is the chance to connect with local people and hear their stories – an authentic insight into daily life and recent history, including a moving exploration of the Kosovo War.",
  "durationDays": "8",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Tirana, the trendy capital of Albania. At 6pm, say përshëndetje (hello) to your tour leader and fellow travellers at our hotel, where we gather as a group to get to know each other a little more and learn about the adventures ahead. After, we embark on a walking tour of the city centre, hitting major landmarks, including Skanderbeg Square, Et’hem Bey Mosque and the Pyramid of Tirana. Your tour leader then ensures a big Albanian welcome by arranging a group dinner. Want to explore Tirana further? Secure pre-tour hotel nights through your sales representative. Accommodation: Golden City Hotel/Sky 2 Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bid farewell to Tirana this morning and take a scenic transfer (1hr 20min) to Kulla Hupi, a traditional stone house that once served as a fortified home. Here, we enjoy a snack while learning about the 200-year history of Kulla Hupi. After, we continue (one hour) to Rabdisht, a traditional stone village that has earned a reputation for serving delicious local dishes. Sample these flavours with lunch at a guesthouse. Next, we go even deeper into the local produce with a tour of the Kopfrut factory, where we learn all about how they create apple juice, offering an insight into the local agriculture. After, we continue to the town of Peshkopi, where we have the evening free to explore. Accommodation: Hotel Veri/MontBlanc (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer (30 minutes) to Shumbat, a village known for producing rakia, a traditional fruit brandy in the Balkans. Here, we take a tour, seeing daily life play out and enjoy a sampling of rakia. Next, we travel (25 minutes) to Radomire, gateway to the Korab mountains. We take a refreshing walk (one hour) to Liqeni i Zi (Black Lake), enjoying the pristine nature, before returning to Radomire for coffee and a chance to soak in the serene atmosphere. For lunch, we eat at Zgara e Bushtrices, a restaurant renowned for serving delicious grilled meats, allowing us to enjoy a hearty Albanian lunch while gazing over the Korab mountains. Transfer (one hour) to Kukes after, a town that played a significant role during the Kosovo War, serving as a refuge for Kosovar Albanian refugees. Here, we join a local guide to explore concrete tunnels and bunkers built during the communist era to protect the residents. Our tour provides a sobering insight into the recent horrors suffered by the people. After, we travel to Prizren, Kosovo, with a free evening to explore the charming Old Town, walk along the Lumbardhi River, or enjoy dinner at one of the many excellent restaurants offering traditional Albanian and local cuisine. Accommodation: Hotel Centrum (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart Prizren and transfer (1hr 10min) to Prekaz. Here, we visit a deeply moving site, the Adem Jashari Memorial Complex. It’s dedicated to Adem Jashari and his family, who were killed in a brutal siege by Serbian forces in 1998. Their sacrifice became a pivotal moment and symbol of resistance leading to the Kosovo War. We take our time to explore the complex, which includes the remnants of the Jashari family homes, their graves, and a museum dedicated to their story. This extended visit allows for deeper reflection and understanding of this crucial period in Kosovo’s modern history. We continue our understanding of the period with a visit to Gazimestan, a memorial site commemorating the Battle of Kosovo, before visiting the tomb of Ottoman Sultan Murad I. Finally, we transfer (one hour) to Prishtina, the capital of Kosovo. After lunch, we enjoy a tour of the city, strolling along Mother Teresa Boulevard to soak up the atmosphere, and visiting some of the city landmarks, including the Newborn Monument, Cathedral of Saint Mother Teresa and government buildings. Accommodation: Emery Hotel/Hotel Afa/Hotel Begolli (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is dedicated to exploring the history of Kosovo. We bid farewell to Prishtina and transfer (30 minutes) to Gracanica Monastery, built by Serbian king Milutin in the 1300s. Its Serbo-Byzantine style is reason enough to visit but inside we can admire the medieval paintings and a cavern of murals. After, we head even further back in time, driving (less than five minutes) to Ulpiana Archaeological Park. Here, we explore what remains of the ancient Roman city of Ulpiana, founded in the second century, including a basilica, public baths and mosaics. After lunch, we travel (1hr 30min) to Peja Orthodox Monastery and Church, on the outskirts of Peja. Visually striking, it’s also an important religious institution as well as being the seat for the old Serbian empire. Guided by our tour leader, we explore the site and its fascinating history, before continuing our journey to our hotel. Accommodation: Hotel Dukagjini/Hotel Karagaq (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We head to Visoki Decani today, a medieval Serbian Orthodox monastery, to explore its intricate frescoes, and learn about its history and enduring importance. Continuing to Gjakova, we enjoy a tour of the Ottoman-era Çarshia (Old Bazaar). It’s one of the largest in the Balkans, with traditional shops, mosques and a rich history. There’s plenty to see, including the Hadum Mosque and old stone bridges, plus the artisans’ workshops. After tucking into a traditional local lunch in the bazaar, we drive (1hr 30min) to Valbona in Albania. Accommodation: Hotel Margjeka/Hotel Breezy (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After a one-hour transfer, we take a ferry across Lake Koman. This two-hour ride is a highlight of the trip, offering breathtaking views of the narrow, fjord-like lake surrounded by the dramatic peaks of the Albanian Alps. After, we travel (2hr-2hr 30min) to Mrizi i Zanave, a rustic field-to-fork restaurant in the middle of a farm. Celebrate our adventure together with an unforgettable meal that showcases traditional Albanian cuisine made with locally sourced ingredients. Full, we transfer (1hr 15min) to Rubik. Based in the old village, Katund i Vjeter, we have an evening at leisure to enjoy the peace and traditional Albanian architecture. Accommodation: Hotel Marub (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You’ve heard the peoples’ stories, tasted incredible cuisine, and enjoyed magnificent views but now it’s time to begin your return journey home. Alternatively, if you’d like to extend your adventure, speak to your sales representative to discuss our large range of extension options."
    }
  ],
  "map": ""
}