[
  {
    "destination": "England",
    "mainPhoto": "",
    "id": "south-west-england-rail-holiday-self-guided",
    "tourName": "South West England rail holiday, self guided",
    "placesVisited": "",
    "generalInfo": "Embark on a coastal adventure along South West England's iconic South West 660 route. From sleepy fishing villages to bohemian harbour towns, this is a place that combines coastal chic with adventure and artisan food. Explore the popular coastal regions of Devon and Cornwall and take a stroll through Bath Spa's Roman baths. Adventure seekers and foodies alike will enjoy exploring this stunning corner of the United Kingdom with its picturesque sandy coves and tiny fishing villages.<br/>10 days, zero-hassle and all this included:<br/>- 9 nights accommodation in 3 or 4-star guesthouses &amp; hotels<br/>- breakfast daily<br/>- standard class train travel to each destination<br/>- recommendations for all the best things to do / see / eat<br/>- optional excursions to tailor your tour<br/>- starts / ends in London for easy access<br/>- handy mobile app to keep every trip detail at your fingertips<br/>- 24/7 telephone support during your adventure<br/>- 1 native tree planted in our woodland<br/>Plus flexible booking terms as part of our Adventure Promise, including instalment payments to spread the cost of your adventure. <br/>For adventurers who: Are looking to explore South West England by rail with their partner, family or friends. This trip can be tailored to make it as rich in culture or as active as suits your individual needs.",
    "durationDays": "10",
    "price": "2195",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Monday: Bath Setting off from London Paddington, board the train to the ancient Roman spa town of Bath. Located in the valley of the River Avon, Somerset, the town is a UNESCO World Heritage Site and one of the Great Spa Towns of Europe. Check into your boutique guesthouse before heading out for an evening meal at one of the town’s restaurants. { Optional: Stay in London Arriving into London and want to begin with a few days exploring England’s capital? No worries, we can arrange your accommodation and suggest experiences away from the typical tourist trail. Simply let us know when you send an enquiry form with your preferred travel dates. Price: on request }"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tuesday: Exeter After breakfast it’s time to explore this historic town. Each day at 10.30am the Mayor of Bath's Corps of Honorary Guides offer a free walking tour of the city, including the Royal Crescent and The Circus - it’s the perfect way to discover the city with a local guide. And of course no stay in Bath is complete without a visit to the famous Roman Baths and the famous thermal spring spas. If literature is your thing, why not also visit the Jane Austen Centre, the novelist who made Bath her home in the early 19th Century. Once done, it’s time to pick up the South West 660 route on Devon’s south coast with a train to Exeter, a vibrant university town with a grand cathedral at its heart. Enjoy your riverside hotel location or dine out in the relaxed ambiance of the restaurants surrounding the 15th Century cathedral."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wednesday: Charlestown Enjoy a wildlife walk along the River Exe this morning, or indulge in a little culture with a visit to the Royal Albert Memorial Museum & Art Gallery and a browse around the city’s shops and 15th Century cathedral. After a leisurely lunch it’s time to leave the city behind and continue your rail journey from Devon to Cornwall. Take the direct train to St Austell, from where it’s a short taxi ride to one of the South West 660’s most charming coastal villages, Charlestown."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Thursday: Charlestown Enjoy a hearty breakfast before setting out to explore a section of the South West Coast Path. Take the local bus to Mevagissey to enjoy a 12km hike back to Charlestown along the coast, or choose a shorter circular walk to Porthpean and give yourself time to relax in this beautiful corner of the world. With harbourside eateries where you can watch the world sail by and lost treasure to discover at the Shipwreck Museum, this small town has a lot to offer. { Optional: Brewery Tour & Tasting Head back to St Austell for a 2 hour brewery tour & tasting at the St Austell Brewery Price: £28pp }"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Friday: St Ives Pack your bags this morning, it’s time to head to the north coast of Cornwall. With a quick change at St Erth, this final stretch of line takes just 10 minutes but you’ll be spoiled with spectacular seaside scenery! (Psst… sit on the right hand side for the best views) St Ives is a beautiful seaside town with much to explore! Venture out on the narrow cobbled streets to sample the local art scene and enjoy fresh seafood. Head to the ‘Downalong’, a labyrinth of small narrow cobbled streets, to discover more galleries, cafes and little shops than you can shake a stick at! Check in to your comfortable guesthouse and enjoy a relaxed evening in St Ives."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Saturday: St Ives Fill up with a delicious breakfast before setting out for a day of adventure. With so many walks to enjoy from St Ives, you’ll be spoiled for choice. Or why not take to the clear blue water with a wildlife boat trip, surf lesson or stand up paddleboard experience { Optional: Wildlife Boat Trip Enjoy a 1 hour sea safari to explore this beautiful stretch of coastline from the water. Keep your eyes peeled for dolphins, both Common and Bottlenose dolphins, as well as a wide array of sea birds and even the occasional shark or whale! Price: £40 } ; { Optional: Surf or Stand Up Paddle Board Lesson Cornwall’s north coast is famed for its surfing and watersports, so pull on a wetsuit and dive on in! Price: on request }"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sunday: St Ives Enjoy your final day in this beautiful town, continuing to explore the maze of tiny streets and independent businesses. Alternatively, why not treat yourself to a full day’s tour of the region with a private driver-guide. Our local partner will indulge you with sights and stories that only a local would know - it’s the perfect way to see the real Cornwall. { Optional: Private driver-guided tour Join our local guide for a tour of the region, including the village of St Ages, Perranporth, Bedruthan Steps and Porthcothan Bay. Price: on request }"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Monday: Penzance After breakfast it’s time to pack your bags and continue west. Hop on the train to travel through stunning scenery from St Ives to Penzance, a historic town on the far south west coast of England. There’s plenty to learn about Cornwall’s past through the rich history you’ll find along the streets of Penzance, from its fishing heritage to the smugglers and pirates of these Cornish waters. The Art Deco open-air Jubilee Pool is great for a refreshing dip and the street food vendors on the promenade offer alfresco dining alternative to the many restaurants in town. Relax into your local guesthouse, your home for the next two nights."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tuesday: Penzance Enjoy a leisurely morning exploring the area before enjoying a short walk to the edge of town where you’ll find the Polgoon Vineyard & Orchard. Here you can explore the vines and fruit trees on a self-guided tour of this family-run estate, as well as the well-stocked shop brimming with locally-produced artisan food and drinks. In the unlikely event you were short on ideas for gifts and mementos to take home, this place will more than cover you! After your tour, why not treat yourself to lunch on the vineyard’s covered terrace. With delicious wood-fired pizzas and local charcuterie to enjoy, accompanied by a tasting flight board of Polgoon’s own wine, it’s the perfect way to spend your final afternoon in South West England."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Wednesday: Depart This morning it’s time to wave goodbye to England’s beautiful south west. Head to the station for the final train of your rail journey back to London. Optional: Extend your stay in London Make the most of your return to the capital and extend your break with an extra night or two in London. Simply let us know when you submit your preferred dates and we will help plan your city stay Price: on request"
      }
    ],
    "map": ""
  },
  {
    "destination": "England",
    "mainPhoto": "",
    "id": "southern-england-luxury-self-drive-vacation",
    "tourName": "Southern England luxury self drive vacation",
    "placesVisited": "",
    "generalInfo": "This expertly curated seventeen-day escape takes you through some of England’s most captivating landscapes, where history, culture, and natural beauty unfold at every turn. Begin in London, discovering the nation’s vibrant capital before journeying into East Sussex, with its storybook villages, medieval castles, and striking white cliffs. Walk in the footsteps of conquerors at the Battle of Hastings before winding through the lush hills of West Sussex, along the windswept Jurassic Coast of Dorset, and into the rolling charm of the Cotswolds. Meander cobbled streets, uncover the secrets of country estates and slow down in riverside villages like Henley-on-Thames.",
    "durationDays": "17",
    "price": "21000",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in London: A private transfer will take you to your central hotel, your base for the next four nights. After settling in, step out to experience the energy of London, a city rich in history and culture. Kick things off with a ride on the London Eye for sweeping city views, then unwind over dinner at a top-rated local restaurant. Accommodation: Henrietta Hotel, 11 Cadogan Gardens or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "London Walking Tour: After breakfast, set off on a private guided walk led by a certified Blue Badge Guide. Begin at the historic Westminster Abbey, known for royal ceremonies, then head to Buckingham Palace to see the Changing of the Guard. Continue with a visit to the Churchill War Rooms, a key WWII site, before wrapping up the day amid the shops, street performers, and cafés of lively Covent Garden."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Explore London’s historic sites: Begin your day at the Tower of London to explore centuries of royal history and the dazzling Crown Jewels. Then, join a small group food tour near London Bridge, taste British favourites at Borough Market and relax with a drink in a classic pub. Later, visit the magnificent St Paul’s Cathedral, including its iconic dome and crypt, before ending the evening with a spectacular performance in the West End."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Drive to East Sussex: Today, you’ll collect your car rental from a depot point in London and then drive to a charming countryside hotel in East Sussex. Over the next few days, explore the beauty and history of Sussex - enjoy a pint in a pub with views of the South Downs, stroll through quaint towns, and taste world-class wines. In the evenings, dine at a Tudor inn in the historic village of Alfriston, where the atmosphere and food are exceptional. Accommodation: The Star Alfriston or similar"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Explore the Sussex Coast: Spend the day at the stunning Seven Sisters, a series of iconic white chalk cliffs where the South Downs meet the sea. Then, visit the Rathfinny Estate, a picturesque vineyard near Alfriston, known for producing some of England’s finest sparkling wines. Enjoy a guided vines tour, learn about their sustainable viticulture methods, and explore the winery. End with a tasting of exceptional Sussex wines paired with modern British cuisine at the estate’s Tasting Rooms, offering a perfect blend of local flavours and wines."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Visit the Battle of Hastings: Explore the historic site of the 1066 Battle of Hastings, where William the Conqueror marked his victory with the impressive Battle Abbey. Next, visit a nearby 14th-century castle with a moat, spiral staircases, and battlements, offering a glimpse into medieval life. In Rye, stroll through cobbled streets and hidden alleys, stopping at ancient pubs along Mermaid Street. Visit Ypres Tower to uncover the town's rich history of smuggling, shipwrecks, and invasions."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Continue into West Sussex: Today, you’ll explore the rolling hills and rich history of the South Downs. Visit Lewes, a medieval town with independent shops, antique centres, and a Norman castle offering panoramic views and a small museum. Next, head to Arundel Castle, perched high with stunning views of the South Downs and River Arun. Spend the evening at a cosy country house hotel or stay in a medieval castle. Accommodation: Park House Hotel, Amberley Castle or similar"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Discover the beauty of West Sussex: Visit Petworth House, a 17th-century mansion with an impressive art collection, including works by Van Dyck and Turner. Outside, enjoy the Pleasure Garden, woodland walks, and a 700-acre Deer Park by Capability Brown. Then head to the Weald and Downland Living Museum, where traditional buildings and exhibits showcase over 1,000 years of rural life, including a Tudor farmstead, medieval houses, and workshops with traditional crafts."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Visit Portsmouth: Explore one of the UK’s top naval history sites, the Historic Dockyard, home to iconic ships like the Mary Rose, HMS Victory, and HMS Warrior. With a Three Attraction Pass, visit these ships or learn about the D-Day invasion at The D-Day Story Museum. Then, head to Dorset, famous for its golden beaches and Jurassic coastline. Accommodation: The Priory, The Pig on the Beach or similar"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Explore the Jurassic Coast: Spend the day discovering one of England's most scenic coastlines, rich in history spanning millions of years. Visit Lulworth Cove, known for its breathtaking views and unique geology, with white cliffs and turquoise waters. Stroll along the semi-circular beach and take in the views from the spectacular viewpoint. Next, explore Durdle Door, a 200ft natural rock arch formed 10,000 years ago. Lastly, visit Corfe Castle, a dramatic medieval ruin dominating the Purbeck Hills, surrounded by the charming village of Corfe with its quaint streets and traditional cottages."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Discover the Fossil Haven of Lyme Regis: Explore this charming seaside town on the Jurassic Coast, famous for fossil hunting, beaches, and coastal walks. Stroll past colourful houses and the quaint harbour, then take a boat trip from Lyme Regis Harbour, enjoying views of Ware Cliffs, Chippel Bay, and Golden Cap while your captain shares stories of local history, smuggling, and shipwrecks."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Journey to Bath: Travel north towards Bath, detouring to some of the prettiest Cotswold villages, including the postcard-perfect villages of Castle Combe and Lacock. Discover Lacock Abbey, which is rich in history and linked to photography pioneer William Henry Fox Talbot. After a scenic day exploring, arrive in Bath and settle into your hotel near the heart of the UNESCO-listed city centre. Accommodation: The Roseate Villa, The Royal Crescent Hotel & Spa or similar"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Explore Bath’s History: Take a guided walking tour through Bath’s historic streets, learning about its literary legends like Jane Austen and Mary Shelley while admiring the city’s elegant Georgian architecture and the iconic Royal Crescent. Pause for a classic afternoon tea at The Pump Rooms, a long-standing social landmark, before exploring the Roman Baths - an impressively preserved glimpse into Britain’s ancient past."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Step into the Heart of the Cotswolds: Wander through rolling hills, ancient limestone villages, and medieval market towns on your way to Broadway. Visit Bibury with its iconic Arlington Row cottages, Bourton-on-the-Water, known as the \"Little Venice\" for its picturesque bridges, and Stow-on-the-Wold, a historic market town at the highest point of the Cotswolds. Enjoy scenic walks, local ales at thatched inns, and rich history before relaxing at the historic Lygon Arms Hotel in Broadway, nestled right on the High Street, or Dormy House nearby. Accommodation: The Lygon Arms Hotel, Dormy House, or similar"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Explore Broadway: Stroll through this charming Cotswold village with honey-coloured cottages and tree-lined High Street, loved by Edward Elgar and William Morris. Visit Broadway Tower, a 19th-century folly offering panoramic views of 12 counties and a 50-acre estate. Enjoy a classic Afternoon Tea at the historic Lygon Arms, where Oliver Cromwell once stayed, and indulge in freshly baked scones, sandwiches, and cakes."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Visit Blenheim Palace: Explore this UNESCO World Heritage Site, birthplace of Winston Churchill and home to the Duke of Marlborough. Admire its Baroque architecture, gilded rooms, priceless art, and the gardens designed by 'Capability' Brown. End your day in Henley-on-Thames, a charming riverside town known for its award-winning gardens and the famous Regatta. Accommodation: The Relais Henley or similar"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Bid farewell to England: Today, you’ll drop off your hire car at the airport and catch your flight home."
      }
    ],
    "map": ""
  }
]