[
    {
        "type": "overview",
        "Main_Title": "Our Malawi holiday & tours",
        "Main_Paragraph": "On Malawi’s market stalls, stacks of air-dried\nusipa\n(sardines) lie all crisp and golden. This is the land of the lake, one third of Malawi is made up of its eponymous body of water, which provides fish for the table. The lake is so large that there’s a dragon’s hoard of golden beaches, plus your pick of lodges with freshwater scuba diving. On dry land, the country is easily navigable by road, with some good safari destinations: Liwonde and Nyika, along the way. In Malawi, where you stay matters, which is why our Malawi holidays use lodges that are giving back to their local area, whether they are funding conservation projects, following responsible practices with their energy and food supplies, or training and employing local staff.",
        "Subtitle": "Malawi holiday highlights",
        "Title1": "Wildlife watching in Malawi",
        "Paragraph1": "Any\nsafari in Malawi\nis fantastic. You could choose to watch wildlife on foot or by bike  in Nyika National Park or Kuti Wildlife Reserve, for example, where youll notice smaller animals and their behaviours up close. Or, opt for a 4x4 drive in Majete Wildlife Reserve or Liwonde National Park, where bigger game such as elephants, rhino and recently reintroduced lions are on the menu. A boat safari along the Shire River adds an extra thrilling dimension as you find yourself just feet away from an elephant, a hippo, or a crocodile sidling into the water to see what youre up to.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "What makes Malawi so wonderful is the combination of safari and beach thats available to travellers  make the most of game drives, boat safaris and nature walks for a few days before chilling out on the pristine shores of Lake Malawi and exploring the underwater world  maybe factoring in a day or two seeing some city sights if you have time.",
        "image2": "",
        "Title3": "",
        "Paragraph3": "Malawi is safe, compact and has a decent road network, which makes it an ideal destination for a self drive holiday, allowing you to be in control of what you see, for how long, where and when. There is no signage in Malawis more rural areas, but a tailor made holiday company will kit you out with all of the information and maps you need. Alternatively, hire a local driver-guide  theyll know the roads back to front and can fill you in on local life, customs and culture as you go.",
        "Title4": "",
        "Paragraph4": "While wildlife watching and hiking are both worthy pursuits, many travellers are drawn to Malawi because of its famous lake. A shimmering mass of clear water, its depths are full of colourful cichlid fish, providing excellent opportunities for diving, snorkelling and kayaking. And when youre done there are plenty of sandy beaches to chill out on and friendly lakeside villages to explore.",
        "image3": ""
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Malawi",
        "Main_Paragraph": "Malawis climate is broadly defined by two seasons: wet and dry. The rainy season, December until late March, can bring some quite serious flooding, so its not the best time to visit Malawi for safari, but if birding is your thing, its brilliant as migrating species flock from the Northern Hemisphere to the countrys national parks. Malawi begins to dry out in April and May, bringing more sunshine and stable temperatures perfect for watching animals emerge all over Liwonde National Park. The best time to visit is probably June, July and August, with pleasant temperatures and the landscape still green.",
        "image1": "",
        "when_to_go": "When to go to Malawi month by month",
        "when_to_go_html": "<bullet>Its wet, wet, wet in Malawi from <b>December, January, February and March</b>, and during this rainy season, around 95 percent of Malawis total annual rainfall drops from the skies. There is often some thunder in the mix, too, with storms reaching peak severity in late March.</bullet>\n<bullet>By <b>April and May</b>, the rains have stopped, leaving behind a green and refreshed landscape. Often, wet mist floats down from the highlands into the plateaus.</bullet>\n<bullet><b>June, July and August</b> temperatures rise to between 17°C and 27°C, and fall away to between 4°C and 10°C. Its not unheard of to have frost in June and July at night. </bullet>\n<bullet>From <b>September to October</b>, Malawi is at its hottest, with temperatures climbing into the 30°Cs, and humidity on the rise now, too. The Lake of Stars Festival takes place in September.</bullet>\n<bullet><b>September to November</b> is the best time to see wildlife in Malawis parks and reserves, as hotter temperatures cause the greenery to die back, improving visibility, and force animals to cluster around available water sources.</bullet>\n<bullet><b>November</b> is a very changeable month in Malawi. It can be hot and dry, like the weather in October, but the first of the rainy seasons downpours can also strike now. In fact, you might get both on successive days.</bullet>",
        "weather_chart": "Malawi Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Malawi Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">223 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 84%;\">188 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 58%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 20%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">9 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 26%;\">59 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 80%;\">179 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Malawi",
        "paragraph1": "",
        "image2": "",
        "title2": "The Lake of Stars Festival",
        "paragraph2": "Launched in 2003, The Lake of Stars Festival brings musicians and performers from around the world to perform on the gorgeous sandy shores of Lake Malawi. Each September, this weekend festival serves a curated line up of music, with local talent playing alongside established international names, across three stages. Talks, poetry, traditional dance, fashion, theatre and art complement the music and the blissful setting provides the chilled-out atmosphere."
    }
]