[
    {
        "type": "overview",
        "Main_Title": "Our Bermuda holidays & tours",
        "Main_Paragraph": "Youll find Bermuda all alone in the North Atlantic Ocean, over 1,000km from mainland North America. The shipwreck capital of the world, its a Sargasso Sea archipelago that clocks in at just 40km long and just over a kilometre wide. Many of its islands are joined by bridges and its landmass curves around sounds and harbours, creating sheltered waters fringed by pinkish beaches. The water is a highlight: there are coral reefs with healthy coral, popular with divers, and lots of sailing and kayaking. On shore, theres capital Hamilton, and historic St George. \r\nBermuda has a reputation for priciness, but theres another way to enjoy the island  by walking. On our Bermuda holidays you can beach-hop and enjoy the island interior on foot, plus youll get fascinating insights from a local expert on everything from the fauna to beer, to where to buy your Bermuda shorts.",
        "Subtitle": "Bermuda holiday highlights",
        "Title1": "Beaches",
        "Paragraph1": "Bermudas famously pink sands are seen at beaches like Horseshoe Bay Beach, Warwick Long Bay, Church Bay and John Smiths Bay. Their rosy sheen comes from the crushed shells of millions of tiny sea creatures  and its Bermudas hungry parrotfish who do lots of the crushing with their reef-chomping teeth. Its easy to find more secluded coves, too. You can explore beyond the more famous shores using the local bus and ferry network, and by going on foot  shoes optional.",
        "image1": "",
        "Title2": "Nature & wildlife",
        "Paragraph2": "Tax haven but also wildlife haven, Bermuda is surrounded by nature. Green turtles shelter in the seagrass, whilst the Sargasso Sea is named after the seaweed that flourishes there  and Bermudas sargasso seaweed shelters all manner of marine life. Humpback whales migrate north, passing Bermuda in March and April. Spotted eagle rays, sharks, dolphins are among the big marine life spotted here, alongside countless other reef species. \r\nThe main islands of Bermuda form the shape of a fishhook  one which could never hope to catch the abundance of sea life that swells around its shores. In the islands curves, there are lots of sheltered bays, great for snorkellers. Pristine reefs abound, as well as lots of shipwrecks that have fallen foul of their sharp edges in shallow waters, making Bermuda a wonderful diving destination, too. On land, explore the beaches and forest of Bermudas newest nature reserve, Cooper Island.",
        "image2": "",
        "Title3": "Walking holidays",
        "Paragraph3": "The smell of wild fennel, trails lined with prickly pear and sea lavender; when you walk in Bermuda, youre never far from coastal nature. The Bermuda Railway Trail is a 35-km traffic free trail across the islands, wandering through Bermuda Railway Trail National Park on a former railway line which used to be used by the Old Rattle and Shake train. Strenuous hiking this is not. Bermuda is not big, and its highest point is 79m above sea level. Instead, you can expect coastal views and, on the South Shore Trail, your pick of nine different bays  that means plenty of beach stops. \r\nOur Bermuda walking holidays give you the chance to walk independently and explore the lesser-seen, lush interior  unveiled for you with the help of insider knowledge from a local guide at the start of your tour.",
        "Title4": "Culture",
        "Paragraph4": "Modern-day Bermuda is an expensive tax haven, but walk around capital Hamiltons harbour and youll find two centuries of history  but also hidden murals and modern sculpture and Bermudas national gallery, library and museum, as well as British-ish pubs. In UNESCO-listed St George, colourful harbour houses and architecture that reminds visitors of Britains colonising activities. The African Diaspora Heritage Trail, colourful street parades and carnivals for Bermuda Day and Bermuda Carnival help celebrate and showcase the islands longer heritage and the role of former enslaved peoples in shaping its culture.",
        "image3": ""
    }
]