[
  {
    "destination": "Liberia",
    "mainPhoto": "",
    "id": "liberia-and-sierra-leone-tour",
    "tourName": "Liberia and Sierra Leone tour",
    "placesVisited": "",
    "generalInfo": "Experience the Cultural and Historical Tour of Liberia and Sierra Leone both in West Africa in this 13 Day tour. Highlights of this tour include; Monrovia, Jola House Women’s Social Enterprise, Gbarnga, Kpatawee Waterfalls, African Village Experience… all in Liberia and also Free Town, Bunce Island, Rogbonko Village, Banana Island… also in Sierra Leone.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>    Meeting and assistance upon arrival and departure<br/>    Roundtrip airport/hotel transfers<br/>    Hotel accommodation in the listed properties<br/>    Transportation in private vehicle<br/>    Experienced tour guide<br/>    Admission to listed sites<br/>    Meals indicated<br/><br/>Not Included<br/><br/>    Flights<br/>    Cost of visa<br/>    Meals not listed<br/>    Travel Insurance<br/>    Gratuity to driver and guide",
    "durationDays": "13",
    "price": "5895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Monrovia, Liberia | Arrive Monrovia; meet assist and transfer to hotel Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Monrovia Historical Tour | After breakfast go on a Tour of Monrovia, highlights will include the remnants of Ducor Hotel the highest point in Monrovia, where the first lighthouse of Liberia and the Joseph Jenkins Roberts monument are located. The monument Liberia’s most popular President William V.S. Tubman and finally, Providence Baptist Church, Liberia’s oldest church built in the 18th Century where the Declaration of Independence was signed. Meals included: Breakfast Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Monrovia – Jola House Women’s Social Enterprise | After breakfast, visit the Jola House Women’s Social Enterprise see Artisans who have become self sufficient by creating and designing furniture and gift items. Meals included: Breakfast Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Monrovia – Gbarnga – Kpatawee Waterfalls | After breakfast drive to Gbarnga in Bong County, visit some Tribal villages and learn the cultural and archaeological history of these tribes in Liberia. Afterwards, visit the Kpatawee Waterfalls covered by a lush canopy, afternoon at leisure trek along the falls or just relax. Meals included: Breakfast Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Monrovia Village Experience | After breakfast, we travel through the Liberian countryside for a true African village experience like no other. Get an insider’s view of the village life and become in tune with the rich historical and cultural heritage of the beautiful Bassa people. Your tour will end with a one-of-a-kind cultural performance where you will be invited to join in a display your skills. This is a memory that is sure to last a lifetime. (minimum number required for cultural performance is 6) Meals included: Breakfast Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Monrovia | After breakfast go on a tour of the Waterside Market, visit the booths of local artisans to shop for souvenirs, African artifacts and carvings. Also visit local Mandingo tailor shops. Meals included: Breakfast Overnight at Bella Casa Lodge & Suites"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Free Town – Sierra Leone | After breakfast, transfer to airport for flight to Freetown; meet assist and transfer to Hotel. Meals included: Breakfast Overnight at Country Lodge"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Free Town | After breakfast go on a city Tour of Freetown; visit the National Museum; historic sites around the City;. In the This morning, take a city tour by visiting the National Museum, and the market. After Lunch, tour the University of Sierra Leone’s Fourah Bay College the oldest University in West Africa enjoy the amazing view from the mountain and the Botanical Gardens around the University. Meals included: Breakfast Overnight at Country Lodge"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Freetown – Bunce Island | After breakfast drive to Aberdeen, enjoy a cruise to Bunce Island a commercial Fort built to facilitate The Atlantic Slave Trade; during its operation about 50,000 men, women and children were sent to slavery mainly on the rice plantations of South Carolina and Georgia, known as the Gullah Tribe. Walk through the ruins of Bunce Island and experience the paths the slaves took. Meals included: Breakfast Overnight at Country Lodge"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Rogbonko Village | After breakfast drive to Rogbonko Village Retreat to experience real village life, meet the villagers, and experience their culture and daily lives Meals included: Breakfast Overnight at Rogbonko Village Retreat"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Rogbonko Village | After breakfast spend a full day in the village. Meals included: Breakfast Overnight at Rogbonko Village Retreat"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Banana Island | After breakfast, drive to Banana village and visit the two Island Villages of Ricketts; located on the coast facing the Western Peninsula both Islands have a combined population of about 900, connected by a spit of sand that is underwater at high tide. A stone bridge connects the path between the two islands’ learn about the culture and mingle with the villagers. Meals included: Breakfast Overnight at Banana Island Guesthouse"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free Town / Depart | Return to Freetown; transfer to the airport for your flight back home Meals included: Breakfast"
      }
    ],
    "map": ""
  }
]
