[
  {
    "destination": "Scotland",
    "mainPhoto": "",
    "id": "scotland-wildlife-photography-holiday",
    "tourName": "Scotland wildlife photography holiday",
    "placesVisited": "",
    "generalInfo": "Discover the wild beauty of Scotland on this 7-day photography workshop, designed for wildlife enthusiasts and photographers of all levels. With its dramatic landscapes, diverse wildlife, and rich cultural heritage, Scotland offers some of the most stunning and pristine environments for capturing nature. This unique experience, led by expert photographer Will Hall, will take you through the Scottish Highlands to photograph iconic wildlife such as Red Deer, Mountain Hares, and Red Squirrels, as well as the possibility of encountering Ptarmigan. Alongside wildlife photography, you’ll explore the landscapes through both daytime and optional astrophotography sessions under Scotland's dark skies.<br/><br/>More than just a photography tour, this workshop emphasizes the importance of conservation and responsible travel. You'll learn about the country’s wildlife conservation efforts, including how the natural landscapes and wildlife are protected, and how fieldcraft can contribute to ethical photography practices. Will’s expert guidance will not only enhance your photography skills but also help you understand how to capture nature responsibly, minimizing your impact on the environment while observing wildlife in their natural habitat.<br/><br/>Highlights:<br/><br/>Iconic Wildlife Photography: Capture the beauty of Scotland’s wild animals, including the Red Deer rut, Mountain Hares, and Red Squirrels, with a focus on ethical photography techniques.<br/>Stunning Landscapes &amp; Astrophotography: Photograph Scotland’s dramatic Highlands, lochs, and glens, with an opportunity for astrophotography under the country’s dark skies.<br/>Exclusive Photography Hide: Gain access to a private hide for an unparalleled wildlife photography experience, getting up close to Scotland’s unique fauna.<br/>Expert Guidance: Receive personalized tuition from Will Hall, learning both technical photography skills and fieldcraft while gaining insights into Scotland’s wildlife conservation efforts.<br/>Conservation Focus: Learn about Scotland’s ongoing wildlife conservation projects and how responsible travel practices contribute to the protection of the country’s natural habitats.",
    "durationDays": "7",
    "price": "2995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival at accommodation, settle in, and welcome briefing for the week."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Morning & afternoon photography with crested tits and woodland birds."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Morning & afternoon photography sessions with red deer, followed by an optional astrophotography session."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Morning photography with mountain hares, followed by an exclusive hide session in the afternoon/evening."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Morning session with red squirrels and an afternoon optional session to revisit a particular species."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Optional return to a location for specific species or an attempt to photograph ptarmigan. Evening image review session and group meal."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Final morning photography session, followed by breakfast and departure."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Scotland",
    "mainPhoto": "",
    "id": "wildlife-holiday-in-the-isle-of-mull-scotland",
    "tourName": "Wildlife holiday in the Isle of Mull, Scotland",
    "placesVisited": "Isle of Mull, Full day wildlife safari, 6 hour whale watching trip, Exert wildlife guides",
    "generalInfo": "This five day tailor made holiday to see Isle of Mull wildlife in all its glory starts in Oban, where you will take the ferry over to the island. An island with fecund fauna, you will have the services of naturalist guides, expert in Hebrides wildlife. With two full days of guided wildlife safaris, one will focus on land, with bird watching treats that include golden eagles sweeping over the island’s tranquil valleys and sea eagles dipping in and out of the island’s rocky and sandy bays. The island’s marshlands are perfect habitats for hen harriers and walks on quiet, rural lanes are great times to spot cuckoos, mistle thrush or skylarks. The highlight of your day may be stealthily watching otters at play by the loch shore.<br/><br/>The second guided safari is at sea, this time to go wildlife and whale watching, guided by expert local guides who are also local conservationists. Your trip supports their work to monitor and protect minke whales, dolphins and porpoises as well as basking sharks. On your trip, you will search for all of these species, which frequent the waters off Mull over the summer months. Orca, or killer whales, pass through from time to time if you are very lucky.<br/><br/>Small but perfectly formed, your small hotel resides amidst Tobermorys elegant conservation area. High above the harbour, you can escape the village bustle yet are still just a short walk from Main Street. Sweeping views across the bay can be enjoyed from large comfortable sofas in one of the two guest lounges. With just six small, but beautifully furnished, bedrooms two even have a four-poster bed the friendly owners aim to make your stay a rather luxurious home from home.",
    "durationDays": "5",
    "price": "1045",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Take the ferry from Oban to the Isle of Mull"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Full day \"wildlife safari\" to spot eagles, otters and more"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wildlife and whale-watching boat trip"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day at leisure to explore the island"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Return home"
      }
    ],
    "map": "",
    "category": "Safari"
  }
]