[
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "dahabiya-nile-cruise-and-cairo-holiday",
    "tourName": "Dahabiya Nile cruise and Cairo holiday",
    "placesVisited": "",
    "generalInfo": "Nile Cruises are a great way to experience the ancient archaeological sites of Egypt.   Whether it’s a short or longer cruise is dependent on your overall holiday plans.   However, the majority of travelers spend some days in Cairo before or after their cruise adventure.   <br/><br/>The cruise vessel are shallow draft vessels which provide comforting glide over the water.   Irrespective of the time of the year, the experience will be one of smooth sailing. The vessels themselves provide a roof top viewing experience that enables you to capture incredible images as you move between port stops.  <br/><br/>Categories of Cruise Vessels<br/>There are 3 main cruise vessel categories that we recommend and these are:<br/>•\t5 Star Luxury,<br/>•\t5 Star Ultra and;<br/>•\t5 Star Deux.<br/><br/>Excursions and A Guide At Each Location?<br/>Each day, the cruise will travel to a specific historical site.   The cruising time between stops varies from 2 to 3 hours on average. At each location you disembark for your prearranged excursions at that location.  On each stop, you are met by our guide.  You will be escorted by our guide on your tour and then taken back to your cruise vessel at the end of your activities.<br/><br/>What Ancient Sites Can You Visit on a Nile Cruise?<br/>Please refer to your itinerary as there are multiple sites which can be visited and these will vary depending on the number of days you spend on a cruise.  A small sample of sites that can be visited include:<br/>•\tAswan High Dam and Elephantine Island,  Philae Temple Complex:<br/>•\tAbu Simbel<br/>•\tThe Temples Kombo Ombo, Edfu Temple,<br/>•\tThe Great Temples of Karnak and Luxor  <br/>•\tThe Valley of the Kings and The Valley of the Workers<br/>•\tThe Temple of Hatshbsut, The Colossi of Memnon",
    "durationDays": "6",
    "price": "3105",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Into Cairo and Your Accommodation. Our representative will be on hand to facilitate you through Customs and Immigration and then to book you into your hotel at the Cairo Marriott (Nile River) 5 Star Hotel or equivalent. Dinner at Own Expense. Optional Tour: Depending on your arrival time into Cairo you may like to do some shopping at Khan El Khalili Bazaar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today You Fly to Aswan to Join Your Nile Cruise. Breakfast at the hotel - transfer to Cairo Airport for your flight to Aswan. You will visit: Aswan Dam and Elephantine Island: The dam is the world’s largest embankment dam. And today, you will embark on a 1-hour sail on a traditional Egyptian craft called a felucca. A water's view before your excursion to the Philae temple complex. Philae Temple Complex: According to the legend, Philae is the place where Isis found the heart of Osiris and then buried it on the Island. Transfer to your cruise vessel and overnight - the first of 3 nights. B L D Included"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Leisurely Cruising And Amazing Sites. Abu Simbel The pharaoh Ramses II built the temple in 1200 BC. It was relocated to its current site when the Aswan Dam was built. The Temple was dedicated for four Egyptian deities by Ramses II including Amun-Ra, Re-Horakhty and Ramses II himself. Temple Kombo Ombo: Located on the banks of the Nile in a village of the same name, Kom Ombo is unique in Egypt as a double temple - dedicated to two deities, Sobek and Horus. Transfer to your cruise vessel and overnight - the second of 3 nights. B L D Included"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Where the History Flows and Captivates. The Great Temples of Karnak and Luxor. Karnak is an ancient Egyptian temple precinct located on the east bank of the Nile River in Thebes (modern-day Luxor). It covers more than 100 hectares, and is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the pharaohs. Transfer to your cruise vessel and overnight- the third and last night on the cruise vessel. B L D Included"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A Spectacular Day! The Valley of the Kings: The Valley is where rock-cut tombs were excavated for pharaohs in the New Kingdom. The Valley of the Workers: This is an ancient workmen's village which was home to the artisans who worked on the tombs. The Temple of Hatshbsut Queen Hatshepsut's temple was built to tell Hatshepsut's life story and to assert her power. B L included - Dinner at Own Expense. Transfers and Flights: You will transfer to the airport for your flight to Cairo and overnight at the Cairo Marriott Hotel - 5 stars"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "And Perhaps Some Last-Minute Shopping. Breakfast in the hotel. Checkout: Checkout times can be discussed with the hotel but are typically between 11 am and noon. Depending on your departure time, it may be that you would like to relax or have a shopping experience at the Khan El Khalili Bazaar. Transfers and Flights: You will transfer to Cairo International Airport for your ongoing journey. End of Tour."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "egypt-history-tour-nile-cruise",
    "tourName": "Egypt history tour & Nile cruise",
    "placesVisited": "",
    "generalInfo": "Treasures of Egypt tour will give you the chance to explore Egypt in-depth while taking unique different routes. Only in 12 days, travel the length of Egypt, start and end in Cairo! Begin by spending time at the awe-inspiring Pyramids of Giza – the only existing wonder of the Seven Wonders of the World and tour the capital of Egypt. Then, take a drive to many destinations in Egypt, namely Fayoum, El Minya, Amarna, Assuit, Abydousa and Dandara. Embark on a leisurely paced cruise, Salacia Nile Cruise, and sail along the world’s longest river as you sail from Luxor and land in Aswan where you will take your flight back to Cairo.<br/><br/><br/>Included<br/>Meet and greet service by our representatives at airports.<br/>Assistance of our guest relations during your stay.<br/>All transfers by a private air-conditioned vehicle.<br/>Accommodation for  3 nights in Cairo including breakfast and dinner<br/>Accommodation for  2 night  in El Minya including breakfast and dinner<br/>Accommodation for 1 night in Abydos, Sohag including breakfast and dinner<br/>Accommodation for 1 night in Luxor, including breakfast and dinner<br/>Accommodation for 4 nights on board 5 star Cruise including breakfast, lunch and dinner<br/>All the sightseeing tours as mentioned in the itinerary (Private Guided Tours).<br/>All sightseeing tours on the Cruise sharing Cruise group<br/>Entrance fees to all sites as indicated on the itinerary.<br/>Meals as mentioned in the  itinerary.<br/>Flight from Aswan to Cairo<br/>Bottled water during outings outside of hotel or cruise ship.<br/>Portage when needed.<br/>All service charges and taxes.<br/><br/>Excluded<br/>International Airfare<br/>Entry visa to Egypt<br/>Any optional tours<br/>Personal expenses like drinks during meals, laundry, phone calls…etc<br/>Tipping<br/><br/>Accommodation plan:<br/>Grand Aton Hotel - Al Minya <br/>Hilton Pyramids Golf Hotel - Cairo <br/>House of Life Hotel - Abydos <br/>MS Salacia Nile cruise<br/>Sonesta St. George Hotel - Luxor",
    "durationDays": "12",
    "price": "4570",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Day 1: Arrival in Cairo Arrival at Cairo Airport where you will meet and be assisted by our representative. Then, get transfered to your hotel and enjoy dinner. Overnight at the hotel in Cairo. Meals: Dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day 2: Pyramids and GEM After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Return back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day 3: Sightseeing in Cairo You will explore Cairo, the city of a thousand minarets, by starting the tour with Al Darb Al Ahmar, the area south of Cairo's city walls; between Bab Zuweila and the Citadel, was initially the site of Fatimid and Ayyubid-era cemeteries. Under the prosperous reign of Sultan al-Nasir Muhammad (between 1293 and 1341), the population of the city reached its peak and the area began to be developed in earnest. After that you will visit Salah El Din Citadel, the Alabaster Mosque of Mohamed Ali, then proceed to Sultan Hassan Mosque and Madrasa which is considered Stylistically the most compact and unified of all Cairo monuments. Then, you will visit the Mosque of Ahmed Ibn Tulun; this mosque is cosnidered to be the third large mosque built in Egypt. It is characterized by its spacious hall (saha), its unique spiral minaret and a large collection of gypsum decoration. Meals: Breakfast, Lunch. Visits: Cairo, Al Darb Al Ahmar neighbourhood, Salah El Din Citadel, the Alabaster Mosque of Mohamed Ali, Sultan Hassan Mosque and Madrasa, Ahmed Ibn Tulun Mosque."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day 4: Traveling to Fayoum & El Minya You will have an early departure to be driven from Cairo to Fayoum, 60 km from Cairo. You will visit Lake Qaroun and then proceed to the National park of Wadi Rayan where we visit the Water Falls, Gabal Al Modawara and the Wales Cemetery. Enjoy a picnic Lunch. Later, you will head to El Minya and upon arrival, you will be transfered to Grand Aton El Minya hotel for check-in. Meals: Breakfast, Lunch, Dinner Visits: Fayoum, Lake Qaroun, National park of Wadi Rayan, Fayoum Water Falls, Gabal Al Modawara, Wales Cemetery, El Minya."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Day 5: Sightseeing in El Minya You will visit the necropolis of Tuna El Gabal, which includes many important elements such as the crypts of baboons and Ibis that actually represent the god Thoth, the tomb of Isadora, the tomb of the priest Pet-osiers, the old water wheel and the boundary stele of the city of the Aton. Proceed to Al Ashmunien, the ancient city of Hermopolis, where you will visit the open museum with the two colossal baboon statues and the ruins of the basilica church with its Rose granite columns. Then, proceed to the site of Beni Hasan, eastern bank of the Nile. There you will visit the unique rock-cut tombs with its scenes depicting local and regional life during the Middle Kingdom. Many of these have scenes of wrestling and military training. Overnight at the hotel. Meals: Breakfast, Lunch, Dinner. Visits: El Minya, The Necropolis of Tuna El Gabal, Al Ashmunien, Beni Hasan."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day 6: Visit Amarna & Assuit After breakfast, you will be driven to Tell Al Amarna, the capital of Akhnaton, where you will explore the city, the northern and the southern tombs, the ruins of the palace and temples and finally the royal tomb. Then, you will go to Assuit city to visit Al Muharraq Monastery, 48 kilometers north of Assiut. The Holy Family stayed there for 6 months and 10 days, the longest period spent at any single site, and then you will head to Meir Village which was the functioning cemetery for Cusae, located in Egypt, approximately thirty to forty miles north of the city of Assuit. Meir functioned as an Old Kingdom-Middle Kingdom (6th-12th Dynasty) cemetery for the nomarchs of the fourteenth Nome of Upper Egypt. Below the hillside of the rock-cut tombs lies a cemetery that is specifically for the more common folk. The rock-cut tombs only functioned for nomarchs of the city of Cusae, which was a cult center for the Egyptian deity Hathor. Last, you will be driven to Abydos. Overnight at Abydous. Meals: Breakfast, Lunch, Dinner. Visits: Tell Al Amarna, Assuit city, Al Muharraq Monastery, Meir Village."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Day 7: Abydos, Dandara & Luxor You will visit Fortress Shonet El Zebeeb, the first building in the history, then you visit the temple of Seti the first. It is considered the most beautiful temple in Egypt. The temple was built by Seti I and was finished by his son Ramesses II after his father's death. It contains the best-coloured high Reliefs in Egypt and Abydos King List, showing the cartouche name of many dynastic pharaohs of Egypt from the first, Narmer or Menes, until Ramses himself. Then, after enjoy a lovely lunch, you will be driven to the complex of Dandara temple where you will visit Hatour Temple, the goddess of love, music and dancing. You will have the chance to explore the Temple Elements, the decorated ceiling with its beautiful colored astronomical drawings, the replica of the Egyptian Zodiac and the crypts. After your visit, you will travel to Luxor. Overnight in Luxor. Meals: Breakfast, Lunch, Dinner Visits: Abydos, Fortress Shonet El Zebeeb, Temple of Seti the First, Complex of Dandara Temple, Hatour Temple, Temple Elements, Luxor."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Day 8: Embarking your Nile Cruise in Luxor - Transfer to embark your cruise before lunch. - Enjoy lunch on board. - Go to the East Bank where you will visit the Temples of Luxor and Karnak - Have an appetizing dinner on board. Overnight in Luxor. Meals: Breakfast, Lunch, Dinner. Visits: Luxor, East Bank, Luxor Temple, Karnak Temple."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Day 9: Visiting West Bank & Sailing to Edfu - Enjoy breakfast on board. - Go to West Bank one more time to visit this time the Valley of the Kings and Temple of Queen Hatshepsut. - Sail to Edfu via Esna. - Have a lovely lunch on board. - Enjoy an afternoon tea while relaxing. - Have dinner on board. Overnight in Edfu. Meals: Breakfast, Lunch, Dinner. Visits: West Bank, Valley of the Kings,Temple of Queen Hatshepsut, Edfu."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Day 10: Edfu Temple & Sailing to Kom Ombo - Have breakfast on board. - Visit Horus Temple in Edfu. - Enjoy lunch on board. - Enjoy an afternoon tea and a relax time while sailing to Kom Ombo. - Visit the Temple of Kom Ombo shared by the two gods Sobek and Haeroris in Kom Ombo. - Sail to Aswan. - Have an appetizing dinner on board. Overnight in Aswan. Meals: Breakfast, Lunch, Dinner. Visits: Horus Temple, Kom Ombo, Kom Ombo Temple, Aswan."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Day 11: Sightseeing in Aswan - Have breakfast on board. - Visit the Philae Temple and Unfinished Obelisk. - Enjoy lunch on board. - Enjoy an afternoon tea with a charming and magnificent view. - Have dinner on board. Overnight in Aswan. Meals: Breakfast, Lunch, Dinner. Visits: Aswan, Philae Temple, Unfinished Obelisk."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Day 12: Final Departure - Have breakfast on board. - Disembark after breakfast. - Get transferred to Aswan Airport for your flight to Cairo where you will take your flight home. Meals: Breakfast."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "nile-cruise-and-red-sea-holiday",
    "tourName": "Nile Cruise and Red Sea holiday",
    "placesVisited": "",
    "generalInfo": "Uncover the treasures of Ancient Egypt and cruise the legendary Nile on our classic tour that blends epic history with vibrant modern life. Stand in awe before the Great Pyramids of Giza, unravel the secrets of the Valley of the Kings, and feel the pulse of Cairo's chaotic charm. Along the way, relax aboard a Nile cruise, drifting past palm-lined banks, timeless temples, and rural villages where life hasn't changed for centuries. Finally, wind up by the Red Sea, with the opportunity to unwind on a private beach or have a go at snorkelling. <br/> <br/> Walk Through History - Gaze up at the iconic Pyramids and the mysterious Sphinx, and explore tombs and temples that have stood for millennia.<br/> Cruise the Nile in Style - Watch life unfold along the riverbanks as you sail from Aswan to Luxor, with golden sunsets and ancient landmarks as your backdrop.<br/> Experience Daily Egyptian Life - Sip strong coffee in Cairo's buzzing cafés, haggle in lively markets, and exchange smiles with children waving from the Nile's edge.<br/> Dive into the Red Sea - Unwind with three days on Egypt's coast, where you can swim in crystal waters, snorkel vibrant coral reefs or simply soak up the sun on the golden sands.<br/> <br/>",
    "durationDays": "13",
    "price": "2695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Cairo",
        "description": ": Our tour starts today in Cairo, Egypt's bustling capital, sitting on the banks of the River Nile. This sprawling metropolis is a jumble of modern buildings, ancient landmarks and maze-like streets, offering the best Pharaonic, Coptic and Islamic sites in Egypt. There are no activities planned today, so you're free to arrive in Cairo at any time. If you'd like an airport transfer today, you'll need to arrive into Cairo International Airport (CAI), which is a 30 to 45-minute drive to the hotel. At 6pm, our tour leader will meet you in the hotel reception for a welcome meeting. If you want to, there'll be a chance to go out for dinner afterwards. If you arrive later, our tour leader will catch you up at a later point. If your flight arrives earlier in the day, perhaps you might like to catch your first glimpse of the mighty Nile River, visit the capital's medieval market at Khan el Khalili or cross the river to take a walk down the Nile promenade. Egyptians are warm and welcoming to visitors, so you're sure to get an authentic experience wherever you wander."
      },
      {
        "dayNumber": 2,
        "title": "In Cairo; visit the Pyramids, Sphinx and the spectacular new Grand Egyptian Museum",
        "description": ": This morning, we'll make our way to Giza, where we'll see the pyramids and Sphinx, among the most impressive man-made spectacles in the world. We'll explore the pyramid complex, which includes the sphinx, a crouching lion with a human head carved from solid rock and the splendid Granite Temple, with a local guide. We'll then head to the spectacular new Egyptian Museum in Giza, a repository of over 100,000 items encompassing all aspects of ancient Egyptian life, including ornate jewellery, caskets, towering granite statues and mummified remains. At the time of writing, there are twelve galleries open, including the remarkable golden treasures of Tutankhamun. The Grand Egyptian Museum is a wonderful destination in itself; its sheer size and beautiful architectural design have deservedly drawn acclaim worldwide. After our tour, there is time to have lunch in one of the many restaurants in the museum. Returning to our hotel in the city centre, there will be time to take a stroll to visit the capital's medieval market at Khan el Khalili, have a dip in the pool or relax on the rooftop terrace overlooking the Nile."
      },
      {
        "dayNumber": 3,
        "title": "Visit the Egyptian Museum off Tahrir Square. Rest of the day is free in Cairo to explore, overnight train to Aswan",
        "description": ": Our first stop is to visit the original Egyptian Museum, a very short drive from our hotel, located on Tahrir Square. The museum hosts many antiquities that have yet to be moved to the new museum in Giza. The rest of the day is free for optional trips in the capital. This morning, there is the opportunity to visit Saqqara, the impressive steppe pyramid/necropolis of Zozer (Djoser), the earliest of the pyramids of Egypt. In the afternoon, you can take a trip to Islamic Cairo to visit the illustrious Citadel, one of Saladin's many strongholds during the Crusades. There will also be the chance to enter one or more of the medieval mosques of Cairo, where there is a requirement to dress modestly with looser fitting clothing that covers the arms and legs. Shorts or sleeveless shirts are not permitted. Please see the Budgeting & packing section for more details. This evening, we'll depart for Aswan on an overnight train. We use the best available sleeper compartments, with two-berth cabins, each containing a bench seat which converts into bunk beds. Whilst the service is designated as first class, the standard is not comparable to European first-class train travel. Dinner and breakfast are delivered by the carriage steward directly to you, but it's also worth purchasing some snacks before you board."
      },
      {
        "dayNumber": 4,
        "title": "In Aswan; tour of the Philae Temple and optional Nubian village dinner",
        "description": ": Aswan is Egypt's most southerly city, traditionally regarded as the frontier post of Upper Egypt. Sited on the east bank, it stands just below the First Cataract and is the meeting point of Arab culture with Nubia and black Africa. Today, we'll explore Aswan and the surrounding area. Our early arrival allows us time to take an excursion to the Philae Temple marooned on a picturesque island, having been relocated when the original site was flooded following the completion of the Aswan Dam. The temple is adorned with beautifully carved pylons containing some of Egypt's finest carvings. We'll travel to the island and back on a small motorboat. Returning to our hotel around lunchtime, the afternoon is free to relax, use the hotel pool located on the banks of the Nile or undertake some independent sightseeing. The Nubian bazaar, a short walk away from our hotel in the centre of Aswan, is well worth a visit. The bazaar contains many unusual stalls, including perfume shops and a papyrus institute. It's also possible to take an optional tour of the Aswan High Dam, completed in 1970 and the unfinished obelisk. This evening, there will be the opportunity to take a motorboat journey to a traditional Nubian village for a home-cooked dinner with a local family."
      },
      {
        "dayNumber": 5,
        "title": "Optional excursion to Abu Simbel, Board a cruise boat",
        "description": ": Today, you might like to take a very early morning trip by bus to the fabulous rock-hewn temple of Abu Simbel. Cut into the rock face, this enormous structure was raised 61 metres/200 feet to save it from floods created by the Aswan High Dam. The 20-metre/65-foot high statues represent Ramses II, known as the great builder. We'll have two hours to explore the famous site before returning to Aswan and boarding our river cruise boat, home for the next three nights. Nile Riverboat cruise On board our cruise, you'll be travelling in style. Typically accommodating around 130 guests, accommodation is in comfortable twin or double en suite cabins with large panoramic windows offering views of life carrying on along the Nile River. The cabins are well-appointed with a TV, fridge, air conditioning and WiFi (at an extra cost). The interior also features several large communal areas; the lounge and bar are a great place to socialise with other passengers. There's also a large restaurant, a reading area and several shops on board. There'll be evening entertainment one night of our cruise, plus the top deck has a large seating area with a swimming pool where you can relax with views over the Nile. We'll board just in time for lunch, and then the afternoon is free for you to relax onboard. Alternatively, you could explore Aswan's busy market or perhaps have afternoon tea at the Old Cataract Hotel (dress code applies), where Agatha Christie wrote her novel Death on the Nile. This evening's meal is served back onboard."
      },
      {
        "dayNumber": 6,
        "title": "Cruise down the Nile River towards Kom Ombo Temple",
        "description": ": After breakfast, there is an optional trip on a traditional felucca boat to sail around the Aswan islands, including a visit to the Botanical Gardens. We'll return in time for our cruise to begin and start sailing, heading north (downstream) towards Kom Ombo, where we'll disembark. Situated on the banks of the river, this temple is particularly unique because it's dedicated to two gods: Haroeris and Sobek, the crocodile god. It's thought that this part of the Nile used to have a large crocodile population, hence the dedication to Sobek. This evening, we'll continue upstream to Edfu city, where we'll stay overnight."
      },
      {
        "dayNumber": 7,
        "title": "Continue to cruise up the Nile towards Luxor",
        "description": ": Continuing our cruise towards Luxor today, we'll have a scheduled two-hour stop at the Temple of Edfu after breakfast. The only mode of transport to get from the dock to Edfu Temple (a journey of just over 1 kilometre/0.7 miles) is by locally owned and controlled horse-drawn caleshes. Unfortunately, we've received feedback that the condition and treatment of these horses fall well below the standards set out in our Animal Protection Policy, and efforts to support improvements have been unsuccessful. With this in mind, we encourage you to opt out of visiting Edfu Temple so as not to endorse these poor welfare standards. If you wish to visit the temple, please speak to your tour leader, who can arrange this for you. After our stop, we'll set sail once again for Luxor, arriving in the late afternoon. The evening is free, so you can wander around the souks and busy streets before dinner. Later this evening, there is the opportunity to experience the sound and light show at Karnak Temple, an incredible display where Karnak and the story of Egypt come alive. Alternatively, it's possible to visit the Luxor Museum or the Luxor Mummification Museum, which is open until 9pm."
      },
      {
        "dayNumber": 8,
        "title": "Cruise ends in Luxor, visit Karnak Temple",
        "description": ": This morning, we'll disembark for the final time and drop our bags at the hotel before visiting the Temple of Amun at Karnak, the labour of numerous pharaohs. Built around 2000 BC, this vast temple was still in progress during Cleopatra's reign in the 1st century BC. After a busy few days, this afternoon is free for you to relax. It's possible to visit the Luxor Museum and the Luxor Mummification Museum if you didn't visit yesterday; both are within walking distance from our hotel. Today, we'll also have the chance to see Luxor from above with an optional hot air balloon ride over Luxor, the Valley of the Kings and the Temples of Antiquities on the West Bank. If you'd like to opt in, pick up will be from your boat between 0430 and 0500. Please see the Budgeting and packing section for more details."
      },
      {
        "dayNumber": 9,
        "title": "Explore the West Bank, Habu temple and Valley of the Kings",
        "description": ": Arguably Egypt's most well-known site, this morning we'll have an early start to visit the world-famous Valley of the Kings, most famous for being the burial site of Tutankhamun, discovered in 1922 by British Egyptologist Howard Carter, along with another 62 royal tombs. Our visit includes entrance to three of the tombs, which will be decided on the day, as many are periodically closed for resting and renovation to protect them. After the three, there will be an option to pay a supplement to visit Tutankhamun's tomb. Our next stop is the Temple of Hatshepsut. Pharaoh Hatshepsut is believed to be the most successful reigning female power of Egypt, no mean feat during Ancient Egyptian times, and was buried alongside her male counterparts in the Valley of the Kings. Historians throughout modern history offer contrasting information about her reign, but walking into the shadow of Hatshepsut's immense temple, which is built into the limestone rock face on Luxor's West Bank, is a key symbol of her achievements. The structure is unexpectedly modern by design and was once linked directly with Karnak Temple on the East Bank. Continuing our exploration of the West Bank, we'll visit the striking Habu temple, one of the less-visited sites on the West Bank and very much underrated. The temple complex is dominated by the highly decorated and well-preserved funeral temple of Ramses III, depicting scenes of conquests and famous battles. The complex also houses the Temple of Amun, built by Hatshepsut and Tuthmosis III. With the backdrop of the village in the foreground and the Theban hills behind it's a fitting end to our morning of visiting some of Egypt's best-preserved ancient sites. We'll enjoy a home-cooked lunch at a local family home on the West Bank today, where we'll sample traditional dishes such as okra stew, koshari made with rice, lentils, pasta and chickpeas and tagen, a rich and tasty tomato-based dish, all served with freshly baked bread. We'll arrive back at our hotel mid-afternoon with time to relax, take a dip in the hotel pool or enjoy a stroll to the lively markets in Luxor."
      },
      {
        "dayNumber": 10,
        "title": "Journey Across the Desert to Hurghada, Red Sea Escape",
        "description": ": This morning, we bid farewell to our tour leader and the ancient wonders of Luxor, trading temples and tombs for turquoise waters. Our journey eastwards takes us across the rugged landscapes of the Eastern Desert, an ever-changing panorama of sand dunes, rocky outcrops, and mountain ridges. The drive to Hurghada takes approximately five hours, and as we approach the coast, the arid scenery gradually gives way to glimpses of the glittering Red Sea. Upon arrival in Hurghada, we check into our beachside hotel and have the afternoon free to unwind. Whether you choose to stretch out by the pool, stroll along the waterfront, or dip your toes into the warm sea, this is the beginning of a slower-paced, sun-soaked finale to your Egyptian journey. Please note that this Red Sea extension is not a group experience. You may not be travelling with other guests, and the experience is unaccompanied by a tour leader."
      },
      {
        "dayNumber": 11,
        "title": "Optional Red Sea Snorkelling Adventure or Leisure by the Shore",
        "description": ": Today offers the chance to explore the Red Sea's extraordinary underwater world, a paradise for snorkellers and divers alike. If you opt for the full-day snorkelling boat trip (typically six to eight hours), you'll cruise out to some of Hurghada's best reef spots. Here, you'll drift over colourful corals and schools of tropical fish - angelfish, parrotfish, clownfish, and perhaps even the occasional reef shark or moray eel. If you'd prefer to stay on land, you can relax at the hotel's beach or pool - a tranquil haven to relax with a book, sip something cool, or simply soak up the Egyptian sun. With warm breezes and crystal-clear waters, it's a day to do as much (or as little) as you like."
      },
      {
        "dayNumber": 12,
        "title": "A Final Day to Relax in Hurghada",
        "description": ": Your last full day in Egypt is completely at your leisure. After days filled with pharaohs, pyramids, and feluccas, today is all about taking it easy. Feel free to enjoy the hotel's amenities - take a leisurely breakfast by the sea, head for a spa treatment, or take a final swim in the Red Sea. If you're up for a final exploration, you might like to head into Hurghada town to browse local markets or sip mint tea at a seaside café. Or, stay put and let the sun and the waves bring your adventure to a peaceful close."
      },
      {
        "dayNumber": 13,
        "title": "Tour ends in Hurghada",
        "description": ": The trip ends after breakfast at our hotel in Hurghada. There are no activities planned today, so you're free to depart from Hurghada at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel, if you wish to explore more of the town before you depart. If you'd like an airport transfer today, you need to depart from Hurghada International Airport (HRG), which is approximately a 20-minute drive from the hotel."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "nile-cruise-aswan-in-comfort-egypt",
    "tourName": "Nile cruise & Aswan in comfort, Egypt",
    "placesVisited": "",
    "generalInfo": "Unearth a wealth of ancient monuments and treasures in Egypt with the added insight of an expert Egyptologist and the comfort of five-star accommodation throughout. Stand at the awe-inspiring Pyramids of Giza and marvel at the colossal columns of the Temple of Karnak before boarding the MS Movenpick Royal Lily or Royal Lotus for a four-night premium cruise along the Nile. Visit the Valley of the Kings where some 62 pharaohs including Tutankhamun are entombed, before setting sail upstream to Aswan, also visiting the spectacular Edfu and Kom Ombo Temples en route. Sip sundowners from the pool bar or relax on the sun deck as you watch local life pass. In Aswan, the centre of Nubian culture, we stay on Elephantine Island with panoramic views of the Nile.<br/><br/>One of Our Top Recommended Trips for 2026… Here’s Why <br/>Having been lucky enough to explore the Grand Egyptian Museum during the soft opening, I can say the wait for it to fully open was worth it. Visit in 2026 and you’ll be one of the first through the doors, allowing you to view the unrivalled collection of ancient relics before everyone else - Holly Parkinson, destination expert",
    "durationDays": "9",
    "price": "4999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "This premium adventure begins in Cairo, the capital of Egypt, where the modern world meets the old. There’s plenty packed into this holiday, but today is all about settling in. Many flights arrive into Cairo late today, but if you arrive earlier, you may want to head to the hotel pool for a refreshing post-flight dip. Want more time in Cairo? Secure pre-tour hotel nights through your sales representative, allowing you extra time to explore the city and relax into the adventure. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Afterwards we pay a visit to the incredible Egyptian Museum of Antiquities, which contains relics dating to 4000 BCE, including the fantastic riches of Tutankhamun's tomb. Here is a unique opportunity to survey the many fabulous treasures of Egypt in one place and to set the scene for the rest of the tour. For the remainder of the day, we experience modern Cairo with visits to Al Azhar Mosque (the oldest mosque and university in Cairo but still very much in use) and the small alleyways and streets that make up Cairo bazaar. Please note, we will need to cover up at the mosque (long sleeves and trousers) and women will also need to cover their hair with a scarf. Please note: When the Grand Egyptian Museum fully opens, we go there instead of the Egyptian Museum of Antiquities. Duration of the visit is 3 - 4 hours. Your tour leader ensures a big welcome this evening over a group dinner. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, we depart our hotel for a half-day tour of the Pyramids at Giza. Home to the Great Pyramids of Cheops, Chephren and Mycerinus and the timeless and enigmatic Sphinx; these great monuments to the afterlife defy the imagination. Only the throng of sightseers, Egyptian and foreign, milling around their huge foundations, keep the viewer in the 21st century. In the afternoon, there will be free time if you wish to relax by the hotel pool or take an optional excursion to Sakkara. Premium accommodation: Cairo Marriott Zamalek (five-star) Upgrade to a Nile-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We typically transfer to Cairo airport before sunrise for our flight to Luxor (flight times can vary). On arrival in Luxor, we visit Luxor Temple and the huge Karnak Temple complex on the east bank of the Nile. Built over 1,500 years, Karnak is a confusion of pylons, courtyards, halls and sanctuaries. The Hypostyle Hall here has 134 columns, some of which are more than 75ft (23m) high. Both temples are incredibly impressive. We arrive at our cruise boat in time for lunch on board before having free time in the afternoon to relax or explore Luxor. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We begin Day 5 with a visit to the Valley of the Kings on the west bank of the Nile, which contains the once-hidden tombs of more than 60 pharaohs, including Tutankhamun, Seti I, Ramses III and IV. A discreet hillside entrance takes us underground; a series of corridors and ante-chambers leading to the burial chamber and sarcophagus. The walls are covered in brightly painted images and hieroglyphs – a map of the afterlife to ensure the king’s safe passage. One ticket allows us to see three tombs. The ticket usually allows entry into what are regarded as the most impressive tombs, but if you have time, a visit to the tomb of Ramses VI is also highly recommended. Visits to tombs are now strictly controlled to halt further deterioration of wall paintings – each tomb is periodically closed for several weeks. Entry to Tutankhamun’s tomb costs approximately US$12, payable locally. In terms of size and decoration, it is not as impressive as many of the other tombs but is historically very interesting. Next, we visit Hatshepsut Temple and Colossi of Memnon. Both spectacular, the former is a mortuary temple built at the foot of limestone cliffs, the latter is two grand seated statues depicting Pharaoh Amenhotep III. On return to our cruise boat, we begin our voyage along the Nile, travelling upstream from Luxor to Aswan. Exact sailing and excursion times cannot be guaranteed for each trip, but we will visit the temples of Edfu, famous for its roofed inner temples and huge Pylon, and Kom Ombo. The cruise boat has good facilities: a sundeck with sun loungers, bar and small pool, restaurant, gift shop and library – these can all be enjoyed when the cruise boat is docked or sailing. The sunsets over the Nile are stunning and travelling from Luxor to Aswan, enjoying the beauty of the verdant landscape, make this journey special. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today, there is the choice to have a full day in Aswan or an optional visit to Abu Simbel. Aswan is a laid-back town that reflects the character of its largely Nubian inhabitants, known for being friendly and hospitable. By virtue of its position on the old caravan route, it has always been a trading centre and we thoroughly recommend a visit to the packed bazaar today where merchants display a wealth of exotic spices, carpets, leather goods and countless other wares. Today there’s also the option of flying to the magnificent temples of Abu Simbel, 186mi (300km) to the south through the Nubian Desert. Built by Ramses II, the two temples are certainly some of the most spectacular in Egypt. Originally on the banks of the Nile, the temples were raised to a new site above the lake in the late 1960s, as the waters from the new Lake Nasser rose behind the Aswan High Dam. The four great seated statues of Ramses II stare east towards the rising sun. You are picked up from the boat early in the morning with a breakfast box and arrive back to Aswan in the afternoon. Later in the day, we enjoy a sunset sail on a felucca, a traditional wooden sailing boat. Feluccas have been a fixture on the Nile for centuries and are used in the protected waters of the Red Sea and eastern Mediterranean. The deck is strewn with soft, colourful cushions and rugs and equipped with a canopy offering shade. We spend our last evening on board the MS Movenpick Royal Lily or Royal Lotus. Premium accommodation: MS Movenpick Royal Lily or Royal Lotus (five-star)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast on board, we disembark our boat and visit Philae Temple. In the 1970s, it was relocated by UNESCO to Aglika Island after it became evident the original Philae site would submerge on completion of the Aswan High Dam. It represents a magnificent and enduring testament to both ancient and modern engineering. During this excursion, we also visit Aswan High Dam, and you have the option of visiting the Unfinished Obelisk (paid for locally). You can also add an optional excursion to Animalia Nubian Village and enjoy a farewell dinner before returning to the hotel. The Aswan hotel has a perfect location. Enjoy views of the Nile from your room or head to the Panorama Restaurant & Bar, the highest point in Aswan, for 360-degree views of the river. Premium accommodation: Movenpick Resort, Aswan (five-star)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "This unforgettable trip through Egypt ends after breakfast. Either make your way home or, if you’d like a post-adventure relax, speak to your sales representative about extending your stay at the marvellous Movenpick Resort."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "nile-cruise-holiday-in-egypt",
    "tourName": "Nile cruise holiday in Egypt",
    "placesVisited": "Five star cruise boat on the Nile, Cairo, Pyramids at Giza, Luxor, Valley of the Kings, Karnak, Edfu, Aswan, Felucca sailboat on Nile, Optional visit to Abu Simbel, Optional visit to Aswan Dam",
    "generalInfo": "This nine day Nile cruise holiday in Egypt actually starts on land, taking time to explore the world famous historical monuments and ancient architecture that the city and its surrounds are so famous for. Including, of course, the Great Pyramids of Giza where over a hundred of these Ancient Egyptian constructions are a powerful sight to behold. <br/><br/>After taking an internal flight to Luxor, we take time to visit the stunning Valley of the Kings, a labyrinth of underground tombs including King Tutankhamun’s burial chamber. Crossing back over the Nile’s east bank we explore Luxor Temple and the Karnak Temple complex, before boarding the luxury cruise boat. This boat is an extremely comfortable way to spend the next four nights, as we journey on to more architectural greats, including Kom Ombo and Edfu Ptomelaic temples. These were dedicated to Sobek the crocodile god, which you still see symbols of everywhere along the Nile, particularly in Nubian homes.  Another highlight of this holiday is a trip on board a traditional Nile felucca sailing boat, sailing with a small group and travelling in and out of some of the river’s islands and communities. <br/><br/>There are several optional extras on this trip, including a trip to Aswan Dam and also Abu Simbel in the south, a collection of temples that were rescued from flooding by UNESCO when the Aswan Dam and Lake Nasser were built in the 1960’s when they were relocated to this stunning site. <br/><br/>",
    "durationDays": "9",
    "price": "3249",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Cairo, the capital of Egypt, where the ancient and modern worlds connect seamlessly. Many flights arrive into Cairo late today, but if you arrive earlier, you may want to head to the hotel pool for a refreshing post-flight dip. Want more time in Cairo? Secure pre-tour hotel nights through your sales representative, allowing you extra time to explore the city and relax into the adventure. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Around 7am or 7:30am, say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Please have your breakfast beforehand. Then, to set the scene for our adventures ahead, we visit the Egyptian Museum of Antiquities, which contains relics dating back to 4,000 BCE, including the fantastic riches of Tutankhamun’s tomb. After, we visit the magnificent National Museum of Egyptian Civilization, where we can see the mummies of iconic pharaohs, such as Ramses II and Hatshepsut, who we learn so much more about later on the trip. Finally, we navigate the narrow alleys and streets that make up the Khan el-Khalili bazaar. In operation since the 14th century, it is still home to a wonderfully eclectic mix of traders and vendors, offering an intriguing insight into the ancient and modern sides of Cairo. Please note: When the Grand Egyptian Museum fully opens, we go there instead of the Egyptian Museum of Antiquities. Duration for the visit is 3 - 4 hours. Your tour leader ensures a big welcome this evening over a group dinner. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visit the Giza Plateau today, where the Pyramids of Cheops, Chephren and Mycerinus and the mysterious Great Sphinx stand as the greatest testament to the Ancient Egyptians. We wander the site, with a chance to grill our tour leader (an Egyptologist) on the incredible structures. Only the throng of sightseers milling around their huge foundations keep you in the 21st century. If you’d like to venture inside the belly of the pyramids, it is possible to pay for additional tickets locally. After, we drive to a viewpoint to see the grand monuments from another angle. The rest of the day if free to relax or sightsee. Accommodation: Steigenberger Pyramids Hotel (or similar) Upgrade to a pyramid-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "We typically transfer to Cairo airport before sunrise for our flight to Luxor (flight times can vary but we need to be at the airport three hours before the flight so expect a wake up around 2am). A breakfast box is provided, but you'll also need to pack your day's essentials into your hand luggage, such as your hat, sunglasses and sunscreen. On arrival, we go directly from the airport to the huge Karnak Temple complex on the east bank of the Nile. Built more than 1,500 years, Karnak is a mixture of pylons, courtyards, halls and sanctuaries, while our early arrival means we miss the big crowds that arrive later in the day. We then tour the smaller Luxor Temple complex, where we see more grand monuments from the ancient world. After, we arrive at our cruise boat in time for lunch on board before free time in the afternoon to relax or head back into Luxor for more exploration. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Leave the boat very early (to ensure we are back for the commencement of the cruise) and take a 30 to 40-minute bus ride to the west bank of the Nile. Here, we visit the Valley of the Kings, which contains the once-hidden tombs of more than 60 pharaohs. A discreet entrance in the hillside takes us underground, a series of corridors and antechambers leading to burial chambers and sarcophagi. The walls are covered in brightly painted images and hieroglyphs – a map of the afterlife to ensure the king’s safe passage. One ticket allows us to see three tombs, usually into what are regarded as the most impressive tombs. However, if there is time, we recommend a visit to the tombs of Ramses VI and Tutankhamun – these require extra tickets, which can be bought locally. Visits to tombs are now strictly controlled to halt further deterioration of wall paintings – each tomb is periodically closed for several weeks. On crowded days, make sure to have a quick visit to each of the included tombs if you want to add extra tombs as your leader will give a fixed meeting time in order to return to the cruise boat before it sails. After, we visit the nearby Hatshepsut Temple, an architectural masterpiece of the ancient world. Built at the foot of sheer rock cliffs, it is a staggering sight, with a trio of terraces and neat arrangement of pillars. We then visit the Colossi of Memnon, two giant seated representations of the Pharaoh Amenhotep II. On return to our cruise boat, we begin our voyage along the Nile, travelling upstream and, hopefully, enjoying a sunset to remember. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "We continue our exploration of the ancient world today, visiting the Temples of Edfu in the morning. Also on the west bank of the Nile, this grand Ptolemaic temple was dedicated to the falcon-headed god, Horus. In the late afternoon, after a relaxed few hours sailing along the Nile, we visit Kom Ombo temple, unusual in that it was dedicated to two deities: Sobek and Haroeris. Returning to the boat, we set sail for Aswan, where we stay overnight. Please note: Exact sailing and excursion times cannot be guaranteed for each individual trip. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We wake in Aswan today, a laid-back town that reflects the character of its largely Nubian inhabitants, known for being friendly and hospitable. By virtue of its position on the old caravan route, it has always been a trading centre and we thoroughly recommend visiting the packed bazaar today, where merchants display spices, carpets, leather goods and countless other wares. Today there’s the option of flying to the magnificent temples of Abu Simbel, 186mi (300km) to the south through the Nubian Desert. Built by Ramses II, the two temples are certainly some of the most spectacular in Egypt. Originally on the banks of the Nile, the temples were raised to a new site above the lake in the late 1960s, as the waters from the new Lake Nasser rose behind the Aswan High Dam. The four great seated statues of Ramses II stare east towards the rising sun. We arrive back in Aswan around 1.30pm, before lunch. If you're not heading to Abu Simbel, there is the option to visit the Nubian Museum, situated opposite our usual hotel in Aswan (please ask your tour leader if you are interested and when it can be arranged). Opened in April 1998, the museum chronologically charts the history and culture of the Nubian people. Accommodation: M/S Nile Style (or similar) Upgrade to an upper-deck cabin today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast on board, we disembark and have a full day in Aswan. Our first stop is Philae Temple, which was was relocated to Aglika Island in the 1970s after it became evident the original site (on Philae Island) would submerge on completion of the Aswan High Dam, which we also visit on this excursion. It represents a magnificent and enduring testament to both ancient and modern engineering. In the afternoon, we explore the Nile by felucca, the traditional Egyptian sailing boat. Using the felucca, we can truly savour the tranquillity of the Nile and the beauty of the surrounding landscape, where the vast desert almost reaches the water’s edge. Please note: The timings of the felucca sailing might be changed according to weather conditions Accommodation: Basma Hotel (or similar) Upgrade to a Nile-view room today – speak to your sales representative for more details"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "You’ve seen the Great Pyramids, gazed at King Tut’s treasures and journeyed down the Nile. Now, however, it’s time to start your return journey home. Of course, if you’re not quite ready for the adventure to end, talk to your sales representative about extending your stay – Egypt has a lifetime of wonders to discover."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "nile-felucca-cruise-in-egypt",
    "tourName": "Nile felucca cruise in Egypt",
    "placesVisited": "4 or 6 day Nile felucca cruise, Ideal for couples, families or small groups - max. 7 to a boat, Sleep aboard your vessel, Aswan, Kom Ombo, Daraw camel market, Island visits, Quarries of the Gebel el Silsila, Edfou temple, Tombs of El Kab, Esna",
    "generalInfo": "This atmospheric Nile felucca cruise starts in the ancient city of Aswan. With room for just seven passengers aboard this comfortable traditional sailing vessel, private felucca cruises on the Nile are perfect for couples, families and other small groups. If your group is larger than seven it's no problem - another felucca can be chartered so that the two boats can sail in flotilla.<br/><br/>Your trip includes all  meals and guiding, as well as entrance fees for temples and ancient sites that contribute towards their preservation. At night, you'll bed down under the stars in the felucca's spacious and cosy sleeping area. An unforgettable experience.<br/><br/>You can adapt the cruise to be as short as two days, or as long as a week. The four-day trip begins in Aswan, with the suggestion of finishing in Edfu. Longer trips can finish in Esna. You will be  transfered to Luxor or back to Aswan at the end of your voyage. <br/><br/>The highlights of this trip are many, but surely include a stop at the great quarries of Gebel el-Silsilah, from where the sandstone for many of Egypt's most renowned temples, including Luxor, Kom Ombo and Karnak, was excavated. You'll also visit Kom Ombo, uniquely dedicated to two gods: Sobek, lord of the crocodiles, and Horus, god of war and the sky, and the beautifully preserved Temple of Horus at Edfu. At every stop, the friendly and knowledgeable crew aims to visit outside of the busiest hours, reducing the strain on the sites and ensuring you have a more enjoyable tour. Another highlight is definitely the delicious Egyptian meals which an onboard cook prepares freshly for you - grilled meats, soups, legumes and fruits all feature.<br/><br/>Besides the obvious environmental benefits of zero-carbon travel on the Nile, one of the great pleasures of travelling sedately on a sail-powered felucca cruise is watching the scenery slowly change. Riverside and island views offer perspectives of Egypt totally different to those of the cities. You're travelling with a company dedicated to respecting Egypt's environment and people, so you can be sure that the local crew receives a fair income. <br/><br/>This is a tailor made trip, so you can extend your stay on land before or after the cruise, such as with a few days in Luxor.<br/><br/>Nile felucca cruises are the finest way to explore this mythic body of water, and perfect for aficionados of 'slow travel'.",
    "durationDays": "4",
    "price": "700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The crew welcomes you aboard. Make yourself at home and get prepared for a sailing day. Enjoy the landscape, lunch and dinner. The felucca moor on the banks of the Nile for a peaceful night."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Breakfast and then we move down to Daraw for a visit of Daraw and its famous camel market (Tuesdays, Saturdays and Sundays). This place is not on the usual cruise boats' programs and remains unspoilt and quiet. Back to the felucca for lunch, then a short sail to Kom Ombo temple. We visit the temple, then head on to Bashir island. Dinner and sleep."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Short sail and then a promenade in the countryside visiting the ruins of a temple that was dedicated to the god Bes and the village of Faris. Back to the felucca for lunch, then we sail to the quarries of Gebel Silsila. We visit the site and speos. Dinner and overnight stay at the foot of the cliffs."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early morning hike in the country side. Far from the madding crowd, enjoy this fabulous walk back into the ages. Then we have a relaxing rest and lunch before we cruise to the island of Fawaza. You can walk between mango trees and sugar cane fields.Take your time to discover this pretty island and farmers life. We will prepare a fire camp and barbecue on shore for your dinner. Enjoy your evening."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Short sail to the outskirts of Edfou. For those who end the tour here, breakfast and taxi transfer to Luxor or back to Aswan. For those who continue, visit to the temple of Horus and/or city. Lunch then we sail to El Kab. Dinner and overnight stay on the felucca."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Breakfast then visit of the site and tombs. Lunch and then we sail to Esna for dinner and overnight stay."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After your breakfast it is time to wave goodbye. A taxi will drop you at the place of your choice in Luxor."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "nile-traditional-cruise-of-egypt",
    "tourName": "Nile traditional cruise of Egypt",
    "placesVisited": "Nile cruise, Luxor, Luxor Museum, Dendera, Luxor Temple, Temple of Karnak, Valley of the Kings, Valley of the Queens, Esna, Dahabiya cruise, El Hegz, Edfu Temple, Ramadi, Quarries of El Silsila-Farez, Daraw camel market, Kom Ombo, Aswan, Philae",
    "generalInfo": "Follow the River Nile from Esna to Aswan aboard a comfortable and spacious dahabiya houseboat, pausing at iconic locations including majestic Kom Ombo, the temples of Philae and Edfu, and the bustling camel market at Daraw, on this memorable small group trip.<br/><br/>The tour gets underway in the ancient city of Luxor, once home to pharaohs and todayone of the most renowned destinations of the Nile. You’ll hike through the Valley of the Kings and the Valley of the Queens, escaping the crowds to enjoy impressive panoramas over the river’s west bank, and sites including the Colossi of Memnon.<br/><br/>Boarding your vessel at the famed locks of Esna, you’ll slip gracefully into the current for several days of relaxed sightseeing along the Nile. Life on both riverbanks continues much as it has done for millennia, with villagers tending their crops in peaceful farming communities, and felucca sailboats darting around. There will be opportunities to step ashore and meet the locals, between visits to well-known locations such as Edfu, and lesser-visited places such as the quarries of El Silsila-Farez.<br/><br/>The southernmost point of your voyage, Aswan, is a fascinating blend of Arab and African cultures, the gateway to Nubia, and a constant hive of activity. Here you’ll make one final stop, at the handsome island temple of Philae, and take lunch with views of the Aswan Dam, before your group disperses. <br/><br/>There are different ways to travel the Nile of course, but very few can compare to the romance and elegance of a dahabiya houseboat. You’ll be accompanied by local guides throughout, on an environmentally friendly cruise that seeks to show you parts of the Nile that others do not. <br/>",
    "durationDays": "10",
    "price": "3695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour Starts in Luxor: Our journey begins in Luxor, Homer’s ‘City of 100 Gates’ and once the power-base of the New Kingdom pharaohs. Those on the suggested group flights will arrive in Luxor in the late evening and transfer to our hotel for the rest of the night."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Luxor – Dendera, Museums & Temples: Heading north by road this morning, we follow the Nile Valley towards the Greco-Roman temple of Dendera, one of the best preserved temples in Egypt. Built during the Ptolemaic period, the complex is dominated by the Temple of Hathor, dedicated to the Egyptian goddess of love and motherhood and built by the later rulers of Egypt to legitimise their claim over the pharaonic crown. The temple’s famous zodiac map, which dates back to the 1st century BC and now resides in the Louvre, was a victim of Napoleonic treasure hunters in the early years of the 19th century. Returning to Luxor we will visit the Luxor Museum in the afternoon. Notably better laid out than the Cairo Museum this forms a great introduction to the fascinating culture we’ll experience on this trip. We’ll end the day at the magnificent Luxor Temple, an awesome testament to the power and wealth of the ancient pharaohs."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Luxor – Nile Crossing To West Bank: Valleys of the Kings & Queens, Dr Carter’s Home - Luxor: After breakfast we will cross the River Nile and visit the tombs in the Valley of the Kings. We will then visit the home of Dr Carter, the British archaeologist and Egyptologist who discovered the tomb of 18th Dynasty Pharaoh, Tutankhamun in 1922. After lunch at a local restaurant we will explore the Valley of the Queens, the extraordinary Temple of Queen Hatshepsut and the haunting figures of the Colossi of Memnon. In the evening we’ll return to the east bank and our hotel to relax for the rest of the evening."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Luxor, Sunrise at Karnak – Esna River Departure - El Hegz: Waking early to enjoy sunrise at Karnak offers the chance to explore this vast and hugely impressive temple before the crowds arrive. Returning to our hotel for breakfast we’ll then drive south towards Esna, which brings us to Egypt’s famed locks and the beginning of our journey by river into Upper Egypt. Evoking a time of long passed elegance, our sandal/dahabiya affords us an intimacy and freedom denied to those aboard the larger riverboats and, as we slip our moorings and head lazily into the current, we’ll be transported back to the graceful days of 19th century exploration. Our first destination is the island of El Hegz, just to the north of Edfu, a journey that will take around 4 to 5 hours. During the journey we will enjoy lunch on board while watching the Nile valley landscapes pass us by - and gaze upon rural settings that have remained almost unchanged for centuries. Depending on overall group size we will use either a sandal or a dahabiya."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "River Cruising Along the Nile Valley: Edfu, Besaw & Fawza: Over the coming days we will spend our time enjoying the serene atmosphere of life on board our vessel as we sail south, through landscapes that provide us with the perfect backdrop to our journey. The aim is to divide our time between visiting some of the most important sites along the Nile Valley, whilst enjoying interacting with the local villages. This morning we will pay a visit to the remarkably well-preserved temple at Edfu, which after Karnak is the largest in the Nile Valley. Supposedly built on the site of the final battle between the Gods Horus and Seth, the temple was built in the 3rd century BC and lay buried under sand for centuries before being unearthed by the French archaeologist Auguste Mariette in the 1860s."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Quarries of El Silsila, Horemheb’s Temple - Faris: To the Ancient Egyptians the Nile was simply the ‘Great River’. Its moods and movements affected all aspects of their lives along its fertile banks. Indeed the Greek historian Herodotus described Egypt itself as ‘a gift of the Nile’. This morning we'll visit a small island where we'll wander through local farmland and meet the villagers. Our journey then takes us towards the ancient sandstone quarries of El Silsila, where the great stones that were used to build the temples at Edfu, Thebes and Karnak were cut. One of the principal sites for the worship of the river God Hapi, this region also marked the boundary between Egypt and what was then the ancient kingdom of Nubia. Local tradition has it that a giant chain was strung across the river here to stop the Nubian ships sailing further down the Nile into Egypt. We will also visit the rock-cut temple of the pharaoh Horemheb, the last ruler of the 18th Dynasty, a man whose humble beginnings saw him rise to lead the armies of Tutankhamen before ascending to the throne of Egypt itself. This afternoon we will then visit the box makers in Faris, and learn about the importance of their work to local trade and the supply chain going south along the river."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Riverside Temple of Kom Ombo - Daraw – Sailing to Aswan: This morning we’ll moor up close to the riverside temple of Kom Ombo, the only temple in the Nile Valley that is dedicated to two gods - Haroeris and Sobek. After visiting here we’ll make our way to the town of Daraw. Returning to our boat we will continue on our journey towards Aswan. The slow pace of our days provide the perfect opportunity to gain a little more understanding of the rich culture and ancestral heritage of this great land: learn some Arabic, or perhaps some hieroglyphics from our informative local guide. There is also the opportunity for some bird watching, spotting the Pied Kingfishers or the Marsh Harrier. Depending on the river and the weather we should arrive into Aswan by the late afternoon in time for dinner."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Aswan - Abu Simbel: Temple of Rameses II: After breakfast on our sandal/dahabiya we will take to the road and drive south to Abu Simbel, arriving in time for lunch. In the afternoon we’ll head out for a tour of the impressive Temple of Rameses II and the accompanying (but more modest) temple built for his favourite wife, Queen Nefertari. Originally sculpted into the rock face, amazingly these vast temples were cut into pieces, relocated to higher ground and then reconstructed during the reign of President Nasser - so to prevent them being lost to Lake Nasser when the land flooded after the construction of the Aswan high dam further north. In the evening we will enjoy the sound and light show at the temple (subject to demand) before spending the night in a traditional guesthouse."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Abu Simbel – Aswan: Temple of Isis & Farewell Dinner: After breakfast we’ll drive back to Aswan. We should arrive in time for lunch, after which we will visit the beautiful island temple of Isis on Philae, as well as the colossal unfinished obelisk in Aswan’s nearby stone quarries. It was unfortunately abandoned when a flaw was found, but had the obelisk been completed it would have reached a height of nearly 36 metres and weighed in at a hefty 1,320 tons. Tonight we will have a farewell dinner overlooking the great cataracts of the Nile and the old Aswan Dam."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tour Ends in Aswan: The tour ends this morning after breakfast. Those on the suggested group flights will transfer to the airport in time for their return flight."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "traditional-dahabiya-nile-cruise-egypt",
    "tourName": "Traditional Dahabiya Nile cruise, Egypt",
    "placesVisited": "",
    "generalInfo": "Discover the river Nile from a luxurious old style dahabeah and enjoy the stunning scenary with fabulous stops along the way such  as the camel market in Daraw, the  carriers of  gebel  El Silsila, Esna  Kom Ombo and Edfu temples, the tombs in El kab ...<br/>Embarkment at Isna with transfer from Luxor. The trip finishes at Aswan.<br/><br/>\"Princess Kayley\"  has two lateen sails. She was built in 2013 and regularly renovated since this date.<br/> She has 6  double cabins and one single cabin  with  toilets and bathroom <br/>All  the meals , visits and transfers are included.",
    "durationDays": "5",
    "price": "15000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Friday - Day 1: Esna is the town where you will board the dahabeah. After a welcome drink you will take a stroll through the merchant town to view the Temple of Khnum. In the afternoon you will enjoy a beautiful Egyptian lunch, whilst leisurely sailing towards a tranquil spot on the Nile where we will moor for the night. LD"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Saturday Day 2: El Kab & Edfu Today we will sail to El Kab the temple of Nekhbet and moor on the left side of the Nile. This temple once was the religious and political capital of Upper Egypt It provides important information about the beginnings of the 18th dynasty. It is accessed by a lovely walk through the fishing village. In the afternoon the dahabeah will sail to Edfu. A horse and carriage will take you to the Edfu temple of Horus. After a sunset sail we will moor on an island. Sunrise is pretty special here. In the morning you will have the opportunity to take a guided walk through the island community to witness daily life. BLD."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sunday - Day 3: Nile Time Today is a day of sailing, walking, exploring and relaxation. We will moor at the floodlit Gebel El Silsila a sandstone quarry famous for supplying construction materials for the temples. The big cruise ships are not allowed to moor here"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Monday - Day 4: Gebel El Silsila/Kom Ombo This morning is an opportunity to explore the sandstone quarries before sailing towards Kom Ombo which is an agricultural town surrounded by sugar cane fields. Today we will visit the Kom Ombo Temple dedicated to the gods Sobek and Haroeris, and the crocodile museum. Overnight on a sandy island"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tuesday Day 5: Daraw Camel Market Today we will witness a fascinating egytptian experience where the merchants from many parts of Egypt come to haggle for the best camels /donkeys/horses/sheep at the cheapest price. We will then sail to Aswan"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wednesday Day 6: Aswan Disembark after breakfast B"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Egypt",
    "mainPhoto": "",
    "id": "wheelchair-accessible-nile-cruise-egypt",
    "tourName": "Wheelchair accessible Nile cruise, Egypt",
    "placesVisited": "Cairo, Giza, Nile Cruise, Valley of the Kings, Temple of Queen Hatshepsut, Edfu, Aswan, Elephantine Island",
    "generalInfo": "This wheelchair accessible Nile cruise will take you to some of Egypt’s most impressive and beautiful sights. You’ll be transferred in a specially adapted air-conditioned vehicle and receive all the extra assistance that you need along the way.<br/><br/>Kicking off your tour in Cairo, you’ll visit the Egyptian Museum, the Pyramids at Giza and the Sphinx before heading to Luxor where you’ll board a luxury, wheelchair accessible cruise ship for your journey down the Nile. <br/><br/>You’ll spend four nights sailing on the Nile between Luxor and Aswan, during which you’ll see the country’s best archaeological sites, including the Karnak Temples, the Valley of the Kings, the the Edfu Temple, the Kom Ombo Temple and the High Dam.<br/><br/>All accommodation on your itinerary is suitable for wheelchair users. All transfers will be undertaken in an air-conditioned wheelchair accessible vehicle and assistance is on hand for boarding the cruise and visiting the historical sites - read our accessible notes further down the page for more information. Included in the price are all sightseeing tours, entrance fees and guide fees, as well as all accommodation and most meals. <br/><br/>",
    "durationDays": "8",
    "price": "4950",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Our representative will meet & assist you at Cairo International Airport. Then you will be transferred by a wheelchair accessible private air-conditioned vehicle to your 5 star hotel in Cairo, provided with rooms designed for travelers in wheelchairs. Overnight in Cairo."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After enjoying a delicious wholesome breakfast at your hotel, your personal guide will take you to the Giza Plateau to start your journey by marveling at one of the Seven Wonders of the World, the Great Pyramids of Giza. Visit the iconic Sphinx and Valley Temple. After your pyramid visit, you’ll go for lunch at an authentic Egyptian restaurant and then head over to the New Grand Egyptian Museum, also known as the Giza Museum, which is an archaeological museum in Giza, Egypt, about 2 kilometers (1.2 miles) from the Giza pyramid complex. The GEM Complex is now offering limited access to test site readiness and the visitor experience ahead of the official opening. Admission is currently limited to the Main Galleries, Grand Hall, Grand Staircase, commercial area, and exterior gardens. Return back to your hotel. Overnight in Cairo. Meals: Breakfast, Lunch. Visits: Great Pyramids of Giza, Sphinx, Valley Temple, Grand Egyptian Museum (GEM)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After Breakfast, check out from your hotel in Cairo, then, you will be transferred to Cairo Airport for departure to Luxor where you will be met and assisted, then taken by a wheelchair accessible air-conditioned vehicle to board your 5 star deluxe cruise boat for wheelchair (disabled) travelers, Acamar Nile Cruise. After lunch on board, enjoy a visit to the impressive Karnak and Luxor Temples. Dinner and overnight on board. Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast on your Nile cruise, take an excursion to the royal cemetery for 62 Pharaohs, Valley of the Kings, then to mortuary Temple of Queen Hatshepsut, which was built by the architects of the New Kingdom Pharaoh Hatshepsut in the 15th century BC. Proceeding to the Colossi of Memnon. After lunch, you will sail to Edfu enjoying a leisurely dinner on board. Overnight on board Nile Cruise. Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast on Nile Cruise, visit the well-preserved Ptolemaic Temple dedicated to Horus at Edfu. Sail to Kom Ombo to see the unique Temple of Sobek, dedicated to Sobek the crocodile god, and Horus the falcon-headed god. Lunch on board. Continue sailing to Aswan. Dinner and overnight on board you deluxe Nile Cruise. Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Enjoy a day’s sightseeing in Aswan. Start with the High Dam and the Nubian museum by car, Dinner and overnight on board. Meals: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Transfer to Aswan airport to return to Cairo, where you'll be met and assisted at the airport and taken to your hotel. Overnight in Cairo. Meals: Breakfast"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After enjoying a beautiful breakfast, you will be transferred by a wheelchair accessible modern vehicle to Cairo International Airport for final departure. Meals: Breakfast"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]