[
  {
    "destination": "Trinidad And Tobago",
    "mainPhoto": "",
    "id": "trinidad-tobago-tours-tailor-made",
    "tourName": "Trinidad & Tobago tours, tailor made",
    "placesVisited": "Tobago, Batteaux Bay, Little Tobago Island, Trinidad, Port of Spain tour, Pointe-à-Pierre Wild Fowl Trust, San Fernando, Pitch Lake, Paramin, Caroni Swamp, Yerette hummingbird garden, Asa Wright Nature Centre, Blanchisseuse and Maracas Bay, Nariva Swamp and Bush Bush Nature Reserve, Grande Riviere, Turtle watching, Hire car for four days on Tobago",
    "generalInfo": "There’s a great mix of guided and independent exploration on this Trinidad &amp; Tobago tour, tailor made, with plenty of time on both islands. This twin island nation has lots to offer. Trinidad is culturally diverse and also hopping with wonderful birds, butterflies and flora – a treat for any nature lover. Smaller neighbouring island Tobago is somewhere to kick back and relax, home to gorgeous beaches, quiet fishing villages, thick rainforest, reefs and secluded coves where pirates once anchored.<br/><br/>Begin this 15 day holiday on Tobago, where you can relax on its verdant, windward coast. While here, take a cruise out to Little Tobago Island on a glass-bottomed boat to admire the diverse birdlife here. Next, fly over to Trinidad, a very different island to Tobago. Spend six nights here, exploring its landscapes, culture, heritage and wildlife accompanied by one of our friendly and knowledgeable ‘Trini’ guides. You’ll visit the Asa Wright Nature Centre, where you can see its hummingbirds, and enjoy an evening boat cruise on the Caroni Swamp to see the vibrant scarlet ibis coming in to roost. From March to August in Grande Riviere you can also see leatherback turtles laying their eggs on the beaches or tiny turtle hatchlings digging their way out of the sand and heading for the sea. <br/><br/>For the final part of your holiday, you’ll head back to Tobago and collect a hire car, so you can spend four days exploring the island as you choose, or simply relaxing on the beach. Your accommodation will be in a different place, this time in the leeward southwest of the island, which has superb coral reefs, lots of great restaurants and Easter crab and goat races.<br/><br/>This trip can be tailor made throughout the year. The dry months in Trinidad &amp; Tobago are September, then December to April, with clear days and hardly any rain. This is peak season and if you’re here in January and into February you can see islanders preparing for the annual Carnival celebrations (which take place during the two days before Ash Wednesday). Port of Spain is particularly buzzing and you can see steel bands practising and costumes being made.<br/><br/>Outside of the main dry season there is still lots of sun, with a few cloudy days, too. In addition, flights and accommodation often cost much less outside of peak season. Rain can fall on most days, but showers are usually brief and typically occur early in the morning or early afternoon. The landscape is refreshed and lush, so you’ll see more flowers in bloom now and many migrant birds arrive here to avoid the southern winter. From March to August, the leatherback turtles come to lay their eggs on the beaches, too.<br/>",
    "durationDays": "15",
    "price": "3440",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Tobago. You will be met on arrival at Tobago airport and be transferred to Blue Waters Inn, a resort-style property located a mile from Speyside in a semi-private and stunning Batteaux Bay. Stay for the next 4 nights on a B&B."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Little Tobago island. Today you will be taken to visit Little Tobago island by shared glass bottomed boat. Here you can see impressive flocks of frigate birds, boobies, terns and the spectacular red-billed tropic bird. Little Tobago was one of the locations for the filming of David Attenborough's 'Trials of Life'. Rest of the day free to relax at your hotel or by the beach."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Free to relax and enjoy the beach."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free to relax and enjoy the beach."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Port of Spain. This morning you will be transferred back to Tobago airport for a short flight over to Trinidad. You will be met on arrival and be taken on a sightseeing tour of Port of Spain, including the Magnificent Seven, a visit to the Botanical Gardens, a stroll along the Brian Lara Promenade in the heart of the Downtown area, and a call by the Oval Cricket Ground. You’ll have the chance to sample some local culinary favourites: a fusion of influences from Africa, India and the other communities that have settled here, and fresh tropical fruit drinks. For shoppers there are fabrics, tie-dye tropical fashions, batik swimwear, spices, hot sauces, rum, coffee, preserves, Caribbean music CDs, and more. In the run up to Carnival, from January to mid February, there are opportunities to see costume making, and calypso and steel pan practice sessions. Stay in Port of Spain for the next 4 nights at a hotel situated in walking distance of Queen's Park Savannah and the Botanical Garden."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Pointe a Pierre & Pitch Lake. This morning you will be taken south to visit the Pointe-à-Pierre Wild Fowl Trust, then the city of San Fernando - a maze of hilly winding streets built around San Fernando Hill from which there are great views in all directions. You then continue south to one of Trinidad’s most curious geological phenomena, the Pitch Lake."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Paramin, hummingbirds and Caroni swamp. In the morning you will be driven up to the village of Paramin, the home of herbs and spices. You will then be taken to the Yerette hummingbird garden near Maracas, a small garden with feeders that attract hundreds of hummingbirds (12 out of the 17 species in Trinidad & Tobago have been spotted here) where you have lunch. Finally you take boats through Caroni Swamp, following channels in the mangrove forest to wide lagoons to see Trinidad’s most famous wildlife spectacle when lines of Scarlet Ibis fly in to roost."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Asa Wright, Maracas Bay & Blanchisseuse. An early start to visit the world famous Asa Wright Nature Centre in the lush rainforest of the Northern Range’s Arima Valley. Return in the afternoon via Blanchisseuse and Maracas Bay."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The East Coast - Grande Riviere. An early start as you head for the magnificently wild East Coast, driving alongside long palm-backed beaches from Manzanilla to Mayaro. Here you visit Nariva Swamp and Bush Bush Nature Reserve. In the afternoon you follow the east coast northwards to the quiet village of Grande Riviere, where we stay for 2 nights at Mount Plaisir Estate, a small easy-going hideaway hotel located directly on the beach and one of the best places to see leatherback turtles (Mar - Aug)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Free day to relax in the village, perhaps make an optional wet river walk, or relax at the beach or for turtle watching in season."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tobago. Today you will be transferred back to Port of Spain to catch your flight over to Tobago. On arrival in Tobago, a representative from the hire car company will meet you off your flight and take you to the hire car office where you collect your hire car. From here set off driving independently to a small locally run retreat-style hotel in the southern part of the island where you stay for the next 4 nights."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Free day with hire car at your disposal. You might choose to visit Pigeon Point from where you can take a boat ride to Buccoo Reef, the closest thing to a tourist attraction Tobago can boast. Here one can bathe in the Nylon Pool, a beautiful stretch of shallow, warm, turquoise water with deep ocean on one side and palm-fringed beaches on the other. Enjoy lunch at one of the many beach kiosks. Delicious crab curries, roti and bakes are all on offer."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free day with hire car at your disposal. Relax by the beach or perhaps set off to explore - the Bon Accord road leads to some shallow bays and is the area Robinson Crusoe is said to have inhabited."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Free day to relax by the beach with hire car. Perhaps take make a short drive over to the windward coast to visit Tobago's largest town, Scarborough. With a lively market, botanical gardens a British built fort, there is plenty to see."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Depart Tobago. Today drive yourselves to Tobago airport by in plenty of time to drop off your hire car and check in for your international flight home."
      }
    ],
    "map": ""
  }
]
