[
  {
    "destination": "Vietnam",
    "mainPhoto": "",
    "id": "halong-bay-cruises-2-day-cruise-vietnam",
    "tourName": "Halong Bay cruises, 2 day cruise, Vietnam",
    "placesVisited": "Bai Tu Long Bay, traditional junk boat, Vong Vieng fishing village, Includes: transfer from Hanoi, guide, entrance fee, kayak and fishing gear",
    "generalInfo": "If you’re in Vietnam, Hanoi, in particular, a 2 day cruise in Halong Bay is certainly worth taking into consideration with kayaking trips to Thien Cave and numerous deserted, secluded beaches just a couple of highlights alongside delicious fresh seafood lunches. <br/><br/>Staying onboard a traditional junk boat ensures your 2 day cruise in Halong Bay will be well spent with time to sunbathe on deck, explore away from the busy beaches and visit small fishing communities certain to stay with you long after you’ve hit the road back to Hanoi.<br/>",
    "durationDays": "2",
    "price": "294",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Hanoi to Halong, welcome on board: Depart around 8:00 am on a shared van from your hotel to Halong city. The drive takes 4 hours driving passing through the Vietnam countryside and rice paddy-life. Arriving at the port around noon, the junk's crew welcome guests on board. Check-in, enjoy a welcome drink & attend the cruise briefing. Fresh, local seafood lunch while cruising on to Bai Tu Long Bay. Stop for swimming, visit mysterious Thien Canh cave, Relax at a secluded beach, and kayak to explore the bay up close. Back on the junk to enjoy a relaxing sunset. Dinner and overnight on board. Inclusion: Transfer, guide, entrance fees, kayak, boat / junk, lunch, dinner, permit, fishing gear"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Explore the tranquil scenery in Bai Tu Long Bay, back to Hanoi. Early risers can enjoy the sunrise and the quiet breath-taking beauty of Bay’s landscape. From 7.30 to 8:00 am have breakfast in the fresh air then visit Vong Vieng fishing village by a rustic row-boat. Meet the locals, visit floating school & fish farms. More time to swim in the middle of the bay. From 10: 15, we serve on a La-Carte-Menu, you can order any dishes in the menu whenever you want for breakfast and lunch. Continue cruising through the bay, along the way seeing more of the fascinating formations. 11: 45 check out cabin while cruising back. By noon at 12:00, we will be ashore then hit the road back to Hanoi. We arrive and finish our tour at your hotel around 4:00 pm Inclusion: Transfer, guide, entrance fee, boat/junk, breakfast, lunch"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]