{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "11-day-discovery-in-northern-vietnam-cities-cruises-and-countryside",
  "tourName": "11-Day Discovery in Northern Vietnam: Cities, Cruises, and Countryside",
  "placesVisited": "Hanoi, Ninh Binh, Ha Long Bay, Sapa",
  "generalInfo": "Discover the best of northern Vietnam on this 11-day trip, guiding you through the capital city, taking you across sparkling seas, and bringing you to rolling emerald hills. Featuring tours of Hanoi’s Old Quarter, trips to ethnic Hmong villages, and adventures to famous Ha Long Bay islands, this discovery shows off the best of the cities, cruises, and countryside.",
  "durationDays": "11",
  "price": "8,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi - Welcome to the Capital City",
      "description": "From the French Quarter’s old-world charm to the landscaped lawns surrounding Hoan Kiem Lake, your arrival in Hanoi, Vietnam, opens the doors to exploration in the heart of the capital city. Meeting your private transfer at Noi Bai International Airport, you continue to your accommodation in the historic old town, with views of the lake’s sparkling waters and lush gardens. The evening is free for you to settle in at your accommodation and wander at your leisure, discovering Hanoi’s secrets among the famous hustle and bustle."
    },
    {
      "dayNumber": "2",
      "title": "Ninh Binh - Discover Tam Coc’s Caves by Boat",
      "description": "Hanoi is just around the corner from the rolling forest mountains and wide emerald waterways of Ninh Binh, where your adventures in the Vietnam countryside begin. After privately transferring to your Ninh Binh accommodation, you will join your specialist guide for a Tam Coc boat excursion along the Ngo Dong River. Golden rice fields dominate the banks of the channels, limestone mountains tower on either side of you, and three iconic natural caves await your discovery as you trade your transfer boat for a paddle boat and glide in and out of the staggering cliff-face caverns."
    },
    {
      "dayNumber": "3",
      "title": "Ninh Binh - Freely Explore the Red River Delta",
      "description": "The Red River Delta circling Ninh Binh city is a treasure trove of adventure activities and cultural experiences for you to relish at your pace today. With your day open to the possibilities in Ninh Binh, you can fill your itinerary with plans that speak to your preferences. You may go gallivanting around the city to taste northern Vietnamese delicacies like oc luoc xa , lemongrass and chili pepper-cooked snails, or cross Bich Dong Pagoda’s stone bridge to explore the spiritual jungle grotto. The day is yours to enjoy on a whim and there are endless highlights across the delta."
    },
    {
      "dayNumber": "4",
      "title": "Ha Long Bay - Set Sail Across a Garden of Islands",
      "description": "Your private driver will meet you after breakfast and you will transfer to Ha Long City to board a luxury cruise liner. The boat, bound for the dramatic karst islands of Ha Long Bay, is fitted with first-class amenities and is a glamorous way to explore Vietnam’s famous garden of islands. As you arrive near the Dark and Light Caves’ entrances, you can prep your bamboo boat or kayak for a paddle in and around the dramatic hollows puncturing the cliffs. In the evening, enjoy a cooking demonstration and wind down in style with dinner and spectacular sunset views."
    },
    {
      "dayNumber": "5",
      "title": "Ha Long Bay - Relax on Islands Across the Bay",
      "description": "There are few better ways to wake up in Ha Long Bay than with tai chi on the sundeck, appreciating the sweeping island panoramas during the morning glow. Your boat continues on its course, weaving around the towering karst islands towards the historic Viet Hai fishing village. You can explore the floating homes and step foot on Cat Ba Island, choosing to cycle through the prolific rainforest or kayak around the sea caves. Before evening, you arrive at Ba Trai Dao islet, where you can wallow in the water, sunbathe on the sun-kissed beach, or sip cocktails on the deck."
    },
    {
      "dayNumber": "6",
      "title": "Hanoi - One Last Stop and Return to the Mainland",
      "description": "Before arriving in mainland Vietnam, you can wake up with the sunrise, watch the golden light pierce the clouds, and see the sky turn from pitch black to orange, then blue as light floods the islands. Returning to Ha Long City, one more stop at Ao Ech is a perfect way to round off your luxurious cruise by kayaking against the backdrop of the bay’s iconic karst formations. After you arrive at Ha Long pier, your private transfer takes you to Hanoi, where you can enjoy the comfort of your accommodation or the excitement of exploring the city at night."
    },
    {
      "dayNumber": "7",
      "title": "Hanoi - Tour the Culinary and Cultural Highlights",
      "description": "From sunrise to sunset, Hanoi is a city alive with activity. While your accommodation is a refuge from its busy neighborhoods, you will wake up eager to discover what makes the capital tick. Cho Hom Market is the first stop on your city tour and Vietnam’s famous egg coffee, ca phe trung , is a must-try to kick off your day the traditional way. You will then walk the Old Quarter, following your nose to stalls serving bun cha , Vietnamese meatballs, and nem cuon , Vietnamese spring rolls, while listening to your guide share Hanoi’s historical stories."
    },
    {
      "dayNumber": "8",
      "title": "Sapa - Journey to the Rolling Northern Hills",
      "description": "Tuck into a traditional Vietnamese breakfast of banh mi , Vietnamese baguette sandwiches, or pho , Vietnamese rice-noodle soup, before a long but comfortable drive to the rolling northern hills of Sapa. You will cross the northern countryside, viewing the ocean of lush mountains that rise and fall like waves from your window. Approaching Sapa, you will gaze across rice terraces that cascade the mountain slopes, where modest farming practices support ethnic villages across the region. Between the hills, your charming accommodation awaits, with bungalows overlooking the countryside."
    },
    {
      "dayNumber": "9",
      "title": "Sapa - Learn About Vietnam’s Hmong Heritage",
      "description": "Today, you will acquaint yourself with Sapa’s humble and peaceful local life as you join your guide at the Bac Ha Market. Colorful lanes of traditional textiles invite you to peruse the ethnic garments. Food stalls flood the market with fragrant aromas of northern delicacies like com lam , sticky rice cooked in bamboo shoots, and sour salmon hotpot. Your guide may introduce you to a Hmong villager, translating for you as you learn about the local way of life. This cultural introduction to northern Vietnam is a valuable and authentic educational experience."
    },
    {
      "dayNumber": "10",
      "title": "Sapa - Walk Across Sapa’s Emerald Slopes",
      "description": "Today, you will familiarize yourself with the cultures of Sapa as you hike through the Muong Hoa Valley. From Muong Hoa Village, you and your guide walk through the countryside along trails that zigzag between the golden rice terraces to Lao Chai. Here, the grassy pathways become dirt trails and hill tribes nestle between paddies on the slopes or at the tops of hills for greater landscape views. You may join a Hmong family with your guide to delve deeper into their culture and traditions, returning with a greater appreciation of rural Vietnam."
    },
    {
      "dayNumber": "11",
      "title": "Sapa - Depart for Home",
      "description": "Your adventures will end today and you will leave having seen the best of northern Vietnam’s cities, seas, and countryside. After breakfast, you privately transfer back to Hanoi, where you arrive at the airport for your flight home. You will bid farewell to your driver and guide, leaving with beautiful memories of your cultural tours and dramatic discoveries from Ninh Binh to Ha Long Bay, Hanoi, and Sapa."
    }
  ],
  "map": ""
}