{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "best-of-vietnam-tour-amazing-ha-long-bay-to-labyrinth-cu-chi-tunnels",
  "tourName": "Best of Vietnam Tour: Amazing Ha Long Bay to Labyrinth Cu Chi Tunnels",
  "placesVisited": "Hanoi, Ha Long Bay, Imperial City of Hue, Ho Chi Minh City",
  "generalInfo": "Your time in Vietnam can be spent experiencing the variety of cultures and lifestyles that have evolved throughout the history of the country. On this custom tailored tour you will find the beauty of Ha Long Bay’s natural landscape within the impressive limestone karsts, and experience the brimming historical culture in Hanoi. From the remarkable jovial sounds of the Cai Be Floating Market to the distinctive calls of the morning Cao Dai prayer, your time in Vietnam is sure to bring you the quintessence of the people as well as the majesty of the surrounding landscape.",
  "durationDays": "14",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "The Sounds of Hanoi",
      "description": "Welcome to the eclectic city of Hanoi, the capital of Vietnam. You are met at the airport by your private transfer and taken to your luxurious accommodations located within the center of the city. The variance of the city is felt within its streets. The sound of bustling motorbikes brings a sense of the modern world to the traditional neighborhoods where the whir of bicycles and jovial conversation in small restaurants is also heard. In the evening you will delight in your first taste of Vietnam at a charming restaurant within a French Colonial building before arriving at the famous Water Puppet Theater. The traditional entertainment stems from the 11th century paddy fields which flooded during the monsoon season. You watch the history and mythology of the countryside come to life over a series of stories that dance on the water’s surface with intense interest from the players and the crowd alike."
    },
    {
      "dayNumber": "2",
      "title": "Following the Character",
      "description": "The remarkable history of Hanoi dates back a millennium, which you can almost feel in the palpable energy that runs through the city. Today you will be met by your guide and taken on a private tour through the city’s skyscrapers and to a glistening lake, highlighting the past that has created Hanoi’s particularly mesmerizing present. The Temple of Literature pays homage to Confucius and is home to the first university in Vietnam, dating back to the 11th century. The temple complex is a tremendous preservation of traditional Vietnamese architecture and is filled with a wealth of literature, pavilions, courtyards, and passageways once reserved for royalty. In the northern courtyard you can see the low hanging pagoda housing a scarlet-robed Confucius statue surrounded by the spicy scent of burning incense."
    },
    {
      "dayNumber": "3",
      "title": "The Many Karsts of Nature",
      "description": "Enjoy the flavors of breakfast accentuated by the rich scent of fresh Vietnamese coffee. Afterwards you will be whisked away to the shores of Ha Long Bay to step aboard a traditional Chinese Junk. The wooden-style ship has sails that span out with the texture of unfolded paper fans. It is impossible not to notice the water sparkling like emerald in the afternoon sun. Limestone karsts rise out of the water like protectorates of impressive height and stature. The breeze is cool on your cheeks and brushes over the South China Sea. Over 1,600 islands create the archipelago that is filled with sensational beaches and unparalleled caves. When the boat docks for a moment you have the opportunity to step into Surprise Cave on Bo Hon Island. Considered to be the most captivating cave on the islands, the name originates from the overwhelming beauty that comes along with stepping inside the main grotto. The colors shift from the filtering sunlight within the cool air that sweeps through the earth. The walls are smooth on your fingers while you follow the path through stalactites and stalagmites to the deepest grotto known as the Royal Garden. A clear pond sites at the bottom of the open space and looks as though it contains a fascinating collection of mountains. The scent of Benjamin figs overtakes the stone and the majesty of nature continues."
    },
    {
      "dayNumber": "4",
      "title": "Roaming the Bay",
      "description": "The salty and sweet scent of the sea drifts over the boat in the early hours of the day. You continue to careen through marvelous karsts that seem more impressive in the morning light than they did the previous day. The quiet atmosphere that surrounds the islands and the water adds to the unforgettable moments found within the landscape. Soon the scent of fresh Vietnamese coffee once again fills the air and you can delight in the dark roast accompanied by the sweet, buttery, flaky French pastries, remnants of the French Colonial past. In the afternoon you will be met on the shores of Ha Long Bay and taken back to Hanoi with the remainder of the day at your leisure. In the evening you can experience a taste of Hanoi’s Old Quarter and the flavors of a restaurant that has been operating for over 100 years at Cha Ca La Vong. Ca cha , the celebrated fish for which the restaurant is named, is grilled at your table and served with the scents of turmeric and dill hinting at the taste of the fabulous meal to come."
    },
    {
      "dayNumber": "5",
      "title": "Present Capital to Past Capital",
      "description": "The morning is yours to stroll along the walkways beside Hoan Kiem Lake or linger in the cafes situated within the French Colonial architecture of Ba Dinh Square. In the afternoon you will make your flight to Hue, the classic imperial city in central Vietnam. You will be collected upon your arrival at the airport, and soon settled into your comfortable accommodation, and then taken out to experience the first part of the history that brims over with wonder. A large number of the current population of the city resides within the citadel. Walls that are over six-feet thick spanning over six-miles wrap around the entire area, encircled by a moat. Here you will find what remains of the elegant former city dating back to the 19th century. The energy is both resigned and exciting. The courtyard at the center of the complex once held the Forbidden Purple City which was accessible only to royalty, but was destroyed during the Tet Offensive in the 1960s. However, the citadel remains impressive, displaying the essence of the city’s and the country’s past within the large stone walls and impressive moat, where the Nine Holy Cannons still act as protectorates of the palace and the kingdom."
    },
    {
      "dayNumber": "6",
      "title": "More than Regal Walls",
      "description": "Today you will tour the tomb of Emperor Khai Dinh, where minarets are shaped like stupas and symbolize the stability and splendor of the old dynasty. In the Honor Courtyard you can view the sculptures of Mandarin soldiers, elephants, and horses standing proud before the Stele Pavilion. The strong stone and tremendous detail which overtakes the entire complex, including the tripartite staircase, creates an ethereal ambiance within the site. In the evening you will have an intimate dinner at one of the city’s famous garden houses, known for their illustrious dynastic past. Each house is constructed of traditional timber and feature brick roofs, the entirety of which is surrounded by manicured gardens. The calm rustle of greenery strewn along the lily pond fills the soothing quiet of the early night. The scent of coriander and chili begins to overtake the floral aromas of the garden, and you taste the essential passionate and historic flavors of Hue."
    },
    {
      "dayNumber": "7",
      "title": "A Higher Pass and Further Past",
      "description": "The day begins with a delicate breakfast which highlights the energizing taste and aroma of Vietnamese coffee. Soon you will venture outside of Hue and find yourself on the Hai Van Pass, one of the most fabulous roadways in the country. The jade of the lush trees and grass rises and falls along the landscape of the mountains, sloping downward towards the South China Sea, and brings the emerald land to the edge of the sapphire water. You will arrive in Danang in time for a tour of the Cham Museum. The Champa Empire dates back to the 2nd century evolving from its Indian roots. The museum houses over 300 terracotta and stone works that have been found all over the country and date back as far as the 7th century. The building that houses the relics combines French Colonial architecture with Cham styling, and simple, elegant lines. Touring through the artifacts will lead you through what feels like an outdoor museum with large pillared spaces open to the garden outside. After browsing the stone lions and garuda-style statues you will arrive in Hoi An with the flickering light of paper lanterns twinkling along the streets."
    },
    {
      "dayNumber": "8",
      "title": "The Impeccable Character of Hoi An",
      "description": "Set beside and over the Thu Bon River, Hoi An is a city that feels like a town and is always described with one word: charming. Its eclectic culture is due to its rich history as a popular trade town beginning in the 16th century. The architecture mirrors the diversity of the people and the past. Tradition is alive and well in Old Town where you can see shallow bottom boats skimming through the water, and the Japanese Covered Bridge gives an elegant touch to the waterway. The Tan Ky House dates back 200 years and is a model of an old merchant town residence, with a ceiling supported by three successively shorter beams which add a Japanese flair to the décor. The inner courtyard allows for light and ventilation while also adding a delicate touch of nature to the home. The edge of the house that touches the river was rented to merchants. As you continue your tour through the endless charisma of Hoi An, the whirring bicycles and flowing paper lanterns add to the mixture of beauty."
    },
    {
      "dayNumber": "9",
      "title": "The Artistry of History",
      "description": "Outside of Hoi An you venture through the opulent jungle green until it reaches an opening overrun with large red karsts. However, you realize that those aren’t karsts but temples within the My Son complex, a series of sandstone stupas from the Champa Empire that date back as far back as the fourth century. Constructed throughout the powerful reign of the Champa, the complex pays homage to many of the Hindu beliefs intricately carved along the stone structures. Vast mountains fill the horizon and bring majesty to the skyline. The main tower is a symbol of sacred Mount Meru and is considered to be at the center of the universe. You can find the delicate display of gods like Vishnu and Shiva carved over doors and along reliefs bringing splendored history to light through this devotion."
    },
    {
      "dayNumber": "10",
      "title": "The Sounds of the South",
      "description": "Today you will find yourself soaring over the stunning central mountains on your way from Hoi An to Ho Chi Minh City, once the capital of South Vietnam and now the country’s commercial capital. The city is in constant motion with the vibrancy of life buzzing around the modern skyscrapers that cast shadows along the banks of the Saigon River. Once you settle into your accommodation your guide will meet you and take you to visit the sensational sites of the city. The Jade Emperor Pagoda is one of the five most important shrines within the city’s limits. The crimson façade of the building adds to the vibrant colors of the leaves from the trees that encompass the outer courtyards. Continuing on, you will find the main hall, constructed at the turn of the 20th century, and decorated with an icon along the front dais and images of the Buddhist afterlife adorning the walls. The scent of incense adds spice to the ambience within one of the most active working shrines in Saigon."
    },
    {
      "dayNumber": "11",
      "title": "The River’s Calm Journey",
      "description": "Today you will venture away from the bustling streets of Ho Chi Minh City and come to the vivacious waterways of the Mekong Delta. Once at My Tho you can see the region rich in agriculture, from terraced rice paddy fields to shallow skimming boats driven by women in conical hats paddling their way elegantly down the water. Come to the Vinh Trang Pagoda known as a haven for children with disabilities, orphans, and children in need. The façade is an opulent mixture of Vietnamese tradition. A stone pathway sifts through the manicured gardens that are decorated with a collection of large Buddha statues. Along the water you surround yourself with large fringed palms that block the riverbanks and showcase the essence of the delta,; displaying the unique communities that have flourished on and beside the water for centuries, stretching from the Tibetan Plateau to the South China Sea."
    },
    {
      "dayNumber": "12",
      "title": "Colorful Morning",
      "description": "The morning takes on a different shade as the light peaks over the shallow banks and dances on the water. You find yourself in Cai Be early in the day, when the waterways of the town become filled with boats and activity. The shallow skimmers are almost overflowing with goods, from pineapples to bananas, oranges to rambutans, piled high and all for sale. The morning Floating Market is filled with vendors and customers all enraptured with the jovial spirit and stunning nature of the sale. Voices are loud, the aromas are a mixture of sweet fruit and freshly grilled fish, and vibrantly colorful images stretch before you as far as you can see. Soon the market rush will dissipate; you will stroll through the wonderful hues, scents, and flavors of a traditional fruit orchard, and return to the comforts of Ho Chi Minh City."
    },
    {
      "dayNumber": "13",
      "title": "The Calls of the Dai",
      "description": "Today you will once again find yourself outside of the bustling streets of Saigon discovering the unique experience of witnessing the Cao Dai Holy See. Founded in the 1920s the religion blends elements of Taoism, Buddhism, Islam, Christianity, and Confucianism attempting to create a perfect peaceful religion. The bright colors of the church shine along the carved ornaments. Once inside you find the vaulted interior and pillars standing beside animated pagodas. The atmosphere is diverse and welcoming, from the colorful scenery to the friendly people. You can stand along the upper balcony overlooking the temple to see the procession beginning with a vibrantly dressed priest. When the congregation begins to sing you notice the blending rhythms and hums that combine eastern and western influences, culminating in an eclectic sound of the followers’ devotion, and that is unlike anything you have ever heard. In the early afternoon you will venture to the Cu Chi Tunnels to discover the vast expanse of networks within the earth before returning to Saigon for the night."
    },
    {
      "dayNumber": "14",
      "title": "The Sound of Satisfaction",
      "description": "The morning calls of Saigon begin and you awaken to aroma of fresh Vietnamese coffee once more. The delicate aroma of French pastries blends with the rich dark roast as you enjoy your final breakfast in Vietnam. The morning is at your leisure allowing you the opportunity to venture back into the city for once last visit to the Old City and even to venture into Khaisilk, a fabulous boutique store known for its silk scarves, ties, shirts and more. Soon your private transfer will have you at the airport and ready for your journey home. For more itinerary options, you may want to browse the reviews for Vietnam travel agents on Zicasso."
    }
  ],
  "map": ""
}