{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "cultural-explorer-private-adventure-tour-of-vietnam",
  "tourName": "Cultural Explorer & Private Adventure Tour of Vietnam",
  "placesVisited": "Hanoi, Hue, Hoi An, Ho Chi Minh City, Ha Long Bay",
  "generalInfo": "The variety of culture in Vietnam is endless. On this custom tailored tour you will find the treasured histories of ancient civilizations and the breathtaking landscapes of the natural countryside. From intricate wartime tunnel complexes to delicate temple reliefs, and from tremendous views of the sapphire shores to the serene atmosphere of temple courtyards, you will step through time and space, experience perseverant traditions, and witness the ever-evolving cities of Vietnam. This is your own private adventure that you will never want to end.",
  "durationDays": "10",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Welcome to Hanoi",
      "description": "Welcome to the treasured capital of Hanoi. The city is alive with modern luxury and maintains its sense of culture and tradition. French Colonial architecture continues to decorate the city center. The wide avenues are lined with lush trees. The streets are energetic, constantly brimming with people. Ancient pagodas are hidden beneath the trees and close to serene lakes. Your private transfer meets you at the airport and escorts you to the beautiful Hanoi Westlake Hotel. The hotel is situated overlooking the pristine waters of West Lake. You are close to the charm of Thuy Khue Street, which is known as “street of village gates.” Temples and pagodas are vibrant alongside the street and bring a distinct beauty to area. The typical Vietnamese architecture and antique tiled roofs help settle you in to traditional Hanoi."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – The Culture of Hanoi",
      "description": "When morning washes over the city you can see the streets spring to life. The aroma of fresh drip Vietnamese coffee is enough to draw you from bed. The locals enjoy the rich and almost chocolaty flavor. In certain neighborhoods you can find people mixing the coffee with condensed milk to add a thick and sweet cream to the rich and dark drink. After breakfast your guide meets you at the hotel. There is an abundance of history and culture to see. One Pillar Pagoda is an historic Buddhist temple that was constructed in the 11th century. It hovers over the serene waters of a lotus pond. The temple is quaint but impressive. A stone staircase leads up to the sanctuary’s entrance. Its roofs slope and curve in a quintessential example of ancient Vietnamese architectural design. The surrounding trees rustle in the breeze. The lotus pond is quiet and perfectly still. It feels so far removed from the movement of the city even though you are in the city’s center. The Temple of Literature is nearby and is home to the university that was started in the 11th century. It is the oldest university in Vietnam. The old university and the temple, the pagodas and the courtyard have become an oasis in the large city, filled with tranquil atmosphere and pristine scenery. In the center of the Garden of the Stele you will find a walled pond known as the Well of Heavenly Clarity. Two halls border the well and contain 82 steles, each one sitting on the back of a tortoise."
    },
    {
      "dayNumber": "3",
      "title": "Ha Long Bay – The Luscious Landscape",
      "description": "You wake up in the early morning to the rejuvenating scent of fresh brewed coffee. Today you will make your way outside of the city to the treasured shores of Ha Long Bay. The magnificent UNESCO World Heritage Site covers over 1,000 square miles filled with emerald waters and innumerable islands. Limestone karsts slope down into the water and are dotted with lush greenery. Beaches stretch back into the tree line where dense forests begin. Hanh Cave stretches over half a mile through Hanh Mountain. When you enter the grotto you find Three Girls Temple. The beauty of the cave speaks to the legend of the grotto’s namesake. Stalactites catch the light and beam a rainbow of colors along the stone. The water current drifts slowly. The interior looks like a palace made of natural stone and has been polished by time. The only sound you hear is the trickle of the water. The only sight you see is the endless shining shapes of the mountain’s interior. In the evening you will return to Hanoi and can delight in the variety of flavors that the city offers."
    },
    {
      "dayNumber": "4",
      "title": "Hue – The Forbidden City",
      "description": "The next morning brings you to the imperial city of Hue, Vietnam’s first political capital under the Nguyen Dynasty. The citadel continues to hold much of the city’s regal and powerful stature. The outer walls are over six feet thick and stretch over one and a half square miles. Beyond the ramparts, the city is known for its elegant garden houses. Come to the Phu Mong village to visit the Phu Mong garden houses; each house contains a particular style in the interior décor and garden plumage. The Tinh Gia home contains a rockwork structure with a waterfall that mists tiny clouds. The garden is filled with graceful and intricate bonsai trees, including a 150-year old apricot bonsai. You can experience the traditions that combine both garden and restaurant, which allows the ambiance of the flourishing plants to add to the delicacies of Hue’s imperial cuisine. At the center of the citadel, you will find the Purple City, also known as the Forbidden City. It was constructed in the 19th century by order of Emperor Gia Long. When you circle the citadel’s inter walls you find the remains of the imperial past decorated with nature. Weeds and vines have sprouted through the stone and have overtaken what was once the grand center of the ancient capital. In the evening you will settle into the lavish room at the La Residence Hotel and Spa. The rooms overlook the river and let you relax in luxuries fit for an emperor."
    },
    {
      "dayNumber": "5",
      "title": "Hoi An – River to River",
      "description": "The Perfume River winds around the sloping mountains and bisects the city into north and south. The water catches the early morning sunlight. After breakfast you are taken to the riverbanks. You can see boys paddling shallow wooden boats on the water. A thin fishing line dangles into the water. You find the impressive stone walkway that leads to Emperor Khai Dinh’s tomb. The complex was completed in the 1931 after 11 years of construction. The tomb is a rectangular structure that leans against the mountainside and stands atop 127 steps. Large stone dragons form the side walls of the lower steps. The courtyard is lined with two rows of statues that face center. Each statue represents a bodyguard that protects the emperor and the tomb. The construction and detail of the complex is impressive, from the guards’ faces to the embellishments on adorning statues. After your perusal of the emperors’ tombs you will make your way to Hoi An, a charismatic town outside of Danang. Spend the evening in the riverside luxuries of the Life Resort."
    },
    {
      "dayNumber": "6",
      "title": "Hoi An – Towns and Merchants",
      "description": "The streets are lined with Chinese paper lanterns that light up the dim early mornings and dark nights. Hoi An is a collection of cultures from around Asia that were collected from the 15th to the 19th century during the town’s heyday as a trading hub. The architecture and the culture are harmonious and quaint. The Thu Bon River flows gently alongside the city. The Fujian Assembly Hall contains the elements of a classic Chinese Assembly Hall. The courtyard is gold and colorful. The fountains are unique and ornate. One fountain replicates a winding and flying dragon placed over the serene water. The hall is filled with a number of statues and bronze drums that are decorated with Chinese characters. Though the hall once served as a place to gather and celebrate, it now serves mostly as the city’s largest and most decorative temple. In the nearby city of Danang you will visit the Cham Museum which houses over 300 sandstone sculptures dating back to the 4th century. The museum is located inside of a building embellished with traditional Cham elements. The intricately sculpted statues and reliefs are remnants of a devout and powerful kingdom once found in central Vietnam. You can even find the powerful image of an ancient bronze Buddha displayed inside the museum."
    },
    {
      "dayNumber": "7",
      "title": "Hoi An – A Display of Heritage",
      "description": "My Son is a temple complex outside of Hoi An. The Champa Empire dates back to the fourth-century and created some of the most vibrant and intricate sanctuaries in Central Vietnam. Your private transfer takes you to the complex where you immediately see the deep red sandstone buildings standing against the background of blue sky. The sanctuaries are surrounded by lavish jungle. Out of 180 historic temples, 70 remain. When you walk through the complex you find the shape of the stupas unique. You find more than just the interesting shape of the upper towers but also the delicate and detailed carvings of gods that are etched into the outer walls. Some of the walls are overrun with brush and time but the markings are still apparent. Vishnu is surrounded by embroidery. He stands with his hands above his head and one foot resting against the opposite leg. It is an elegant yet powerful pose which also speaks for the temple complex itself. In the afternoon you will return to Hoi An and have the night at your leisure."
    },
    {
      "dayNumber": "8",
      "title": "Ho Chi Minh City – A Cultural Variety",
      "description": "The colorful light of Hoi An’s Chinese paper lantern lined streets fades with coming morning. Your private transfer takes you to the airport where soon you will arrive in the largest city in Vietnam, Ho Chi Minh City. You are taken to the comforts of the Rex Hotel. After you settle in you will venture out into the sensational city where the energetic streets never cease. You are easily swept into the whirr of the neighborhoods and find yourself in the city center referred to as Saigon. The Reunification Palace continues to stand tall over the large courtyard. The fountain sprinkles water in gentle arches. The palace was completed in the 1870s with a façade that extends over 240 feet. When you enter the palace and come to the basement you are intrigued by the décor that recreates an old war room, from the desk to the walls. Old communications devices remain intact and in working order, which adds an ambiance to the room that is more than just decoration. Maps surround the room, each marked with positions of various regiments. It’s as if you have stepped back in time and left behind the modern city."
    },
    {
      "dayNumber": "9",
      "title": "Ho Chi Minh City – Under the Countryside",
      "description": "The Cu Chi Tunnels are a powerful network of subterranean passageways that extend over 75-miles. When you come to the Ben Duoc site you find a measurement of the network. Your guide explains to you the history and efficiency of the tunnel system that dates back to the late 1940s. The walls are narrow and dark. You can feel the cold air emanating from underground. A portion of the tunnels at Ben Dinh has been enlarged for you to more comfortably make your way into the earth and find the command center waiting. Much like the lower level of the Reunification Palace, the command center has been recreated to display what life and times were like during the Vietnam conflict. Maps are pinned and marked. Signs hang on the walls. You can imagine soldiers sitting around the single long table and eating their rations. The remainder of the afternoon will be yours in the bubbling neighborhoods of Ho Chi Minh City. In the evening you can venture to the popular Com Nieu Sai Gon restaurant which provides an experience that goes beyond the flavors and edges on cultural exploration. Taste the clay pot backed rice that is dressed with scallions and a savory sauce."
    },
    {
      "dayNumber": "10",
      "title": "Ho Chi Minh City – The Cultural Connection",
      "description": "In the morning you can indulge in one more fresh brewed Vietnamese coffee. You find the locals sitting in cafes enjoying the early day before the rush of the streets begins to overtake the calm, quiet hour. After breakfast your private transfer will meet you at your hotel. You have visited with locals and experienced the cuisine, floated down rivers and squeezed through tunnels. Your flight takes off and brings you closer and closer to home. The culture of Vietnam is enrapturing and will always be a source of fascination."
    }
  ],
  "map": ""
}