{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "flavors-of-vietnam-tour-excursions-regional-cooking-classes",
  "tourName": "Flavors of Vietnam Tour: Excursions & Regional Cooking Classes",
  "placesVisited": "Ho Chi Minh City/Saigon, Mekong Delta, Hoi An, Hue, Hanoi, Halong Bay",
  "generalInfo": "The aroma of ginger and chili are exotic and fresh. The flavors of coriander and scallions are bright. From the decadent fusion of Vietnamese and French cuisine to the captivating aroma of rich local coffee, you will find treasured tastes and majestic history on this custom tailored culinary tour of Vietnam. Delight in a variety of regional cooking classes and travel through the remains of an imperial city. Drift alongside splendid paddy fields and watch legend come to life in a stunning traditional theater. Whether in Hanoi or Ho Chi Minh City you will find nothing but unforgettable flavor.",
  "durationDays": "11",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ho Chi Minh City - Arrive in Ho Chi Minh City, the Commercial Capital of Vietnam",
      "description": "Welcome to the vivacious commercial capital of Vietnam. Ho Chi Minh City is a remarkable collection of modern luxury and historic culture, from the glittery skyline to the banks of the Saigon River. You can see Bitexco Tower rising over 796 feet tall and offering a 360-degree view of the entire city. Your private transfer meets you at the airport and takes you to your hotel where you can settle in. You have the option of enjoying a half-day tour of the city or the far reaches of the Cu Chi Tunnel network located in the countryside. No matter which you choose you will find exceptional history and splendor. You find the continual presence of elegant architecture that dates back to the 19th century and the French Colonial power. One of the trademark buildings that bring charm to the wide avenue in the city center is the Central Post Office. The building is located next door to the Notre Dame Cathedral. The church’s twin steeples rise 190 feet into the air. The Central Post Office was built in the later 19th century and contains looping arches and an intricately designed marble floor. You feel like you have been transferred to central Paris until you see the large portrait of Ho Chi Minh that hangs at the far end of the building and watches over the gallery. The artistic and polished structure was designed by Gustav Eiffel and continues to be filled with opulent painted maps and antique charm."
    },
    {
      "dayNumber": "2",
      "title": "Ho Chi Minh City - Indulge in an Authentic Cooking Course with a Local Family",
      "description": "The day begins with the sensual aroma of fresh brewed Vietnamese coffee. Vietnam is the largest exporter of coffee in the world and the scent seems to fill the morning air. You can enjoy the rich, almost velvety, flavor the way many locals do, by adding the sweetness of some condensed milk. Soon your private guide meets you at your hotel and prepares you for the coming day. Today you will explore the local markets of the city and enjoy a cooking course under the guidance of a local family and chef. Your guide takes you through the Binh Tay Market, the largest and oldest market in the city. The pathways are lined with stalls that boast spices and flowers, hats and handmade wooden toys. Eventually you come to the food district and find the colors of the produce to be almost overwhelming. The chilies burst with reds and yellows. The limes are a sensual green. The scent of ginger and mint brush the air. You pick up the necessary ingredients for your coming meal. You don’t know what you will be making but you can still taste the coming delicious flavors. When you arrive at your host’s home base you are greeted with a combination of large smiles and gracious welcomes. Your guide quickly turns chef and tells you about the local ingredients, their flavors, and what they add to the dishes you will be cooking. She slices and dices the produce. You follow her lead. Soon you begin to cook carrots and sliced chilies. The herbaceous scent of coriander surrounds you. You place the ingredients into rice paper, roll them up, fry the paper, and then enjoy the delicate flavors of your homemade spring rolls."
    },
    {
      "dayNumber": "3",
      "title": "Ho Chi Minh City - Relax along the Mekong Delta on a Full Day River Cruise",
      "description": "You watch the skyline disappear behind the horizon as you make your way to the Mekong Delta. The river encompasses over 15,000 square miles of southwestern Vietnam. Climb aboard a sampan , a traditional flat-bottomed wooden boat. Your driver paddles through the water and you watch the riverbanks float by. Beyond the banks are endless stretches of rice paddy fields. The iconic image of Vietnam is that of the flooded plain with pockets of large grasses poking through the water. Farmers roll their pants to their knees. They wear conical hats to protect themselves from the sun as they reach down into the water and plant or harvest the rice. The early afternoon is warm. The river is calm. You find yourself at a small local restaurant situated in a little town alongside the water. You are about to taste the local specialty of elephant’s ear fish. The name comes from the look of the fish. It is lightly fried and crispy. The scales and teeth remain attached and the fish’s mouth is decorated with a flower. You find plenty of accompaniments on the table, from chilies and coriander to sliced lime and garlic. Your guide shows you how to take a piece of the juicy and flaky fish, place it in fresh rice paper, and fill it with ginger and garlic before rolling and eating it. All the flavors are present for you to create your preferred tastes within the classic local cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Hoi An - Transfer to the Quaint Ancient City of Hoi An",
      "description": "The charming city of Hoi An awaits you today. After breakfast you depart from Ho Chi Minh City by air and arrive in Danang. A private transfer will have you in the classic riverside city of Hoi An ready to take you through the town’s beauty, from its delicate flavors to its fascinating architecture. The city sits alongside the Thu Bon River and was once the center of Central Vietnam’s trade in the 16th and 17th century, focusing on silk, porcelain, pepper, and cinnamon. The spiced aromas continue to grace the air. You come to the Tan Ky House that was built over 200 years ago. The structure contains influences of both Chinese and Japanese architecture. In the sitting area you find the ceiling supported by three progressively shorter beams. The carvings of crossed sabers are wrapped in silk. The back of the house is set against the river and was rented out to foreign merchants. The house is both charismatic and quaint in a city known for its historic charm."
    },
    {
      "dayNumber": "5",
      "title": "Hoi An - Tour the Local Markets before Venturing Downriver for a Beachside Cooking Class",
      "description": "Hoi An’s Central Market is rich in aromatic herbs and spices, alight with silk, and filled with the collective culture of the city’s merchant past. After breakfast you will follow your guide through the market place and find the particular ingredients needed to prepare the perfect lunch. The complex is both organized and rambunctious. The vendors have their particular space filled greens, such as spinach, or farther down the aisle where you can find green onion. You notice that the tailors have a section dedicated to their specific trade away from the rest of the bustling vendors. In the early morning you can hear the aggressive negotiations over the freshly caught fish. Soon you will board a sampan and continue down river until reaching the pristine sands of the Cua Dai Beach. You will partake in a cooking class that will teach you about the gorgeous local flavors of Hoi An and its surroundings. Cau lau is the most famous dish in the region and emanates a slightly sweet aroma after it is cooked. You can look out over the sapphire water and indulge in the noodles, bean sprouts, and green cabbage. The waves lap against the shore. The depth of flavor lingers on your tongue. You have found paradise."
    },
    {
      "dayNumber": "6",
      "title": "Hoi An - Make your Way to the Imperial City of Hue Where You Will Have an Afternoon Excursion through the Cityscape",
      "description": "The charming riverside city of Hoi An will always be a precious and delicious memory. You make your way over to the remarkable view at Hai Van Pass. You can see where the sweeping emerald mountains slope down to the azure sea. The city is situated alongside the atmospheric Perfume River. It was the imperial capital of the Nguyen Dynasty in the 19th and 20th centuries. Once in Hue you will step onto a dragon boat and cruise down the Perfume River. The boat’s front displays a colorful dragon with wide, sharp teeth that scares away wicked spirits. The water is cool and the afternoon is warm. You come to a hill that overlooks the water. You see the Thien Mu Pagoda rising from atop the knoll. It stands over 63 feet tall and was constructed in the mid 19th century. Its octagonal shape rises over seven stories and towers over the surrounding trees. There is a tranquil feeling in the complex. When you come to the humble temple you find a statue of a large turtle carved from marble. It stands as a symbol of longevity. In the evening you will meet one of the city’s top chefs who will explain the evolution of Hue’s cuisine before he cooks a meal for you that would befit royalty."
    },
    {
      "dayNumber": "7",
      "title": "Hanoi - Fly to Hanoi and Witness the Traditional Water Puppet Theater with Dinner at the Oldest Restaurant in the City",
      "description": "The morning stretches over the citadel and soon has you flying over the remnants of royalty and arriving in Hanoi, the capital city of Vietnam. The city encapsulates the modernity of the country but also bursts with tradition. The sweeping boulevards create an elegant atmosphere. Trees that dangle their leaves over the water surround the lakes. Your private transfer takes you from the airport to your hotel. In the evening you will enjoy the traditional Water Puppet Theater, one of the oldest and continually popular forms of entertainment in the country. The puppetry dates back to the 11th century; farmers would try to entertain themselves and their family when the fields were flooded. You watch the mastery of the puppeteers performing an elegant dance on the water’s surface. They tell a myriad of traditional stories familiar to most Vietnamese. After the show you will delight at the restaurant Cha Ca La Vong situated in the Old Quarter. The legendary restaurant is rumored to be one of the oldest in the country and specializes in cha ca , a pan-fried fish with turmeric and dill. The aroma is hypnotic as the wait staff grills the fish at your table and adds peanuts and noodles throughout the cooking process."
    },
    {
      "dayNumber": "8",
      "title": "Hanoi - Experience your Final Cooking Class with Dinner at a Restaurant that also Serves the Community",
      "description": "Today you will have the opportunity to indulge in the bright and crisp flavors of a cooking course. Your guide will tour you through the old quarter whose streets date back a millennium. The aromatic scent of herbs fills the long stretch of pathways that wind through the ancient market. Bicycles roll along the narrow streets. After you visit the local market you will follow your instructor’s demonstration, imitating the steps, methods, and flavors in search of the perfect combination of succulence and acidity. At the end of the course you are surrounded by the captivating aroma of beef noodle soup. In the evening you will enjoy a meal at KOTO. The atmosphere is elegant and the staff is friendly. One of the main draws of the restaurant is its charitable program that teaches underprivileged youth the art of cooking and the ins and outs of the hospitality industry."
    },
    {
      "dayNumber": "9",
      "title": "Ha Long Bay - Journey to Ha Long Bay for an Overnight Cruise",
      "description": "The gentle rhythm of whirring bicycle wheels fades into the background. You come to Ha Long City in the early afternoon and step aboard a traditional Chinese junk. The sails are tall and orange. They unfold like paper fans and catch the breeze. You venture out onto the remarkable azure water of Ha Long Bay. Large limestone karsts rise out of the water. Their reflection in the blue sea is as elegant and empowering as their actual size. There are over 1,600 islands in the bay that create a stunning dotted isthmus. Disembark the boat at Bo Hon Island to venture into the beautiful underworld of Surprise Cave. When you first step into the vast grotto it is not only surprising but also breathtaking. The ceiling rises over 90 feet high. The rocky walls are smooth and cold. Stalactites drip from the ceiling. You can stroll along the 1,500 feet of walkway and notice the way the lights cast shadows on the walls. It adds to the exquisite charm of the cavern. When you return to the ship the scent of freshly grilled seafood fills the air and settles you in for the night."
    },
    {
      "dayNumber": "10",
      "title": "Hanoi - Enjoy the Morning in the Spectacular Scenery of Ha Long Bay before Returning to Hanoi",
      "description": "The morning sun stretches over the karsts and shimmering calm sea. The aroma of fresh brewed coffee is enough to bring you to excited alert. The junk continues to cruise along the fabulous scenery of the surrounding bay. You come to the floating fishing village of Vung Vieng. The nature of the village coincides with the nature of the bay, rising and falling with the tide and the weather. The culture dates back generations and subsists on the local marine life. The village consists of around 50 families. A rowboat will take you alongside the floating houses where you can find the spacious and clean homes of the local villagers. The children venture to and from land to attend school. Their faces are often radiant with smiles and they are always excited to meet new people. In the afternoon you will return to Hanoi but the memory of the village on the water will never be far away."
    },
    {
      "dayNumber": "11",
      "title": "Hanoi - Depart for Home",
      "description": "You watch Hanoi’s streets return to energetic life. In the Old Quarter you can see people riding their bicycles. Each bicycle holds a large basket that is filled with a variety of fruit, from oranges to limes, contained in a wide, shallow basket. You can imagine the gentle ripple of Hoan Kiem Lake in the early breeze. After breakfast your private transfer will escort you to the airport. You board your flight and inch closer to the comforting familiar flavors of home."
    }
  ],
  "map": ""
}