{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "botswana-family-safari-okavango-delta-makgadikgadi-salt-pans",
  "tourName": "Botswana Family Safari: Okavango Delta & Makgadikgadi Salt Pans",
  "placesVisited": "Maun, Makgadikgadi Salt Pans, Okavango Delta",
  "generalInfo": "Surreal landscapes and endless excitement await you on your 10-day Botswana family safari. You can cross immense salt pans on quad bikes and explore the savanna with local Bushmen, cruise along waterways searching for elephants and wind beneath the forest canopy to find sleeping leopards. Your tailored family adventure will take you deep into the wilderness to unveil the depth and wonder of Botswana.",
  "durationDays": "10",
  "price": "11,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Makgadikgadi – Welcome to the Salt Pans",
      "description": "Maun is Botswana's central hub, a sprawling town that's built around creeks and sandy country roads. It's also one of the few places with an international airport in this vast offbeat country. Land in Maun and be assisted onto a light aircraft for the short flight over to the Tsigaro Airstrip in the Makgadikgadi. Gaze out of the window and catch your first glimpse of the salt pans, vast stretches of white glistening beneath the afternoon sun. Settle into the rustic camp and immediately start your immersion in the wilderness. Out here you won't find roads or WiFi. There's just you, your luxury en-suite tent, and the abundant wildlife that lurks nearby."
    },
    {
      "dayNumber": "2",
      "title": "Makgadikgadi – Exploring the Stunning Wildlife",
      "description": "Botswana is an immense unfenced world that teems with wildlife. Lions roam freely, elephants cross the main highway, and nature's great mammals crowd around shrinking water holes. Today you'll head out on a game drive, searching for the life that wanders across the Makgadikgadi's mirage. In front of you is a salt flat that's bigger than some US states. This used to be a lake, but for thousands of years there's been nothing but these endless stretches of white. They shine and shimmer, occasionally interrupted by short stretches of sandy desert or dry savanna. It takes a while for the eyes to get used to it, but when they do, there's a peculiar world to discover. Makgadikgadi isn't a place for spotting great lion prides or huge elephant herds. It's too hostile and dry for that, but don't worry, there will be plenty of them when you get to the Okavango! Life on these pans is for the specialists, the intriguing assortment of characters that have evolved to be different. Discover gangs of meerkats that poke their heads up from the ground, and lose hours laughing at their wonderfully comic gestures. Strange aardwolves and bat-eared foxes scamper across the ground, brown hyena are continually moving in search of a meal, and paw prints are easy to follow across the pans. It's a real adventure, slowly tracking the prints and discovering the culprit beside his lair. There are no time limits for your safari exploration. Stay for an hour beside the meerkats, drive great distances to follow a hyena, and allow the children to pick up on the animal trails."
    },
    {
      "dayNumber": "3",
      "title": "Makgadikgadi – Spectacular Quad Bike Adventure",
      "description": "Sitting on a quad bike on the edge of Makgadikgadi imbues a surreal sense of freedom. Few places in the world are as desolate or untamed. Other than a few wandering Bushmen, nobody lives in this area. Not only that, hardly anyone has ever ventured into these pans. To minimize the environmental impact you drive in line, cruising out into the middle of this dried up lake on your quad bikes. Makgadikgadi induces a transfixion. For one thing, you're surrounded by a 360 degree white wonderland. A flickering mirage floats above the ground, gently merging the salt with the sky, and making the sun's position the only clue as to which direction you're heading. But look closely and no two angles are the same. Mysterious elephant prints cut across the salt, a solitary ostrich randomly appears, animal burrows dot the land, and it's hard not to imagine you're in some kind of post-apocalypse Hollywood movie. Your expedition takes you into the heart of Makgadikgadi. It's particularly impressive for teenage children as they have a vast landscape to explore, as well as the freedom to safely drive a quad bike for two days. On day three you arrive at Kubu Island and your guide sets up a makeshift camp. Watch a poignant sunset dance on the horizon, the red and orange sky perfectly reflected in the salt. Then explore the area on foot and search for signs of Bushmen and flamingos. Dinner is cooked on a log fire and you roll out comfortable beds beneath the stars. With so many twinkling stars and wisps of white, it's often impossible to pick out the individual constellations. You're a few hundred miles to the nearest town, reveling in an untouched wilderness that can't be rivaled anywhere else in the world. A delicate sunrise greets you on day four, the sun evocatively appearing on the horizon. You take a different route back to the camp, exploring great swathes of Makgadikgadi. Note that this quad bike adventure can be extended by a day or two and include more time on Kubu Island, or explore a new area of the pan. As you coast through the landscape you can follow footprints. So why not check out where the elephant tracks lead? Or see what small pawed animal crossed near your bed last night? Lose yourself in this strange world and return to the camp for a sumptuous dinner and hot shower. While you can also do shorter quad bike trips, it's recommended to spend at least 24 hours in Makgadikgadi. This allows you to appreciate how the sun's position delicately affects the landscape, as well as offering you the chance to watch the sunset and sunrise from the same position."
    },
    {
      "dayNumber": "5",
      "title": "Makgadikgadi – Walking with Bushmen",
      "description": "Spend your day with indigenous Bushmen, heading out on foot and experiencing their unique culture. A local guide will accompany you and translate because many of the Bushmen tribes in Botswana don't speak the same language as each other, never mind have exposure to English. Naturally laconic and reserved, Bushmen use their actions to teach and share. Everyone can see the prints in the salt, but these hunter-gatherers can pinpoint exactly when the culprit wandered past. They move nimbly, sidestepping a route across the ground and slowly imparting their knowledge of life in the bush. The whole family is going to learn some essential bush survival and tracking skills today. It's a humbling experience, but one that's very involved. Dress yourself in animal skin and fur to look the part, see the inside of a Bushman hut, and discover traditions that have almost disappeared from the world."
    },
    {
      "dayNumber": "6",
      "title": "Okavango – Into the Surreal World",
      "description": "Say goodbye to the sea of salt and board a light aircraft for your flight into the Okavango. This UNESCO World Heritage Site looks magical from above. Great stretches of blue suddenly appear from the plane window, cutting distinct lines through the savannah. Botswana's scale takes many people by surprise and during the flood season it might appear as though you're crossing an ocean. Your destination is the Shinde Concession, a privately managed part of this vast national park. Staying in a concession allows you to be more adventurous with your safari activities. So get ready for four days of walking safaris, game drives, going off road, and of immersing yourself in this natural phenomenon. Enjoy a delicious lunch and then head off on a game drive. Makgadikgadi is arid and sparse, so you're quickly taken aback by the lush grasses, dense forests, and huge animals that lurk in the Okavango's trees. Indulge in your first safari experience as Africa's famed mammals are found at every angle. Giraffes poke their heads over the treetops, elephant herds slowly emerge from the forest, and impala congregate in huge herds. As the sun begins to set be sure to keep your eyes peeled for leopards, the stealthy hunter prowling for an evening meal. Settle into your camp and let nature's indelible soundtrack sing you a lullaby. And remember, if you hear rustling in the night, shine the flashlight before you head out. There are no fences to stop the wildlife roaming through here!"
    },
    {
      "dayNumber": "7",
      "title": "Okavango – Exploring the Okavango by Boat",
      "description": "A pair of eyes floats above the water. And another. Turn a corner and you see a dozen more eyes. Hippos love the Okavango. There's lots of water to spend the day in, and plenty of lush grass to gobble down at night. Spend today exploring the meandering waterways, taking a boat through winding stretches of hippo paradise. Sunbathing crocodiles line the banks, waterbirds flutter overhead, and groups of ungulates tentatively come down for a drink. At times it's blissfully serene, the boat slowly cutting a trail past resting hippo pods and vivid riverbanks. But take a bend and a herd of elephants block your path. They play in the river; females spray each other with long jets of water, males test their strength and half drown each other, while an old tusker just stands and drinks. At various spots the boat docks and you explore on foot, carefully following the guide into the trees. All the big cats lurk around here so your local guide picks up on clues to decide whether it's safe. Step ashore and watch warthogs comically scurry past, or giraffes elegantly roam just meters away. Then an elephant herd slowly wanders past to reach the river, cute babies struggling to keep pace with the rest. Don't expect to see many other boats or people today. Not only does a private concession allow you to do more daring safari activities, it also limits the number of other tourists, so you always have a very personal and intimate experience. Spend the whole day on boat safari and then return to the camp and watch all the wildlife from your private verandah."
    },
    {
      "dayNumber": "8",
      "title": "Okavango – Thrilling Walking Safari",
      "description": "There's excitement in the air as you head out into the bush, tentative footsteps following your guide into the wilderness. At this pace it's easier to take everything in. Baboons call from the trees above your head, impala watch you from a safe distance, and animal tracks dictate which way you travel. Don't be scared, the locals have lived side by side with the wildlife for many generations, even the big cats. They also know the popular spots for different herds. Hippos and elephants looked huge when you saw them from the boat. But now you're standing just meters away from them, and they seem a lot bigger from this angle. Zebras gently skip past, springbok decide to dance through the trees beside you, and then you turn a corner to meet the steely stare of a buffalo. Note that this program of activities in Shinde Concession is just an example. Every guest can customize their itinerary to have more of a focus on walking safaris, game drives, or boat trips. It's also easy to combine different activities in one day, so a river cruise can take you out before a game drive brings you back."
    },
    {
      "dayNumber": "9",
      "title": "Okavango – Big Cat Game Drives",
      "description": "Head out in the early morning as an idyllic silence drops over Okavango. There is nervousness amongst the antelope and zebra. This is prime hunting time, after the night has ended but before the morning sun kicks in. Lion prides are on the move, creeping through the trees as they stalk a small herd of kudu. Your safari vehicle can get close, allowing you to watch everything unfold: the lionesses' deliberate movements, the unsuspecting antelopes, and then the split second drama as the cats are spotted and the kudu panic. It's not just lions around here. Cheetahs and leopards go out on patrol, while hyena look to pick up the scraps. Spotting them isn't always easy. They're carefully camouflaged and it takes a special eye to pick up a tail hanging from a tree branch. Take a glance at the forest and all you see is trees. Even when your guide points out the leopard you initially can't see it. But once it's spotted you wonder how you were so blind. It's there in the open, and it spotted you a long time ago. On most safari days you will rest during the early afternoon. The wildlife is having some downtime and so are the adults. Your guide will entertain the children, unraveling the wonders of the wild by teaching them some unique survival techniques. They can learn how to make camp fires, how to build a traditional bow and arrow, and how to move through the bush without making a single sound. Tonight you see a different version of the Okavango by heading out on a thrilling night safari. You're surrounded by darkness, the moonlight only able to illuminate the treetops. Stop, listen, and wait. Something is rustling nearby. Your guide shines the spotlight and a small herd of buffalo is gently revealed. They can't be more than five meters away. On a nighttime game drive you can get incredibly close to the wildlife. And the children will need to practice their new skills of staying silent in the bush!"
    },
    {
      "dayNumber": "10",
      "title": "Okavango – Goodbye to Botswana",
      "description": "Wake to the sounds of nature and watch a slow procession of wildlife from your private verandah. Perhaps a hippo has come to say goodbye, or an old elephant bull is slowly wandering past. It's time to leave Okavango. But the Delta has one last lingering impression. As you fly back to Maun you'll appreciate just how far you were from civilization. There's a good 40 minutes of flying over the waterways before you reach dry land. Connect with your international flight in Maun and return home with a lifetime of memories."
    }
  ],
  "map": ""
}