{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "exclusive-okavango-land-water-safari-jewel-of-botswana",
  "tourName": "Exclusive Okavango Land & Water Safari: Jewel of Botswana",
  "placesVisited": "Okavango River, Okavango Delta, Moremi Game Reserve",
  "generalInfo": "You will find the true jewel of a Botswana safari on your 9-day Okavango Delta tour over the land and water. Your exclusive luxury safari will take you on guided excursions through the canals lined with towering reeds and over captivating emerald grasslands. You can discover wildlife grazing by the waterside and bask in luxury accommodations set beneath the stars for an unparalleled experience on your Botswana safari.",
  "durationDays": "9",
  "price": "16,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Shakawe - Welcome to Botswana",
      "description": "Shakawe is a serene paradise on the banks of the Okavango River. The crystal clear waters create an exquisite setting coupled with a luxury lodge overlooking the tranquil riverbanks, the expanse of papyrus, and the small channel filled with exotic birdlife. Your charter flight will land at the Shakawe landing strip, where your guide will meet you upon arrival. Your room will feel tucked away amid the shady ravine forest where you will have a private deck that looks out over a small channel. The music of the Botswana wilderness will become your soundtrack as the water rushes nearby and the birdlife calls out at sunset. At dinner, you will enjoy the aromas of delicious dishes as the music of the Okavango River surges after dark. The dining area, lounges, and deck will all offer magnificent views to the water as you spend the evening relaxing in the secluded ambiance of the luxury lodge."
    },
    {
      "dayNumber": "2",
      "title": "Okavango River - Boat Cruise on the Okavango River",
      "description": "After breakfast, you will board a luxury boat with your specialist guide to cruise downstream at a leisurely pace. The waters will open to views of the riverbanks and the surrounding grasslands that support a variety of captivating wildlife. You can listen to the sounds of the water brushing against the tall grass as you look for hippos, crocodiles, and birds hiding in the brush. Your guide will have an incredible eye for spotting wildlife, finding lively birds such as the slaty egret and the Malachite kingfisher. You could also spot elephants who arrive at the riverbanks eager for a drink. Your guide will bring fishing equipment, which will give you the chance to cast a line in search of the local favorite tigerfish. At lunch, you will stop on a river island to enjoy a gourmet picnic before you arrive at a luxury-tented camp. You can listen to the sounds of the river as you indulge in an elegant dinner cooked by your private chef."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Game Viewing, Photography, and Fishing in the Okavango",
      "description": "You will wake before sunrise to venture out onto the majestic channels of the Okavango Delta. The calls of the wild are vibrant near sun-up when predators return from the evening hunt, and other wildlife wakes after a restful evening. As you traverse the waterways, you will keep an eye open for giraffe and zebra, wildebeest, and Cape buffalo. Large herds of red lechwe typically graze on the grassy wetlands with the regal horns of the males featuring long, sophisticated spirals. You might also hear the yips and lively barks of the wild dog, who are often visible when returning to their den. You will arrive at your next safari camp for lunch and relax before taking a guided safari walk along the edges of the Delta. Your specialist guide will highlight the more intimate details of the African wilderness as you look out for lion tracks, discover bird feathers, or find an elephant herd dipping its feet into the delta to cool down."
    },
    {
      "dayNumber": "4",
      "title": "Okavango Delta - Explore More of the Okavango River",
      "description": "You can tailor your tour to a specific interest, such as photography, birding, or fishing as you cruise down the waters for more water-based game viewing. The birdlife will remain active as you pass by, revealing marvelous colors and vibrant sounds. With over 400 different recorded bird species along the Delta, you might spot an African fish eagle and an African green pigeon. As you glide down the river, you might find red-billed oxpeckers swooping low over the water or saddle-billed stork foraging on the marsh. Jacana could also be seen walking on floating vegetation in search of insects. Your secluded location will ensure marvelous wildlife viewing and impressive immersion in the untouched scenery. You will return to your campsite for lunch, where you will then have the choice of another walking safari or boarding the boat for an afternoon game drive on the water."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve - Boat Cruise to Chief’s Island",
      "description": "After breakfast, you will board a boat bound for Chief’s Island in the exclusive Moremi Game Reserve. Pristine wilderness supports abundant wildlife as you settle into refinement, comfort, and relaxation at a spectacular luxury camp focused on personal service in the extraordinary setting. You will find a sanctuary both for you and the wildlife experienced through exceptional viewing and enthusiastic expert guides. After lunch, you will have your first game drive in the Moremi Game Reserve, which covers one-third of the Okavango Delta region. Reeds fringe the water and grasslands spread from the banks to touch light woodlands. Your guide will take you out onto the plains in search of roaming lions or the region’s thousands of antelope, zebra, and buffalo. Your inspiring game drive will end with a classic sundowner cocktail accompanied by canapés at a spot selected for its combined views of wildlife and the sunset."
    },
    {
      "dayNumber": "6",
      "title": "Moremi Game Reserve - Revel in Game Drives and Mokoro",
      "description": "You will begin your day with a morning safari that will take you into the depths of the Moremi Game Reserve before sunrise. Your professional guide will show you the bush from a different perspective that allows you to get up close and personal with the local ecosystem. Listen closely and you might hear the shrill call of the African fish eagle as it flies near its nest or the laughing sound of hyenas returning from their nightly hunt. Also keep watch for the dangling tails of leopards that lounge in the trees as you explore the reserve before lunch. In the afternoon, you will board a traditional poled mokoro to travel the narrow Delta channels. You can relax as the canoe glides effortlessly through lily ponds and let your eyes take in the gentle side of nature. The charming scenery will have a peaceful ambiance as you once again listen for eagles, frogs, and the wildlife that surrounds you."
    },
    {
      "dayNumber": "7",
      "title": "Okavango Delta - Cruise to Okavango Delta Camp",
      "description": "After breakfast, your guide will escort you to a corner of the Okavango Delta to reach the wilderness retreat of your next property. You will find shading ebony trees and towering sausage trees standing upwards of 40 feet tall. You might see giraffes grazing on the tree branches and views from your accommodation often result in sightings of animals wandering through the savannah. You can indulge in an afternoon snack before your first safari activity. You choose between a walking safari, game drive, or mokoro excursion. On a mokoro excursion, you can once again wade through the narrow channels in search of sunbathing crocodiles or buffalo lapping up the water. The tranquil waters, rustling grass, and gentle pace of a mokoro safari will offer you a perfect introduction to the serene setting."
    },
    {
      "dayNumber": "8",
      "title": "Okavango Delta - Meet the Local Elephants",
      "description": "After breakfast, you will have the unique experience of meeting rescued elephants who live in the expansive elephant habitat. They have plenty of space to explore their natural habitat and interact with the wildlife in their natural setting. You will savor the rare opportunity of visiting the wild elephants as you watch them forage, wallow in the mud, and stroll through the wilderness in their natural ecosystem. Your guide will offer information on the elephants you meet, as well as insight into the lives of elephants across the Okavango Delta with emphasis on their important role in the local ecology. In the late morning, you will have an exclusive brunch in the bush where you can enjoy gourmet food in inspiring nature. You can relax in the afternoon at your leisure before your evening game drive. The private sanctuary keeps crowds small, which gives you a more immersive experience as you search for leopards or hyenas as the sun starts to set."
    },
    {
      "dayNumber": "9",
      "title": "Maun - Depart for Home",
      "description": "You will wake before sunrise once more to have your last safari excursion. As the sunlight peeks over the horizon, you will look out for elephants wandering along the edges of the floodplains or lions lounging in the shade of a tall tree. You will then return to the lodge for breakfast. You will share your favorite experiences before you travel with your transfer back to Maun. You will board your flight bound for Johannesburg and continue home. You can always extend your African safari with time in Chobe National Park and a visit to Victoria Falls."
    }
  ],
  "map": ""
}