{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "hidden-botswana-undiscovered-safari-delights-of-okavango-kalahari",
  "tourName": "Hidden Botswana: Undiscovered Safari Delights of Okavango & Kalahari",
  "placesVisited": "Makgadikgadi Pans, Okavango Delta, Chobe National Park, Victoria Falls",
  "generalInfo": "From walking across the Makgadikgadi salt pans with San Bushmen to a treehouse above the Okavango floodplains, this 12-day journey uncovers the safari secrets of Botswana. You’ll spend three nights at a mobile tented camp in Chobe, four days exploring the Delta on land and water, and three nights on the surreal mirage of the pans. Explore by canoe, discover the wildlife world after dark, and then complete the journey by cruising along the Zambezi River and taking in the legendary Victoria Falls.",
  "durationDays": "12",
  "price": "11,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Makgadikgadi Pans – The Surreal Mirage of the World’s Largest Salt Pan",
      "description": "Many years ago, long before two-legged mammals inhabited Botswana, the Makgadikgadi was Africa’s largest lake, covering an area larger than Switzerland. It has since evaporated into a series of mystical salt pans. Everywhere you look is white, the crusted salt topped by a shimmering mirage that blurs along the horizon. Baobabs punctuate the pans, as do nomadic elephants and colonies of meerkats. It’s as surreal a setting as any, and that’s before you spot the wildlife that comes to drink from the four waterholes outside your camp. You land in Maun and transfer onto a short local flight to Makgadikgadi, then onwards across the salt to your safari camp. It’s an escapist destination, where the silence penetrates and traditional lanterns illuminate the walkways. Evoking an old-world safari atmosphere, the camp has all the necessary comforts, including a beautiful deck overlooking the waterholes. Brown hyenas howl at night; aardwolves drink surreptitiously, and the water attracts an evocative collection of four-legged nomads. Check in, appreciate the solitude, and soak up the magical atmosphere of the pans."
    },
    {
      "dayNumber": "2",
      "title": "Makgadikgadi Pans – Walking With San Bushmen",
      "description": "It’s the San Bushmen that are the gatekeepers to this unusual world. These are the people that understand its complexities and have uncovered its secrets, the people who know how to work in harmony with one of the world’s largest salt pans. They’re your guides throughout the morning, teaching you all about hunting and gathering on a very wild landscape. You’ll follow prints left in the dust, discover a use for everything that grows, and be warmly invited into their community. Although their English is limited, their knowledge is staggering and is communicated through concise gestures; you’ll soon realize that their laconic style suits the serenity of the environment. Return to the camp for lunch then spend the afternoon on a game drive, seeking out the big cats that reside in the desert."
    },
    {
      "dayNumber": "3",
      "title": "Makgadikgadi Pans – Quad Bike Adventure",
      "description": "Sunrise brings mystical colors, with bands of red and ochre reflecting back off the pans. It’s the perfect time to explore, the coolest hours combined with the most enchanting tones. Today it’s a journey by quad bike, following a set trail until you’re many, many miles from anything, surrounded by salt. The natural splendor goes beyond the imagination, especially when a meerkat pops up then disappears into its hole. After visiting a series of splendid baobabs, you return for lunch and spend another afternoon on a game drive, this time seeking out the zebra migration. Some 50,000 make an annual journey across these pans, joined by wildebeests and a snapping collection of hyenas. From January to May, you can see them in their wild roving herds, while for the rest of the year, you can glimpse smaller herds on their journey back towards the Okavango."
    },
    {
      "dayNumber": "4",
      "title": "Chitabe Concession – An Exclusive Big-Game Experience",
      "description": "The Okavango Delta seems to make sense from the air, the waterways snaking around swathes of forests and grassy plains, linked via exotic lagoons that are patrolled by hippo pods. In the light aircraft, you have supreme views, especially of the Kalahari Desert giving way to the relentless flooding of the Okavango River, dusty yellow replaced by strips of lush green and blue. Once you touch down, the Delta is as mystical and mysterious as the preconceptions. A leopard descends from a tree and disappears into the grass; buffalos clash horns on a floodplain; antelope hooves splash up flumes of water. The scale is replaced by the detail, and it’s hard to go a few moments without seeing another four-legged giant. Chief’s Island in Moremi Game Reserve is widely considered to have the densest concentration of wildlife in the Okavango. Chitabe Concession shares an unfenced border with Moremi on three sides and wildlife moves freely. But it’s exclusive to guests staying at one of the two camps, so the game drives come with an added exclusivity. Discover lion prides that battle with buffalo, follow hundreds of lechwes as they escape the clutches of a cheetah, and come to love the antics of wild hippo pods. Perched on an elevated island, Chitabe Lediba Camp is the perfect base for watching the show, with so much wildlife roaming straight past your tented chalet; the day’s flexible game drives provide a chance to get spine-tinglingly close to dreamy safari scenes."
    },
    {
      "dayNumber": "5",
      "title": "Chitabe Concession – Game Drives During Day and Night",
      "description": "The other great advantage of a private concession is the opportunity to drive off the trail. Rather than stick to marked routes, the guides will lead you on a bumpy journey across the grass, until you’re in the perfect position to admire the lion pride, elephant herd, hippo pod, or elusive leopard. Chitabe is a great place to see the big cats on the hunt, and by going off the trail, you might see jaws snapping through fur, or scavengers seeking to steal a kill. Like all your days in the Okavango and Chobe, the daily program has a high degree of flexibility. Nighttime drives often bring drama, the roving spotlight revealing a nocturnal world of bizarre mammals and cats searching for their dinner. Spend the full day exploring or head out on three separate drives; early morning, late afternoon, then nighttime."
    },
    {
      "dayNumber": "6",
      "title": "Jao Concession – A Treehouse Above the Fluctuating Floodplains",
      "description": "Chitabe provides a classic big-game safari experience in a hidden and exclusive concession. Jao Concession provides an iconic Okavango water world experience with its lavish waterways. Animals graze beneath your chalet, then pass under the wooden walkways that connect different areas of the camp. Stunning concentrations of ungulates mean there’s almost always something to admire in and around the camp, notably red lechwes, buffalos, zebras, and wildebeests. Jao Concession provides a wonderfully diverse safari experience, incorporating the big game of Hunda Island with the permanent waters of the Delta. After the short flight west, you have the time to relax in your camouflaged treehouse. Spend the rest of the day creating a personal program of game drives and mokoro canoe safaris. From June to September, the plains are flooded, a watery expanse that glistens beneath the desert sun. Then it transforms into muddy swamps full of nutrients before the water evaporates further and the grass brings nomadic grazers. Regardless of when you visit, you’ll be able to discover a unique snapshot of Delta life."
    },
    {
      "dayNumber": "7",
      "title": "Jao Concession – Iconic Water-Based Safari in a Private Concession",
      "description": "The gondolier takes you out at dawn, paddling silently along the narrow waterways. Lechwes are drinking along the banks, half the herd on alert for the rustling of stealthy predators. Hippos must be circumnavigated, the local guide steering you away from their iconic yawns. The four-legged giants appear from nowhere, emerging from the high grass to splash in the water just a few meters away. With this traditional mokoro canoe safari, you can take in all the hidden secrets of the land, the slow and serene means of travel getting you close to all the little details. Another option is a motorboat safari, great for exploring large areas when the water levels are at their highest. Like always, the program is yours to customize, and game drives can also be included part of the day."
    },
    {
      "dayNumber": "8",
      "title": "Chobe National Park – Mobile Tented Camp Safari",
      "description": "There’s something very special about opening your tent to a herd of elephants. It’s not just their size or their means of communicating through gestures. It’s not even the baby elephants that swing their trunks wildly when walking past. What’s most special is the intimacy of the experience. The elephants recognize your presence, and it’s as if they’re welcoming you in their own unique way. Sometimes they pass just ten meters from the camp, wandering by without a care in the world. And it’s not just one. It’s hundreds, thousands; the world’s largest elephant population inhabiting the forest where you are camping. While it sounds a little dangerous, mobile tented camps are very safe. Remembering the lessons from the San Bushmen, you’ll notice how traditional techniques are being used to keep the elephants from trampling the camp. Hidden amongst the trees, the tented camp moves every few days, giving every visitor a new wildlife experience. It’s surprising how much luxury there is, with spacious stand-up tents that feature an en-suite bathroom with hot water and a Western-style toilet. You’ll dine under the stars, spend the evenings around a roaring campfire, and enjoy one of Botswana’s most exhilarating safaris under canvas. Nature sings a lullaby, animals wander through the camp, and there’s never any interruption to the magic of the wilderness. After the flight from the Okavango, you’ll spend three nights under canvas in the Savute area of Chobe National Park. This woodland landscape is home to so many elephants and giraffes that you’ll stop counting after the first ten minutes (conservationists estimate the elephant population to be upwards of 100,000). Wild dogs move in packs while leopards lurk on the highest tree branches. Buffalo herds graze beside thousands of impala, joined by zebra, wildebeest, and a stunning cast of other antelopes. There are also plenty of lions, although the predators are a little harder to spot than in the Okavango, due to the density of the trees. During these three days, you combine game drives in the Savute area with the option of Chobe River cruises. It takes you to the heart of Botswana’s natural experience, with the activities exploring the scale of the park and the camp immersing you in its intimacy."
    },
    {
      "dayNumber": "11",
      "title": "Livingstone – Along the Zambezi",
      "description": "Slowly you wind along the Chobe River, weaving in and out of the forest as giraffes watch on. Then the river swerves away, and you cross the border, perhaps photographing an elephant within a hundred meters of the border post. You enter Zambia and follow another famous river, the gushing waters of the Zambezi far faster than those of the Chobe. The river broadens, growling menacingly and then disappearing with an almighty roar. You’ve reached Victoria Falls, and the first impressions are always of the sound, of the stunning rumble created by the world’s most powerful waterhole. The Cascades can be higher and wider, but none are able to send as much water over the edge. To view the falls, you pass troops of baboons, taking a trail that leads across Knife-Edge Bridge to cataracts in the lower Zambezi. From here, the spectacle is intense, some 1,000 tons of water tumbling down into a narrow canyon, and then rising back up as clouds of spray every second. From April to July, it’s almost impossible to avoid being soaked by the spray, which is an indelible part of the Victoria Falls experience. Take your time at the falls then transfer to your hotel, where the charms of the Zambezi River provide an idyllic final evening in Africa."
    },
    {
      "dayNumber": "12",
      "title": "Livingstone – Departure",
      "description": "Livingstone International Airport now has a number of direct flights to Europe, providing an easy getaway from the middle of Southern Africa. The airport is just outside the town, and you’ll be transferred with plenty of time for your departure. Before departing, enjoy full use of the facilities at your hotel."
    }
  ],
  "map": ""
}