{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "personalized-botswana-safari-okavango-delta-more",
  "tourName": "Personalized Botswana Safari: Okavango Delta & More",
  "placesVisited": "Okavango Delta, Muan, Moremi Game Reserve, Shinde",
  "generalInfo": "From blazing campfires in Moremi Game Reserve under the starry night sky to safari drives and motorboat cruises across the pearl islands of the Okavango Delta, Botswana's beauty is yours to behold during your adventures over this tailormade 7-day tour. Discover the marvelous wilderness wonders stretching from the heart of the delta to its furthest corners, embracing safari in Botswana like never before.",
  "durationDays": "7",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Moremi Game Reserve - Fine Dining around the Campfire",
      "description": "Stationed in the heart of the immense unspoiled region of the Okavango Delta, Moremi Game Reserve is arguably one of Africa’s most beautiful wilderness paradises. Home to an assortment of flourishing ecosystems, your journey through the delta will share many marvelous moments worth capturing as you venture from camp to camp. At your lodge, the Maunachira River will flow across your campsite’s doorstep, and abundant birdlife will flutter and sing from trees draped over your Masasas , an ancient tribal word meaning home. You will make yourself comfortable around the warm campfire this evening while tucking into hearty local cuisine."
    },
    {
      "dayNumber": "2",
      "title": "Moremi Game Reserve - Once in a Lifetime in the Okavango Delta",
      "description": "Your lodge is nestled in the lush grasslands of the reserve, offering access to the wide variety of environments that sweep the Okavango Delta. Today, you will join a knowledgeable guide and ranger for an excursion through the greenery. Within the passenger seats of decked-out safari vehicles, you will have first-class tickets to the spectacular wilderness on show, witnessing buffaloes climbing into damp, muddy pools, packs of wild dogs pacing through the grasslands, and lions lazing around shady trees. Afterward, you may explore the delta’s waterways by motorboat along channels winding to birdlife sanctuaries."
    },
    {
      "dayNumber": "3",
      "title": "Okavango Delta - Islands of Abundance",
      "description": "Islands peppered with palms and figs circle the Okavango Delta’s southwest region, where your enchanting campsite sits amongst emerald vegetation and sparkling waterways. Today, you will check into your glamping resort and enjoy an afternoon within the secluded splendor of your breathtaking surroundings. From game drives through forested landscapes to boat tours along the flooded rivers dissecting the luxuriant topography, there are endless ways to experience the majestic wilderness encompassing the delta. From sunrise to sunset, you will relish wildlife spotting in this enchanting natural haven."
    },
    {
      "dayNumber": "4",
      "title": "Okavango Delta - Embrace the Bewitching Beauty",
      "description": "Beyond exploring the wilderness by vehicle, the Okavango Delta is home to many marvelous hiking trails that zigzag across the viridian grasslands to summits sharing panoramic views of the delta. Today, you may enjoy a light stroll through the bush soundtracked by birdlife and backdropped by monkeys leaping through the trees. You will stumble upon common critters and spot rare creatures during your journey through the wild to a delightful fishing spot adjacent to a quiet river where tilapia, African pike, and Sharptooth catfish circle the waters."
    },
    {
      "dayNumber": "5",
      "title": "Shinde Private Concession - Moments of Seclusion on the Shinde Lagoon",
      "description": "Your next accommodation is a charming campsite nestled on the banks of the Shinde Lagoon and poised on a luxuriant palm island in the northern Okavango Delta. Rivers flow through the vast wilderness region and forests carpet its immense topography, with grasslands and savannas stretching as far as the eye can see. The incredibly diverse destination is home to a range of wondrous wildlife, from dazzling multi-colored birds to colossal four-legged creatures. You may enjoy the surroundings at your own pace and sip on a bottle of bubbly with your partner while watching the sky turn orange over the hills during sunset."
    },
    {
      "dayNumber": "6",
      "title": "Shinde Private Concession - Sensational Sightings and Fabulous Fishing",
      "description": "Surrounded by waterways and carpeted in thick grassland, Shinde is a destination teeming with land and water environments you may discover in search of the wilderness. You will have your choice of safari drives across the viridian pastures where wildebeest graze and lions linger to motorboat cruises along the rivers where Tigerfish can be caught from September to mid-November. Whether you choose to simply spot local wildlife or wish to fish alongside professional guides, you will spend your moments in Shinde discovering the spectacular scenes and sightings of the Okavango Delta."
    },
    {
      "dayNumber": "7",
      "title": "Shinde Private Concession - So Long to the Paradise of Shinde",
      "description": "You will wake up to the pleasant symphony of singing birds and distant cackles of wild dogs as Shinde bursts into a crescendo of wildlife melodies while the sun soars above the stretching horizon. You may fix yourself a cup of strong coffee and step out onto your terrace, where the scenes of the wilderness coming to life will unfold before your eyes. You will take in these paradisiacal scenes one last time before you collect your things from camp, meet your private transfer, and enjoy a slow cruise to the airport to catch your flight home."
    }
  ],
  "map": ""
}