{
  "destination": "Botswana",
  "mainPhoto": "",
  "id": "romantic-okavango-getaway-vacation",
  "tourName": "Romantic Okavango Getaway Vacation",
  "placesVisited": "Cape Town, Okavango Delta, Moremi Game Reserve, Shinde Private Concession, Khwai Concession, Benguerra Island",
  "generalInfo": "Botswana’s epic landscapes compel and confound, rolling beyond horizons with their untamed authenticity. This intimate 14-day safari adventure provides the perfect getaway; there’s the freedom to be alone in the breathtaking Okavango Delta, and the romantic luxury to elevate every experience. Three inimitable stops immerse you in a secluded world of private camps and nonstop wild game. Then iconic Cape Town and idyllic Barazuto Archipelago offer the perfect contrasts to start and end the trip.",
  "durationDays": "14",
  "price": "18,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cape Town – Welcome to Cape Town",
      "description": "Table Mountain provides the welcome as you land in Cape Town, South Africa. This remarkable expanse of rock rises vertically from the ocean, towering over the iconic city and providing the backdrop for your three days in the city. You’ll be met at the airport and transferred to your hotel in the Victoria and Albert Waterfront area. This exclusive location offers a poetic start to any vacation. Gaze out onto the shimmering ocean and allow the gentle waves to accompany your evening. But turn around and there is Table Mountain, omnipresent, gazing back at you. Now look across to see the elegant boats in Cape Town Harbour. Settle into your elegant surroundings and gently fall into the city’s relaxed rhythm."
    },
    {
      "dayNumber": "2",
      "title": "Cape Town – Exploring Cape Town’s Charms",
      "description": "Cape Town is one of the world’s most romantic cities. Of course there are all the classic scenes to enjoy; like sunset dining at waterside restaurants, strolling hand in hand down deserted beaches, or wandering through the vineyards of famous wine estates. Yet Cape Town’s greatest attraction is the diversity of experiences on offer. Take a revolving cable car up Table Mountain and then find your very own piece of this famous mountain. Stand on one end and look down on the city. Or walk just ten minutes for glorious vistas of the whole Cape Peninsula. Explore funky food markets or stop for lunch at one of the city’s exceptional fine dining restaurants. Drink a coffee in the luxuriant surrounds of an old colonial house and garden. Or head to a tiny cafe balcony and get treated to an authentic Ethiopian coffee ceremony. There’s something for every mood. How about the hidden escapism of Kirstenbosch Botanical Gardens, where almost nobody will interrupt your walk through flowering orchids and exotic plants? Perhaps learning to surf or kite surf together at one of the city’s famous beaches? How about a poignant historical narrative with a boat trip to Robben Island, the place where Nelson Mandela was incarcerated for 18 years? Or perhaps a private yacht trip around Table Bay, taking in the endless natural charms from a unique ocean viewpoint? Another option is a day trip to Hermanus, probably the best place in the world to view whales from the land. Today is free for you to explore the city in a way that suits you and your style."
    },
    {
      "dayNumber": "3",
      "title": "Cape Town – Unforgettable Journey Along the Cape Peninsula",
      "description": "A mountain road curves along the western edge of Africa, weaving its way past cute fishing villages and towering peaks. Every turn brings a new bay, a different vista, or an open stretch of white sand. Today’s private guided tour will take you along this famous road to Cape Point, the southwestern tip of Africa. Stop at countless viewpoints and photograph the remarkable scenery. Admire the huge jackass penguin colony at Boulders Beach, and time your arrival for a little swim with these indelible creatures. Explore hidden coves with nothing but pristine sand and the sounds of crashing waves. And stand together at the lighthouse on Cape Point, gazing out onto the ocean. If you set sail from here the next stop would be Antarctica. Just think about that. After your experience with the edge of the world, return to Cape Town via a different road and pass through quaint seaside towns en route. Like every day, you return to your hotel at the Victoria and Albert Waterfront for an idyllic evening together."
    },
    {
      "dayNumber": "4",
      "title": "Moremi Game Reserve – The Start of Your Okavango Safari Adventure",
      "description": "The scale of Botswana defies the imagination. You’ll leave Cape Town on a scheduled morning flight to Maun, in the center of the country. Gaze out of the window as you cross hundreds of miles of copper-colored wilderness, the Kalahari Desert providing a hypnotic view that seems to go on and on. After landing in Maun you’ll be assisted onto a light aircraft that’s heading to Moremi Game Reserve. Suddenly the landscape has changed. Rich swathes of hippo-filled waters provide the new vistas as you fly into the heart of the Okavango Delta. Elephant herds can be spotted as the tiny plane swoops low, and the irrefutable flooding creeps along ancient channels. This mosaic of wetlands and tiny islands is going to be your base for the next seven days. Technically, all of Botswana is desert. The water that supplies the delta descends from the highlands of Angola. So the Okavango becomes a haven for wildlife. Hundreds of thousands migrate here for the abundant water, and each of your three bases is a favorite spot for a different cast of wild game. So how wild and remote is your adventure going to be? Well, it’s not uncommon for elephants to be patrolling the tiny airstrip, and as you approach Moremi the safari starts from the plane window. Settle into your luxury camp and head out on a game drive. In just a few hours you’ve left the city and been catapulted into a teeming world of lion prides, buffalo herds, and hippos wandering past your private verandah. First game drives are always packed with excitement. So allow yourself some delighted screams as Moremi’s abundant wildlife provides a thrillingly intimate experience."
    },
    {
      "dayNumber": "5",
      "title": "Moremi Game Reserve – Unforgettable Private Safari in Moremi Game Reserve",
      "description": "Wake in your luxury tent and listen to the sounds. Perhaps you’ll hear a hippo’s portentous snort or the rustling of an unidentified antelope in the trees. Listen again. Now there’s silence. Botswana benefits from space. You’re completely surrounded by wilderness, yet you’re nowhere near any of the other guests. And this isn’t camping in its strictest sense. You’ve got an en-suite Western bathroom with hot shower, thick wooden floors, and a huge king-sized bed. Open the zip and sit together on the private verandah. It was a herd of kudu that were making the noise outside. Or was it? Could the culprits have been the small elephant herd in the distance? These two days offer a myriad of private safari activities. Moremi is an ideal spot for safari first-timers, because it packs a variety of ecosystems into an easy to explore area. Take a wooden canoe down the verdant rivers, your guide effortlessly paddling past the hippo pods. Then hold each other tight as you game drive across the grasslands and spot your first lions. A large pride is sleeping beneath a tree but they’ve taken a keen interest…in you. Two lionesses approach the vehicle, gazing provocatively as you naturally take a step backwards. They can’t be more than two meters away and it seems they’re rather fond of something in the vehicle. Within a couple of moments, half the pride has left the tree and is approaching the truck. It seems they’re all quite keen on the shade beside the front wheel. You can customize your safari itinerary each day and combine a selection of activities. It’s very flexible, so there’s no need for dawn wake-up calls or too much exertion. Stop beside a popular elephant hang out, and enjoy a romantic picnic lunch as nature’s great mammals play before your eyes. Cruise across the picturesque floodplains and allow the Okavango waterways to provide a 360 degree panorama. You’re immersed in an untamed world and the safari continues into the evening and through the night. Enjoy a sumptuous candlelit dinner and watch the telltale silhouettes wander past in the distance. Lie in bed and keep listening to the sounds of the wild. Open your tent to the dreamy sight of a zebra herd. And be charmed by your own personal piece of the Okavango."
    },
    {
      "dayNumber": "7",
      "title": "Shinde Concession – New Safari Experiences in the Shinde Concession",
      "description": "The Okavango’s water isn’t just an attraction; it’s one of the world’s most effective conservation methods. Every year the delta almost triples in size and the floodplains become smothered in a liquid layer. This makes roads and settlements impossible, so secluded airstrips and light aircraft are practically the only ways to travel around. Depart from Moremi and touch-down in the exclusive Shinde Concession. This privately managed part of Okavango is able to play by a different set of rules. You’ll have two days to build a personalized itinerary that includes some of the world’s most unique safari experiences. Again, expect a luxury camp that offers unrivaled intimacy and space. And expect the wildlife world to unfold from your private verandah. This is lion country, but that doesn’t stop anyone from setting off on foot with an expert guide. Nervous footsteps take you into the forest and fresh animal prints reveal that elephants are nearby. Keep walking and marvel at the kudu and springbok that skip past just meters away. Don’t be scared, the concession’s excellent network of guides is constantly in contact. So if the big cats are prowling for a meal, your walking safari will head in a different direction. Everything seems so much bigger on foot; the herd of buffalo that block the trail, a graceful oryx that lurks in the trees, and a newly born elephant that weights more than you. Turn another corner and discover that you don’t even come up to a giraffe’s hip. Combine your walking safari with game drives and boat trips, each of them taking you into an abundant world of big cats. Leopards patrol the trees, yet it takes an excellent eye to spot them, even if they’re barely ten meters away. Lion prides and hyenas control the floodplains. Sometimes they’re sleepy and content, happy to wallow as you get close and take endless photos. Hungry cats offer a different experience. They gracefully prowl, slowly moving themselves into range. A hunt could take a whole afternoon, and it’s fascinating to watch it slowly unfurl. Yet it could happen in an instant. A lone impala strays too far from the herd and a flurry of dust disguises a last scream. It could also happen at night. Head off on a night-time safari and be guided by sounds. Stop. Listen. Something is just meters away. Your guide uses a single spotlight to illuminate the landscape. It’s buffalo, five of them chewing and staring with an almost fearful concentration. There’s a thrilling intimacy to being alone in the wilderness at night and there are few nocturnal worlds that offer as much magic."
    },
    {
      "dayNumber": "9",
      "title": "Khwai Concession – Mobile Camping Adventure in Khwai Concession",
      "description": "The Okavango Delta is one of Africa’s finest safari destinations for couples. Unlike other famous parks on the continent, you’ll find that the Okavango is blissfully devoid of other tourists. You’re not sharing a lion sighting with a dozen other safari trucks. Each luxury camp only caters to a small handful of guests. Then each destination in the Okavango is able to provide something new. Moremi provided the luxury safari introduction, Shinde offers different ways to explore, and the Khwai Concession is where you’ll spend two days on a more rustic mobile camping adventure. A light aircraft takes you from Shinde to Khwai, a private reserve that lies adjacent to the Okavango Delta. The Khwai River meanders through the landscape, and it’s one of the first permanent water sources that migrating herds come across as they maraud north. Crowding around the river are wildebeest, zebra, and Sable antelope, each of them drinking and splashing in the shallows. Lions briefly cause panic and everything disperses across the grassland, before they return later in the day for another sip. Giraffes and elephants cover the mopane forest, quickly demolishing the vegetation by uprooting trees and feeding off the canopy. Walking and night-time safaris compliment your game drives, and the vast floodplains make for exciting water adventures. A mobile camp doesn’t offer the same luxury as the two previous camps, although you’ll still have a raised comfortable bed, hot bucket outdoor showers, and a campfire to relax around. But many people might argue that this is how safari should be. The simplicity and mobility of the camp allows you to sleep in areas that very rarely see people. Wildlife doesn’t view you as a threat, so expect a succession of animals to approach and inspect the camp. You’re eating dinner and an elephant bull stands in the nearby trees. Then a hippo wanders past in the moonlight. Wake in the morning to find a kudu herd grazing beside your tent. Prints in the sand suggest a predator was also near. But was it a cheetah or leopard? On this mobile camping adventure, it’s just you, your partner, a skilled guide, and the untamed world of Botswana. Note that alternative accommodation options are available in Khwai Concession."
    },
    {
      "dayNumber": "11",
      "title": "Benguerra Island – Idyllic Island Paradise in Mozambique",
      "description": "After seven days of safari adventure it’s time to finish your vacation with tropical bliss. Mozambique’s Indian Ocean coastline is little more than white sand and palm trees, a 1500 mile expanse of idyllic beaches that can lull anyone into hibernation. Its centerpiece is the Bazaruto Archipelago, a UNESCO World Heritage Site that combines island wonders with pristine serenity. Fly from Maun to Johannesburg and connect to a Vilanculos bound flight. From here, a private helicopter ride takes you over to the exclusive Benguerra Island. Check in to your luxury beach villa and check out the azure waters that lap against the shore. Your front door opens onto white sand and, well, that’s about it other than a few palm trees. Savor the space and your own piece of island paradise, all the while keeping your eyes peeled for the sea turtles that quickly scurry along the shore. Whale sharks are regular visitors to these waters so the safari adventure has a few final treats to deliver. It’s easy to spend all your time doing nothing but enjoying the beach and your exclusive villa. This is lavish island living and it offers a utopian end to your vacation. However, the coastline’s bounty is easily explored. Take a romantic wooden dhow and cruise between the picture perfect sandbanks and endless tropical reefs. Step off the boat and wander across sand so fine that it squeaks underfoot. Enjoy a barbecue dinner on an uninhabited island and then cross the sand dunes to find lush blue lagoons. Every evening offers the same hypnotic scene. Gaze out onto the horizon, admire how the water gently reflects an evocative sunset, and watch a pod of dolphins slowly swim past."
    },
    {
      "dayNumber": "14",
      "title": "Johannesburg – Farewell to Africa",
      "description": "Admire the archipelago from the sky on your helicopter flight back to the mainland. The forested sandbanks and turquoise waters look even more spectacular from up here. After landing in Vilanculos you’ll connect onto a flight to Johannesburg. Your international departure awaits, and you leave Southern Africa with an endless array of unique memories. If you aren't ready for your South Africa vacation to end, consider adding on to your adventure. See the reviews for luxury safari trips to Botswana ."
    }
  ],
  "map": ""
}