{
  "destination": "Tajikistan",
  "mainPhoto": "",
  "id": "silk-road-holiday-small-group",
  "tourName": "Silk Road holiday, small group",
  "placesVisited": "Tashkent, Khiva, Konye-Urgench, Ashgabat, Mary, Merv, Bukhara, Gijduvan, Samarkand, Termez, Dushanbe, Lake Iskander Kul, Istravshan, Khudjand",
  "generalInfo": "On this Silk Road holiday you’ll explore the wonders of this fascinating and storied region along with a small group of likeminded travellers. Innumerable traders traversed this route over the centuries, bringing goods from Europe to the Far East and back again, and facilitating an exchange of ideas, cultures and religions. <br/><br/>You’ll start this tour in Uzbekistan’s buzzing capital Tashkent, before transferring to Khiva, a city crammed full of ancient monuments, which features on UNESCO’s World Heritage list. Then it’s over the border into Turkmenistan to visit the ancient city of Konye-Urgench, the modern metropolis of Ashgabat and the historic town of Merv, which dates back 2,500 years. <br/><br/>Heading back into Uzbekistan, the spectacular and fabled cities of Bukhara and Samarkand are on the agenda, as is the Termez Archaeological Museum, right by the Afghanistan border. Next, you’ll cross into Tajikistan, where you’ll take in the sights of capital Dushanbe, hike around the mountain-backed Lake Iskander Kul, and drive through the Shahristan pass to Khudjand, the capital of northern Tajikistan.<br/>",
  "durationDays": "15",
  "price": "3475",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tashkent - Arrive in Tashkent and transfer to the hotel. In the afternoon there will be a city tour of some of the sites of Tashkent including the Chorsu Bazaar, Hast Imam Square and Kukeldahs Madrassa, with a ride on the metro system. Overnight at City Palace or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tashkent to Khiva (Approximate journey time: one hour) - This morning we return to the airport and fly to Urgench, driving from there to Khiva. The ancient khanate is a stunning city, now a UNESCO World Heritage Site, possessing a wealth of remarkable monuments. The afternoon is spent exploring its sights, including mosques and madrassas, and mausoleums of former khans. Overnight Orient Star Hotel or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Khiva - Today we continue to visit the city’s sights. After lunch there’ll be time to explore independently on foot. Overnight Orient Star Hotel or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Khiva - Konye-Urgench – Dashogus - Ashgabat (Approximate journey time: four hours) - Leaving Khiva, we cross the border into little-known Turkmenistan, heading for the UNESCO World Heritage Site of Konye-Urgench, an ancient capital of the land of Khorezm known for its beautiful mausoleums. Afterwards we drive to the airport at Dashogus for a flight to Turkmenistan’s capital, Ashgabat. Overnight Ak Altyn Hotel or similar. (B) Please note: The procedure for crossing borders can be lengthy even at quieter times. The border guards (especially those on the Uzbekistan side) carry out thorough searches of luggage and will pay close attention to any medicines and reading materials."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ashgabat - Mary - Today we discover the sights of Ashgabat, a modern city characterised by extensive and some would say eccentric building projects. Later we return to the airport and fly to Mary, an oasis town close to the ancient city of Merv. Overnight Mary Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mary - Merv - Bukhara (Approximate driving time: five hours) - This morning we visit the array of mosques, citadels and Buddhist stupas found at the UNESCO World Heritage Site of Merv, the most important ancient site in Turkmenistan, dating back 2,500 years. Afterwards we cross the border back into Uzbekistan and head to Bukhara, Central Asia’s holiest city. Overnight Sasha and Sons or similar. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bukhara - We spend today exploring Bukhara, another UNESCO World Heritage Site and where a superbly preserved old quarter makes it one of the region’s most spectacular cities. Overnight Sasha and Sons or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bukhara - Gijduvan – Samarkand (Approximate driving time: five hours) - After breakfast we drive to the legendary city of Samarkand, stopping en route at Gijduvan, locally renowned as a centre for ceramics. Upon arrival in Samarkand we begin to explore. Overnight Malika Hotel or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Samarkand - Today is dedicated to discovering Samarkand’s remarkable ancient heritage. The city is most famous for its UNESCO World Heritage Site of Registan which contains perhaps the most breath-taking architecture in the whole region. It’s easy to spend hours among the square’s mosques and madrassas, all elaborately decorated in blue ceramic tiles and traditional Islamic art. Overnight at Malika Hotel or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Samarkand - Panjikent (Approximate driving time: one to two hours) - After breakfast we cross the border into Tajikistan, driving towards Panjikent and stopping at the nearby UNESCO World Heritage site of Sarazm, dating from 3,500 BC. Panjikent itself has a remarkably well-preserved old town, a vestige of its past significance as a Silk Road trading city. On arrival there’s time to explore the city. Overnight Umarion Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Panjikent - Dushanbe (Approximate driving time: three-and-a-half-hours) - Leaving Panjikent, we drive to Dushanbe, capital of Tajikistan, over the 2,900m Anzob Pass. On arrival there’s time to see some of the sights and soak up the atmosphere of a little-visited Central Asian city. Overnight Hotel Serena or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Dushanbe - Iskanderkul (Approximate driving time: four hours) - It’s a stunning drive today, for the most part on a surprisingly good roads, through the lofty Fann Mountains to Iskanderkul. On arrival there’s time to hike around the lake shore, exploring nearby waterfalls, springs and villages. Overnight Tourist Cottages. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Istravshan- Khudjand (Approximate driving time: three-and-a-half-hours) - After breakfast we drive over Shahristan Pass, through the Azob Tunnel to Khujand, the capital of northern Tajikistan. En route we will stop in Istravshan and visit the Mugh Fortress, Kok-Gumbaz Madrassa, Chor-Gumbaz mosque, and a local bazaar. On arrival we have time for a city tour. Highlights include Pushkin Square, Kamoli Khujandi Square, the fortress of Timur Malik and the city’s central market, one of the oldest in Tajikistan. Overnight Khujand Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tashkent (Approximate driving time: four hours) -Today we cross back into Uzbekistan and drive to Tashkent for our final night. Overnight City Palace or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tashkent - Transfer to the airport for your departure flight (B)"
    }
  ],
  "map": ""
}