[
    {
        "type": "overview",
        "Main_Title": "Our Mongolia holidays & tours",
        "Main_Paragraph": "Our Mongolia holidays spell adventure in vast, beautiful wilderness. From epic horse riding odysseys to vibrant eagle festivals (perhaps even learning to hunt with the birds yourself), at every turn these trips reveal new sides of Mongolia’s fascinating character. Cultural interaction is a key part of our Mongolia tours. You’ll stay with nomadic families in their gers, gaining an understanding of their traditional lifestyles, which the income from your stay helps to preserve. And our brilliant local guides offer an invaluable introduction to Mongolian customs and culture, whether showing you how to enter someone’s tent correctly, or helping you explore the diverse cuisine.",
        "Subtitle": "Highlights of our Mongolia holidays",
        "Title1": "Culture",
        "Paragraph1": "Few places offer you a more authentic cultural experience than Mongolia; the country has a great tradition of hospitality and of warmly receiving visitors passing through. Sharing a day, or longer, in the life of a nomadic family will be an experience you will never forget, although discovering the unexpectedly cosmopolitan nightlife of Ulaanbaatar can be just as enlightening. Nearly half the Mongolian population lives in and around the crowded capital, Ulaanbaatar, and you can expect to find a lot of English spoken and people eager to share their culture with you.\nAnyone who has experienced the warm hospitality of a stay in one of Mongolias nomadic herding camps rarely forgets it. Yes, theres a language barrier to overcome, but smiles and sign language can go a long way, and our holidays are led by local guides who can get the conversation going.\nHunting with eagles has a long history in Mongolia. Genghis Khan is thought to have been an aficionado and Marco Polo recorded that he had hunted alongside Khans grandson. The hunters are actually Kazakh, usually part of nomadic herding families who train their golden eagles to pick off small prey with fur thatll be useful in winter. For the Kazakhs, their birds become like family, with bonds forming a few months after hatching. Growing tourist interest in hunting with eagles is leading to ethical concerns; on our holidays in Mongolia you can actually travel with eagle hunting families, learn their ways of life and witness the action, while ensuring the birds you encounter arent just photo props.\nThe province of Bayan-Ulgii in Western Mongolia hosts three Golden Eagle Festivals every year, the main one in October. Though far from ancient in their origins and aimed mostly at spectators who increasingly come from abroad, the festivals success has seen rising interest in traditional eagle hunting among younger Mongolians, and the practise has now been listed by UNESCO as a living human heritage. Our Mongolia holidays enable you to witness thrilling displays of falconry and horsemanship at these festivals, and to explore Mongolian Kazakh culture.",
        "image1": "",
        "Title2": "Wilderness wandering",
        "Paragraph2": "When it comes to wilderness, Mongolia goes one steppe beyond. You can get wonderfully lost in the layers of diverse landscape that roll into one another; dusty path becomes grassy slope becomes distant peak, just as nature intended. For most of the 20th century, Mongolia was isolated from the rest of the world and a sense of absolute remoteness still exists there today. If you love spending time in the outdoors, youll be in your element here  desert, mountains, alpine lakes and grasslands all combine to create a true wilderness experience thats like no other on Earth.\nAnd Mongolias wide-open plains, that may at first appear vast expanses of nothingness, are actually home to towering sand dunes, magical ice canyons, and flora and fauna that exist nowhere else  ingredients that suggest nothing but pure adventure. An untouched land makes for an unpolluted sky and as night falls over the spectacular Mongolian countryside the endless blue sky becomes a backdrop of bright stars: your personal lightshow to lie below and simply watch in awe.\nYour first introduction to these wide open spaces will knock you off your feet. Herds of sheep, yaks, horses and camels wander peaceably through unfenced grasslands, and if you opt for a horseback holiday then you can ride for days counting the number of people you encounter on one hand. Naturally, Mongolia holds great appeal for adventurers with a passion for off-road travel. But our holidays drive and park responsibly, to avoid damaging these precious habitats.",
        "image2": "",
        "Title3": "Horse riding",
        "Paragraph3": "There is no finer way to explore Mongolia, no bigger adventure, than to join a horse-riding expedition. This is the principal and most practical mode of transportation for many nomadic herders. You dont need any experience to leisurely meander across the steppe  trips mostly trot, to begin with, but obviously if you are already comfortable in the saddle then it wont be long before you and your steed are galloping giddily across the grasslands.\nHorse riding takes you to some exceptionally remote areas, such as the province of Zavkhan or the Altai Mountains, and youll need to be prepared to rough it, camping, and bathing in rivers  our guides will suggest doing this soap-free, and make sure all of the camps washing up is done away from the rivers edge, to preserve water purity.\nYou will be accompanied by brilliant guides, very experienced riders and wranglers who will ensure you have a horse that matches your abilities. Your guides not only lead the way but will be full of stories and knowledge to share about life on the steppe.",
        "Title4": "Mongolia with kids",
        "Paragraph4": "Our Mongolia holidays have some fantastic options for adventurous families, and while there is no minimum age, theyre especially suited to kids old enough to handle a few hours on horseback and endure the loss of a few home comforts. Their natural curiosity will be a perfect fit for exploring cultural differences at a nomadic camp, and you can confidently let them wander off  the biggest danger theyll face is falling into a patch of dung. If your idea of the perfect family holiday is one where charging tablets is logistically challenging (though solar panels make it possible), while campfires under vast canvases of stars are a nightly tradition, then Mongolia is your happy place.",
        "image3": ""
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Mongolia",
        "Main_Paragraph": "In Mongolia, there is a glorious yin to each seasons not so glorious yang. Picturesque summer (Jun-Aug) brings lush steppes in bright greens, but also mozzies and mud; spring (Mar-May) is migration season for herders, but brings unpredictable weather and deceptive wind chill, and autumn (Sep-Oct) brings a kaleidoscope of colour, but can be prone to heavy rain. You could be forgiven for thinking that winter is not the best time to go to Mongolia, when temperatures can plummet to -30°C, but for well prepared adventurers this can be a hugely rewarding time as herders stay close to camp and there is not another tourist in sight.",
        "image1": "",
        "when_to_go": "When to visit Mongolia & when not to",
        "when_to_go_html": "<bullet><b>Winter in Mongolia stretches from November, right the way through December, January and February.</b> It's also very cold – the lowest temperature recorded was -57°C! That's not commonplace though; the average winter temperature sits at a positively balmy -40°C. However, <a href=\"/holidays/mongolia/travel-guide/off-peak-travel-in-mongolia\">off peak travel in Mongolia</a> brings its own rewards.</bullet>\n<bullet><b>June, July and August</b> are extremely hot in the Gobi desert: very dry air, red-hot sand, not much cover and temperatures that can hit 40°C - not a comfortable combo – head elsewhere.</bullet>\n<bullet><b>April</b> is exciting, but probably a bit edgy for most; dust storms are frequent, especially in the Gobi where winds can whip up to 140km/hr – very cool if you can handle it.</bullet>\n<bullet><b>March, April and May</b> means nomadic herders on the move, which is an exceptional sight to behold as men lead their families - and their yaks - from A to B.</bullet>\n<bullet><b>September and October</b> can be very wet, but if you don't mind the rain, the landscape is your reward as it's bursting with colour; the photographs you can get between patches of rain will be some of Mongolia’s absolute best.</bullet>\n\nFor me, the best time to visit Mongolia is during July and August, the peak summer months when the weather is pleasant and warm, around 25 degrees and the landscape is green and lush. The nature is beautiful then too and slightly earlier in June the wildflowers are fantastic  spring can sometimes be a bit too dry for the plant life, but if the spring weather wasnt quite so erratic, Mongolia could be a standalone wildflower tour destination - they are that phenomenal.\n\nThe seasons are clear-cut, but Mongolia has a long winter of around six months followed by a short spring, summer and autumn. Autumn is a great time to visit with cooler stable weather and beautiful autumnal colours like dusty orange and bronze covering the landscape. I wouldnt recommend visiting Mongolia in winter; its bitingly cold and temperatures often drop to -30 degrees during the day.",
        "weather_chart": "Ulaanbaatar Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Ulaanbaatar Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-28</td>\n  <td class=\"temp-cold\">-16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-26</td>\n  <td class=\"temp-cold\">-12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-17</td>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 7%;\">6 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 17%;\">15 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 29%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 83%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 49%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 17%;\">15 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-18</td>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 9%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-25</td>\n  <td class=\"temp-cold\">-14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">4 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals & events in Mongolia",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Thousand Camel Festival\nThe Bactrian camel is a sizeable, even-toed animal that is celebrated in all its two-humped glory for the essential role it plays in the lives of the Gobis nomads at the Thousand Camel Festival. This one day autumnal event sees herdsmen parade on horseback, camel races and polo playoffs, and it's brilliant photo opportunity to see Mongolian families wrapped up in their traditional holiday dress."
    }
]