{
    "Main_Title": "Our Andorra holidays",
    "Main_Paragraph": "Our Andorra holidays take you beyond its ski resorts and show you the country behind all the glamour and powder, for low impact hiking, mountain biking and rafting holidays in this portion of the Pyrenees. This independent state has an area of just 468 km², a population of less than 80,000 and more than 10,000 years of history. Tucked between Spain and France, with 65 peaks over 2,000m high, the country is known internationally for its ski resorts, yet the rugged landscape, mountain lakes, steep valleys, and sub-Mediterranean climate make our Andorra holidays an ideal summer escape, too. Our local guides will show you how to get the very best out of the mountainsides.",
    "Subtitle": "Andorra highlights",
    "Title1": "1. Incles Valley",
    "Paragraph1": "Walk right out of Soldeu and into the pine forests of the Incles Valley, an idyllic region for hiking. Rhododendrons paint the landscape in June, with forest fruits ripening late into the summer. Keep an eye out for mountain horses  with bells around their necks  as you ascend to the picturesque Cabana Sorda Lake at 2,300m, set beneath a natural rock amphitheatre, or brave the trek to a nearby summit at 2,600m.",
    "image1": "",
    "Title2": "2. The Iron Route",
    "Paragraph2": "Linking up the old iron mines, mills and forges that lie at the foot of the Pyrenees, the Ruta del Ferro  the Iron Route  is now a car-free dirt track which is perfect for easy mountain biking. The countryside here is lush, green and bucolic  with a more dramatic backdrop of snow capped peaks. Rides finish in the very pretty medieval town of Ordino at the foot of the Casamanya Mountain.",
    "image2": "",
    "Title3": "3. Siscaró Lake",
    "Paragraph3": "Around the stunning, high altitude Siscaró Lake is one of the best regions for walking in Andorra. There are in fact 13 lakes within the vicinity, many of which you can swim in. Drive high into the mountains and summit its peak, Pic Maia, before spending the rest of the day on an often steep descent, admiring the Pyrenean views and looking out for resident marmots and griffon vultures.",
    "Title4": "4. Vallnord Pal  Arinsal",
    "Paragraph4": "Vallnord Mountain Park, at the top of the cable car from La Massana, is a one stop shop for thrilling activities in Andorra. Its hiking and mountain bike routes are of varying difficulty and take in high mountain lakes, flowing rivers and alpine meadows. For a greater adrenaline rush, try the rope swings, mountain cart descents or husky mushing for something a bit different in this stunning setting.",
    "image3": "",
    "Title5": "5. Soldeu",
    "Paragraph5": "This ski resort is a convenient base for activity holidays throughout the year  and is so much more than a place to pose on the pistes. The glorious winter sunshine here provides the perfect opportunity to snow shoe or cross country ski through the surrounding Christmas card landscapes  or even learn how to drive your own pack of dogs for an exhilarating sled ride along a forest trail.",
    "Title6": "6. White water rafting",
    "Paragraph6": "Cross a breathtakingly high mountain pass into Spain and spend a day whitewater rafting on Noguera Pallaresa  a world-renowned Catalonian river. You can arrive here by biking downhill  or relax and enjoy the scenic drive. You dont need previous rafting experience to participate in the exhilarating 14km route with rapids up to Class III, and all clothing and safety equipment is provided."
}