{
    "Main_Title": "Our Faroe holidays & tours",
    "Main_Paragraph": "Our Faroe Islands holidays take in a remote and rugged archipelago where many people continue to live a traditional subsistence lifestyle. Virtually everything you eat will be locally produced, and your hotels will often be powered by renewable energy too, minimising your holiday’s carbon footprint. You can sail and cruise between the Faroe Islands and Scotland, Norway or Iceland, or join a small group tour. These explore natural wonders like vertiginous sea cliffs that resound to the calls of the Faroes’ spectacular birdlife, and also cultural pleasures such as tiny museums that showcase, and support, traditional crafts including knitting. A beautiful handknitted jumper is the must-have souvenir from any Faroe Islands tour.",
    "Subtitle": "Faroe Islands highlights",
    "Title1": "1. Gjógv",
    "Paragraph1": "Fewer than 50 people inhabit the colourful, turf-roofed houses of this tiny, charming village on Eysturoy. As well as an idyllic setting alongside a natural harbour, encased by cliffs and mountains, Gjógv is perfectly placed for outdoorsy adventures. You can stroll from the heart of the village out onto incredible hiking trails and to dramatic viewpoints within a matter of minutes.",
    "image1": "",
    "Title2": "2. Kirkjubøur",
    "Paragraph2": "Just half an hour south of the capital, Kirkjubøur is the most important historic site around these parts. The cultural heart of the islands during medieval times, its home to attractions including a 900 year old wooden farmhouse, a parish church dating to 1111, and the ruins of 13th century Magnus Cathedral, which was the de facto seat of power for several centuries.",
    "image2": "",
    "Title3": "3. Klaksvík",
    "Paragraph3": "The second largest town in the Faroe Islands, harbourside Klaksvík on Bordoy Island makes a great base for exploring the northern isles, including the enchanting island of Kalsoy, but its lush location and rich cultural life make it an attraction in its own right. While here you could check out the impressive Christianskirkjan church, or sample Faroese delicacies at the towns many bars and restaurants.",
    "Title4": "4. Nólsoy",
    "Paragraph4": "Easily accessible from Tórshavn by public ferry, the island of Nólsoy is a popular day trip from the capital. The islands sole village (also named Nólsoy) is colourful and toy-like, and home to just 250 people, including a celebrated taxidermist. From here you can hike to the islands southernmost tip to visit the wind-battered Nólsoy lighthouse.",
    "image3": "",
    "Title5": "5. Tórshavn",
    "Paragraph5": "Compact and bijou, Tórshavn is one of the smallest capital cities in the world, and its a pretty stylish one, too. Narrow, cobbled streets wind around a picturesque harbour, and the historic centre is one of the oldest parliamentary meeting places in the world. Its also surprisingly vibrant, with chic boutiques, coffee shops and cafes blossoming among the wooden houses and turf roofs.",
    "Title6": "6. Vestmanna bird cliffs",
    "Paragraph6": "Both veteran and first-time birdwatchers should take a boat trip to Vestmanna bird cliffs, one of the main attractions in the Faroe Islands. Youll feel impossibly small as you wobble about on the waves and gaze up at puffins and other seabirds, including razorbills and guillemots, nesting in their thousands on the soaring 600m high cliffs."
}