[
  {
    "destination": "Hırvatistan",
    "mainPhoto": "",
    "id": "EETW",
    "tourName": "İki Haftada Balkanlar",
    "placesVisited": "Hırvatistan, Bosna-Hersek, Sırbistan, Bulgaristan, Makedonya, Arnavutluk, Karadağ",
    "generalInfo": "Turumuza Dubrovnik’ten başlıyor ve yine burada bitiriyoruz. Sadece 15 günde yedi faklı ülkenin önemli yerlerini geziyoruz. Stari Most Köprüsü’nün de dahil olduğu dört UNESCO alanını geziyor ve Matka Kanyonunda tekne turu yapıyoruz. Bu dairesel macerada sakin gölleri, antik kaleleri ve canlı kasabaları keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Dubrovnik Havaalanı (DBV)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Dubrovnik Havaalanı (DBV)",
    "durationDays": "15",
    "price": "1499",
    "image1": "siempretour-images/EETW/eetw_eetw_profil.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Mostar Gezisi</li>\n<li>- Blagaj Tekke Girişi</li>\n<li>- Askeri Müze Girişi</li>\n<li>- Matka Kanyonu bot gezisi</li>\n<li>- Berat Gezisi</li>\n<li>- Trebinje’de  Şarap Turu ve Tadımı</li>\n<li>- Dubrovnik Surları ve ulaşım kartı dahil 24 saat geçerli şehir kartı</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 12 gece, 2 gece apartman dairesi</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Özel araç</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 12 kahvaltı büfesi, 2 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<p>- Siempre Tur tur lideri</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Dubrovnik’e Varış",
        "description": "UNESCO Dünya Mirası listesinde yer alan \"Adriyatik'in İncisi\" duvarlı şehir Dubrovnik'te gezimize başlıyoruz. 13. yüzyıla ait kale benzeri taş duvarlarla çevrili, karakteristik taş döşeli bir şehir merkezine sahip olan kent, yürüyerek keşfedilmesi kolay. 7. Yüzyılda kurulan şehir, görkemli geçmişinde bir süre için deniz ticareti açısından Venedik’e ciddi bir rakip oldu. Şimdi inanmak zor olsa da 1991'de Yugoslavya Savaşı'nın bombardımanı sırasında her üç binadan ikisi hasar gördü. O zamandan beri binalar ve duvarlar özenle bozulmadan restore edilmiş ve Akdeniz'deki en güzel ve sağlam kale sistemlerinden birini temsil etmektedir. Dünyadaki en eski, 1317’den beri sürekli çalışan eczanelerden birinin yanı sıra, kutsal sanat ve eserler dolu bir hazine barındıran 14. yüzyıl Fransisken manastırı gibi ana caddenin (Stradun) yakınında görülmeye değer başka tarihi yerler de var."
      },
      {
        "dayNumber": 4,
        "title": "Belgrad",
        "description": "Bugün sınırı geçerek Sırbistan’ın dinamik başkenti Belgrad’a gidiyoruz. Sava ve Tuna nehirlerinin kesiştiği noktada yer alan Belgrad, uzun tarihi boyunca, 60 kez ele geçirildi, yaklaşık 40 kez yakıldı ve her seferinde küllerinden bir anka kuşu gibi yükseldi."
      },
      {
        "dayNumber": 6,
        "title": "Sofya",
        "description": "Bu sabah yeni hedefimize ulaşmak için güneye doğru gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Üsküp",
        "description": "Makedonya'nın başkenti Üsküp, şehrin merkezi boyunca Vardar Nehri tarafından düzgün bir şekilde bölünmüş. Doğu ve Batı kültürlerini kapsayan 2000 yıllık bir tarihin tadını çıkarın. Üsküp'te, 6. yüzyıla dayanan Üsküp Kalesi ve şimdi şehir sanat galerisine dönüştürülmüş olan 15. yüzyıldan kalma Daud Pasha Hamamı da dahil olmak üzere birçok tarihi eseri bulunmakta. Ayrıca Mustafa Paşa Camii, 16. Yüzyıl Saat Kulesi ve Vardar Nehri üzerindeki Kamen Taş Köprü’sünü görün."
      },
      {
        "dayNumber": 9,
        "title": "Ohri Gölü",
        "description": "Ohri Gölü'ne gitmeden önce, Matka Kanyonu’nu ziyaretimizin tadını çıkarın. Matka Gölü’nde turlarken suyun kenarında yükselen büyük kaya duvarlarına hayran kalın. Kanyonda bulunan büyüleyici mağaralara dikkat edin. Daha sonra, Makedonya ve Arnavutluk sınırında yer alan göl kenarı kenti Ohri’ye gidiyoruz. Bu mütevazi, resmedilmeye değer yerleşim, binlerce yıllık insanlık tarihinin ve eski kiliselerin, kale duvarlarının, çarşılarının ve eski mahallelerinin geçmişine tanıklık eder."
      },
      {
        "dayNumber": 11,
        "title": "Tiran",
        "description": "Tiran'a giderken, küçük Berat kasabasında duruyoruz. Dağ kıyısındaki bu şirin Osmanlı kasabası, 2008 yılında UNESCO Miras Alanı olarak listelendi ve bunun nedenini görmek zor değil. Pitoresk beyaz evlerle örtülü yamaç görüntüsü nedeniyle “bin pencereli şehir” takma adıyla da anılır. Kaleye kadar yürüyün veya zamanınızı dar Arnavut kaldırımlı sokaklarında dolaşarak geçirin."
      },
      {
        "dayNumber": 12,
        "title": "Kotor",
        "description": "Sabahı Tiran’ı gezerek geçirdikten sonra, bir sonraki hedefimize – Karadağ'daki pitoresk Kotor kentine – ilerliyoruz. Avrupa'nın en derin fiyortunun dibinde yer alan bir şehirdir. UNESCO Dünya Mirası Listesi'ndeki eski şehir Stari Grad’da, 1166 yılında inşa edilen Aziz Tryphon Katedrali de dahil olmak üzere Arnavut kaldırımlı sokakları, meydanları ve eski kiliseleri gezin."
      },
      {
        "dayNumber": 14,
        "title": "Dubrovnik",
        "description": "Başlangıç noktamıza, güzel Dubrovnik şehrine geri dönüyoruz. Öğleden sonra şehir surlarının etrafında yürüyüşe çıkıyoruz. Eski şehri yaklaşık 2 kilometre çevreleyen duvarlar, turkuaz mavisi Adriyatik Denizi'ne çarpıcı bir çatı ve şehir manzarası sunmakta."
      },
      {
        "dayNumber": 15,
        "title": "Dubrovnik’ten Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Hırvatistan"
  }
]