[
    {
        "type": "overview",
        "Main_Title": "Our Fiji holidays & tours",
        "Main_Paragraph": "Dramatic scenery, sensationally soft sand and friendly locals make our Fiji holidays the ultimate South Pacific experience. The beautiful beaches are unrivalled, but our trips offer so much more than just a picturesque peek at paradise. Plunge into the waters at Kadavu, explore the spectacular coastal trails of Yasawa, and give back to the communities who live here. Our holidays visit island villages, where you might take part in a rewarding volunteer project or be welcomed to try cooking classes or basket weaving. By working with village elders we ensure that money stays with families, and you get to experience an authentic Fijian welcome when you come.",
        "Subtitle": "Fiji highlights",
        "Title1": "",
        "Paragraph1": "Fiji consists of just over 330 volcanic islands, about a third of which are inhabited. The two largest islands, Viti Levu and Vanua Levu, are also the most populated with the township of Nadi, on Viti Levu, offering travellers a place to get their bearings after long haul flights. Due to the relatively close proximity to Nadi, the Mamanuca Islands and Sacred Islands often appear on small ship itineraries with the films Castaway (Monuriki Island) and the Blue Lagoon (Nanuya Levu aka: Turtle Island) enticing explorers to search for set locations to see if the real thing measures up to the big screen.",
        "image1": "",
        "Title2": "1. Drawaqa Island",
        "Paragraph2": "Encountering the underwater ecology of Drawaqa Island in the company of a marine biologist is just about the best biology lesson ever, especially when combined with inland conservation projects and trips to local schools. Escorted manta ray and reef safari trips are out of this world and abseiling from the islands cliff tops will leave you in fine fettle for an evening of barbecues and Bula Bula dancing.",
        "image2": "",
        "Title3": "2. The Mamanuca Islands",
        "Paragraph3": "At low tide the Mamanuca Islands are about 20 strong but, as the Pacific rises, numbers drop to about 13 with Monuriki and Bounty islands showcasing a couple of the chains coral fringed crown jewels. The relatively easy access and proximity to Port Denarau make Mamanuca popular for day trippers and overnight guests with a good choice of shiny resorts and traditional accommodation to suit all tropical tastes.",
        "Title4": "3. Monuriki Island",
        "Paragraph4": "Familiarity in Fiji comes in many guises and just like spotting a yellow cab in New York City, catching your first glimpse of the coconut-dotted white sands of Monuriki Island is bound to conjure up a scene that youre sure youve seen somewhere before. Castaway was filmed on Monuriki and theres no better location to indulge your entire back catalogue of uninhabited desert island fantasises.",
        "image3": "",
        "Title5": "4. The Sacred Islands",
        "Paragraph5": "The canoe that brought Tui Na Revurevu and his followers to Fiji, landed on the deserted shores of one of a five-island archipelago and hence the Narokorokoyawa Sacred Islands originated. Evidence still remains of the settlements and ceremonial caves that were integral to the cultural history of Fiji, and kayaking offshore will help you imagine what such a discovery must have meant to the early settlers.",
        "Title6": "5. Taveuni Island",
        "Paragraph6": "As Fijis third largest island, Taveuni offers far more than simple seclusion and white sand loveliness (they have black sand here). This is an inhabited, fertile and lesser visited volcanic landscape that supports an assortment of indigenous animals and exciting activities; with kayaking to Nacawa River Falls, the Lavena Costal Walk and cycling in Bouma National Heritage Park all excellent alternatives to days at the beach.",
        "Title7": "6. The Yasawa Islands",
        "Paragraph7": "Due to their location, to the northeast of the Mamanuca archipelago, the Yasawa Islands require a little more effort to get to but can still be reached on a seven-night small ship cruise itinerary, no problem. The seclusion and sense of escape that youll experience upon arrival is just magical and its still easy to see why Nanuya Levu was chosen as the set for the 1980s desert island romance, the Blue Lagoon."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Fiji",
        "Main_Paragraph": "Its a good idea to keep your eye on Antipodean school holidays when looking for the best time to visit Fiji as resorts and flights tend to fill up and prices are at a premium, especially during July, August, and Christmas holidays. Fiji weather falls into two categories: hot and humid (Nov-April) and dry and mild (May-Oct). Generally, mid-October to mid-November is the best time to visit Fiji as prices are reasonable, there are fewer crowds and weather conditions are dry, settled and pleasantly warm. Finally, in general, the leeward sides of larger islands are where youll find better conditions alongside the majority of resorts.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Fiji Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Fiji Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 87%;\">308 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">293 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">356 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 81%;\">288 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 40%;\">142 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 32%;\">113 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 24%;\">86 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 29%;\">103 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 35%;\">123 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 43%;\">152 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 51%;\">181 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 63%;\">226 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Fiji travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Authentic culture tips",
        "paragraph2": "Linzi Bird, Fiji specialist at our partner Audley Travel, shares her Fiji travel advice:\nKava is a traditional Fijian welcome drink made from the roots of trees. Although it works a bit like an antiseptic, in as much as it will make your mouth go numb, it's a real honour to be involved in one of the village ceremonies that tend to take place about once a week.",
        "title3": "",
        "paragraph3": "Kirsty Bamby from on of our partners:\nFijians are extremely laid back and Fiji Time is an actual thing: an island attitude thats cool, relaxed and totally chilled out. The sort of feeling that if Im going to be late then, why worry? Its not going to affect world peace or anything dramatic like that. Time zones also change year on year as sometimes they dont add on the daylight saving hours and sometimes they do!",
        "title4": "Advice on where to go",
        "paragraph4": "Kirsty Bamby:\nPersonally, for me, Taveuni is my favourite Fijian island as it has maintained its rural integrity despite having its own airport and a twice-weekly public ferry service from Suva. Booking flights in advance for July and August is a must as the planes are tiny and get filled up very quickly during high season.",
        "title5": "",
        "paragraph5": "Linzi Bird shares her itinerary tips:\nExploring the main island of Viti Levu is a great idea and you'll find lots of guided tours departing from Nadi to take you around the coast or inland to places like Sleeping Giant Mountain that features gardens that are literally covered in thousands of orchids.",
        "title6": "Responsible tourism",
        "paragraph6": "Kirsty Bamby:\nResponsible tourism on Fiji is about listening to the needs of local communities and finding out how an experience can be beneficial to both sides. Gaining access to a village via a locally owned tour company is all about trust and respect as youll find explained by village elders in an authentic welcoming ceremony. Tourism in Fiji is happening, and if its not done with respect and integrity by companies that have an environmental and responsible travel ethos then its going to be done by yet another faceless international corporation who are only interested in one thing: money.",
        "title7": "Tips from our travellers",
        "paragraph7": "",
        "title8": "",
        "paragraph8": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Fiji travel advice that our guests have provided over the years to\nhelp you make the very most of your holiday - and the space inside your suitcase."
    }
]