{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-holiday-small-group",
  "tourName": "Jordan holiday, small group",
  "placesVisited": "Amman, Wadi Rum jeep safari and desert camp, Petra, Madaba, Dead Sea, Mount Nebo, crusader castle of Kerak, Jerash",
  "generalInfo": "Marvel at Jordan’s fascinating mix of modernity and ancient wonders on this eight-day small group tour. With cultural gems, ancient artefacts and warm hospitality waiting around every corner, Jordan is an enthralling country. <br/><br/>From the cosmopolitan city of Amman, we explore Jordan’s mystical desert landscapes. Hop in a jeep and experience the extraordinary desert scenery of Wadi Rum, a rugged moonscape of huge sandstone mountains. Meet Bedouin locals here and learn about their ways, then sleep under the stars in a desert camp. Spend a whole day uncovering the majesty and mystery of the world wonder of Petra –  the first glimpse of the Treasury from the narrow path of the Siq is unforgettable! – and then visit the historic crusader castle of Kerak, which stands on a cliff overlooking Wadi Karak. Down at the Dead Sea, you will experience the best weightlessness this side of outer space with an effortless float in its super-salty waters. <br/><br/>Travel is by private vehicle and jeep and you’ll stay in hotels for five nights and a desert camp for two, which is basic but incredibly memorable. As there’s lots of walking involved in exploring Petra and Wadi Rum, a good level of fitness is required to fully enjoy this trip.<br/>",
  "durationDays": "8",
  "price": "1275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Amman.",
      "description": "Ahlan wa sahlan! Welcome to Jordan’s capital, Amman – cosmopolitan and contemporary, yet steeped in biblical history. Your adventure begins with a welcome meeting at 6 pm this evening. If you arrive early, be sure to head to the citadel, taking in its sweeping views of Amman. The Jordan Museum – home to the Dead Sea Scrolls – and the Roman Theatre are also both well worth visiting. After your meeting, perhaps head out with your new-found travel pals and pick up a coffee from one of the cafes and partner it with an arayes (a local style toastie filled with spiced meat)."
    },
    {
      "dayNumber": 2,
      "title": "Wadi Rum.",
      "description": "This morning, leave Amman and head to Aqaba – the only coastal city offering a pocket of beach in this otherwise landlocked country. When you arrive, explore the market and walk along the beach on a leader-led walking tour. Visit the Aqaba Marine Reserve and learn about their conservation effort from Jordan's first female ranger at the reserve! Hear about her personal journey to become the first female marine ranger, an unusual journey to talke on this non-traditional role and the important work at the reserve to protect the diverse eco-system. Enjoy a couple of hours exploring this city at your own leisure, maybe by snorkelling in the Red Sea, navigating the local markets or simply relaxing by the water. After, continue on the road to the UNESCO World Heritage site of Wadi Rum, arriving in time for dinner. You’ll get a chance to sit down with the sheik of the local Bedouin tribe and get a glimpse into what life is like living in this desert environment. Enjoy dinner cooked in an earthen oven by your Bedouin hosts. Meaning ‘desert dwellers’ in Arabic, the Bedouins are a semi-nomadic people, and in Jordan up to 40 per cent of the general population is thought to have Bedouin ancestry. This evening, catch your shuteye in a simple Bedouin desert camp, either in a camel hair tent or out under the stars."
    },
    {
      "dayNumber": 3,
      "title": "Wadi Rum.",
      "description": "Wake up at camp and head out on a desert hike, with a break for tea and lunch. You might scale one of the large sand dunes for views of the vast valley – the perfect chance to snap some pictures. Wadi Rum is probably best known for its connection with the British officer T.E. Lawrence – or Lawrence of Arabia – who was based here during the Great Arab Revolt of 1917–18 and helped coordinate Arab forces against the Ottoman Empire. This afternoon, gear up for a half-day jeep safari through Wadi Rum. The valley is full of weird and wonderful lunar-like rock formations and traces of ancient civilisations can be seen in the many carved inscriptions found throughout the area – from pictographs to Thamudic, Nabataean and Arabic texts. The most enduring monuments in Wadi Rum are those carved by nature – the natural rock bridges, towering rose-coloured sand dunes and scattered rocky peaks. After an action-packed afternoon, tonight is yours to enjoy the traditional Bedouin hospitality and the clear night skies of the desert."
    },
    {
      "dayNumber": 4,
      "title": "Petra.",
      "description": "This morning, leave your desert camp in 4WDs and make your way to the main entrance of Petra, which is opposite the Seven Pillars of Wisdom – the mountain named after Lawrence of Arabia’s book. The visitor's centre here is a great spot to buy some jewellery and handicrafts, mostly made by a women's co-operative aimed at supporting local industries. Then, continue your journey to the fabled city of Petra by private vehicle. The site remained unknown to the wider world until 1812, when it was visited by Johann Ludwig Burckhardt, a Swiss explorer. In 1985, Petra was designated a UNESCO World Heritage site – spend the afternoon getting to know it on a guided tour. Squeeze through a mile-long narrow path – known as the Siq – and through huge towers of rock and get your first glimpse of the iconic Treasury complex. It’s amazing to think that this enormous, intricate building entrance was hand-carved out of the rock."
    },
    {
      "dayNumber": 5,
      "title": "Petra.",
      "description": "Enjoy a day of self-discovery as you explore Petra on your own today – free to wander as you wish. The site is surprisingly big, so it is up to you to choose your own route around the complex. You could explore the old Roman road, other smaller temples and several old tombs, as well as the rock-hewn amphitheatre. For those who are feeling a bit more active, there's the challenging but highly rewarding one hour walk up the steps to the secluded monastery."
    },
    {
      "dayNumber": 6,
      "title": "Kerak - Dead Sea - Mt Nebo - Madaba .",
      "description": "Today, traverse the King's Highway to the historic crusader castle of Kerak, which stands on a cliff overlooking Wadi Karak and the Dead Sea in the distance. You’ll have time to explore the ruins and discover the legends of centuries-old battles. Pack your swim gear as you can wash off the dust in the Dead Sea – the lowest point on land with its shoreline at around 430 m below sea level. This super-salty lake is a perfect place to spend some time relaxing and float your worries away. You can also cover yourself from head to toe in a nutrient-rich natural mineral mud bath. Continue to Mt Nebo – the spot where the prophet Moses is said to have seen the ‘promised land’ and where he’s supposedly buried. Explore this sanctuary and view the remarkable mosaics of the 4th-century church. Afterwards, continue to Madaba, famous for its Ottoman-style houses and beautiful Byzantine-era mosaics, including the acclaimed 6th-century mosaic map of Jerusalem and the Holy Land at St George's Church."
    },
    {
      "dayNumber": 7,
      "title": "Jerash - Madaba.",
      "description": "Leave Madaba and make your way to Jerash – once one of the grandest ancient Roman cities in the world. These are some of the best-preserved Greco-Roman ruins around. The ancient walled town that survives today is a remarkable evocation of life 2000 years ago, with its collection of archways and theatres, baths, public buildings and colonnaded streets. Discover Hadrian’s arch, the partially restored hippodrome, ornate public fountains, the south amphitheater, and see the collection of daily artefacts uncovered during excavations. Grand columns encircle the city's centrepiece, the Oval Plaza. After a full day of exploring, return to Madaba. Maybe gather your travel buddies together and share a celebratory shisha as you reminisce on your memories of Jordan."
    },
    {
      "dayNumber": 8,
      "title": "Madaba.",
      "description": "Your trip comes to an end this morning after breakfast. If you'd like to extend your stay, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}