{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-cultural-tour-petra-and-wadi-rum",
  "tourName": "Jordan cultural tour, Petra and Wadi Rum",
  "placesVisited": "Madaba, Mt Nebo, Roman city of Jerash, Ajloun’s crusader-era castle, Walk from Rasun to Orjan village, Homestay, Kerak castle, Dana Nature Reserve, Walk from Dana to Feynan, Petra, Jeep exploration of Wadi Rum and camping, Dead Sea, Amman",
  "generalInfo": "This Jordan cultural tour includes the world famous city of Petra and the dessert landscapes of Wadi Rum, but includes so much more, too, and is packed with diverse and rewarding experiences.<br/><br/>For many centuries, the so called lost city of Petra lay hidden in the Jordanian desert, and acquired an almost mythical status. It was the Swiss explorer Burckhardt who finally befriended and quizzed local Bedouin people about its potential whereabout and in 1812, he found the city and it was revealed to the wider world.<br/><br/>This 10 day small group tour includes a full two days at Petra, and is packed with other highlights. Explore the brilliantly preserved Roman city of Jerash, visit crusader castles, walk in the beautiful Dana Nature Reserve and enjoy village hospitality on a homestay in the northern hills. We will also camp in the deserts of Wadi Rum under the vast starry sky and enjoy a dip in the salty Dead Sea. Jordan packs a huge amount into its borders, from ancient sites to beautiful scenery, this tour reveals the many faces of this Middle Eastern gem.<br/>",
  "durationDays": "10",
  "price": "2525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Amman: A short drive from Amman airport is the hectic capital of Jordan, Amman. Positioned between the desert and the fertile Jordan valley, it is a city of contrasts, offering plenty to encourage you to want to delve further into its downtown and urban areas. Due to the late arrival time of our suggested flights, accommodation for this night is included in the tour cost and those arriving earlier will be able to check-in from mid-afternoon on DAY 1."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Amman - Jerash - Ajloun: After breakfast we will head out to experience the downtown area of Amman including the many souks leading up to the Roman Theatre and Citadel. The Roman Theatre, cut into the northern side of a hill, is one of the most impressive remnants of Roman Philadelphia in Amman and is a highlight not to be missed. The Citadel, sits on the highest hill in Amman, Jebel Al Qala'a, and is the site of ancient Rabbath-Ammon. The most notable sights are the Temple of Hercules and Ummayad Palace. During the tour, we will also get a chance to experience a lunch spot favoured by locals, Hashem restaurant is famed for its falafel and hummus. For desert we then head to Habiba Sweets one of the most famous food stalls in Amman to indulge the popular Middle Eastern dessert of Knafeh. From here we will then drive to Jerash to explore the extensive ruins of the sprawling Roman provincial city. The city's many monuments still retain the atmosphere of the once thriving metropolis, famous in its time for its magnificent temples, amphitheatres, and oval colonnaded forum. We then will continue to Ajloun where we will overnight at a beautiful forest reserve."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ajloun - As Salt: This morning we will have the opportunity to visit a co-operative run by Wild Jordan, here they sell handmade soap and biscuits. The workshops were set up by the Royal Society for the Conservation of Nature (RSCN) to provide employment for local women in the area. Next we will head off to hike part of the Al Ayoun Trail, a section of the famous Jordan Trail. After working up an appetite we will head to the house of a local family for a delicious homemade lunch on their veranda with an amazing view of the valley. We'll then continue to the only tourist guesthouse in As-Salt, former capital of Jordan, known for its multi-faith heritage. This afternoon we will delve into the city enjoying a walk around its sand-coloured buildings, which has been awarded UNESCO's World Heritage status, with churches, mosques and and souk-like streets. Tonight we will have the chance to contribute to our dinner and help our host make the bread of which we will later enjoy.*Walking distance: 4-5km approx 2-3 hours."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "As-Salt – Mount Nebo – Madaba – Dana Nature Reserve: After breakfast we will depart for Mount Nebo, one of the reputed sites of the tomb of Moses. The summit of this lonely, wind-swept mountain commands spectacular views over the Dead Sea to the West Bank and Jerusalem and we can see the springs where Moses supposedly smote the ground to bring forth water. Standing amongst extensive ruins is a small church, housing some fine and beautifully preserved 6th century mosaics, which are still being uncovered. Next we head to Madaba, a town once known as one of the most important Christian centres east of the River Jordan. Madaba is home to some of the most extraordinary mosaics in the Middle East including the famous 6th century map of Palestine, believed to be the oldest map of the Holy Land still in existence. After lunch in Madaba we make our way to the Dana for the night.*Approx 4hrs drive time"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Dana Nature Reserve – Shobak Castle - Petra: This morning we can soak up the stunning scenery of Dana Nature Reserve as we enjoy a hike in the valley, maneuvering between the unique rock formations and making our way over and climbing over boulders to enjoy the unique landscape. We then head South to Shobak Castle, one of the most important crusader castles in Jordan. Shobak was built by the Crusader King Baldwin I in 1115 and sits atop a hill surrounded by valleys. Its defenders withstood an 18-month siege from the armies of Saladin before succumbing in 1189. We then continue on to the ancient city of Petra, where we'll check-in to our hotel.*Walking distance in Dana: Approx 4-5km"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Petra: This morning we'll drive a short distance to Little Petra. This site is much less visited than the main site at Petra, however is still fascinating and has a charm all of its own. Once a suburb of Petra, entry is through a narrow siq. The site is thought to have been a commercial area, caravans would have paused here, attracted by the huge cistern. Today’s hike will bring us into Petra via a spectacular, but little-known, Bedouin trail through the mountains. After visiting Little Petra we'll take a open-air 4WD shuttle (approximately 20 mins) to the starting point of the walk. We follow an ascending path where huge views begin to open up across the Great Rift Valley to the west. The trail descends towards Petra and opens onto one of the city’s most impressive sights: the immense rock-cut façade of Ad Deir, the Monastery. We can rest and drink tea here, before descending the 800 stone steps of a Nabataean processional way down into the heart of Petra. Along the way there are traces of ancient stone steps, and eroded relief carvings of deities or ‘god blocks’ cut into the rock walls. This old Nabataean processional route will then lead downwards, turning back towards Petra and following the main siq for the classic entry into the city. This will bring you out at Petra’s most famous monument, the Treasury. This itinerary offers long, wonderful hiking around Petra, and means you can experience the two greatest approaches to the city in a single day.*Walking distance: 15km approx 4-5 hours."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Petra – Wadi Rum: Today we'll return to Petra via the \"secret road\" the Al Madras Trail. We will begin the walk following the crowds through the main gates but then immediately leave them behind and strike out on our own into silent, unspoilt desert landscape. The trail follows an old Nabataean processional route towards what was once the city’s sacred centre, the High Place of Sacrifice. Along the way there are traces of ancient stone steps, and eroded relief carvings of deities or ‘god blocks’ cut into the rock walls. The route brings us out above the High Place of Sacrifice, from where we can see down across the whole of Petra and west towards Jebel Harun, Petra’s highest peak. From here we will descend through the Wadi Farasa, which has some of best temples in the city (including the Garden Tomb and the Roman Soldier’s Tomb), emerging right in the heart of Petra. This wonderful walk takes us away from the crowds and leaves plenty of time to explore the tombs and temples of Petra before leaving the site through the main siq. After another day of hiking we leave Petra behind us as we strike out into the desert of Wadi Rum in open-air 4WD jeeps. With sheer sandstone cliffs and multi-coloured shifting sands this beautiful area is steeped in history. We enjoy a short sunset drive before arriving at our camp for two nights under the stars.*Walking distance: 15 km approx 4-5 hours."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wadi Rum: Our day in the desert will be a combination of desert hiking and driving in our open-air 4WD jeeps to points of interest such as unique rock formations and ancient petroglyphs. In between our desert sights, we will find a shady spot for our lunch. On return to our campsite there will be opportunity for an optional camel ride at sunset. *Walking distance: Approx 3-4km"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wadi Rum - Dead Sea: Departing Wadi Rum after breakfast we set off for a visit to the crusader castle of Kerak, before continuing on towards the saline waters of the Dead Sea, the lowest place on earth. Rich in minerals and high in salt content (around 33%), the Dead Sea is one of the most remarkable bodies of water on earth and we will have a chance to bathe in its saline waters. This evening we enjoy our final night and dinner as a group, a perfect place to reflect on the incredible experiences of the past few days.*Driving time: Approx 4-5hrs."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tour ends at the Dead Sea: The tour ends this morning at the hotel. Those on the suggested group flight will be transferred to Amman Airport."
    }
  ],
  "map": ""
}