{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-luxury-adventure-tour",
  "tourName": "Jordan luxury adventure tour",
  "placesVisited": "",
  "generalInfo": "Join one of our expert tour leaders on a wonder-filled journey through Jordan. You’ll spend two days exploring the temples and tombs of Petra, before taking in the Mars-like landscape of the Wadi Rum desert. In the latter, you’ll stay in a desert camp in luxurious Bedouin inspired cabins, witness fiery sunsets and experience star-filled skies around the campfire. We’ll also spend time in the classical age, exploring the excellently preserved Roman city of Jerash, before soaking up immense views across the Red Sea and floating in the salt waters of the Dead Sea.",
  "durationDays": "9",
  "price": "2899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Amman, the capital of Jordan, where our adventure begins. There are free transfers to the hotel from Queen Alia International Airport (AMM) for all customers today. Please note, transfers should be booked with your sales representative at least two weeks before the tour starts. Depending on what time you arrive, you might want to make use of the pool or perhaps book yourself in for a post-flight refresher at the spa. Your expert leader will leave instructions for you at the hotel. Total drive time: 45 minutes to one hour Premium accommodation: InterContinental Amman"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning we drive north to the ruined city of Jerash, known as Gerasa in ancient times, which is awash with imposing colonnades, ancient temples and theatres. This was one of the 10 wealthy, self-governing cities of the Decapolis during Roman times, and was famous throughout the Roman world for its affluent lifestyle. Buried for centuries under blown sand, Jerash is the only city of the Decapolis to have survived, with a dramatic oval forum, colonnaded main streets which remarkably have the drains still intact, two theatres and the impressive Temple of Zeus. After a good look around, we head back to Amman for an exciting city tour, where we’ll visit notable ancient sites such as the Citadel, Roman Theatre and the old city. Take in the striking views of the capital of the Kingdom of Jordan from the heady heights of the Citadel complex. This evening, we enjoy a welcome dinner at a local restaurant and sample traditional Jordanian food. Total drive time: three hours (with stops along the way) Premium accommodation: InterContinental Amman"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we head along the King's Highway, an old trade route that connects Amman and Petra, weaving up and down huge wadis (valleys). There are several stops of interest en route, including the ancient town of Madaba, known as the city of the mosaics; the biblical Mount Nebo, where Moses was believed to have witnessed the Promised Land; and the crusader castle of Kerak, which stands on a rocky outcrop. Further south we reach the Unesco World Heritage site of Petra, the premier historical site in Jordan and one of the most outstanding ancient cities in the world. Also known as the rose-red city, Petra is a phenomenal sandstone complex of ornate palaces, temples and tombs carved into the cliffs. Your expert leader will reveal all about the history of this New Wonder of the World. Total drive time: Approximately six hours (with stops along the way) Premium accommodation: Grand Mercure Petra or Old Village Resort"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy two days exploring the striking Nabataean Kingdom of Petra, which was hidden for centuries until the Swiss explorer Burckhardt rediscovered it in 1812. Two features of Petra are unique: firstly, it is a city made defensible by being built down a series of chasms, rather than on a hilltop. Secondly, it is built directly into the rock – beautiful red and yellow sandstone carved into the most impressive facades which sparkle in sunlight. To enter Petra, your expert leader will take you down a narrow chasm, known as the Siq, which is surrounded by high cliffs on either side. You’ll explore Al Khazneh, an elaborate temple known as The Treasury, which was once inhabited by the Arabs of the Nabataean Kingdom. Continuing to the city centre, we pass houses and visit the tombs of the rich citizens. Witness the vastness and sheer beauty of this ancient city from various vantage points. There is also an optional walk up 850 steps to El Deir, a monumental monastery carved out of rock. On the second day, you'll return to Petra, either for an optional hike up to the High Place of Sacrifice (accompanied by a local Bedouin guide), a clifftop sacrificial altar with immense views over Petra, or for free time to explore the city further. Only a few people attempt a visit to the High Place as it can be quite arduous. However, those who do make it to the top are rewarded with wonderful views over parts of the site visited on the previous day. Total drive time: 30 minutes per day (round trip to the visitor center) Premium accommodation: Grand Mercure Petra or Old Village Resort"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning there is the option to take a guided tour through the intriguing archaeological site of Little Petra or you can relax at our premium accommodation before we drive south. We enter the natural and cultural World Heritage site of Wadi Rum, where dramatic sandstone mountains rise from the sandy desert floor. This is where Lawrence of Arabia and Prince Faisal assembled the Arab tribes for the attack on Aqaba in the first world war and where sections of the epic film, Lawrence of Arabia (1962), were shot. After checking into our luxury camp, we join a thrilling, four-hour 4WD trip to the highlights of this protected area. Experience an authentic zarb dinner (cooked underground) at our Bedouin camp and relax beneath the stars around the camp fire. Total drive time: 1hr 30min to two hours Premium accommodation: Saraya luxury camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving the Mars-like landscape of Wadi Rum, we head to Aqaba on the Red Sea. The city is well-known for having beautiful coral reefs. Our hotel has a private white-sand beach with direct access to the Red Sea where you can dip your toes in the water and absorb the coastal views. The rest of the day is free to relax and enjoy the facilities of this five-star hotel. We can meet for a sundowner overlooking the sea before heading out for dinner. Enjoy a taste of traditional Jordanian cuisine and sample fresh, local seafood, which is a speciality in the area. Total drive time: One hour to 1hr 30min Premium accommodation: Hyatt Regency Aqaba Ayla Resort"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving Aqaba, we head to the Dead Sea, one of the most fascinating places on Earth. Enjoy free time to float in the saline waters and smother yourself in Dead Sea mud, before cooling off in one of the two infinity pools at our premium accommodation. A totally relaxing way to end your Jordan adventure. This evening there will be a memorable group dinner to celebrate your time in Jordan and say your farewells. Total drive time: four to five hours Premium accommodation: Hilton Dead Sea Hotel & Spa"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "The tour comes to an end after one last breakfast. Hop in the arranged group transfer to the airport to make your return journey home. Or, if you’re craving more sea days, speak to your sales representative about extending your stay by the Dead Sea. Total drive time: one hour"
    }
  ],
  "map": ""
}