{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-family-holiday-the-lost-city-of-petra",
  "tourName": "Jordan family holiday, The Lost City of Petra",
  "placesVisited": "",
  "generalInfo": "Lost cities, crusader castles and camping under the stars - our family-friendly tour of Jordan is action-packed. Discover the rose-red city of ancient Petra, enjoy an exhilarating ride across the dunes of Wadi Rum and experience Bedouin life sleeping on the desert sands. Float in the Dead Sea and snorkel in the Red Sea before finishing up in the bustling souks of the capital, Amman. <br/> The Rose Red City of Petra - Spend two full days exploring the tombs and temples of this mysterious wonder of the world.<br/> Adventure on the dunes of Wadi Rum - Journey across the desert by 4WD or camelback and camp under the stars.<br/> Cool off by the coast - Experience floating in the Dead Sea and spot sea life in the Red Sea. <br/> <br/> <br/> <br/>",
  "durationDays": "9",
  "price": "1365",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Amman",
      "description": ": Our tour of Jordan starts in Amman, one of the oldest inhabited cities in the world. Home to almost half of Jordan's entire population, Amman is a fascinating city of contrasts, where the ancient and the modern collide. Get lost in the bustling souks of downtown, where you'll be tempted by falafel and baklawa stalls, or visit the hillside Roman Theatre for a taster of the city's varied history. There are no activities planned for today, so you're free to arrive in Amman at any time. If you'd like an airport transfer, you'll need to arrive at Queen Alia International Airport (AMM), a 30-minute drive from our hotel. Due to most flights arriving late in the evening, our Explore Leader will meet you for a welcome meeting the next morning. You'll find the meeting information on the notice board in the hotel reception."
    },
    {
      "dayNumber": 2,
      "title": "Visit Jerash and a mosaic workshop in Madaba",
      "description": ": After breakfast, we'll gather for an introductory meeting before heading north of Amman to ancient Jerash. Inhabited for 6,500 years, the city's golden age was in Roman times when it became part of the Decapolis League - a confederation of important Middle Eastern cities. One of the best-preserved Roman ruins in the world, only 10% of the city has been uncovered since excavation began more than 100 years ago but you can still get a feel for how life in the city once was. Walk the colonnaded streets, visit the hilltop temples, explore the chariot-racing stadium, and hear your voice amplified in the ancient theatre. Next, we'll stop in Madaba - a town with a strong Christian heritage. Aptly dubbed the 'City of Mosaics', Madaba is home to hundreds of Byzantine-era mosaics, the most famous of these is a 6th-century map of Jerusalem and the Holy Land, created with two million pieces of stone. We'll visit a workshop to learn how mosaics are made today before returning to Amman. Back in Amman, there'll be time to explore the city further. Uncover the Temple of Hercules in the heart of the city and explore the art galleries, boutiques, and coffee shops in the downtown neighbourhood."
    },
    {
      "dayNumber": 3,
      "title": "Float in the Dead Sea, explore Kerak castle and continue to Little Petra",
      "description": ": This morning, we'll drive to the Dead Sea - the lowest point on earth. This unique body of water is the lowest point on the earth's surface. With a salt content of 33%, it's almost impossible to sink and we'll take a dip to experience the mysterious floating sensation. While we're there, you can cover yourself in the water's rejuvenating mud, famous for its healing properties. After your dip, feel free to unwind by the pool or at the bar - there are shower facilities to freshen up in, too. Afterwards, we'll continue along the King's Highway - one of the oldest trading routes in the world, which once carried the treasure-laden caravan of Solomon. Our next stop is Kerak. This ancient Crusader stronghold is the most famous in a chain of fortresses built for the Holy War against Islam. We'll take time to learn about its history and explore the maze of stone-vaulted halls and passageways. From Kerak, we'll continue south to Siq al-Barid, also known as Little Petra. Our base for tonight is a traditional Bedouin camp located a ten-minute walk from the entrance to Little Petra. Feel free to take a stroll from the camp to the site and walk in the footsteps of the Nabateans as you explore the temples and tombs carved into the rocks. We'll gather at our camp to watch the sun sink into the dunes and share a traditional dinner before a spot of stargazing."
    },
    {
      "dayNumber": 4,
      "title": "Guided tour of Petra",
      "description": ": Today we begin two full days exploring Petra. This ancient city, carved into pink sandstone cliffs, has to be seen to be believed, but poet John Burgon beautifully described it as 'A rose-red city half as old as time'. Our Explore Leader will guide us on a tour through Petra's highlights before a free afternoon to wander at our own pace. As you enter the site, you're led down a kilometre-long chasm (known as the Siq) where the towering canyon walls reach up to 200 metres high. At the end of the Siq sits the beating heart of the city, the Treasury - miraculously well-preserved, the façade stands at 43-metres-high. Beyond the Treasury, the ancient city becomes a sprawl of tombs and temples waiting to be explored. The Bedouin community who still live within Petra sell their wares and offer refreshments along the colonnaded streets. As the day goes on, you'll notice the façades change colour with the light as the early morning and late afternoon sun brings out red, pink, and orange highlights in the rocks. Tonight, we'll stay in a hotel just a short walk from the entrance to Petra."
    },
    {
      "dayNumber": 5,
      "title": "Full free day in Petra and dinner in Wadi Mousa",
      "description": ": Today is free for you to uncover more of Petra. Climb the steep path to the High Place of Sacrifice for a panorama over Wadi Araba and the Negev Desert or trek up to the Monastery - Petra's largest monument. This evening, we'll gather as a group to visit a family in Wadi Musa to learn about local life and traditions over dinner. Our Explore Leader will talk us through some local dishes while we sip Bedouin tea."
    },
    {
      "dayNumber": 6,
      "title": "Explore Wadi Rum and camp in the desert",
      "description": ": Leaving Petra behind, today we'll embrace the nomadic lifestyle of the Bedouin and head into the dunes of Wadi Rum. We'll stop for lunch before continuing across the sands either on foot or camelback. Described by T.E. Lawrence as 'vast, echoing and God-like…', Wadi Rum occupies 74,000 acres with its monolithic outcrops of granite rock and sandstone rising out of the blankets of sand. The Bedouins learned to live within this hostile environment 3000 years ago, adapting to the elements to perfect their nomadic way of life. To learn more about their history and culture, we'll visit a local family to share tea and stories. Our base for tonight is Space Village Luxury Camp in the heart of the desert. Surrounded by dramatic sandstone mountains and huge sand dunes, we're transported far away from traffic, noise, and light pollution. We'll sleep in comfortable Bedouin-style tents that are comfortably furnished and have ensuite bathrooms. There's also a large communal dining tent where you can relax and stargaze after dinner."
    },
    {
      "dayNumber": 7,
      "title": "Travel to Aqaba",
      "description": ": After a full-on few days exploring the highlights of Jordan, we'll head to Aqaba for downtime by the Red Sea. A resort town, Aqaba is where local Jordanians come to holiday, lounge on the beach and have a go at water sports. As Jordan's only seaport, the town is steeped in history and was used by King Solomon's ships as well as by the Nabateans as part of the trade route from Damascus to Egypt. Our hotel for tonight is centrally located and has a rooftop bar to cool off in. There are plenty of restaurants and bars to get a flavour for local life, too."
    },
    {
      "dayNumber": 8,
      "title": "Free day in Aqaba before returning to Amman",
      "description": ": Today is a free day for exploring Aqaba or relaxing at the beach. The port city is famous for its preserved coral reefs and sea life and our Explore Leader will be on hand to organise an optional sailing and snorkelling trip before we head back to Amman later in the afternoon."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Amman",
      "description": ": Our tour of Jordan ends at our hotel in Amman. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you need to depart from Queen Alia International Airport (AMM)."
    }
  ],
  "map": ""
}