{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "short-break-to-petra-jordan",
  "tourName": "Short break to Petra, Jordan",
  "placesVisited": "Amman, Petra, Private guided tour of Petra, Dead Sea",
  "generalInfo": "A wonderful opportunity to see some of the finest sites of the ancient world. This long weekend in Jordan takes you to Petra &amp; the famous Dead Sea.  Petra is -named as one of the new 7 wonders of the world! This 5-day privately escorted tour of Jordan takes you from the capital city of Amman through dramatic scenery and historical landmarks including Mt Nebo and Madaba to the rose red city of Petra. Spend a full day at Petra visiting the famous ancient city with a private guide including Petra by night and a cooking class. Journey into the sands of Wadi Rum and enjoy a revitalising float in the buoyant waters of the Dead Sea before returning to Amman for your onwards flight.<br/><br/>This tour is with your own English-speaking driver guide and private vehicle. The knowledgeable guide will accompany you for the duration of your trip giving you the option to travel at your leisure and away from the crowds whilst giving you an insight into the history and traditions of Jordan. This trip can be tailor-made to create a unique vacation for your individual requirements by travel experts with intimate knowledge of the destination. You can extend this trip as you like, with extra time to take in more of the wondrous sites on offer.<br/><br/>If you would like help with flights or would like us to add in any additional tours please let us know - we would love to tailor-make your perfect trip to the wonderful country of Jordan. Meals are included and all accommodation is listed in our full itinerary. Please contact us for details.",
  "durationDays": "5",
  "price": "995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from your UK airport on a flight for Amman, Jordan. On arrival late evening, private transfer from the airport to your boutique hotel in Amman where you will stay overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will drive south along the Kings Way stopping along the way at key historical sites. Your first stop is Mt. Nebo and the alleged burial site of Moses. Savour its unforgettable panoramic views across the Jordan Valley and the Dead Sea. Next up is a visit to Madaba, the city of mosaics, with its fascinating ancient map of Jordan. Finally you stop at Kerak and its crusader castle, before ending your day in Petra. In the evening, enjoy a relaxed and informal cooking class to explore the traditional foods of the Levant, and even better - enjoy the flavours you ahve created. This community project is run solely by women and everything down to the handicrafts and furnishings have been made locally and then linen and aprons have been hand embroidered by the Jordan River Foundation."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A full day at Petra to experience the majesty of this fascinating place. Carved into the rose-hued mountains, Petra is one of Jordan's national treasures set deep inside a narrow gorge. Hundreds of buildings, intricately carved facades, tombs, baths and a three thousand seat amphitheatre are yours to explore for the day. In the evening, marvel at Petra illuminated by flickering luminarios. Gentle Bedouin pipe music plays softly in the background as sip tea and listen to stories narrated by local guides in the heart of this ancient city."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a quick stop at Siq-al-Barid (Little Petra) for its 2,000 year old Hellenistic paintings before heading into Wadi Rum desert on a 4x4 jeep safari. Spend some tim exploring the sandunes before continueing to the Dead Sea and the lowest point on earth. Enjoy a float in its incredibly buoyant waters before checking into your hotel. Your hotel spa offers a range of treatments using the curative minerals from thre Dead Sea, or the sea itself is just a short walk away."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Make the short transfer back to Amman airport this morning for your return flight home."
    }
  ],
  "map": ""
}