{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "aqaba-diving-holiday-in-jordan-with-petra",
  "tourName": "Aqaba diving holiday in Jordan, with Petra",
  "placesVisited": "Amman, Petra, Aqaba, exploring local dive sights in the Red Sea",
  "generalInfo": "All our itineraries are tailor-made and the below is just a suggestion.  We can tailor-make your diving holiday to include as much or as little as you would like – maybe add a visit on to the Dead Sea, Wadi Rum or Jerash?  Jordan is full of “hidden gems” so whether it is just a week's diving in Aqaba you are after or a complete Jordan adventure, our specialist team can guide you to your ultimate Jordan diving holiday experience.<br/><br/>This is a fantastic nine day tour which starts off with a visit to the wonderful Petra, a World Heritage site and one of the Seven Wonders of the World.  This ancient city is a unique example of an astonishing ancient civilisation and is known as the Rose City due to the colour of the Sharah Mountain stone out of which it was carved by the Nabateans. The city was lost to civilisation until it was rediscovered in 1812 by the Swiss explorer Johann Ludwig Burckhardt. Walk through the Siq, a narrow and winding fissure between the cliffs, to reach the Treasury, the Roman Theatre, the Courts, Qasr Bint Pharaoun,Temple of the Winged Lion and other monuments.  This is an experience never to be forgotten.<br/><br/>Your holiday then continues on to Aqaba for the ultimate in a Red Sea diving experience.  There are over 30 dive sites to visit along the Aqaba coastline most of which are in the Aqaba Marine Park.  With each dive being different from the next, from shallow coral gardens and pinnacles to deep canyons and shipwrecks there is something here for every diver.  One of the most famous dive sites is the Cedar Pride Wreck.  It was deliberately sunk nearly 30 years ago and has been described as one of the most photogenic wrecks of the Red Sea.  It lies on her port side between Rainbow Reef and the Japanese Gardens.  With a maximum depth of 25 metres and the top mast reaching 7 metres she makes a great dive for all levels of experience.  You are able to enter the wreck but that is only possible for those divers with the appropriate training.<br/><br/>With warm waters year round and great visibility the diving here is suitable for all levels of diving, from the complete beginner to the more experienced technical diver.",
  "durationDays": "9",
  "price": "1550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Amman. You will be met at the airport and have a private transfer directly to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Petra/Aqaba - To be met at your hotel in Amman for a private transfer to the ancient city of Petra. A full day spent touring the Rose Red City uncovering an ancient civilisation. Walk through the Siq, which is a natural split through the cliffs, to reach the Treasury. Either a break for lunch or you may wish to climb up to the Monastery. Then take your private transfer onwards from Petra to your hotel in Aqaba. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This is free day at your hotel to relax and explore your surroundings at the tip of the Red Sea. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A day’s boat diving - You will be picked up from your hotel and taken straight to the dive centre to sort out paperwork, equipment hire etc. You will then be transferred on to the boat where you will be taken to two different dive sites to complete your 2 dives for that day (with the relevant surface interval). You will then be offered an open buffet lunch. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Second day’s boat diving - Itinerary as Day 3. (B/L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This is a free day at your hotel to relax and explore your surroundings. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Third and last day’s boat diving - Itinerary as Day 3. (B/L)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "As the recommended requirement is a surface interval of 24 hours from your last dive time to flying, this is a free day at your hotel to relax and explore your surroundings. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be picked up by private transfer and taken to Aqaba airport. (B)"
    }
  ],
  "map": ""
}