{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "small-group-tour-of-jordan",
  "tourName": "Small group tour of Jordan",
  "placesVisited": "Amman, Jerash, Aljoun Castle and Bronze Age Dolmens, Local family stay, Madaba, Dead Sea and Wadi Mujib, Shobak Crusader castle, Wadi Rum, Bedouin shepherd encounter",
  "generalInfo": "Dig deep into Jordan's rich history, unique culture and delicious cuisine on a small-group tour that combines iconic sites such as Petra and Jerash with local encounters from a family homestay to time helping out a Bedouin shepherd! <br/><br/>After some time exploring Amman (plus its towering 'Desert Castles'), head to Jerash to discover one of the finest Roman sites in the Middle East. You'll also hike to the imposing Aljoun Castle, and discover massive Bronze Age Dolmens before spending a night with a Jordanian family. There are more Roman memories then with the mosaics at Madaba – plus breathtaking views of Jericho from Mt. Nebo. <br/><br/>Heading to the Dead Sea, you'll experience the unique aspects of the lowest place on Earth, from floating in its highly saline waters to the nature reserve of Wadi Mujib. <br/><br/>Archaeology and history grab the spotlight again with the Crusader Castle at Shobak acting as support act to the breathtaking rose-red ruins at Petra. There are optional hikes to the Monastery and the High Palace of Sacrifice.<br/><br/>Entering the Wadi Rum Desert, camp beneath a dazzling starry firmament with local Bedouins, then experience a jeep safari through breathtaking desert terrain before spending time helping a local Bedouin shepherd with a few of his daily activities! <br/><br/>This Jordan tour connects well with our Egypt and Israel tours, and can also be run privately at any time if the group departures don't work for you or you would like to customise the itinerary a little -  perhaps adding on some time by the Red Sea in Aqaba.",
  "durationDays": "9",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Amman, airport to hotel transfer included After arriving at Queen Alia International Airport just outside Amman, one of our staff members will be there to meet and greet you before transferring you to your hotel in Amman. You have the rest of the day free to relax in your hotel or to start exploring Amman. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "As-Salt, Amman City and Local Food Tasting Our first visit today is to the hilltop town of As-Salt, around 40 minutes drive from Amman. As-Salt was an important trading link between the Jordan Valley and Eastern Desert, and once the capital of Amman. The town developed its old Islamic architecture using yellow limestone, which was the finest at the time and many impressive buildings can still be seen today, as well as tiny narrow streets packed with shops and stalls. Today the town provides an example of religious and cultural friendship between the local Muslim and Christian population and we take a walking tour on its self-designed 'Harmony Trail' to learn more about the town and local life in Jordan. In the afternoon we continue with a city tour of Amman. Amman is rich in history, dating back many millennia. Archaeological discoveries have uncovered remains from the Neolithic period as well as the Hellenistic and late Roman to Arab Islamic Ages. We'll start by making our way to the Citadel - the former home of the ancient Temple of Hercules, The Umayyad Palace, the Byzantine Church before we make our way to the 6000-seater Roman theatre, which was built during the Roman Period. The ancient theatre is still in use today, playing host to numerous cultural events. Whilst in Downtown Amman, we also include a food tasting tour. During the tour we'll try several different dishes (which will vary from departure to departure), starting with a snack of either Manakish (with its various toppings of egg, white cheese or za'atar) or a classic falafel sandwich. Perhaps the Jordanian national dish of Mansaf, slow cooked lamb with rice and yoghurt sauce. Finally we'll try one of the cities famous desserts like Knafeh from one the popular local sweet shops. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dana Biosphere Reserve hike. Drive to Aqaba Today, we'll make our way down the Desert Highway, to the Dana Biosphere Reserve where we'll stop for a relatively easy hike in the beautiful scenery and hills of the reserve. This is Jordan's largest nature reserve, and there are great views of the valleys and hills on the various trails around the restored Dana village. Spring is a particularly lovely time to visit with the terrain surprisingly green and full of flowers. We'll stop for an included picnic lunch and take a walk before continuing on to the Red Sea city of Aqaba where you'll have a free evening (and morning tomorrow). OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free morning in Aqaba and overnight Wadi Rum Bedouin Camp This morning is free for you to relax beside the red sea, explore Aqaba or enjoy the many water sports which Aqaba has to offer. The crystal blue waters and colourful reefs around Aqaba offer some of the Red Seas best diving. Morning boat trips to go snorkelling on the nearby reefs are available too. After joining our arrivals from Egypt this afternoon, we leave Aqaba and drive into the spectacular desert scenery of Wadi Rum where friendly Bedouin hosts are ready to greet us at a comfortable camp beneath the towering rocks and cliffs. We spend the evening and night relaxing at the camp and enjoying a delicious traditional Jordanian meal which normally includes the option of 'Zarb' a Jordanish dish normally comprising of Lamb and Chicken that is cooked underground in Bedouin style. Options this evening include a sunset camel ride or star gazing with telescopes. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A jeep safari and Bedouin experience in Wadi Rum, travel to Petra After breakfast in the camp, we take a jeep safari through the sands and beneath the towering 'jebels' of Wadi Rum, stopping to climb sand dunes and to see some of the strange rock formations, including a spectacular rock bridge. We'll also do some local activities inspired from the Bedouin traditions, walking with a local shepherd with his sheep and goats to a Bedouin tent. We can also join in and learn about other traditional Bedouin activities such as shearing the sheep & goats' hair, milking, grinding grains, making bread and roasting coffee until our lunch is ready. Finally, after really getting a feel for nomadic Bedouin life, we return by jeep to our camp and then drive to Petra. You have the option for a spectacular and atmospheric introduction to Petra tonight, with the Petra by Night tour. Here you walk through the Siq to the Treasury, the whole way being atmospherically lit up by hundreds of candles. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Reverse-route mountain hike to Petra via Little Petra Today is all about exploring the Nabatean site of Petra. It was once the ancient capital of the Nabataean commercial empire until the Romans finally took over in 106AD. For a long period of time, Petra was forgotten - except by the local Bedouins - before it was rediscovered in 1812 by Swiss explorer Johann Ludwig Burckhardt. Petra can be found at the edge of the Wadi Aruba desert, where canyon walls and towering hills make it virtually impossible to reach, except via a narrow cleft in the rock, known as the Siq. There are very few free-standing buildings in Petra, as the Nabateans chose to carve their dwellings into the multi coloured sandstone cliffs. Petra has become one of Jordan's main tourist attractions and the Jordanian Government is well aware of this. The tourism infrastructure in the adjoining village of Wadi Musa is booming, though, thankfully, once you enter through the Siq, the site is protected, there aren't that many touts or souvenir sellers, and all the building feels miles away. We have most of the day available today to explore this ancient city, though as an added bonus, we'll be exploring Petra via the back-route which starts at Little Petra. Before embarking on our hike into Petra, we'll explore the small but equally interesting site of Little Petra, or Siq al-Barid. From here we'll take a short jeep ride to the start of the mountail trail which links Little Petra to the Monastery and main site of Petra. The back-route into Petra makes for an interesting and much less crowded way of visiting, and what's more, you'll be rewarded with incredible mountain views towards the Holy Land. Whilst hiking the back-route you'll still have the opportunity to see all of the same monuments visited on the normal route, with the addition of Little Petra and the Monastery. The route starts with the ascent of a number of rock hewn steps and paths which straddle the mountain edge. After reaching a plateau, there is an opportunity to stop for refreshments at a small cafe from where you'll have some fantastic photo opportunities. From here the path continues until you'll have a glimpse of 'Ad-Deir' (or the Monastery) where you can have a well deserved rest before descending down into the main site of Petra. Once in Petra the valley opens out, and you'll see tombs carved into the rock on both sides. You'll get a glimpse of the ruined Roman amphitheatre and colonnaded streets. As we continue through the ancient city of Petra, we'll eventually reach The Khazneh (Treasury) which is probably the most familiar monument of Petra. Whilst the back-route hike into Petra isn't particularly difficult, as a number of ascents/descents and a significant number of steps are required, this route is only suitable for those who have no issue in hiking in this type of terrain for a minimum of 2-3 hours as far as the Monastery and then a further few hours walking on sandy terrain, whilst exploring the main site of Petra. For those with less mobility or who are worried about the distance, horse carriages are available for around 20JD (USD 28) for an agreed period of time (only available within the main site of Petra, not on the hiking route). We do not recommend riding the horses that are available. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dead Sea road to Wadi Mujib - Siq Trail Hike. Dead Sea 'swim' After enjoying breakfast in Petra, we'll head north along the Dead Sea road to Wadi Mujib, where we'll hike along the exciting Siq Trail. Along the way we'll be rewarded with great views of the Salt Flats at the southern end of the Dead Sea. As we continue along the shores of the Dead Sea we eventually reach the visitor centre of Wadi Mujib. You'll have time to have lunch here (not included) before entering the water and embarking on the hike. Descending down into the gorge we enter the Wadi Mujib Nature Reserve where between months of April and October (see note below for periods outside of this) it's possible to take an exciting hike through the shallow waters that fill the gorge. Along the way you'll climb up small waterfalls where steps have being installed to make it easier, until eventually you'll reach the end of the gorge where you can relax beneath a large waterfall. The entire hike generally takes 2 to 3 hours roundtrip. We highly recommend bringing along a dry-bag (so your camera or mobile phone don't get wet) and water shoes. It is possible to hire a dry bag at the visitors centre for around US$7.00 and purchase water shoes for US$7.00). Note"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Madaba, Mount Nebo and Roman Jerash After a restful night we head to nearby Madaba, where we'll marvel at the Byzantine mosaics and the 'Madaba Map' - which is the oldest preserved map of the Holy Land. From Madaba, we'll make our way to Mount Nebo, the place where the prophet Moses looked across the Promised Land and is also his burial place. On a clear day, which is most of the time, you get great views towards Jericho and beyond from here. Our final visit of the day is to the ancient city of Jerash - known for being one of the largest and well-preserved Greco-Roman cities outside of Europe. Once we arrive in Jerash, we'll visit the Forum, explore its Roman colonnaded streets, the Nymphaeum and the Temple of Artemis - built on one of the highest points in the city. We end our day with a return drive to Amman, where we'll spend our final night in Jordan. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Free time in Amman, hotel to airport transfer included Your time is free in Amman today until we pick you up from your hotel and transfer you to the airport for your departure. Further sightseeing tours are available today if you have a late afternoon or evening flight, including a trip to the Baptism Site at Bethany on the Jordan River. This tour also connects well with several of our Egypt and Israel tours; please contact us for ideas and help with connections. OVERNIGHT"
    }
  ],
  "map": ""
}