{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-holiday-highlights-hidden-gems",
  "tourName": "Jordan holiday, highlights & hidden gems",
  "placesVisited": "Amman, Azraq Wetlands Reserve, Ajloun Forest Reserve, Jerash, Dead Sea, Madaba, Mt. Nebo, Kerak, Dana Biosphere Reserve, Wadi Dana, Petra, Wadi Rum Desert, Aqaba",
  "generalInfo": "An engaging escorted tour of Jordan. You will take in all the rightfully famous sights from Amman to Wadi Rum and Petra to Madaba but you will also be heading off the well documented tourist trail to visit some of the more remote regions. Visit the Desert Castles, a series of isolated castles, secluded baths and hunting lodges scattered through the black basalt desert dating back to roughly 660-750 AD. Accommodation will be in the nearby Azraq Lodge, a converted 1940’s British military field hospital where you will also enjoy a night safari to see some of the local wildlife in the nearby Shaumari Reserve. You will also spend time in the Ajloun Forest Reserve which has some excellent hiking trails you can enjoy, with fantastic views of the reserve itself as well as the chance to visit Ajloun Castle, which is regarded as one of the best preserved and most complete examples of medieval Arab-Islamic military architecture. <br/><br/>You will also have the opportunity to float in the Dead Sea, and then head south along the King’s Way visiting Mount Nebo, Madaba and Kerak, to the Dana Biosphere Reserve. Here you can explore the beautiful landscapes of the Jordan Rift Valley. We will arrange for you trek for a full day between 2 different sites in Dana, with accommodation in both, to really give you the chance to see all that the reserve has to offer. Spend a full day at Petra for a visit to the famous ancient city before continuing to Wadi Rum for an exciting desert tour. You will also have the opportunity to experience the real Jordan with accommodation in authentic Arabic hotels and guesthouses as well as staying in a traditional Bedouin camp. <br/><br/>This tour is with your own English-speaking driver guide and private vehicle. The knowledgeable guides will accompany you for the duration of your trip giving you an insight into the history and traditions of the country. This trip can be tailor-made to create a unique holiday for your individual requirements by travel experts with intimate knowledge of the destination. <br/><br/>Best time to go? <br/>Jordan has a Mediterranean climate, pleasant for year-round travel. Summers (May to October) are hot and dry, with cool evenings, temperatures remaining at comfortable levels averaging 23 degrees. July and August are hot but not oppressive. Winters are cool to cold and wet. In November to April temperatures range from 16 to 22 degrees. Most rain falls between October and March, and snow can occur.",
  "durationDays": "14",
  "price": "3120",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK to Amman in Jordan. Take your private transfer from the airport to your hotel in Amman. Overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning you will be met by your English speaking guide and driven to the Desert Castles for a full tour of these spectacular examples of early Islamic art. After your visit, transfer onwards to the Azraq Lodge, a quirky, converted British military field hospital dating back to the 1940’s. From here it's a short stroll to the Azraq Wetlands Reserve, where you can enjoy the easy looped hiking trail around the marshes. Return to the lodge for dinner and overnight. [B/D]"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today transfer onwards to your next hidden gem – the Ajloun Forest Reserve. Here we have left you the afternoon free to choose from a broad range of hiking trails for all abilities. Dinner and overnight in the cosy Ajloun Cabins. [B/D]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ajloun Nature Reserve - Jerash - Amman This hike takes you from Ajloun Forest Reserve Visitor Center to Mar Elias, the ruins of one of Jordan's oldest churches. It is named after the Prophet Elias, or Elijah, to whom Mar Elias is dedicated. The trail leads through Fig and Pear orchards, amongst forests of Oak and oriental Strawberry trees. The stonewalls that crisscross the valley guard the farmers' crops inside from both the winter rains and wild boars. Relax in the shade with a glass of tea before climbing to the hilltop ruins, which provide sweeping views of the Surrounding area. The hike also includes a locally prepared picnic brunch box. Visit Jerash, which remains today as one of the most beautiful and best-preserved Greco-roman cities outside Italy. Excavations made it possible to update two theatres, several temples, churches, a market, thermal baths, and the famous Cardo Maximus alley of 600 meters bordered columns before returning to Amman for an overnight. [B/B]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Amman - Madaba - Mt. Nebo - Kings Way - Kerak - Dana Drive 30 Km south of Amman to visit Madaba “the City of Mosaics”. Visit the Greek Orthodox church of St. George where the famous 6th Century Byzantine mosaic map of the holy sites in the biblical world is found. Proceed to Mount Nebo, the place where it is believed that Moses was buried. Drive via the Kings Way, the ancient road mentioned in the bible, which links prehistoric villages from the Stone Age, and biblical towns from the kingdoms of Ammon, Moab and Edom, to arrive at Karak. Visit Karak’s Crusaders Castle built in the 12th century AD, which is situated on a hilltop about 1000 meters above sea level and surrounded by a valley on three sides. Proceed to Dana Village on the edge of the Biosphere Nature Reserve of Dana [B/D]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wadi Dana Trail to Feynan Dana Nature Reserve is truly a world of natural treasures. Visitors to Dana will experience the beauty of Rummana Mountain, the tranquility of Dana Village, and the grandeur of the red and white sandstone cliffs of Wadi Dana. The Dana Village area, overlooking the scenic Wadi Dana, has been occupied since 4000 BC. Enjoy Wadi Dana Trail: Long hike, 14Km, taking 5-7hrs. Spectacular downhill walk from Dana to Feynan through the sandstone gorge of Wadi Dana. Dana Guest House: Lunch Bag 2 Sandwiches, 1 Seasonal Fruit, Mineral Water, Juice. Overnight City: Feynan [B/D]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Feynan Feynan is extraordinary area due to copper mining. During the Bronze Age, mining and smelting techniques became more advanced. The most obvious relict of the copper age is Khirbet Feynan, a Byzantine settlement with three churches, indicating the size and importance of the community. Spend time exploring the Feynan area before transferring to Petra. In the evening, enjoy Petra by Night, which now includes a 3D projection mapping show at the Treasury. Overnight in Petra. [B/D]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Begin your first full visit of Petra, walking the main route from the Visitor Centre through the Siq to the Treasury and onwards through the key monuments. There is time for optional independent exploration, including the Monastery for those who wish to climb. This evening includes a Petra Kitchen cooking lesson and dinner. Overnight in Petra. [B]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Earlier in the day, you visit Little Petra (Siq Al Barid) before continuing to Wadi Rum. On arrival, head into the desert for a 2-hour 4×4 excursion at sunset, then overnight in a Bedouin-style desert camp. Dinner included.[B/D]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today venture in a 4x4 vehicle into the Wadi Rum Desert, the largest and most magnificent of Jordan's desert landscapes with sandstone mountains, matching the colour of knife-edged dunes. Overnight under the stars in a local Bedouin camp where dinner is included. [B/D]"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Aqaba on the Red Sea for a change of pace after the desert. The rest of the day is free to unwind by the water, or get active with optional water sports and snorkelling or diving over coral reefs. Overnight in Aqaba."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive via the Wadi Araba road to the Dead Sea, the lowest point on earth (around 400 metres below sea level). Spend the rest of the day bathing and relaxing in the gently lapping waters, and experience the unique sensation of floating effortlessly. Overnight at the Dead Sea."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Wadi Al Mujib Reserve for the self-guided Siq Trail. Follow the course of the river between towering sandstone cliffs to the base of a large waterfall. Depending on seasonal rainfall, the gorge may hold pools deep enough for swimming, making this an ideal walk to take slowly in the cool water and shade. Return to the Dead Sea for your final night. Dinner included."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Amman Airport for your departure flight home."
    }
  ],
  "map": ""
}