{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-and-saudi-arabia-tour",
  "tourName": "Jordan and Saudi Arabia tour",
  "placesVisited": "",
  "generalInfo": "Absorb ancient history and modern culture through the eyes of locals in Jordan and Saudi Arabia.<br/><br/>This adventurous, human-centered 9-day journey through Jordan takes you from Amman to Petra, Wadi Rum, and the lush north around Umm Qais. Each day features regional highlights—floating in the Dead Sea, canyoning at Wadi Mujib, and hiking from Little Petra into Petra’s sandstone canyons before exploring the ochre landscapes of Wadi Rum. Along the way, experience Bedouin hospitality, visit Greek and Roman ruins in Umm Qais and Jerash, and engage with women’s cooperatives and community-led cooking projects on Jordan’s Meaningful Travel Map.<br/><br/>You’ll stay in boutique hotels, enjoy Bedouin glamping, and feast on seasonal, farm-to-table cuisine that connects culture, food, and place.<br/><br/>Crossing into Saudi Arabia, you’ll venture into the Hisma Desert—an extension of Wadi Rum—known for its wind-carved formations and profound stillness. Continue to Wadi Disah, an emerald oasis of palm trees, clear streams, and ancient ruins. Enjoy lunch at a local family farm before settling into a 4-star desert retreat with bungalow-style accommodations and multiple dining options, including dishes curated by a two-star Michelin chef.<br/><br/>Historic Saudi comes to life with visits to Dadan, the former Lihyanite capital; Jabal Ikmah, an open-air library of ancient inscriptions; and a women’s art cooperative preserving craft traditions. Explore the UNESCO World Heritage site of Hegra—remarkably preserved Nabataean tombs echoing Petra—then take in sweeping views from the Harrat viewpoint.<br/><br/>You’ll also venture into the “White Desert,” known for its geological wonders, women-owned tombs, and rock formations tied to female history. After free time for lunch, stroll the shaded paths of the AlUla Oasis before ending the journey at Elephant Rock, watching the sun set over one of Saudi’s most iconic natural formations.<br/><br/>Inclusions: <br/>•\tTransit: Private transit throughout, starting with Amman transfer and ending with AlUla airport departure<br/>•\tAccommodations: 13 nights mix of boutique hotels, desert clamping, 3-star city hotel (1 night), 4-star AlUla oasis retreat bungalow<br/>•\tMeals: Daily breakfast, either at your accommodations or as a breakfast picnic / 7 lunches / 6 dinners<br/><br/>Jordan:<br/>15+ miles fully guided hiking along the Jordan Trail<br/>Entry to Little Petra, Petra and Wadi Rum<br/>Visit to the Dead Sea, the lowest point on earth<br/>Wadi Mujib canyoning experience<br/>Bedouin desert camp experience<br/>Visit to multiple women’s cooperatives <br/>Citadel &amp; Roman Theatre in Amman, the Greek &amp; Roman ruins of Umm Qais and the Roman provincial city of Jerash<br/><br/>Saudi:<br/>Tabuk souk walking tour to visit local Saudi markets<br/>Hisma Desert excursion to see rock formations &amp; landscapes<br/>Wadi Disah hike, surrounded by palm treas and ruins<br/>Guided visits to the Dadan (Al-Khuraybah) and Mada’in Salih (Hegra) <br/>Visit and experience with a local women’s art cooperative<br/>Half day hike in the “White Desert” with a stop at Jabal Al-Fil",
  "durationDays": "14",
  "price": "7495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Jordan! After landing at Amman’s Queen Alia International Airport (AMM), you’ll be met by your driver for the one-hour transfer to your boutique hotel in the city center. Take time to unwind or wander the surrounding streets—an area known for its cafés, galleries, and easy, walkable charm. This evening, we kick off with a Welcome Dinner—one you’ll help prepare. We’re heading to a family-run kitchen led by three sisters inspired by their grandmother’s recipes. With local “sittis” guiding you, you’ll learn to cook beloved Jordanian dishes while getting to know your fellow travelers and your local guide, who will share an overview of the week ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We’ll begin in Amman’s Old City, sampling classic street foods before heading up to the Citadel, one of the capital’s most iconic archaeological sites. Then we’ll drive down to the Dead Sea for a float in its salty waters and a rejuvenating mud bath. Continuing south along the Jordan Valley Highway, we’ll arrive at the enchanting UNESCO site of Little Petra, where the Nabataeans carved their way through sandstone canyons. Tonight, we stay at a locally run Bedouin camp with cozy, furnished tents and shared facilities. A home-cooked dinner, music, and stargazing round out the evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we lace up our boots for a 12-mile trek into Petra. We’ll enter through the scenic “back door,” following the Wadi Muthlim trail through the sandstone mountains of Wadi Ghurab. This old Nabataean path contours along natural rock terraces and opens onto a hidden plateau with sweeping views into the Wadi Siyyaqh chasm. Just ahead lies The Monastery, one of Petra’s most impressive carved monuments. We’ll pause for tea, lunch, and mint lemonade at a Bedouin café before continuing down into Wadi Musa for the night. The evening is yours to unwind, sample delicious Middle Eastern cuisine nearby, or treat yourself to a hammam—Jordan’s classic soak and scrub experience. Hiking Notes: The hike is lower intermediate, with some lightly technical portions over rocky terrain. If you do not wish to hike, you can transfer from Little Petra to Wadi Musa in the morning with the luggage and meet up with the group in the evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We’ll set out early to beat the crowds, walking through Petra’s narrow Siq gorge toward the iconic Treasury. With its vast grounds, we’ll spend the morning exploring rock-cut tombs, Roman-style temples and theaters, ancient altars, and colonnaded streets. After a late lunch, we’ll continue to the ochre sands of Wadi Rum—named for its dramatic mix of wide plains and towering rock formations. From a village on the edge of the desert, we’ll transfer to 4x4s and ride into our next Bedouin camp. We’ll explore dunes, view 4,000-year-old petroglyphs and centuries-old inscriptions, and end the day with a traditional underground-cooked za’arb feast, plenty of desert herbal tea, and unforgettable stargazing."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a hearty Bedouin breakfast, we’ll head back toward Amman with one more adventure en route—canyoning in Wadi Mujib.* We’ll hike, wade, and swim through its stunning sandstone gorge, using ropes and ladders to navigate the water-filled route. It’s a challenge, but an unforgettable one. Afterward, we’ll enjoy a well-earned meal at one of Jordan’s top farm-to-table restaurants and cultural hubs, known for its permaculture practices, rainwater harvesting, and partnerships with local farmers. We’ll arrive back in Amman for a free evening. *Note on Wadi Mujib: Participants should know how to swim and have a reasonable level of fitness. In some parts of the trail you may need to scramble and descend by rope, assisted by your experienced guide. Helmets and gear are provided. If you prefer to opt out of the excursion, there is a park entry building that you may wait at."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We’ll kick off the day with a deep dive into history at Jerash, the best-preserved Roman provincial city in the Middle East. Explore the grand Forum, colonnaded streets, the Nymphaeum, and the Temple of Artemis, with time to wander the ruins at your own pace. Lunch is a hyper-local, home-style meal rooted in sustainable farming and foraging traditions. In the afternoon, we’ll continue to the Greek and Roman ruins of Umm Qais, overlooking the Jordan Valley and the Sea of Galilee. Once part of the Decapolis, it was renowned as a hub of poetry and philosophy—earning it the nickname “New Athens.” Tonight, we’ll stay at a beautifully restored agrotourism B&B that supports local communities through sustainable tourism. Rooms are a mix of private and shared, each with bathrooms serving 2–4 guests. Dinner will be enjoyed together at the property—fuel for tomorrow’s local experiences."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today will be spent experiencing life as the community does near our B&B. Our activities may range from olive picking, to beekeeping & honey harvesting, to textile work or basket weaving. The choices will depend on the season and availability of your local wisdom keepers! During your meals, you’ll enjoy many key traditional Jordanian dishes using local ingredients like eggplant, tomato, sumac, pomegranate molasses, za’tar and tahini."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you’ll enjoy a sweet, slow morning at our B&B with a chance to explore the grounds or walk to nearby ruins. Then we’ll have our Jordan Farewell Feast together over lunch as we bid farewell to our new friends and dream about more adventures to come! We’ll arrive back in Amman in the late afternoon, where you can explore the city on your own or pack up for your departure. Consider a progressive meal of street-style falafel or schwarma, shop for mementos along Rainbow Street in Jabal Amman, or chill with a drink on one of the city’s many terraces."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your driver will pick you up from your Amman hotel early this morning for the 5-ish hour drive to Tabuk. Time can vary depending on border traffic. We’ll give you all the details on how to have your Saudi visa ready for a smooth experience. You’ll make your way into the Hisma Desert, a continuation of Jordan’s Wadi Rum. With its wind-sculpted rock formations and multicolored sands, the Hisma Desert offers breathtaking landscapes alongside tranquility and a profound connection with nature. Once you arrive in Tabuk, your guide will meet you for an afternoon souk tour to learn a bit about Saudi daily life and traditions and perhaps try some street snacks. Relax in your local hotel tonight where dinner will also be served."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning, we’ll drive about 2 hours to Wadi Disah, nestled in the heart of the Saudi desert and dazzling with its emerald beauty. Towering palm trees line the crystal-clear stream, creating a peaceful haven beneath the azure sky. This flourishing ecosystem invites contemplation along shaded trails, while ancient ruins whisper the rich history of the region. An oasis of serenity, Wadi Disah offers a captivating escape where nature and culture blend in perfect harmony a timeless refuge that promises visitors an unforgettable experience in the heart of Saudi Arabia. We’ll then continue on to lunch at a rural farm owned by a local family and surrounded by lemon and orange groves where you’ll enjoy traditional homestyle dishes made with seasonal ingredients. We’ll then continue to our 4-star desert oasis retreat, where you can get cozy in your charming bungalow style accommodations complete with a queen sized or two twin beds, living room and kitchenette. Enjoy on-site charm of the property with spaces to relax, enjoy nature, sip on some Arabian tea, or visit the pool, gym, or yoga space. For dinners, the property has three distinct dinner offerings ranging from a relaxing, casual café for light bites to a pool-side lounge to an elegant restaurant with dishes curated by a two-star Michelin chef."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is all about historic Saudi! We’ll start with a visit to the Dadan (Al-Khuraybah) in group, which was the former capital of the Lihyanite Kingdom (2nd century BC), located at the foot of a cliff dotted with square-shaped tombs carved into the rock. Dadan was a major stop along the ancient caravan routes and is even mentioned in the Bible. The visit continues at Jabal Ikmah, often referred to as an open-air library, where inscriptions in various ancient languages including Aramaic, Dadanitic, Thamudic, and Nabataean are etched into the rocks. We’ll visit a women’s art cooperative dedicated to both traditional crafts and contemporary art, with skills ranging from weaving to stone carving to jewelry making. This not only preserves local heritage but also offers economic opportunities for these artists and their communities as well as training and mentorship for the younger generation. In the afternoon, we’ll visit the Mada'in Salih (Hegra) in group. As the first Saudi site to be listed as a UNESCO World Heritage Site for its \"outstanding universal value,\" the ancient city of Hegra is a significant Nabatean civilization site that continues the legacy of Petra in Jordan. It stretches over about twenty kilometers. The site, remarkably well-preserved, houses an exceptional funerary heritage carved into the rock, with architectural styles reminiscent of Hellenistic, Roman, and Oriental influences. We will ascend to the Harrat Viewpoint, where we’ll enjoy a stunning panorama over the AlUla oasis, with its lush palm groves and dramatic rock formations."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, we’ll have a 3-ish hours excursion into a fascinating area known as the \"White Desert\" that features both geological wonders and periodic artist installations. The history of this area has a strong female component, such as “Girls Mountain” with 20 tombs that inscriptions indicate were owned by women as well as rock formations that resemble women, such as dancers and “Bride Rock.” After some free time for lunch, we’ll head to the AlUla Oasis with its lush, palm-shaded trails and idyllic setting capturing the beauty and heritage of AlUla. You’ll have time to meander along the Heritage Oasis Trail to enjoy the serenity and natural splendor of this special place. We will also make a stop at Jabal Al-Fil, also known as Elephant Rock, to witness the sunset over this majestic natural formation as you enjoy your last evening in Saudi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Enjoy a free day today at your eco-lodge, with various activities to choose from for the day, from additional hikes to culinary experiences to a day spent relaxing in your gorgeous surroundings!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Depart any time today from AlUla Airport (ULH). Your transfer will be provided. If you need an extra night (to make departure logistics easier), we are happy to book that for you."
    }
  ],
  "map": ""
}