{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "petra-to-the-pyramids-holiday",
  "tourName": "Petra to the pyramids holiday",
  "placesVisited": "",
  "generalInfo": "This action-packed journey combining Jordan and Egypt through the Sinai Peninsula takes in some of the world's most significant archaeological sites, including the Pyramids and Great Sphinx of Giza, as well as the ancient Nabatean city of Petra. Packed full of highlights, we will sleep like a Bedouin in Wadi Rum, float in the Dead Sea, snorkel in the Red Sea, explore the Valley of the Kings, have the option to climb Mt Sinai for sunrise and experience the buzz of Cairo and Amman.<br/> <br/> Petra - Witness the ancient Rose Red City of Petra by day and by night, exploring the stone-cut tombs and temples. <br/> Cairo - Visit the pyramids, temples and sacred structures of Giza, including the Great Pyramid and Great Sphinx and the new Grand Egyptian Museum.<br/> Red Sea coast - Relax and snorkel in the laid back Red Sea resort of Dahab.<br/> Nile River - Sail in a traditional felucca boat to experience the full scale of this famous waterway, the lifeblood of Egypt. <br/>",
  "durationDays": "15",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Amman",
      "description": ": Our tour of Jordan starts in Amman, one of the oldest inhabited cities in the world. Home to almost half of Jordan's population, Amman is a city of contrasts, where the ancient and the modern collide. Get lost in the bustling souks of downtown, where you'll be tempted by falafel and baklawa stalls, or visit the hillside Roman Theatre for a taster of the city's varied history. There are no activities planned for today, so you\\ re free to arrive in Amman at any time. If you\\ d like an airport transfer, you'll need to arrive at Queen Alia International Airport (AMM), a 30-minute drive from our hotel. Due to most flights arriving late in the evening, our tour leader will meet you for a welcome meeting the next morning. You'll find the meeting information on the notice board at the hotel reception."
    },
    {
      "dayNumber": 2,
      "title": "Visit Roman archaeological site in Jerash. Explore Amman and its Citadel",
      "description": ": After breakfast and our introductory meeting, we'll head north of Amman to ancient Jerash. Inhabited for 6,500 years, the city's golden age was in Roman times when it became part of the Decapolis League - a confederation of important Middle Eastern cities. One of the best-preserved Roman ruins in the world, only 10% of the city has been uncovered since excavation began more than a century ago. Walk the collonaded streets, visit the hilltop temples, explore the chariot-racing stadium, and hear your voice amplified in the ancient theatre. We'll travel back to Amman, where we can enjoy some delicious street food and soak up the energetic atmosphere of the capital's souk before spending the afternoon exploring the historical sites of the city. Our first stop is the Citadel Jabal al-Qal-a, the highest point in Amman, giving us panoramic views across the sprawling city. Artefacts found here indicate that the area has been a royal city for thousands of years. Whilst earthquakes and invasions have taken their toll, two pillars of the Roman Temple of Hercules still stand strong alongside parts of the 7th-century Umayyad Palace. We'll finish up at the old main post office of Amman that transports us back to Amman's early days."
    },
    {
      "dayNumber": 3,
      "title": "Visit Madaba, float in the Dead Sea, visit Kerak castle before travelling to Petra",
      "description": ": We'll cover a lot of ground today on our journey to Petra. Setting off early, we'll stop in Madaba. Aptly dubbed the City of Mosaics, Madaba is home to hundreds of Byzantine-era mosaics, the most famous of these is a 6th-century map of Jerusalem and the Holy Land, created with two million pieces of stone. Continuing on, we'll head to the Dead Sea. This unique body of water is the lowest point on the earth's surface. With a salt content of 33%, it's almost impossible to sink and we'll take a dip to experience the mysterious floating sensation. While we're there, you can cover yourself in the water's rejuvenating mud, famous for its healing properties. After your dip, feel free to unwind by the pool or at the bar - there are shower facilities to freshen up in, too. Next, we'll journey south along the King's Highway to Kerak. This ancient Crusader stronghold is the most famous in a chain of fortresses built for the Holy War against Islam. We'll stop to learn about its history and explore the maze of stone-vaulted halls and passageways. Our day of sightseeing ends in Petra, a three hour drive from Kerak. A UNESCO World Heritage Site and one of the seven wonders of the world, the ancient Rose City is Jordan's most valuable treasure."
    },
    {
      "dayNumber": 4,
      "title": "Full day in the Red City of Petra. Optional Petra by night",
      "description": ": Today, we'll explore Jordan's gem, Petra. This ancient city, carved into pink sandstone cliffs, has to be seen to be believed but poet John Burgon beautifully described it as 'A rose-red city half as old as time'. Our tour leader will guide us on a tour through Petra's highlights before we have a free afternoon to wander at our own pace. As you enter the site, you're led down a kilometre-long chasm (known as the Siq) where the towering canyon walls reach up to 200 metres/656 feet high. At the end of the Siq sits the beating heart of the city, the Treasury - miraculously well-preserved, the façade stands at 43 metres high. Beyond the Treasury, the ancient city becomes a sprawl of tombs and temples waiting to be explored. The Bedouin community who still live within Petra sell their wares and offer refreshments along the colonnaded streets. In the afternoon, you can choose to climb the steep path to the High Place of Sacrifice for a panorama over Wadi Araba and the Negev Desert or trek up to the Monastery, Petra's largest monument. This evening, there is the option to witness Petra by night. Follow the candlelit Siq trail and watch how the light plays against the high canyon rocks, blanketed by stars, before coming upon the Treasury, lit up by night. Settle into the sands in front of the ancient temple and listen to a welcome speech from the Bedouin community that still calls the city home."
    },
    {
      "dayNumber": 5,
      "title": "Drive by 4WD through the unreal landscape of Wadi Rum. Overnight at traditional Bedouin camp",
      "description": ": Leaving Petra behind, today we'll embrace the nomadic lifestyle of the Bedouin and head into the dunes of Wadi Rum. We'll travel to the Wadi Rum visitor centre by bus, where we'll meet our 4WD vehicles to journey onwards through the desert. Our drive along the sands will lead us through untouched parts of Wadi Rum and our tour leader will stop to tell us more about the history of the desert. Described by T.E. Lawrence as \\ vast, echoing and God-like\\ , Wadi Rum occupies 74,000 acres with its monolithic outcrops of granite rock and sandstone rising out of the blankets of sand. The Bedouins learned to live within this hostile environment 3,000 years ago, adapting to the elements to perfect their nomadic way of life. Once we\\ ve watched the sun go down, setting the dunes aglow with fiery red and orange light, we'll head back to camp to experience Bedouin hospitality. We'll be served a traditional Zarb, a BBQ of chicken or goat meat (vegetarian options will be available) cooked under the desert sand and served alongside a selection of mezze. Tonight, we'll sleep in traditional Bedouin tents, crafted from goat hair which offers the best protection against the extreme desert climate. Each individual tent comes with rugs, mattresses, pillows, and blankets provided. There's a toilet and shower block at the end of the site."
    },
    {
      "dayNumber": 6,
      "title": "Drive to the Red Sea coastal port of Aqaba, ferry to Taba in Egypt, continue to the resort town of Dahab",
      "description": ": Departing our Wadi Rum camp at first light, we drive to the Red Sea port of Aqaba where we board a 'sea cat' ferry for the short hour-long journey to Taba in Egypt. We bid farewell to our Jordanian tour leader then clear customs and immigration formalities at the port, boarding the ferry to Egypt. On arrival in Taba we will need to clear Egyptian customs and for those who have not obtained an Egyptian visa before travelling, obtain a visa on arrival (please refer to the essential information section for more details including restrictions on what can be brought into Egypt, this includes camera lens over 50mm). After meeting our Egyptian tour leader, it's a one and half hour drive to get to Dahab, our base for the next two nights. Dahab was a former sleepy Bedouin fishing village. Whilst the town has grown in recent years, unlike many of the other resort towns in Egypt, it has retained a lot of its charm, known as one of the best diving sites in the Red Sea. Our hotel for the next two nights has a wonderful setting, facing the Red Sea on one side and the mountains of South Sinai on the other. The hotel features an excellent choice of restaurants, outdoor swimming pool and direct beach access. It's the perfect place to unwind and enjoy all the facilities on offer. Dinner is included at the hotel for the next two nights."
    },
    {
      "dayNumber": 7,
      "title": "Experience snorkelling at the Blue Hole, free afternoon",
      "description": ": Today, we head to the Blue Hole, a vertical 120 meter (394 foot) underwater sink hole just a few meters from the shore. There are reef fish of every shade and hue, living amongst the dense multicoloured corals, and turtles and rays abound in these rich waters. Masks and fins are provided locally. The rest of the day is free to enjoy the beach or explore Dahab. Qualified open-water divers may choose to take advantage of the numerous dive operators, please bring your certification and logbook."
    },
    {
      "dayNumber": 8,
      "title": "Free morning, explore Dahab's markets and stalls. Afternoon drive to St Catherine’s monastery",
      "description": ": The morning is free to relax on the beach, take a dip in the pool or stroll around the seaside town of Dahab. Before we leave the red sea, we will head into town to explore the markets and stalls of this laid back town, lunch is included at a local restaurant. This afternoon we drive, climbing steadily to 1,600 metres above sea level, through the spectacular mountainous desert to St Catherine's Monastery, situated at the foot of Mount Sinai. On arrival, depending on timings we will take a late afternoon stroll to visit the site that is famed as the home of the Burning Bush. According to the Bible, Mount Sinai is where the Ten Commandments were given to Moses by God. We will head out for an early dinner and bed, in preparation for an early start tomorrow morning."
    },
    {
      "dayNumber": 9,
      "title": "Optional trek to the summit of Mt Sinai. Drive to Cairo via the Suez Canal",
      "description": ": For those who wish to this morning, there is the opportunity to trek to the summit of Mount Sinai to watch the sunrise. The trek is on a wide trail, rocky underfoot with numerous steps cut into the rock as we approach the summit. The total ascent from St Catherine's Monastery is 2,375 feet/715 metres to get to the highest point at 7,497 feet/2,285 metres. It typically takes three hours to reach the top, so we'll have a very early start, heading out at 2am with an aim to reach the summit around thirty minutes before sunrise. There are several shelters along the way where you can buy snacks and hot drinks. A head torch and walking boots with good ankle support are recommended, the path itself is well graded but there are lots of steps. The trek is graded moderate. Following time at the summit to watch the sunrise, we'll descend back down to St Catherine's Monastery, taking around two hours (depending on the group's walking pace) and have a late breakfast - joining the rest of the group who opted not to do the trek. Our journey to Egypt's bustling capital, Cairo, will take up the rest of the day, taking around six to seven hours with additional time for rest stops and lunch. Travelling through the Sinai desert, the route takes us under the Suez Canal, the dividing line between the Middle East and Africa. The 193-kilometre/120-mile long canal, completed in 1869, is one of the world's most heavily used shipping routes. Arriving in Cairo in the early evening, we'll head directly to our centrally-located hotel, where we have panoramic views over the Nile. Cairo is Africa's second largest capital city. It's a vibrant, exhilarating and welcoming destination; home to the best Pharaonic, Coptic and Islamic sites in Egypt. Centrally located, our hotel is within a short walk of the Egyptian Museum, making it an ideal base for the next two nights."
    },
    {
      "dayNumber": 10,
      "title": "In Cairo; visit the Pyramids, Sphinx and the spectacular new Grand Egyptian Museum",
      "description": ": This morning, we'll make our way to Giza, where we'll see the pyramids and sphinx; among the most impressive man-made spectacles in the world. We'll explore the pyramid complex, which includes the sphinx, a crouching lion with a human head carved from solid rock and the splendid Granite Temple, with a local guide. We'll then head to the spectacular new Egyptian Museum in Giza; a repository of over 100,000 items encompassing all aspects of ancient Egyptian life, including ornate jewellery, caskets and towering granite statues and mummified remains. At the time of writing there are twelve galleries open. The remarkable golden treasures of Tutankhamun are still housed in the original museum on Tihrir square visited the next day. The Grand Egyptian Museum is a wonderful destination in itself, its sheer size and beautiful architectural design has deservedly drawn acclaim worldwide. After our tour there is time to have lunch in one of the many restaurants in the museum. Returning to our hotel in the city centre, there will be time to take a stroll to visit the capital's medieval market at Khan el Khalili, have a dip in the pool or relax on the rooftop terrace overlooking the Nile."
    },
    {
      "dayNumber": 11,
      "title": "Visit the Egyptian museum off Tahrir square. Rest of the day is free in Cairo to explore, overnight train to Luxor",
      "description": ": Our first stop is to visit the original Egyptian Museum, a very short drive from our hotel; located on Tahrir square. The museum hosts the remarkable golden treasures of Tutankhamun as well as many antiquities yet to have been moved to the new museum in Giza. The rest of the day is free for optional trips in the capital. This morning there is the opportunity to visit Saqqara, the impressive steppe pyramid/necropolis of Zozer (Djoser), the earliest of the pyramids of Egypt. In the afternoon, you can take a trip to Islamic Cairo to visit the illustrious Citadel, one of Saladin's many strongholds during the Crusades. There will also be the chance to enter one or more of the medieval mosques of Cairo, where there is a requirement to dress modestly with looser fitting clothing that covers the arms and legs. Shorts or sleeveless shirts are not permitted. Later this afternoon, we'll transfer to the station to catch the overnight sleeper train to Luxor. The individual compartments feature a bench seat which converts into two bunk beds. The carriage steward sets this up and provides bed linen, blankets and pillows. Each cabin is lockable and has a night light and cupboard with a small sink, shelf, mirror, towel and power socket, plus there is a tabletop that folds into the wall. Dinner and breakfast are delivered directly to you by the carriage steward. Two Western-style toilets are located at the end of each carriage and there is a communal lounge carriage with a bar serving soft drinks."
    },
    {
      "dayNumber": 12,
      "title": "Luxor - visit Karnak Temple, felucca on the Nile",
      "description": ": Arriving in Luxor around 6am, we'll head to the hotel to drop off our bags, freshen up and have breakfast, then we'll drive to the stunning Temple of Karnak. Dating from around 2,000 BC, the scale and grandeur of Karnak is amazing, covering an area the size of ten European cathedrals. The 134 pillars of its Hypostyle Hall are a wonder to behold. This afternoon, we'll head onto the mighty Nile River on a traditional felucca cruise. A felucca is a traditional sailboat used in Egypt, the primary mode of transport on the mighty Nile River and unchanged over the centuries. Feluccas rely entirely on the breeze to make their way up the Nile, typically the breeze picks up during the day and tails off at night, making for a relaxing and tranquil way to travel as we watch life unfold along the riverbanks."
    },
    {
      "dayNumber": 13,
      "title": "Explore the West Bank, Temple of Hatshepsut, Valley of the Kings and Habu temple. Enjoy a home cooked lunch with a local family",
      "description": ": Arguably Egypt's most well known site, this morning we rise early to visit the world famous Valley of the Kings, most well known as the burial site of Tutankhamun discovered in 1922 by British Egyptology Howard Carter, along with another 62 royal tombs. Our visit includes entrance to three of the tombs which will be decided on the day, as many are periodically closed for resting and renovation to protect them. After the three, there will be an option to pay a supplement to visit Tutankhamun's tomb. Our next stop is the Temple of Hatshepsut. Pharaoh Hatshepsut is believed to be the most successful reigning female power of Egypt, no mean feat during Ancient Egyptian times, and was buried alongside her male counterparts in the Valley of the Kings. Historians throughout modern history offer contrasting information about her reign but walking into the shadow of Hatshepsut's immense temple, which is built into the limestone rock face on Luxor's West Bank, is a key symbol of her achievements. The structure is unexpectedly modern by design and was once linked directly with Karnak Temple on the East Bank. Continuing our exploration of the west bank, we visit the striking Habu temple, one of the less visited sites on the west bank and very much underrated. The temple complex is dominated by the highly decorated and well preserved funeral temple of Ramses III depicting scenes of conquests and famous battles. The complex also houses the Temple of Amun, built by Hatshepsut and Tuthmosis III. With the backdrop of the village in the foreground and the Theban hills behind its fitting end to our morning of visiting some of Egypt's best preserved ancient sites. A home cooked lunch is included today at a local families house on the west bank. Sample traditional dishes such as okra stew, koshari made with rice, lentils, pasta and chickpeas and tagen, a rich tasty tomato based dish, all served with delicious freshly baked bread. We arrive back to our hotel mid afternoon with time to relax for the rest of the afternoon, take a dip in the hotel pool or take a stroll to the lively markets in Luxor."
    },
    {
      "dayNumber": 14,
      "title": "Free day in Luxor",
      "description": ": This morning it is possible to take a optional hot air balloon rise over Luxor, the Valley of the Kings and the Temples of Antiquities on the West Bank. Pick up will be from your boat between 0430 and 0500. See the budgeting section for more details. Today is free to relax after a busy few days. You may like to visit the Workers Tombs or the Temple of Hathor in Dendera, one of Egypt's best preserved temples, closer to our hotel you can visit the Luxor museum and the Luxor Mummification Museum. Alternatively, simply enjoy your time by the pool or wander through Luxor's bazaar."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Luxor",
      "description": ": The trip ends after breakfast at our hotel in Luxor. There are no activities planned today, so you are free to depart from Luxor at any time. If your flight is departing later in the day luggage storage facilities are available at our hotel, if you wish to explore more of the city before you depart. If you would like to receive a complimentary airport transfer today, you need to depart from Luxor International Airport (LXR), which is 20 minutes drive from the hotel."
    }
  ],
  "map": ""
}