{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-small-group-holiday",
  "tourName": "Jordan small group holiday",
  "placesVisited": "Amman, Aqaba, Red Sea, Bedouin camp in Wadi Rum, Guided tour of Petra, Dead Sea, Jerash",
  "generalInfo": "This wonderful week in Jordan takes you on a round trip from Amman as part of a small guided group (average 10 people). The advantages of travelling as a group is not only do you get to meet like-minded travellers from around the world but you also benefit from the local knowledge of a passionate group leader. Jordan is a fascinating country and experiencing the ancient sites and natural wonders in the presence of newfound friends and local people is a real privilege, and sets this tour apart from the rest of the pack.<br/><br/>Travelling overland you’ll get to experience an incredible arrangement of ancient and natural highlights starting with the Jordanian capital city before moving swiftly on to the coastal town of Aqaba via the Desert Highway.<br/><br/>Aqaba is well known for its snorkelling potential so there’s every opportunity for your group to hit the beach before continuing to follow in the footsteps of Lawrence of Arabia as you head for Wadi Rum. Bedding down in a Bedouin camp in Wadi Rum is an exciting prospect and as you fall asleep under a blanket of stars anticipation levels are sure to rise as you prepare for Petra, the rose red city in the sand.<br/><br/>Entering Petra via the Siq allows you to catch a glimpse of Jordan’s crown jewel as she would have first been seen by traders centuries ago. Exploring the citadel and climbing up to the monastery with your guide allows for greater understanding of one of the world’s most enduring ancient wonders.<br/><br/>Crusader castles and Roman ruins await on the final leg of this small group holiday as you return to Amman via Jerash which is thought by many to hold some of the world’s greatest examples of Greco-Roman architecture. Completing your Jordan adventure with a calming float on the Red Sea caps off a week in the Middle East that will live in the memory long after the tan finally fades.<br/>",
  "durationDays": "8",
  "price": "1850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Amman.",
      "description": "Ahlan wa sahlan! Welcome to Jordan. Your adventure begins in Amman – a cosmopolitan city steeped in biblical history. You’ll be met at the Queen Alia International Airport by a local representative and transferred to your hotel, where you’ll have a welcome meeting at 6 pm tonight. If you arrive early, maybe visit the citadel for sweeping views of Amman. Or see the Jordan Museum, home to the Dead Sea Scrolls, or the Roman Theatre in the middle of downtown. After your meeting, you might like to get to know your group over dinner."
    },
    {
      "dayNumber": 2,
      "title": "Wadi Rum .",
      "description": "After breakfast today, journey down the Desert Highway to Wadi Rum (also known as the Valley of the Moon) – a landscape of rugged sandstone mountains standing tall in an ochre desert. When you arrive, meet your Bedouin hosts then have some free time for lunch. This afternoon, you’ll hop in jeeps operated by the local community to venture into the desert – this is part of an initiative by the Jordanian Government to bring much-needed income into this region. Visit several of Wadi Rum's distinctive rock formations and soak in the vast silence and spectacular desert landscapes. The Bedouins live in scattered camps throughout the area, and tonight, you’ll stay in one of these camps to spend an evening under the stars. If you like, you can take part in an optional Bedouin storytelling experience, which includes tea while a local woman (and her translator) tells a story about Bedouin culture, issues and traditions."
    },
    {
      "dayNumber": 3,
      "title": "Aqaba.",
      "description": "Watch sunrise at your desert camp this morning, maybe checking out a few more of the local Wadi Rum sites if you have the energy. You’ll then depart mid-morning for the city of Aqaba on the Red Sea. Check into your hotel, then head out for a brief orientation walk of the town with your leader – the small Ottoman Mamluk Fort, dating from the 14th century and from where Lawrence of Arabia rode to Cairo, is worth a look. With great visibility and abundant marine life, this coastline is also an incredible spot for snorkelling, and the warm waters are host to clownfish, angelfish, sea turtles and corals. Speak to your leader if you’d like to arrange snorkelling, or simply head to the beach and soak up the scenery."
    },
    {
      "dayNumber": 4,
      "title": "Petra.",
      "description": "This morning, enjoy some free time in Aqaba before travelling to the fabled city of Petra. Dating back to the 6th century BC, Petra is considered the crown jewel of Jordan, featuring an impressive series of tombs and dwellings carved directly into the rock. The site remained unknown to the wider world until 1812, when it was visited by Swiss explorer Johann Ludwig Burckhardt. In 1985, Petra was designated a UNESCO World Heritage-listed site and is one of the world’s most incredible ancient sites (as well as one of the Seven Wonders of the World!). When you arrive, settle into your hotel and check out the village before sitting down to a group dinner at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "Petra.",
      "description": "Petra is justifiably on most people’s list of ‘must-visit’ places. The iconic Petra view – the Treasury's facade, seen from the narrow cleft known as the Siq – is arguably the single most striking sight of the entire region. The Siq leads through the rock and is sometimes only a few metres wide, with walls soaring up to 180 m on either side. Join your guide and explore the old Roman road, amphitheatre and several old tombs, before enjoying free time to experience Petra at your own pace. Maybe climb up to the Monastery, carved from a mountain summit, where you’ll find magnificent views of the entire site. To cap off a memorable day, you’ll be welcomed into a local home for dinner. On the menu will often be maqluba (a casserole with rice, vegetables and chicken which is cooked, flipped, then served with either yoghurt or an Arab salad with tahina sauce)."
    },
    {
      "dayNumber": 6,
      "title": "Amman.",
      "description": "After breakfast, drive to the ancient Crusader castle at Shobak, where your leader will show you the grounds, a small chapel and the original gatehouse. This ancient castle was originally built to protect the eastern flank of the Latin Kingdom and its trade routes to the sea before it fell to Saladin in 1189. Depart the castle and stop off at the viewpoint overlooking the Dana Nature Reserve before arriving in Madaba where you’ll visit the Greek Orthodox Church of St. George and see an impressive ancient mosaic map of the Holy Land. Arrive in Amman in the late afternoon, where your leader will recommend some great restaurants to sample the best of the city’s food scene."
    },
    {
      "dayNumber": 7,
      "title": "Amman.",
      "description": "Take a short drive north to Jerash – once one of the grandest ancient Roman cities in the world and now home to some of the best Greco-Roman ruins. Jerash has a striking collection of archways, theatres, baths, public buildings and colonnaded streets, and is a beautiful place to spend a morning exploring. Then, drive to the shores of the Dead Sea – the lowest point on Earth (420 m below sea level). This isn’t actually a sea, but rather a super-salty lake (dead because of the lack of life in it) where the density of the water means you’ll go for a float, not a swim. The mud here is supposed to have healing properties, so why not cover yourself from head to toe for a nutrient-rich natural mineral mud bath. Spend some time relaxing here before returning to Amman for the evening. Maybe spend tonight at one of the many bars and restaurants in West Amman or ask your leader about the traditional cafes dotted around the city where locals spend their evenings."
    },
    {
      "dayNumber": 8,
      "title": "Amman.",
      "description": "Your trip comes to an end today after breakfast. Check-out time is usually around noon and you are free to leave at any time. If you’d like to extend your stay, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}