{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "family-adventure-holiday-in-jordan",
  "tourName": "Family adventure holiday in Jordan",
  "placesVisited": "",
  "generalInfo": "This family tour to Jordan combines time at some of Jordan's most important historical sites with some more fun activities for the children. Jordan has so much to offer the adventurous family and this tour is a good mix of interesting historical sites, spectacular landscapes and fun activities such as snorkelling in the Red Sea, a 4x4 desert jeep safari, desert camel rides, and a dip/float in the Dead Sea. Group sizes are small and our guides are used to dealing with children so you'll get the best experience possible. You can also book this tour privately. Starting your tour in Amman, we first take a trip north to the ancient Roman remains at Jerash before we return to Amman to visit the fun and interactive Children's Museum. Tthen we drive the King's Highway south towards Petra, stopping en-route at Madaba, Mt. Nebo and the stunning crusader Castle at Kerak. At Petra you will enjoy a full day guided tour of the site and there is the option to return in the evening to see Petra by candlelight. Leaving Petra behind we head out into the desert at Wadi Rum for a night it a Bedouin camp and a chance to enjoy the spectacular desert landscape on a 4x4 jeep safari. A change of pace now as we reach the Red Sea at Aqaba where you can relax on the beach, by the pool in your 5-star resort, or enjoy some snorkelling over the coral reefs. Heading back to Amman we stop off at the Dead Sea for a dip in the salty water. Our ends back in Amman with a transfer to the airport for your flight home",
  "durationDays": "8",
  "price": "1499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Amman, transfer to hotel We meet you at Amman airport and transfer you to your city centre hotel The rest of the day is free for you to settle in and relax. | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jerash tour, Amman Children's Museum We head out of Amman today and visit the extensive Roman ruins at Jerash, some of the best preserved in the whole of the Middle East. We'll then head back to Amman and visit the fun and interactive Children's Museum. There are various different areas and exhibits to explore here, including features on Stars and Space, the Human Body, and Ancient Civilisations. There are also some fun flight simulators built into child sized planes, hot air balloons and pedal planes, and some outdoor exhibits. Overall we find this a good place to take children of all ages to for a couple of hours, and it also gives a chance to see the types of things that Jordanian children can visit and experience as well. | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive the King's Highway to Petra Leaving Amman, we drive south along the King's Highway, one of the most scenic drives in the Middle East. En-route we will stop to see the Roman mosaics at Madaba, and explore the walls and tunnels of the huge crusader castle at Kerak (bring a torch as the tunnels and halls are great fun for children to explore). We finish the day at the world famous site of Petra. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Petra, full day The main highlight of the tour happens today, as we tour the fascinating hidden Nabatean city of Petra. This is a great place for children as the scenery is dramatic, the history of its rediscovery fascinating, and its numerous paths and steps great fun to explore. We include a 2-3 hour guided tour, lunch, and plenty of free time to walk up to the High Place of Sacrifice and the Monastery if the children are feeling energetic. You have the option of returning into Petra in the evening for the beautiful 'Petra by Candlelight' tour. | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wadi Rum jeep safari, sunset camel ride, Bedouin camp We head back into the desert today and travel by 4x4 jeep through the spectacular high cliffs and sands of Wadi Rum. After arriving at a Bedouin camp nestled under the cliffs right inside the desert reserve, we enjoy a fun camel ride at sunset and a traditional Bedouin meal. We then spend the night sleeping at the camp. Beds and bedding are provided, but you can also sleep outside under the stars if you prefer (bring a sleeping bag). | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Aqaba, free time by the Red Sea The pace of the tour slows down today as we leave the desert after breakfast and make the short drive to Aqaba where the rest of the day is free to relax on the beach or by the pool at your 5-star beach resort. An option is available for a boat trip into the Red Sea to try some snorkelling around one of the nearby islands. Glass bottomed boat rides are also available. | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive to Amman via the Dead Sea After time for an early morning swim, we head north again today, and drive up the Jordan Valley back towards Amman. En-route we will stop for a swim in the strange, incredibly salty waters of the Dead Sea. A fun mud bath can also be taken here. Showers and towels are available. The evening is free for a last farewell meal in Amman. | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Amman, tour ends The tour ends in Amman today, and your time is free until we transfer you to the airport for your flight home. Extension options are available to add more time in Jordan, or to head into Israel to visit Bethlehem and Jerusalem. | OVERNIGHT"
    }
  ],
  "map": ""
}