{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "family-tour-of-jordan",
  "tourName": "Family tour of Jordan",
  "placesVisited": "Amman, Jerash, Visit children’s museum or water park, Mt. Nebo, Madaba, Karak Crusaders Castle, Dana Nature Reserve, Petra, Jeep tour of Wadi Rum, Sandboarding, Stay in a Bedouin desert camp, Aqaba, Optional snorkelling, Stay in a Dead Sea spa resort",
  "generalInfo": "This is a tailormade family holiday in Jordan, meaning that you can extend or shorten the nine day itinerary in line with your family’s requirements. Rest assured though, that whether you follow the suggested itinerary below or create your own, every day will result in fantastic experiences and memories.<br/><br/>That’s because Jordan is such a great destination for families. There is heaps of fun and exciting activities to try, from sandboarding in the dunes of Wadi Rum to snorkelling off the beach in Aqaba or some light trekking in the Dana Nature Reserve, Jordan’s largest. And this is combined with many opportunities to simply wind down and enjoy each other’s company, whether that be watching as the kids run around living out their fantasies in a genuine Crusaders’ Castle, learning through play at a Children’s Museum, or indulging in some downtime at a spa resort on the Dead Sea.<br/><br/>And of course this is Jordan, once the battleground of the great British adventurer, soldier, explorer and diplomat T.E. Lawrence. You have his colourful history to explore, and you have those classic Jordan experiences that appear on the bucket list of so many intrepid travellers: journeying into the desert to the spectacular architectural work of art that is Petra; staying overnight in an authentic Bedouin camp where your hospitable hosts will keep you entertained around the campfire, and of course a memorable float in the Dead Sea.<br/><br/>Jordan is perhaps not the first place that springs to mind when planning a family holiday, but once you do start to think about it, it kind of seems the obvious destination. As we’ve hopefully convinced you here. The people are friendly and welcoming, and trips here run like well-oiled clockwork. It’s the type of place where people might say “Jordan? What are you all going to do there?” And you can then look through this itinerary with confidence and know that you, and your family, are going to absolutely love every minute. <br/>",
  "durationDays": "9",
  "price": "1610",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Arrival Amman Meet and Greet at Amman Queen Alia Airport. Here is easy to arrange your visa ( cost: 40 JPD / 57 USD) .After will walk to your driver, who is waiting for you in the arrival hall, holding a name sign. Transfer to Amman for overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: Amman city tour – Jerash – optional Amman waves ( Summer time)–Amman Today your English Speaking guide waits for your to start with you the tour. First together will make a city tour in Amman. Start at 08.30 am with visiting the Citadel and the Roman Theater. For the afternoon you are free to do what you like. You could choose to explore more of Amman with your driver, or go to the Children’s Museum located at King Hussein National Park. Drive to Jerash, to tour one of the best preserved old Roman provincial city. After your tour of Jerash, back to Amman where you can decide to visit Amman waves (Optional) A really fun place for kids! Just let your driver know what you would like today, he is ready to transfer you to the places you like to visit inside of Amman. Overnight in Amman"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Amman—Madaba—Mt. Nebo—Karak – Dana From Amman you drive towards Madaba, to visit the St George Church with its famous mosaic map. Continue to Mount Nebo, from where Moses viewed the Promised Land. Drive to Karak to visit the immense Crusaders Castle. Another great chance for the children to let their fantasy go mad! For the afternoon you will be transferred to Dana Nature reserve with its amazing view. You could have a free time to spend with your family. Overnight at Dana Hotel, or you could choose to upgrade for Dana Guesthouse."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4: Dana —Little Petra—Petra Check out of your hotel in Dana. Drive on to Little Petra, a great preview for Petra visit, when you will visit Petra. Little Petra is a more quiet site and great for kids to explore the area. Full day to explore one of the seven world wonders. After your visit to the Siq, Treasury, Street of Facades, Theatre and Colonnaded Street you still have time to see: the Monastery or the High Place of Sacrifice. It is a lot of climbing, but worth the views! Free time after visiting Petra, you could choice to visit Petra by Night ( available: Monday, Wednesday and Thursday), Petra Kitchen, 1,5 / 2.5 hrs ride around Petra mountains Overnight stay in Petra, including bed and breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Petra—Wadi Rum This morning you drive from Petra towards the famous Wadi Rum desert. Feel like T.E. Lawrence in the breathtaking scenery of the Rum. When you arrive you have the option to ride a camel for one hour to Lawrence’s Spring. After you’ll make a half day jeep tour along the most famous sites in Wadi Rum including a fresh prepared lunch. During the jeep tour there is a chance of sand boarding on the sand dunes! Overnight stay in the Authentic Bedouin camp including dinner and breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6 & 7: Wadi Rum—Aqaba After breakfast drive to Aqaba. You will have two full days to relax at the beach. Optional excursions such as a snorkeling day trip can be booked, contact us for more information. 2 Overnights in Aqaba city centre, including bed and breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8: Aqaba—Dead Sea After breakfast drive via the Biblical Wadi Araba Desert, to the Dead Sea, lowest point on the earth’s surface. Enjoy free day at the 4* Dead Sea Spa resort at the Dead Sea. This hotel has a water play area for the kids where they can have much of fun. Float in the salty waters and try out the famous healing mud! Also for the adults there is enough to do at this hotel. Overnight at the 4* Dead Sea Spa Hotel, including bed and breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9: Dead Sea—Amman Airport Transfer to Amman Airport for departure. 3 hours in advance of your scheduled flight (2 hours for the check in and less then 1 hour driving from the Dead Sea to Amman Airport)."
    }
  ],
  "map": ""
}