{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-historical-tour",
  "tourName": "Jordan historical tour",
  "placesVisited": "",
  "generalInfo": "Unravel Jordan’s rich historical tapestry through this fascinating 10-day tour. Discover the ancient Nabateans who carved the magnificent city of Petra, the strategically-built Crusader and Roman strongholds right through to the daring exploits of TE Lawrence during the Arab Revolt.  <br/><br/>Your English-speaking expert guide will escort you through their country, giving you the chance to learn not only about its long and tempestuous history but also its modern-day culture, welcoming people and beautiful changing landscapes. <br/><br/>Our trusted ground agents will meet you at the airport and assist you through your immigration and Visa process before transferring you to your hotel in Amman. After a good nights sleep, you are ready to start discovering Jordan. <br/>Highlights of your holiday include the remnants of the Al Hijaz Railway, Crusader castles and the unmissable 2,000-year-old city of Petra - perhaps Jordan’s most famous historical monument. We highly recommend taking the option of Petra by Night, where you will witness the majesty of the rose-gold city lit only by flickering candlelight as lilting flute music drifts down the desert gorge. <br/><br/>Learn about the Arab Revolt and TE Lawrence’s important role in it as you visit the site of the Battle of Abu-al-Lissan, visit Tooth Hill Camp where Lawrence wrote his iconic ‘Seven Pillars of Wisdom’, Tel Shahm Fort and Siddon Ridge. Then follow in his ‘gentleman adventurer’ exploits as you journey into the Wadi Rum Desert. <br/><br/>Spend three nights in authentic, Bedouin tents under the twinkling stars as you experience desert life. Visit three Ottoman insurgency sites, marvel at the moon-like landscape of the area and enjoy a camel trek, 4-wheel-drive jeep tour, incredible desert sunsets and delicious, freshly prepared Arab cuisine. Finally, visit the 12th century Kerak Castle and immerse yourself in the buoyant waters of the Dead Sea. Float in the lowest place on earth and make the most of your Dead Sea Hotel with its in-house healing Spa. The perfect place to end your unforgettable journey through Jordan.<br/><br/>During your trip you will stay in a variety of places – from boutique Amman hotels, to a luxury beach stay in Aqaba with your own stretch of white-sand and turquoise sea, to beautifully decorated Bedouin tents in the heart of Wadi Rum, draped with colourful materials, traditional low seating and an in-house chef. You will also enjoy 8 lunches at local restaurants and half-board (breakfast &amp; dinner) at each hotel.<br/><br/>Flights are not included but please contact us for a quote and we would be delighted to help. As with all our tours, each one can be tailor-made to suit your requirements. So, if there’s something you want to include, or even take out, just let us know and we will work with you to make your visit to Jordan extraordinary.",
  "durationDays": "9",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Amman's Queen Alia International Airport you will be met by our ground agents and transferred to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your first day of historical sightseeing will see you explore the advent of the Al Hijaz railway and its subsequent destruction by the Arab Revolt, the crusader castle and Arab Revolt base, Azraq, and a heavily fortified Roman and Byzantine town, Umm al-Jimaal, situated on the edge of the desert. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Start your day at Al-Qatrana Ottoman Fort, followed by a visit to the battle sure to Tafila. After lunch in a local restaurant you will travel along the King’s Highway to explore the 12th century frontier castle of Shobek built in 1115 by Baldwin 1 of Jerusalem. Continue to Petra and check into your hotel for dinner. OPTIONAL: Petra by Night - a unique visit to see the ancient city lit only by candlelight, while lilting flute music softly drifts down the gorge. Drink tea, listen to your guides fascinating stories and soak up the ambience of this magical place (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the day exploring one of Jordan’s national treasures and best known historical attraction, the fascinating 2,000-year-old city of Petra and the remains of this ‘red rose city.’ Spectacularly set between a narrow desert gorge, the cliff walls soar to 200m with chambers cut from the sandstone. Hundreds of buildings, temples, tombs and a three thousand seat amphitheatre are yours to explore. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will visit the site of the Battle of Abu-al-Lissan, where TE Lawrence participated in a charge of 450 cavalry and camel-men. Continue to Kithara Fort, a stronghold guarding the road to Aqaba before visiting Aqaba Castle, the key historic monument in Aqaba itself. After lunch you will have some free time to explore the city. Downtown Aqaba is just a short stroll from your hotel while you have a private stretch of white-sand beach to enjoy. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a camel trek into the moon-like landscape of Wadi Rum Desert. Marvel at the structure of the sandstone and granite rocks and see were the Mudawware Redoubts were attacked by Anglo Arab forces. After lunch, you will head into the desert to your Bedouin-style desert camp. Enjoy dinner under the stars and sleep in an authentic desert tent. (B, L, D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast at your desert camp, it is time to take to an off-road vehicle to explore three Ottoman counterinsurgency sites: a fortified station, a hilltop redoubt, and a regional command-and-control centre. After your tour, you will return to your desert camp for dinner and your overnight stay. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today focuses on one particular military operation in April 1918 and follows the detailed description TE Lawrence wrote in his Seven Pillars of Wisdom. You will visit Tooth Hill Camp, where Lawrence stayed in 1917 & 1918; Tell Shahm Fort and Siddons Ridge, which was attached by Arab Irregulars and British Special Forces in April 1918. Return to your desert camp for your evening meal and final night under the stars (B, L, D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Head back in time to Kerak Castle, a 12th century frontier fortification and Machaerus Fortified Palace and Zealot Stronghold, where Herald Antipas held court, John the Baptiste was executed and Jewish Rebels faced a Roman Siege after the fall of Jerusalem in AD70. After this fascinating history lesson, head to the Dead Sea, where the buoyant waters are believed by many to have curative powers. Spend some time relaxing before heading to your hotel for dinner and your overnight stay. (B, L, D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure day - you will be transferred to the airport in time for your departure flight. (B)"
    }
  ],
  "map": ""
}