{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "tailor-made-holidays-to-jordan",
  "tourName": "Tailor made holidays to Jordan",
  "placesVisited": "Roman ruins of Pella and Um Qais, Sea of Galilee, Ajloun National Park, Guided tour of Jerash, Mount Neba, Dana Nature Reserve, Petra, Wadi Rum, Bedouin camping under the stars, Float in the Dead Sea",
  "generalInfo": "Tailor made vacations to Jordan: Jordan is a country of dramatic scenic contrasts from the arrestingly beautiful to the ruggedly stark. <br/><br/>Biblical links abound in Jordan like the Sea of Galilee and Mount Nebo, from which Moses viewed the Holy Land. From later periods splendid Roman sites are scattered throughout Jordan as well as numerous Crusader castles. This tour offers you the highlights of Jordan taking you back in time, with breathtaking sites and fascinating history.<br/><br/>A 9 day/8 night privately escorted tour of Jordan from Amman to the Wadi Rum. Visit some of the finest sites of the ancient world amid the most dramatic natural scenery, including the luscious green Jordan Valley to visit the ancient Roman sites of Pella, Um Qais, Jerash and Ajloun fort. Float in the Dead Sea, and head south along the King’s way visiting Mount Nebo, Madaba and Kerak, before entering the Dana Nature Reserve to explore the beautiful landscapes of the Jordan Rift Valley. Spend a full day at Petra for a visit of the famous ancient city before continuing to Wadi Rum for an exciting 4x4 desert tour. <br/><br/>You will also have the opportunity to experience the real Jordan with accommodation in authentic Arabic hotels and guesthouses as well as staying in a traditional Bedouin camp. This tour includes your own English-speaking driver guide and private vehicle. The knowledgeable guide will accompany you for the duration of your trip giving you the option to travel at your leisure and away from the crowds whilst giving you insight into the history and traditions of Jordan. This trip can be tailor made to create a unique vacation for your individual requirements by travel experts with intimate knowledge of the destination. <br/><br/>Best time to go on our tailor made vacations to Jordan:<br/>Jordan has a Mediterranean climate, pleasant for year-round travel. Summers (May to October) are hot and dry, with cool evenings, temperatures remaining at comfortable levels averaging 23 degrees. July and August are hot but not oppressive. Winters are cool to cold and wet. In November to April temperatures range from 16 to 22 degrees. Most rain falls between October and March, and snow can occur.",
  "durationDays": "10",
  "price": "1840",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Land at Queen Alia International Airport, Amman where you will be met by a representative from the ground agents and transferred by private vehicle to your hotel in Amman. The capital is spread over 19 hills, with the Citadel and the Roman Temple of Hercules above the city, and a Roman theatre still used for cultural events."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, your guide will meet you at your hotel and take you on a day tour starting with Amman, then continue to Jerash, before returning to Amman and your hotel in late afternoon. In Jerash, wander among temples, theatres, plazas, baths and colonnaded streets, and visit the amphitheatre to try the acoustics. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your guide will collect you from your hotel and drive north to Ajloun National Park where you will see the ancient crusader fort before heading to the famous Roman City of Jerash where a private guide will accompany you around the ruins. Return to Amman late afternoon, evening at leisure. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Free day to explore the nature reserve, with several optional hikes available. If you choose the guided 5-hour hike (payable locally), routes can include Archaeological Treasures, Copper Mines, part of Wadi Ghwayr, or a combination depending on pacing. (B,D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning free then transfer to Petra. The Petra Guest House Hotel is a short walk from the gates of Petra and sits at the entrance to the Souq, with mountain views from its rooms and chalets. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, your guide will meet you at your hotel to take you on a full day tour of Petra, starting with a short horse ride to the entrance, then walking through the Siq to reach the Treasury and other monuments, with time for optional lunch and the option to climb to the Monastery. Petra’s setting is deep inside a narrow desert gorge, with cliff walls soaring to 200 metres and hundreds of facades, tombs, baths and an amphitheatre. (B,D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Check out after breakfast and transfer to Wadi Rum, then venture in a 4WD vehicle into the desert on a 2-hour Jeep Safari. Wadi Rum is described by Lawrence as “vast, echoing and God-like”, with sandstone mountains and dunes that can also be explored by camel or on foot. (B,D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early rise with breakfast at camp, then travel to the Dead Sea, stopping at the Crusader Castle of Kerak. You then have time to relax at your hotel and enjoy the buoyant waters; the Dead Sea is more than 400 metres below sea level and is exceptionally salty, with many visitors associating it with curative properties. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Enjoy a relaxing day at the resort. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You will be collected from your hotel and transferred to the airport for your departure flight."
    }
  ],
  "map": ""
}