{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-holiday-beyond-petra",
  "tourName": "Jordan holiday, Beyond Petra",
  "placesVisited": "Amman, the ‘Desert Loop’, archaeological museum in Irbid, Umm Qais, Pella and Iraq al Amir castles, Jerash, Aljoun Castle, King's Highway, Madaba, Mount Nebo, the Dead Sea, Petra, Wadi al Mujib, Al Karak and Al Shawbak castles, Wadi Rum, ‘Little Petra’, Aqaba, Red Sea, Optional activities include snorkelling in the Red Sea",
  "generalInfo": "This 12-day trip to Jordan is a great way to appreciate all the country has to offer. We visit some of the less explored archaeological sites, stay in lodges and cabins in nature reserves run by Jordan's Royal Society for the Conservation of Nature away from the usual tourist centres, try home cooked food and of course visit all the main highlights such as Petra, Wadi Rum and Jerash along the way.<br/><br/><br/><br/>",
  "durationDays": "12",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Amman, Jordan’s vibrant capital, where our adventure begins. Complimentary transfers are provided today from Queen Alia International Airport (AMM) to our start hotel. As many flights arrive later in the evening, no activities are scheduled today, allowing you time to get some rest for the experiences ahead. Want more time in Amman? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Khan Khediwe (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, say salaam (hi) to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Afterwards we head out to explore Amman around mid-morning. We leave the hotel and head on foot to the Roman amphitheatre. Constructed in the second century, when Amman was called Philadelphia, the amphitheatre is built into a hillside. We then continue by vehicle to the ruins of Amman Citadel, which sits on the city’s highest hill. The site has been inhabited by various civilisations from the Bronze Age onwards and there are Roman, Byzantine and Umayyad structures visible today. We’ll continue to the Jordan Museum. The largest museum in the country is dedicated to the history and cultural heritage of Jordan. Permanent exhibits include the Ain Ghazal statues, the earliest large-scale human figures and some of the Dead Sea Scrolls. Accommodation: Khan Khediwe (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We leave Amman early this morning and drive about an hour to the town of As Salt which is built across three hills. The town has been settled since at least the Iron Age and is a UNESCO World Heritage Site as a Place of Tolerance and Urban Hospitality. In the final 60 years of the Ottoman period, the region was settled by merchants from Syria, Nablus and Lebanon. The lack of segregation between Christians and Muslims as the city developed forms part of the reason behind its UNESCO status. While in As Salt, we’ll visit the As Salt Archaeological Museum, Abu Jaber Museum – one of the most significant historic buildings in Jordan and Al Hammam Street – famed for its shops and architecture and named after a popular 19th century bath house. After a drive of about an hour and a half we reach Pella, an important city in Roman times. Most of the remains date to the Byzantine period. Following a fairly short visit, we continue our journey north to Umm Qais, about another hour away. On arrival in Umm Qais, we will have lunch (included) cooked by a local family and served in their home. This a feast of food from northern Jordan. After lunch, we visit the ruins at Umm Qais, Gadara. In a spectacular situation with views to the Sea of Galilee and the Golan Heights, Gadara is a Decapolis city with many monuments covering a large area. It is a fascinating place to explore. From Umm Qais, we drive for a bit over an hour to Ajloun where we stay the night in comfortable cabins in Ajloun Forest Reserve, part of Jordan’s Royal Society for the Conservation of Nature (RSCN) Wild Jordan Project. Accommodation: Ajloun Cabins"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We start the day by visiting Ajloun Castle. This atmospheric 12th century Muslim castle was built under the rule of sultan and military leader Saladin. It was originally accessible only by drawbridge. We drive to Jerash and visit the ruins of Gerasa. This was one of the 10 wealthy, self-governing cities of the Decapolis, and was famous throughout the Roman empire for the luxurious lifestyle of its inhabitants. Buried for centuries under blown sand, Jerash is Jordan’s largest and most impressive Roman site. There are colonnaded avenues, theatres and temples. The temple of Zeus is particularly impressive. From Jerash, we drive for about two hours into Jordan’s eastern desert to the small town of Azraq and Azraq Lodge where we stay for the night. Part of the lodge was originally a 1940s British military field hospital. The staff at the lodge reflect the diverse population of Azraq and include Chechens, Druze and Bedouin. The buffet dinner is prepared by a local Chechen family. Accommodation: Azraq Lodge"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We start the day with a visit to Azraq Wetlands Reserve, an interesting site managed by the RSCN. The wetlands are an important stopover for migratory birds and there are a series of walkways and hides. We visit Azraq's large, black-basalt castle, which served as Lawrence of Arabia’s headquarters during the Arab Revolt. This is the first of several sites we visit today which together are known as the Desert Castles. Qasr Amra is a Unesco site and is noted for its extensive fresco paintings, which cover virtually all the interior walls. The paintings include themes such as hunting, dancing, musicians, bathing, cupids, and personifications of history, philosophy and poetry. Next stop is at Qasr Kharana, thought to have been constructed during the Umayyad Dynasty. The purpose of the building is still the subject of debate with theories including a Crusader castle and resting place for travellers. We head onwards to Iraq Al Amir. Here we visit Qasr Al-Abed, a pre-Roman construction thought to have been built by the Jewish Tobiad family as a villa or fortified palace. We will also visit the Iraq Al-Amir women's co-operative. Established by the Noor Al-Hussein Foundation, the aim of the co-operative is to make the women involved financially independent. Hand-made paper, woven fabrics, ceramics and food are produced. We travel onwards to our second Unesco World Heritage Site of the day - Bethany Beyond the Jordan, where Jesus of Nazareth is believed to have been baptised by John the Baptist. There are Roman and Byzantine remains including a number of chapels and churches and this is a site of Christian pilgrimage. We end the day by driving along the shores of the Dead Sea, the lowest point on earth, to Mujib Chalets where we stay the night. The chalets are right by the shores of the sea and offer a calm and peaceful place for a dip in the salty waters away from the large hotels elsewhere along the Dead Sea shoreline. There are approximately four hours of driving today. Accommodation: Mujib Chalets"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We begin with a drive of about 40 minutes to Al Numeira Environmental Association. The association’s mission includes raising the environmental awareness of the local community and the promotion of water conservation techniques. We’ll spend about 45 minutes here and then drive south towards Aqaba, a journey of about four hours. We’ll visit Berenice Beach, where we can spend a couple of hours at the Red Sea, before heading onwards to Wadi Rum, a further hour away. The UNESCO World Heritage site of Wadi Rum consists of dramatic sandstone mountains rising from a sandy desert floor. It was here that Lawrence of Arabia and Prince Faisal assembled the Arab tribes for the attack on Aqaba in the First World War and also where sections of the 1962 epic film were shot. We stay in a private Bedouin camp used only for Exodus guests where we enjoy Bedouin hospitality with a traditional dinner called zarb, which is cooked underground. After dinner, we learn about Bedouin culture and music. Accommodation: Exodus Private Camp (permanent Bedouin camp)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our Bedouin hosts take us for an approximately four-hour 4×4 ride to explore some of the highlights of the dramatic landscapes of the Wadi Rum protected area. We’ll sample some Bedouin tea along the way. We have the option of taking a camel ride in Wadi Rum today (extra cost). We leave Wadi Rum behind and drive to Wadi Musa, the town adjacent to the Petra archaeological site. The journey takes about two hours. On arrival, we’ll visit the Petra Museum in preparation for exploring the site itself tomorrow. Hotel rooms in Petra are in high demand. As a result, standards and service levels tend to be more hit and miss than in places we stay elsewhere on this trip. Accommodation: Standard hotel – see accommodation section for more detail A small number of departures use a superior (4 star) hotel for the three night stay in Petra - these are identified in the Dates and Prices section: \"Superior hotel in Petra\"."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy two days exploring Petra. The so-called Red Rose City was hidden for centuries until the Swiss explorer Johann Ludwig Burckhardt rediscovered it in 1812. It was founded by the Nabateans, an Arab tribe that arrived here in the sixth century BCE. Building at Petra began in the third century BCE and continued through the Roman period, financed by taxes levied on the desert caravans. Two features of Petra are unique: firstly, it is a city made defensible by being built down a series of chasms, rather than on a hilltop. Secondly, it is built directly into the rock – beautiful red-and-yellow sandstone carved into the most impressive facades, which glow in the sunlight. To enter Petra we must begin by walking down a narrow chasm, known as the Siq. Unveiled at the end is El Khazneh, the Treasury. This is just the first breathtaking sight of a remarkable day. Continuing to the city centre, we pass the houses and tombs of the rich citizens and the remarkable scale of the site begins to unveil itself. An optional walk can then be done up 750 steps to El Deir, the Monastery, with its superb facade topped by a huge urn. On the second day, your guide will take you back into the site. You can either hike up to the High Place of Sacrifice (unaccompanied) or explore other parts of the city further. Only a few people attempt to visit the High Place as it can be quite arduous and is not recommended for those who are unsure of their fitness or are uncomfortable with heights. However, those who do make it to the top are rewarded with wonderful views over parts of the site visited on the previous day. During our time in Petra, we usually have the option of dinner with a local family on one evening (payable locally). Accommodation: Standard hotel – see accommodation section for more detail"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We begin the day with a short drive to Little Petra. The purpose of Little Petra is not clear; however, archaeologists believe it was probably a suburb of Petra where visiting traders on the Silk Road may have stayed. Today we enter the Unesco World Heritage site of Wadi Rum, where dramatic sandstone mountains rise from the sandy desert floor. It was here that Lawrence of Arabia and Prince Faisal assembled the Arab tribes for the attack on Aqaba in the First World War and also where sections of the 1962 epic film were shot. Next stop is Shobak Castle, about 45 minutes’ drive away along the King’s Highway. This Crusader castle was built in 1115 by King Baldwin I. The castle has catacombs, a watchtower, Christian carvings and Islamic tablets. We continue along the King’s Highway for another 40 minutes to Dana Village. The village sits in the Dana Biosphere Reserve and dates to the 15th century with a mix of ruined and restored buildings. We take a walk through the village, through terraced gardens, passing craft workshops and seeing original Ottoman architecture. We stay the night in RSCN run accommodation in the village. Accommodation: Dana Guesthouse"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We leave Dana behind and drive for about two hours along the King’s Highway, a beautifully scenic route through the hills to Kerak. An ancient Crusader castle, Kerak is maze of dark halls and passageways. It rises imposingly above the town. On clear days views stretch to the Dead Sea and Mount of Olives in Jerusalem. We drive onwards for about an hour and a half to Umm ar-Rasas. This little-visited Unesco World Heritage site was initially developed as a Roman military camp and grew into a town from the fifth century. It is unexcavated and has remains from the Roman, Byzantine and early Muslim periods. The ruins contain several churches and the impressive mosaic floor in the Church of St Stephen is a highlight. From Umm ar-Rasas, we head to Madaba, about 45 minutes away where we visit St George’s Church. Here we admire the mosaic floor, considered the oldest map of Palestine in existence. We then make the short drive to Mount Nebo; from this 2,295ft (700m) high viewpoint overlooking the Dead Sea to Palestine and Israel beyond, Moses is said to have first seen the Promised Land. Accommodation: Black Iris II"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Breakfast marks our final meal, an excellent chance to reminisce about an adventure packed with excitement. To make your return journey home easier, there’s a free shared transfer back to Amman airport. Alternatively speak to your sales representative about our range of extensions, including time at the Dead Sea."
    }
  ],
  "map": ""
}