{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "exciting-family-holiday-in-jordan",
  "tourName": "Exciting family holiday in Jordan",
  "placesVisited": "Amman, Roman ruins of Jerash, Crusader fortress of Ajlun, Petra, Nabatean ruins, Dana Nature Reserve, Camel ride across the desert, Wadi Rum, Overnight camping at Bedouin-style camp, Dead Sea, Aqaba, Red Sea",
  "generalInfo": "If your idea of a perfect family holiday might involve a camel safari through spectacular desert scenery, a night under the stars in a Bedouin tent, a ramble through the crumbling ruins of a Crusader castle and a snorkelling excursion in the Red Sea in search of beautiful angel fish and irridescent coral, then Jordan could be exactly the place to go!<br/><br/>Every visit must include the Nabatean city of Petra, with its huge edifices carved out of the pink and sandy coloured rock. Active families will enjoy hiking up to the 'High Place of Sacrifice' where the children's imaginations will be set to work picturing the gory practices that may have taken place there two thousand years ago. It is also worth climbing to the Monastery (although you can ride on a donkey if the legs are getting tired) as the views out over the desert beyond are breath-taking.<br/><br/>Not too far from Petra is the incredible desert area of Wadi Rum, famous for its connection with Lawrence of Arabia. The kids will love a 4WD jeep excursion across this incredible landscape, stopping to climb up (and race down) giant sand dunes and clamber over strange rock formations. You can also take a camel ride at sunset before heading for your Bedoiun tent and dinner around the camp fire.<br/><br/>The Dead Sea is also great fun for children as they can float in its buoyant waters and cover themselves in mud which reputedly has wonderful healing qualities.<br/><br/>Aqaba is the seaside city of Jordan and is famous for its coral and spectacular sea life. You can don a snorkel and mask and discover the underwater world, or with younger children, perhaps take a ride on a glass bottomed boat.<br/>Jordan is an incredibly welcoming country, particularly for those travelling with children and the distances are relatively small so it does not take too long to get around.",
  "durationDays": "9",
  "price": "2375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "AMMAN When you arrive in Amman you will be met by one of our representatives and transferred to your hotel. Simply relax or head to the downtown area of Amman, home to an extravagant Roman amphitheatre. Sample hot sweet mint tea from one of the many local cafes or sit as the sunsets over the city. Amman comes alive at dusk locals take to the streets to stretch their legs, play in the amphitheatre and smoke a nargila water pipe."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "AMMAN Journey north of Amman to the Roman ruins of Jerash. Children will love clambering on the perfectly preserve ruins or watching the fast paced re-enactments of Roman chariot races and gladiatorial contests. Later, drive into the hills for a picnic lunch before visiting the beautiful and little visited crusader fortress of Ajlun."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PETRA Check another thing off the bucket list with a trip to the Dead Sea, the lowest place on earth. Swim in the buoyant waters or simply relax as you create an all-natural body mask from the Dead Sea mud, reputed to be packed full of minerals that rejuvenate the skin. Children too will love getting covered head to toe in the thick and gloopy mud!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PETRA Spend a full day at the Nabatean ruins of Petra. The ruins are extensive and splattered with hidden trails and caves, perfect for a days hiking. Clamber your way to the monastery or the “high place of sacrifice”. For those with weary and wobbly legs, why not hop on a camel or donkey?"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DANA NATURE RESERVE Journey to the spectacularly beautiful Dana Nature Reserve, one of Jordan’s hidden gems and home to a remarkable diversity of flora and fauna. The day is free for you to explore on your own time. Tonight, you will make home in a cosy guesthouse with stunning views of the heart of the village. If this is not your style, just say, and we will recommend an accommodation that suits your families needs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DANA NATURE RESERVE A full free day to explore the nature reserve on your own time. Adventurous children will love exploring the many extensive trails through the reserve as they become at one with nature. Play I Spy and see who can spot the most unusual specie to call the reserve home."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "WADI RUM Today you will continue on to Wadi Rum. Here you can explore the dusty desert by 4WD jeep or on the back of a camel. Orange rock outcrops tower above you in weird and wonderful shapes, chiseled by the wind. For film buffs, this is where Lawrence of Arabia was filmed! As the afternoon sun creeps in, transfer to a small Bedouin style camp where you will spend the night; watch sunset over the desert before congregating around the campfire for Bedouin songs under the stars. This may not be suitable for all families; please discuss with us at the time of booking and we will be more than happy to find you alternative accommodation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "AQABA & RED SEA Continue your tour and journey into Aqaba where the rest of the day is free for you to relax or take a dip in the pool. If you are feeling the need for adventure, why not visit one of the smaller forts in Aqaba? Or travel out of town to the local snorkeling resort where you can hire equipment and see some spectacular marine life for which the Red Sea is so famous."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AMMAN Time to say goodbye to Amman and head home."
    }
  ],
  "map": ""
}