{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-holiday-a-week-in-jordan",
  "tourName": "Jordan holiday, a week in Jordan",
  "placesVisited": "Petra, Wadi Rum, Desert camp, Bedouin hospitality, Snorkelling in the Red Sea, Dead Sea, Jerash, Aqaba",
  "generalInfo": "Exciting activities and cultural enlightenment await as you embark on a week in Jordan featuring all the major points of interest, from Jerash and Amman, in the north, to Wadi Rum and the Red Sea, in the south.<br/><br/>Where else would you have the chance to go snorkelling over coral reefs and float on a saline sea, before spending a couple of days exploring the fascinating sandstone carved city of Petra prior to camping out under the stars amongst the folds of the desert?<br/><br/>This one-week in Jordan holiday offers an ideal introduction to the history, culture and landscapes of the area with the Roman heritage and Bedouin life just as integral to this sort of cultural tour as the sandstone mountains and the crystal-clear blue hues of the Red Sea.",
  "durationDays": "9",
  "price": "1645",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Amman, the capital of Jordan, where our adventure begins. There are free transfers to the hotel from Queen Alia International Airport (AMM) for all customers today. Please note, transfers should be booked with your sales representative at least two weeks before the tour starts. Accommodation: Hotel Khan Khediwe (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We drive north to Jerash this morning, the largest Roman ruins in Jordan. Buried for centuries under blown sand, the ancient architecture here is remarkably well preserved and an exploration of the dramatic oval forum, colonnaded main streets, two theatres and impressive Temple of Zeus provides a fascinating insight into life in the ancient world. After a good look around, we head back to Amman for a city tour, which takes in the hilltop ruins of the Citadel, a site occupied by various civilisations from the Bronze Age, plus the 6,000-seat Roman amphitheatre and the old city. Accommodation: Hotel Khan Khediwe (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today is a long driving day as we head down the King’s Highway, which takes us up and down huge wadis (valleys). However, we have several stops of interest en route including Madaba, where we visit St George’s Church to admire its mosaic floor, considered the oldest map of Palestine in existence. We then make the short drive to Mount Nebo, where, from this 2,295ft (700m) high viewpoint overlooking the Dead Sea to Palestine and Israel beyond, Moses is said to have first seen the Promised Land. It’s then to the magnificent fortified town of Kerak, a Crusader stronghold dominated by a medieval castle. Further south, we reach Petra, the premier historic site in Jordan and one of the most outstanding ancient cities in the world. Accommodation: Petra hotel – see accommodation section for more detail"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy two days exploring Petra, an ancient Nabatean city carved spectacularly into sandstone cliffs. Building started here in the third century BCE, but the Red Rose City was hidden for centuries until Swiss explorer Johann Ludwig Burckhardt rediscovered it in 1812. To enter, we walk down a narrow chasm known as the Siq. Dramatically unveiled at the end is El Khazneh (the Treasury), the first breathtaking sight of a remarkable day. Continuing to the city centre, we pass the houses and tombs of the rich citizens and the remarkable scale of the site begins to unveil itself. You can also take the optional walk up the 800 or so steps to El Deir (the Monastery), with its superb facade topped by a huge urn. On the second day, your guide takes you into the site for either a hike up to the High Place of Sacrifice or for free time to explore the city further. Only a few people attempt to visit the High Place as it can be quite arduous and is not recommended for those who are unsure of their fitness or are uncomfortable with heights. However, those who do make it to the top are rewarded with wonderful views over parts of the site visited on the previous day. On one of the evenings, you may also have the opportunity to dine at a family home in Wadi Musa, eating traditional Jordanian dishes that you wouldn't typically find in restaurants. The host normally eats with the group, an excellent chance to gain firsthand insight into the local life and culture in an authentic setting. Accommodation: Petra hotel – see accommodation section for more detail"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we have the option to take a guided tour through Little Petra (extra cost, payable locally) or you can relax at our hotel before we join the modern Desert Highway and head south to Wadi Rum. The purpose of Little Petra is not clear; however, archaeologists believe it was probably a suburb of Petra where visiting traders on the Silk Road may have stayed. It’s then to the UNESCO-listed Wadi Rum, where dramatic sandstone mountains rise from the sandy desert floor. It was here that Lawrence of Arabia and Prince Faisal assembled the Arab tribes for the attack on Aqaba in the First World War and where sections of the 1962 epic film were shot. After we’ve checked into our private camp, our Bedouin hosts take us for an approximately two-hour 4×4 ride to explore the protected area. We visit the highlights, have time to sample Bedouin tea, and then watch the sunset from the vantage point of a rock formation. We then return to our camp, where we enjoy Bedouin hospitality with a traditional zarb dinner, which is cooked underground. After, we learn about Bedouin culture through interacting with the family who run the camp. Accommodation: private camp (permanent Bedouin camp)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wake in dramatic desert scenery and then head to Aqaba, a port and resort by the Red Sea, best known for having beautiful coral reefs. Upon arrival, we sink into the sands of Baranice Beach with three to four hours to relax and enjoy the sea before hotel check in. Around 4pm-5pm, we join the tour leader for a walking tour of the old market, continuing to Aqaba Castle for a guided tour to uncover its historical significance and role in the Arab Revolt. We learn more about the Arab Revolt at the neighbouring Bait Al Sharif Hussein bin Ali Museum, before an optional dinner at Dar Ne'meh, a community initiative empowering local women by providing training and helping them to build their own businesses. After dinner and free time, we can either walk or drive back to the hotel. Accommodation: Lacosta Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving the Red Sea, we transfer (4hr 30min) to the Dead Sea, where salt levels of around 34 percent keep you effortlessly afloat. There’s plenty of free time to experience this extraordinary phenomenon and to cover yourself with the Dead Sea mud, which is said to have healing powers, before cooling off in the swimming pool. There’s also the chance to visit Bethany Beyond the Jordan, said to be the site of Jesus Christ’s baptism by John the Baptist, a moment marking the new era of Christianity. This is an optional trip that can be booked and paid for locally. It’s about a 15-minute drive from the Dead Sea hotel and the entire visit usually lasts 1hr 45min, including the drive to/from the hotel. Those who do not wish to visit the site will check into the hotel. This evening, we have a group dinner to celebrate our time in Jordan and say our farewells. Accommodation: Holiday Inn Dead Sea (or similar) Upgrade to a sea-view room overlooking the Dead Sea today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast marks our final meal, an excellent chance to reminisce about an adventure packed with excitement. To make your return journey home easier, there’s a free shared transfer back to the airport. Alternatively, if you’d like further days to relax by the Dead Sea, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}