{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-small-group-tour-for-under-35s",
  "tourName": "Jordan small group tour for under 35s",
  "placesVisited": "Amman, Wadi Rum, Jeep safari, Stay in a Bedouin camp, Petra with guided tour, Shobak Castle, Dana ancient village visit, Madaba, Roman city ruins at Jerash, Dead Sea",
  "generalInfo": "Explore beautiful Jordan with a group of same-age companions on this Jordan small group tour for under 30s. Jordan is small in size but huge on sights, and on this week-long adventure you can experience the desert at Wadi Rum, explore amazing Petra and the Roman ruins at Jerash, swim in the Dead Sea and spend time in the easy going capital Amman. You’ll be travelling in a group of maximum 16 people, all aged from 18 to 29, accompanied throughout by a fun and knowledgeable local guide, who knows the ins and outs of the country’s big ticket attractions and hidden gems.<br/><br/>This is a real all-rounder break, with Jordan home to 11,000 years of history, amazing architecture, tasty food and the perfect blend of city, beach and desert. Unforgettable highlights include spending a night in a Bedouin camp in Wadi Rum, enjoying amazing Bedouin hospitality before sleeping under the desert stars, and visiting Petra, where you’ll have a full day to explore the rock carved temples. You can explore the Roman city of Jerash, with its impressive amphitheatre, hang out in Amman, where visiting the bath house or hanging out on Rainbow Street, with falafel and sheesha.<br/><br/> You’re very much in charge on this trip, and there is plenty of free time included so you can choose what you do and where you eat. We have created lots of optional tours that explore a little deeper, though, so it’s a good idea to bring a little extra cash to cover any additional activities that aren’t included. Transport is by private vehicle, with a jeep safari in Wadi Rum.<br/>",
  "durationDays": "7",
  "price": "785",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Amman.",
      "description": "Ahlan wa sahlan! Welcome to the Middle East. Your adventure begins in Jordan's capital city – Amman. You’ll have a welcome meeting at 6 pm tonight, but until then, you’re free to hit the streets. Why not make a beeline for Rainbow Street for a falafel and a shisha – it’s what the locals do! After something more substantial? Maybe have a cultured afternoon at the Jordan National Gallery of Fine Arts or sweat it out in a hammam. After your meeting, why not get a group together and head out for the night – your trip leader will know all the best little bars and restaurants."
    },
    {
      "dayNumber": 2,
      "title": "Amman - Wadi Rum.",
      "description": "This morning, take a walking tour with your leader around Amman, beginning at the hilltop Citadel, then following the edge of the walls down into town to the Roman Theatre. Maybe stop in at some nut shops or a souq for some snacks along the way. Then visit the Royal Automobile Museum – a collection showcasing King Husseini’s private vehicles. After lunch, drive to Wadi Rum. When you arrive, you'll meet your Bedouin hosts, who'll show you around camp and offer you many rounds of ‘Bedouin whisky’ (mint tea), so settle in for a night of traditional hospitality. This evening, you'll be dining on traditional cuisine and sleeping in Bedouin-style tents. If you choose, you can even sleep in the open air, surrounded by the Mars-like mountains in the background. Fall asleep under a desert blanket of an undisturbed night sky, rich with stars."
    },
    {
      "dayNumber": 3,
      "title": "Wadi Rum.",
      "description": "You won’t want to miss this – Wadi Rum rarely looks as fine as she does in the early morning. Wake up early to take in the sunrise, then it’s time to head on a 4WD safari. Jump in one of the jeeps and begin driving around the curious landscapes, passing by Lawrence Spring – a rocky landscape contrasted by a freshwater spring with panoramic views over the valley. You’ll also stop at Lawrence House – supposedly the house where Lawrence of Arabia lived and stored his equipment. Continue to one of the largest sand dunes in Wadi Rum and check out some of the famous rock bridges. The deserts around Wadi Rum have got a real otherworldly feel to them, and many Hollywood blockbusters have been shot in and around where you’ll tour today. Later in the afternoon, return to your camp and enjoy a second night of Bedouin hospitality."
    },
    {
      "dayNumber": 4,
      "title": "Petra.",
      "description": "Today, farewell your Bedouin mates and journey to Petra – one of the famed Seven Wonders of the World. You’ll have two full days exploring Petra and its surroundings, so be sure to take your time exploring this archaeological site. Take a guided tour where you’ll learn about its thousands of years of history and the many films that have used this as a backdrop. You'll get to follow in the footsteps of movie stars as you head through the site's narrow siq (a narrow crack in the mountain) to Petra's tombs, temples and rock-hewn amphitheatre. For those wanting to admire the 'rose-red city' from a different angle, there's tonnes of hikes to do in the area - just ask your leader for the best trails to tackle. After a day of exploration, the cave bar is a good place to relieve your parched throat and put your feet up."
    },
    {
      "dayNumber": 5,
      "title": "Petra.",
      "description": "Today, you’ve got another day to explore Petra at your own pace. Maybe walk the road to Al Khanzneh (the Treasury) – one of the most impressive structures in the whole site. Or, if you didn’t make it yesterday, head up the stairs to El Dier (the Monastery) – this is a decent climb, but well worth it for the views. Other great options today are to hike to the royal tombs or visit the incredible Byzantine mosaics. Your leader will know all the good things to do, so feel free to ask them for help."
    },
    {
      "dayNumber": 6,
      "title": "Madaba.",
      "description": "This morning after breakfast, drive down the King’s Highway towards Madaba. You’ll stop along the way to check out the famous Dead Sea – the lowest point on Earth – where you’ll go for a swim (or float) in its salty waters. If you’re feeling a bit sore after your Petra expedition, the Dead Sea’s mud has known healing properties and will be sure to bring back your youthful good looks! After, swing past Mt Nebo, where you’ll have the opportunity to view the Promised Land, just like Moses did. Arrive in Madaba – the city of mosaics – and take a leader-led orientation walk to get your bearings. This afternoon, visit St Georges Church, where you’ll see the intricate mosaic map containing the oldest surviving cartographic depiction of the Holy Land and Jerusalem. Later, maybe head out with the gang for dinner – there are some awesome places to eat in this city and your leader knows all the best spots."
    },
    {
      "dayNumber": 7,
      "title": "Madaba.",
      "description": "Your Jordan exploration ends in Madaba after breakfast today. There’s plenty more to see and do in Madaba and Amman! If you would like to spend more time here, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}