{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "jordan-culture-holiday-with-camel-safari",
  "tourName": "Jordan culture holiday with camel safari",
  "placesVisited": "Amman, Madaba, Wadi Mujib, Mount Nebo, Karak Crusaders castle, Petra, Wadi Rum camel safari with Bedouin guide, Dead Sea, Options: Hammam bath, cooking class with local chef, Petra by night",
  "generalInfo": "Get a real experience of traditional Bedouin life over several days riding the 'ship of the desert' on a camel safari through the dramatic sandstone vistas of Wadi Rum – just part of this 10-day exploration of the wonders of Jordan. <br/><br/>As well as this richly storied landscape – described by Lawrence of Arabia as a \"vast, echoing and moon like landscape\" – you'll visit an array of Jordan's other sights. Marvel at the famous mosaics in St George Church at Madaba, stand on the Biblical Mount Nebo from where Moses viewed the Promised Land, and journey through Wadi Mujib – the 'Grand Canyon' of Jordan – to see the immense Crusaders castle at Karak.  <br/><br/>No trip to Jordan can miss the stunning rose-red ruins of Petra, and you'll have plenty of time here to experience this ancient desert capital dating back to around 300BC, including the towering temple Al Khazneh more commonly known as The Treasury. There are also options to deepen your Petra experience via night-time tours or cooking dinner with a local chef. <br/><br/>The programme also contrasts the stark wonders of the Dead Sea with the not at all 'dead' hustle and culture of Jordan's capital Amman! This tour also offers plenty of flexibility to tailor things so you experience this beautiful Arab country just the way you want.",
  "durationDays": "10",
  "price": "2185",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Queen Alia Airport – Madaba Arrival at Amman Queen Alia International airport, our airport representative will be waiting for you with a name sign; he will arrange for you the visa ( visa not included) and will walk with you through the customs. Your driver will wait for you in the arrival hall, also holding a name sign and he will transfer you to 3* hotel in Madaba for overnight, including bed and breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Madaba – Mt. Nebo – Karak – Petra After breakfast your tour today starts with visiting the St. George Church in Madaba with its famous mosaic map. Drive to Mt. Nebo, from where Moses viewed the Promised Land. Follow the King's Highway through Jordan's own \"Grand Canyon\" Wadi Mujib until Karak. In Karak visit the immense Crusaders Castle. Time permitting you will also visit Little Petra today otherwise transfer directly to Petra for overnight at 3* Hotel, including bed and breakfast. Optional activities for today: Petra by Night (each Monday, Wednesday and Thursday evening), Petra Kitchen cooking course, Local Turkish Hammam)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Petra Full day to explore Petra, one of the seven world wonders. For today there is a local English-speaking guide included for 2-3 hours. Entry by Siq and visit the Treasury, Street of Facades, Theater, Colonnaded Street etc. Lunch suggestion: at the Basin Restaurant in Petra, operated by 5* Petra Crowne Plaza Hotel or the local restaurant the Tent Restuenat. You will still have time to visit the Monastery and/or the High Place of Sacrifice today. It is a lot of climbing but definitely worth the views! Overnight 3* Hotel, including bed and breakfast. Optional activities for today: Petra by Night (each Monday, Wednesday and Thursday evening), Petra Kitchen cooking course, Local Turkish Hammam)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Petra – Wadi Rum After breakfast drive to Wadi Rum Visitors Center. Our Bedouin guide will meet you here and he will buy your entry fee tickets. Start with the camel safari this afternoon. The next few days you will be exploring Wadi Rum by camel. During the camel safari you will visit the following sites in Wadi Rum: Lawrence's Spring, Khazali Canyon, Sand Dunes, Inscriptions, Lawrence's House, Burdah Bridge, Um Froth Bridge etc. Every night you will enjoy private camping in the middle of the desert. Dinner, lunch and breakfast are included and will be freshly prepared by your chef and your luggage will be transferred by jeep to each private camping place. Experience the Bedouin life!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "3 full days of camel safari in Wadi Rum with a local Bedouin guide. Every day breakfast, lunch and dinner included!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wadi Rum – Dead Sea Your last day of camel safari in Wadi Rum, after lunch in the middle of the desert say bye to the wonderful scenes of Wadi Rum. You will be taken to Wadi Rum Village where you will meet your driver again. Transfer to the 4* Hotel for overnight, wash the sand of Wadi Rum away at this beautiful resort. Including bed and breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dead Sea Full free day at the 4* Hotel .The Dead Sea is located on the lowest point of the earth's surface. Today float in the salty waters, try out the famous mud and relax at the hotel swimming pools. Or try out a pampering treatment at the Spa! (Contact us for more information about the spa treatments). Optional: From 1st of April until 31st of October Wadi Mujib is open. You could enjoy a hike in this amazing Wadi. Hike the fun water Siq Trail, this hike takes 2-3 hours. contact us for supplement"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Dead Sea – Queen Alia Airport Transfer to the airport for departure. You would need to leave the hotel 3 hours in advance (2 hours for the check in and less than 1 hour driving from the Dead Sea to Amman Queen Alia Airport)."
    }
  ],
  "map": ""
}