{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "adventure-holiday-in-jordan",
  "tourName": "Adventure holiday in Jordan",
  "placesVisited": "Amman, Jerash, Madaba, King’s Highway, Petra, Shobak Castle, 4WD tour of Wadi Rum, Camel ride in the desert, Overnight in a traditional Bedouin camp, Aqaba, Snorkeling in the Red Sea, Float in the Dead Sea",
  "generalInfo": "Jordan is nothing short of extraordinary.<br/><br/>This nine-day small group tour takes you along the King’s Highway from the capital, Amman, to the iconic rose-red city of Petra, a UNESCO World Heritage Site carved into the rocks. From there you’ll explore the magnificent Wadi Rum, once a base for ‘Lawrence of Arabia’, and stay overnight in a desert camp to experience true Bedouin hospitality. And to finish, a few days by the coast in Aqaba, during which you can snorkel over coral reefs in the Red Sea, then take a memorable float in the salty Dead Sea. <br/><br/>Already you're tempted, no?<br/><br/>Let's explore further...<br/><br/>Along the way you will visit ancient crusader castles and Roman ruins, including hilltop temples and a chariot-racing stadium. You will see the stunning Byzantine mosaics of Madaba, with its 6th century map of the Holy Land and Jerusalem.<br/><br/>Over two days in Petra you will take a guided tour around its must-see landmarks, including the renowned Treasury, a site that was kept secret by the Bedouins for centuries and remains remarkably well preserved. You can also trek up to the Royal Tombs and Monastery if you wish, to bask in some truly spectacular views.<br/><br/>In Wadi Rum, which T.E. Lawrence described as “vast, echoing and God-like”, learn about traditional Bedouin lifestyles in such a harsh environment, before dining on a feast cooked in the ancient way, beneath the sand. Then you can enjoy unparalleled views of the starry skies, and relax in the intimate, comfortable camp. What a place to spend a night.<br/><br/>Before returning to Amman, there’s time to cool down a little. In Aqaba, your tour leader can arrange optional activities for you such as snorkeling in the Red Sea, and you certainly won’t want to miss a chance to visit the Dead Sea. The high saline count in this water means no animal life can survive in it, but it is said to cure all manner of ills. And it’s practically impossible to sink!<br/><br/>",
  "durationDays": "9",
  "price": "1315",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Amman",
      "description": ": Our tour of Jordan starts in Amman, one of the oldest inhabited cities in the world. Home to almost half of Jordan's entire population, Amman is a fascinating city of contrasts, where the ancient and the modern collide. Get lost in the bustling souks of downtown, where you'll be tempted by falafel and baklawa stalls, or visit the hillside Roman Theatre for a taster of the city's varied history. There are no activities planned for today, so you're free to arrive in Amman at any time. If you'd like an airport transfer, you'll need to arrive at Queen Alia International Airport (AMM), a 30-minute drive from our hotel. Due to most flights arriving late in the evening, our Explore Leader will meet you for a welcome meeting the next morning. You'll find the meeting information on the notice board in the hotel reception."
    },
    {
      "dayNumber": 2,
      "title": "Visit Jerash before exploring the Amman Citadel and downtown",
      "description": ": After breakfast, we'll gather for an introductory meeting before heading north of Amman to ancient Jerash. Inhabited for 6,500 years, the city's golden age was in Roman times when it became part of the Decapolis League - a confederation of important Middle Eastern cities. One of the best-preserved Roman ruins in the world, only 10% of the city has been uncovered since excavation began more than 100 years ago but you can still get a feel for how life in the city once was. Walk the colonnaded streets, visit the hilltop temples, explore the chariot-racing stadium, and hear your voice amplified in the ancient theatre. After lunch, we'll travel back to Amman and spend the afternoon exploring the city. Our first stop is the Citadel Jabal al-Qal'a, the highest point in Amman, giving us panoramic views across the sprawling capital. Artifacts found here indicate that the area has been a royal city for thousands of years. Whilst earthquakes and invasions have taken their toll, two pillars of the Roman Temple of Hercules still stand strong alongside parts of the 7\\super th\\nosupersub -century Umayyad Palace. Making our way downtown, we'll weave our way through the winding streets of the souk, soaking up the energetic ambiance and the aroma of spices and delicacies on sale. We'll finish up in an old-style café that transports us back to Amman's early days."
    },
    {
      "dayNumber": 3,
      "title": "Visit Mount Nebo and Madaba before travelling to Petra",
      "description": ": Today, we'll cover a lot of ground on our journey to Petra. Setting off early, we'll stop in Madaba. Aptly dubbed the 'City of Mosaics', Madaba is home to hundreds of Byzantine-era mosaics, the most famous of these is a 6\\super th\\nosupersub -century map of Jerusalem and the Holy Land, created with two million pieces of stone. Continuing on, we'll arrive at Mount Nebo, referenced in the Old Testament as the place where Moses once stood to look over the Promised Land. On a clear day, from here you can see out to the Dead Sea, Bethlehem, and Jerusalem. Next, we'll journey south along the King's Highway to Kerak. This ancient Crusader stronghold is the most famous in a chain of fortresses built for the Holy War against Islam. We'll stop to learn about its history and explore the maze of stone-vaulted halls and passageways. Our day of sightseeing ends in Petra, a short drive from Kerak. A UNESCO World Heritage Site and one of the seven wonders of the world, the ancient 'rose city' is Jordan's most valuable treasure. Depending on the day, we might arrive in time to experience Petra by Night. Follow the candlelit Siq trail and watch how the light plays against the high canyon rocks, blanketed by stars, before coming upon the Treasury, lit up by night. Settle into the sands in front of the ancient temple and listen to a welcome speech from the Bedouin community that still calls the city home."
    },
    {
      "dayNumber": 4,
      "title": "Guided tour of Petra",
      "description": ": Today we begin two full days exploring Petra. This ancient city, carved into pink sandstone cliffs, has to be seen to be believed but poet John Burgon beautifully described it as 'A rose-red city half as old as time'. Our Explore Leader will guide us on a tour through Petra's highlights before a free afternoon to wander at our own pace. As you enter the site, you're led down a kilometre-long chasm (known as the Siq) where the towering canyon walls reach up to 200 metres high. At the end of the Siq sits the beating heart of the city, the Treasury - miraculously well-preserved, the façade stands at 43-metres-high. Beyond the Treasury, the ancient city becomes a sprawl of tombs and temples waiting to be explored. The Bedouin community who still live within Petra sell their wares and offer refreshments along the colonnaded streets. As the day goes on, you'll notice the façades change colour with the light as the early morning and late afternoon sun brings out red, pink, and orange highlights in the rocks. Please note: The hotel location will depend on your departure date. All hotels are within a 5-10-minute walk from the visitor's centre or a 25-minute walk away from the site in Wadi Musa. Transportation will be provided for groups based in Wadi Musa on day 4. On day 5 no transportation is provided, but you can take a taxi for around £2-£4 each way. Your hotel will be listed in your final documentation."
    },
    {
      "dayNumber": 5,
      "title": "A free day to explore Petra",
      "description": ": Today is free for you to uncover more of Petra. Climb the steep path to the High Place of Sacrifice and take in the panorama over Wadi Araba and the Negev Desert or trek up to the Monastery - Petra's largest monument. This evening, we'll gather as a group to visit a family-run restaurant for a Bedouin cookery demonstration. Our chef will show us how to cook a traditional Jordanian meal, including a sweet dessert, before we sit down to dine together."
    },
    {
      "dayNumber": 6,
      "title": "Explore Wadi Rum and camp under the stars",
      "description": ": Leaving Petra behind, today we'll embrace the nomadic lifestyle of the Bedouin and head into the dunes of Wadi Rum. We'll travel to the Wadi Rum visitor's centre by bus, where we'll meet our 4WD vehicles to journey onwards through the desert. Our three-hour drive along the sands will lead us through untouched parts of Wadi Rum and our Explore Leader will stop to tell us more about the history of the desert. Described by T.E. Lawrence as 'vast, echoing and God-like…', Wadi Rum occupies 74,000 acres with its monolithic outcrops of granite rock and sandstone rising out of the blankets of sand. The Bedouins learned to live within this hostile environment 3000 years ago, adapting to the elements to perfect their nomadic way of life. Once we've watched the sun go down, setting the dunes aglow with fiery red and orange light, we'll head back to camp to experience Bedouin hospitality. We'll be served a traditional Zarb, a BBQ of chicken or goat meat (vegetarian options will be available) cooked under the desert sand and served alongside a selection of mezze. Tonight, we'll sleep in a traditional Bedouin tent, crafted from goat hair which offers the best protection against the extreme desert climate. We'll share a communal tent (with gendered compartments) with rugs, mattresses, pillows, and blankets provided. There's a toilet and shower block at the end of the site. You can upgrade to a private tent at no extra cost, subject to availability. Please speak to your leader about arranging one."
    },
    {
      "dayNumber": 7,
      "title": "Travel to the Red Sea in Aqaba",
      "description": ": After a full-on few days exploring the highlights of Jordan, we'll head to Aqaba for downtime by the Red Sea. A resort town, Aqaba is where local Jordanians come to holiday, lounge on the beach and have a go at water sports. The port city is famous for its preserved coral reefs and sea life and this afternoon there'll be the option to get out on the water for a snorkelling trip. If you don't have your sea legs, you can cool off in the hotel's rooftop pool or stroll through the vibrant souk. There are plenty of restaurants and bars to get a flavour for local life, too."
    },
    {
      "dayNumber": 8,
      "title": "Visit the Dead Sea and return to Amman",
      "description": ": This morning, we'll depart Aqaba and head to the Dead Sea, around a four-hour drive away. This unique body of water is the lowest point on the earth's surface. With a salt content of 33%, it's almost impossible to sink and we'll take a dip to experience the mysterious floating sensation. While we're there, you can cover yourself in the water's rejuvenating mud, famous for its healing properties. After your dip, feel free to unwind by the pool or at the bar - there are shower facilities to freshen up in, too. Finally, we'll drive onwards to Amman. Arriving around late afternoon, we'll have time to pick up last-minute souvenirs in the souk before toasting to the end of the trip with a Jordanian wine in one of the downtown restaurants."
    },
    {
      "dayNumber": 9,
      "title": "Trip ends in Amman",
      "description": ": Our tour of Jordan ends at our hotel in Amman. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you'll need to depart from Queen Alia International Airport (AMM)."
    }
  ],
  "map": ""
}