{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "from-petra-to-the-pyramids-the-complete-highlights-of-jordan-egypt-tour",
  "tourName": "From Petra to the Pyramids: The Complete Highlights of Jordan & Egypt Tour",
  "placesVisited": "Amman, Petra, Dead Sea, Cairo, Aswan, Edfu, Luxor, El Quseir, Hurghada",
  "generalInfo": "Jordan and Egypt are lands of mystery and marvels, where odes to the past stand in untouched, resplendent glory. These aren’t countries just with museum pieces, but destinations that revel in the wonder of yesteryear. This handcrafted and private 16-day tour showcases all the highlights, from pyramids to Petra, sandstone deserts to medieval streets, captivating tombs to crusader castles and Roman legacies. There are even three days of Red Sea serenity to finish it all off.",
  "durationDays": "16",
  "price": "7,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Amman – Charmed by Jordan’s Traditional Capital",
      "description": "Amman seems to blend into the desert, the soft yellow of its buildings matching the dusty tones of its surroundings. It’s a capital that’s soft and gentle, one that has maintained its old-world traditions into the 21st century. Chatter emanates from roadside cafes, an old amphitheater is hidden amongst the suburbs, and you’ll find that the locals stick true to classic concepts of good hospitality. On your first afternoon, you’ll realize that there are still capital cities where strangers greet each other on the streets and saying hello is part of the norm. Today you’ll be greeted at the airport and transferred to your five-star accommodations at the Grand Hyatt Amman, where you can quickly feel part of the style and culture of this fascinating country. The sensational ambiance of the Grand Hyatt Amman derives from the collection of award-winning chefs, wellness experts, and dedicated staff ensuring your first-class hospitality experience. The sophisticated rooms have a stylish touch blending traditional design with modern luxuries for a sophisticated style. Relish the distinctive, authentic, and harmonious charms inside the fascinating setting merging Amman’s past and present. The winding streets beneath the central fortress contain hidden pockets of falafel stands and local restaurants filling the air with the aromas of mint, humus, and yogurt. The rest of the day is at your leisure to enjoy the charms of Amman at your preferred pace by discovering the Roman theatre or wandering through the contemporary art gallery of Darat Al Funun."
    },
    {
      "dayNumber": "2",
      "title": "Amman – The Majestic Roman Ruins of Jerash",
      "description": "Gazing up at the Roman ruins of Jerash, you start to wonder why there are so few people around. The columns rise majestically, standing on a hill that overlooks a valley of olive groves. Huge pieces are strewn across the ground, from rugged bricks to slabs that once made up the Temple of Hercules. Visit similar ruins in Greece or Turkey, and you’ll struggle to move for other tourists. Yet Jerash almost feels isolated, deserted and untouched since the Roman Empire evaporated. The ancient city dates back to the 1st century BC and flourished until the mid-8th century AD. The outline of the hippodrome contains traces of its former glory where chariot races attracted up to 15,000 spectators. The graceful ruins of the Temple of Zeus adorn the hilltop blending a fabulous view over the city’s remains with strong boulders embodying importance of the once significant structure. Jerash just one of the stops on your half-day tour from Amman, just one of the remarkable monuments that are scattered across Jordan."
    },
    {
      "dayNumber": "3",
      "title": "Petra – Past the Crusader Castles to Ancient Petra",
      "description": "Travelers have been going up and down the King’s Highway for over 5,000 years, and the road is filled with sights from across the centuries. Mount Nebo is a place of pilgrimage with remarkable views over the Dead Sea; Christian mosaics illuminate the walls in Madaba, where a Byzantine church maintains the oldest map of Palestine in existence. Kerak Castle evokes stories of the crusaders as the largest fortress in Jordan with fountains dating back to the 2nd century AD. Then the valley opens up, and suddenly you’re looking down on the sandstone city of Petra. It’s a five-hour drive from Amman to Petra, but there are many stops en route, with the guide aiming to get you a sunset glimpse of the old city before your private tours over the next two days. Over the day, you’re likely to realize that one of the country’s greatest highlights is its humility. Rather than shout and overly advertise its attractions (other than Petra), Jordan likes to leave a lot for visitors to discover first hand."
    },
    {
      "dayNumber": "4",
      "title": "Petra – Private Guided Tours of the Remarkable City of Petra",
      "description": "Wander the ancient corridor, through a red canyon that gets narrower with every footstep. Sprinkles of dust puff up as you get closer and the rock becomes marked with intricate swirls of orange and maroon. It feels like you’re immersed in nature, lost in the marvel of the desert. But then the canyon opens from nowhere, and you’re staring at a whole city carved into the sandstone. Remarkable tombs and temples grace the rock faces, with columns and sculpted sphinxes etched high onto mountains. Walk for another five minutes, and you learn that these first temples are just the start, just one suburb of an ancient city that stretches for many miles across the desert. Petra has far too much to see for a single day. Much like a modern capital city, you need to journey out to its disparate suburbs and distinctive areas. A local guide will discuss the options for this vacation, as the exact routes will depend on your energy levels and how far you’d like to walk. You might also want to split the days up, seeing different areas at sunrise and sunset, leaving a few relaxed hours at the hotel when the sun is high in the sky. As well as the famous temples, Petra is packed with caves, the homes of local people for many centuries. Over these two days, you’ll meet a family that occupies one of these caves, sharing a glass of tea and experience time-honored hospitality. The Treasury will cause you to fall in love with Petra through the iron-laden sandstone originally erected to serve as a tomb for King Aretas III. The pillars glisten with golden orange light between nine and 11am."
    },
    {
      "dayNumber": "6",
      "title": "Dead Sea – From the Red Desert to Luxury Along the Famous Salty Waters",
      "description": "Jordan’s remarkable natural treasures are connected on your final full day in the country. Panoramas stretch out in Wadi Rum, the desert dunes blurring into ochre-colored escarpments that stand like sentinels to time. It’s always an adventure here, bumping past the springs used by Lawrence of Arabia and the vistas can stay with you for decades. The landscapes embodies both unforgiving rawness of Jordan’s terrain, as well as the breathtaking natural beauty featured in the mountain Jebel Rum. The western flank of the canyon soars over Rum village at 5,754 feet above sea level attracting rock climbers, hikers, and wild ibexes overlooking the towering sandstone arches and red sand dunes of the stunning moonscape. You have the option of staying in Wadi Rum overnight combining authentic charm and sophisticated beauty at Sun City Camp. The attentive staff and unparalleled location provide a majestic experience amid the panoramic view of the valley floor, ascending mountains, and scattered sandstone pillars. You can relax in the peaceful comforts of your private luxury tent staring up at the stars, venture into the vast sky in a hot air balloon, or discover the indelible marvels of the desert on a trekking excursion. Then it’s back along the King’s Highway to a luxurious five-star resort Kempinski Ishtar Dead Sea on the banks of the renowned salt lake at the earth’s lowest point, where rocks climb high above surreal green waters. Kempinski Ishtar Dead Sea embraces the majesty of Jordan’s illustrious nature and fascinating history within luxurious accommodations. Flawless service epitomizes elegance with staff taking pride in their fine attention to detail amidst the gorgeous scenery along the banks of the Dead Sea. Celebrated restaurants, a soothing spa, a shimmering infinity pool, and easy access to the historic marvels along Jordanian countryside make Kempinski Ishtar Dead Sea an exceptional destination. In the afternoon, take a dip in the water. There’s enough salt for you to sit in the sea, making for another surreal photo from Jordan’s untouched land. You’ll spend the night in five-star opulence with sublime views over the water and its marvelous sunset scenes."
    },
    {
      "dayNumber": "7",
      "title": "Cairo – Captivating by Egypt’s Capital",
      "description": "Amman and Cairo couldn’t be more different, one with the atmosphere of a forgotten town, the other showcasing the colorful bustle of a modern capital. Cairo may be big and busy, but that’s part of its charm, especially with a local guide showing you the customs and secrets. In the morning, you’ll transfer back to Amman Airport for the flight to Cairo, where the afternoon can travel in many directions. The guide can show you many sides of the city, from its affluent leafy suburbs to its famous bridges and squares, or its medieval streets and its much older treasures, including the narrow medieval lanes of Khan al Khalil market. Colored glass lamps dangle from open stalls and the aromas of black pepper and coriander emanates from the restaurants. A traditional meze lunch is included, and you have time to settle into the ambiance of the country amid the scent of fresh mint. A five-star hotel provides pure relaxation after the day in the city."
    },
    {
      "dayNumber": "8",
      "title": "Cairo – Private Tour of the Pyramids and Relics of Ancient Egypt",
      "description": "Now the pyramids, the architectural wonders that hardly seem real even when you’re sitting on the bottom step. Enter past the Sphinx, passing the guardian’s steely glare to the three icons standing proudly amongst the desert. With every footstep, they loom larger, rising over 130 meters into the blissful blue sky. Your guide knows the best photographic angles, and you stay ahead of the crowds, climbing inside one of the temples and getting a sense of how the ancient wonder of the world was crafted. From Giza, you head to Saqqara and ride out to the first ever Egyptian pyramid on the back of a camel. It’s a remarkable sight, crumbling slowly yet still as classically shaped as it was more than 3,500 years ago. It’s a full-day tour today, but it moves at a relaxed pace, and the emphasis is on really exploring, rather than simply ticking off the famous sights."
    },
    {
      "dayNumber": "9",
      "title": "Cairo – Treasures From the Tombs and the Medieval Streets of Cairo",
      "description": "Although many of the pyramids were looted, the collection of treasures that have been unearthed from them remains unfathomable. While pieces from the tombs are scattered in museums across the world, it’s the Egyptian Museum of Antiquities that houses the greatest chest of gems and treasures recovered from the temples. You’ll be glad to have a guide, as these precious artifacts are difficult to piece together amongst the seeming disarray of the museum. The Egyptologist leads you through the most remarkable of what’s on offer then takes you into Coptic Cairo and medieval Cairo, historic suburbs that have retained their atmosphere of old-world Christianity and Islam. Comparing the two provides a sublime journey through architecture styles and atmospheres, from charming 6th-century churches to calligraphy draped across markets and lanes. Most of the suburbs are pedestrianized, a maze of lanes that twist through the stories of history, and then suddenly open out onto squares of alfresco terraces filled with the invigorating scent of brewing coffee."
    },
    {
      "dayNumber": "10",
      "title": "Aswan – Setting Sail Along the Nile River",
      "description": "It’s a short flight to Aswan, where you’re transferred to a luxury boat for a 3-day cruise down the River Nile. The route connects the legacy of Ancient Egypt’s dynasties, passing temples and tombs that are dotted across the banks. Start at Philae Temple and then gaze up at the Unfinished Obelisk. Afterward, set sail down the river with a cocktail reception leading you north towards Luxor. Watch the life unfold along the riverbanks then marvel at Kom Ombo Temple, the perfect vista for your first dinner on board. The boat moors here and you’ll soon be enveloped by the tranquility of a Nile River cruise, especially when bands of yellow and red light up the dusk sky."
    },
    {
      "dayNumber": "11",
      "title": "Edfu – Legendary Temples as the Nile Cruise Continues",
      "description": "Explore Kom Ombo Temple at sunrise, its sacred crocodiles sculpted into the pillars along the riverbank. Then wander to the temple’s opposing side and come face to face with odes to the sun god. Next, you continue the journey north, enjoying coffee and brunch as the Nile widens. By midday, you’re in Edfu, where lunch is served with another enigmatic view, this time of the Temple of Horus. The aroma of chickpeas, ghee, and cinnamon stay with you until the late afternoon. Later in the day, you explore this temple’s legend and legacy, as well as its remarkable size reaching 76 meters wide and 79 meters long. The temple structure was completed in 57 BC but established in the 3rd century BC. On a busy vacation through Jordan and Egypt, this Nile cruise provides many relaxed hours; just sit back and watch the wonders of the Nile slowly emerge from the desert."
    },
    {
      "dayNumber": "12",
      "title": "Luxor – Fabulous Monuments of Luxor and Karnak",
      "description": "Esna Lock opens, and you cruise through, onwards towards the majestic pinnacles of Luxor. You can see the temples from afar, their columns rising high above the banks. And when you disembark, you get to explore the monuments with a private guide, steering you away from the tour groups and into a mysterious world of hieroglyphs and mosaics, spiraling pillars and ancient inscriptions. Of all Egypt’s monuments, it’s the temples of Karnak and Luxor that most ignite the imagination, such majestic scale and intricate detail connected by the old Avenue of Sphinx. The ancient lane once extended for approximately three kilometers. Historians believe up to 1,350 sphinxes lined the avenue on which the Opet Festival took place annually celebrating the symbolic reenactment of the marriage between Amun and Mut. Fragments of 850 sphinxes dating back to the 14th century BC were recently uncovered. After a full afternoon exploring on foot, you return to the boat for a farewell dinner and final evening on board."
    },
    {
      "dayNumber": "13",
      "title": "El Quseir – Exploring the Valley of the Kings and Onwards to the Red Sea",
      "description": "It’s worth setting the alarm for your final desert sunrise, a flaming ball sending a mirage of colors across the soft facades of Luxor Temple. After breakfast, you follow the direction of the sun, disembarking onto Luxor’s West Bank and the Valley of the Kings. This is where the pharaohs of old Thebes were entombed, and the scale of the monuments is almost too much to take in. A private tour breathes life into the hieroglyphs and images, so much history found in every corner. You explore four of the tombs, heading downstairs into the mysterious atmosphere of yesteryear, the Egyptologist helping to paint a picture of ancient Egypt’s 18th dynasty. It’s a short hop over to the nearby Valley of the Queens and elaborate mortuary temples, before a meze lunch at a restaurant with views over Luxor’s West Bank. Later in the afternoon, you continue by road to El Quseir, where a boutique Red Sea resort is your base for the final three nights."
    },
    {
      "dayNumber": "14",
      "title": "El Quseir \u0000\u0000– Pure Tranquility Along a Hidden Part of the Red Sea",
      "description": "Exotic greens mix with surreal blues as you gaze over the Red Sea. The waters lap gently onto deserted sand that’s backdropped by palms and spaced sun loungers. There are few people here, just a handful of guests enjoying the resort’s huge private beach and sense of pure tranquility. These two days are at your leisure, and there’s little to interrupt the repose. Remove the watch, discard the shoes, feel your feet on the soft sand, and spend hours watching the sun glide across the desert sky. El Quseir is remote and a more boutique alternative to Egypt’s better-known Red Sea destinations. And for that reason, it’s as serene as it always has been. There are excellent options for diving and snorkeling should you wish to do more than lie about on the beach."
    },
    {
      "dayNumber": "16",
      "title": "Hurghada – Departure",
      "description": "Follow the Red Sea north on the short journey to Hurghada and its international airport, where you leave Egypt after 16 days amongst the highlights of both Jordan and Egypt."
    }
  ],
  "map": ""
}