{
  "destination": "Jordan",
  "mainPhoto": "",
  "id": "mystique-of-ancient-realms-an-egypt-jordan-adventure-tour",
  "tourName": "Mystique of Ancient Realms: An Egypt & Jordan Adventure Tour",
  "placesVisited": "Luxor, Cairo, Dahab, Wadi Rum, Madaba, Amman, Petra, Mount Sinai, Dead Sea",
  "generalInfo": "Captivating legends dance across Egypt and Jordan telling of pharaohs entombed in gold, cities carved into sandstone mountains, deserts where time has no meaning, and pyramids that glisten in the sun. These two countries have an abundance of riches, from those left behind by ancient civilizations to those continuously shaped by nature’s hand. This 2-week privately-guided adventure tour of Egypt and Jordan connects them and includes Luxor, Cairo, Sinai, Wadi Rum, Petra, Amman, and all their secrets discovered along the way.",
  "durationDays": "14",
  "price": "6,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Luxor – Arriving in Egypt",
      "description": "The River Nile welcomes you to Egypt, flowing elegantly between the remains of Thebes and the 18th dynasty of Ancient Egypt. Monuments are everywhere, and you can see them rising in the distance still proudly alive in the present. It is a short aerial connection from Cairo to Luxor, and you will be greeted at the airport by your private guide. Driving through the streets, you will get your first glimpse at the grandeur of lost civilizations. The world’s finest open-air museum will fully engage your senses, and you will have the next several days to explore it. So relax, admire the lush gardens that rise on the riverbanks, and settle into this multi-country adventure."
    },
    {
      "dayNumber": "2",
      "title": "Luxor – Wonders of the East Bank",
      "description": "Karnak Temple provides a dramatic introduction to the wonders of the past as its columns rise straight and true, casting shadows out towards the Avenue of Sphinx and alluding to a grandeur that baffles the imagination. If this were a 21st-century building, it would be celebrated as one of the world’s most ambitious yet it was built over 3,000 years ago. Explore the rooms, follow the lines of hieroglyphics, discover the carving of the old masters, and then wander down the avenue to the Luxor Temple for another remarkable example of old Thebes. In the nearby Luxor Museum, you can see antiquities unearthed from sites across the surrounding area that glisten of gold and hold stories preserved in symbols, the chronicles of history brought to life by your Egyptologist guide. Enjoy lunch and a sweet afternoon tea nearby, and then the rest of the day is at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Luxor – The Fabulous Valley of the Kings and Hidden Temple of Dendarah",
      "description": "Soar above the Valley of the Kings in a hot air balloon with the resting place of pharaohs spread out on the desert below. By air, you will get a fabulous impression of the monuments' scale, enhanced by the intimate journey through its detail later in the morning. Walk into the tomb of Tutankhamen, see the decorative marvels at three other tombs and then inspect the wall paintings that still shine with color. Nearby is the Valley of the Queens, and there is a significant change in the architecture with the triple-tiered Mortuary Temple of Queen Hatshepsut as a celebration of Ancient Egypt’s longest indigenous female ruler. After lunch, you will head out into the desert where the Temple of Dendarah rises mystically amongst the sand dunes. Seemingly cut off from the road, it is another inspiring example of a civilization that will never be forgotten."
    },
    {
      "dayNumber": "4",
      "title": "Cairo – Memphis, Saqqara, and Sunset at the Great Pyramids of Giza",
      "description": "Fly to Cairo and head straight to the relics of a distant millennium. In Saqqara, visit the first of Egypt’s temples with a stepped structure with 4,500 years of history. Stand before the Chephren Pyramid and Cheops Pyramid and inspect the elaborate nature of their statues and their remarkable scale. Temples and tombs dot the area, all of them memoirs to superstition and superlatives. After a relaxed lunch, you can settle into your hotel, which is less than a kilometer from the Great Pyramids of Giza. Admire them from the roof, and then visit them as the sun is fading from the sky and the grand facades reflect the falling light. You may have seen photos, but nothing can compare to standing at the base of these pyramids, running your hand along the rock, and wondering how such a feat was achieved."
    },
    {
      "dayNumber": "5",
      "title": "Cairo – The Old and New of Egypt’s Captivating Capital",
      "description": "Ebullient and extravagant, Cairo has evolved over many centuries. In Coptic Cairo, there are churches from the 4th century and alleyways alive with exotic spice markets. Tahrir Square brings stories of rebellion while an old-world ambiance flutters across the stalls of Khan el-Khalili Bazaar. In the Egyptian Museum of Antiquities, you can continue your journey into the distant past while on Al Moaz Street, you can celebrate the intricate design of the old Islamic world. With your local guide, you can travel in many directions to explore both old and new as you are guided through the captivating sides of this remarkable city. While some find the capital confusing and cluttered at first glance, there are as many treasures to unearth here as anywhere in Egypt."
    },
    {
      "dayNumber": "6",
      "title": "Mount Sinai – Glorious Sunset Views and the Walled Monastery of St. Katherine",
      "description": "Start your road trip as you cross into the Sinai Peninsula, a local driver-guide leading you into the realm of semi-nomadic tribes. Silence seems to drift down from the sky, especially as you rise along a narrow road towards the summit of Mount Sinai. The road will get steeper, and you can only continue on foot, the guide timing your arrival for magnificent sunset views over Sinai towards the Red Sea. Before this, you will have visited the walled monastery of St. Katherine and stopped at a tiny village for the obligatory cup of sweet tea. Accommodation for the night is at a luxury lodge on the slopes of the mountain, where there is solitude, and a surreal ambiance that you will soon realize is a trademark of this entire region."
    },
    {
      "dayNumber": "7",
      "title": "Dahab – Exotic Tones of Egypt’s Red Sea",
      "description": "Continue to the coast, where the smells from oriental narghiles , tobacco water pipes, drift along the streets. Dahab has a fantastic location found on a bay in the Red Sea, an hour north of Sharm El-Sheik. The town has a delectably old world feel, a huge contrast to the resorts of its boisterous neighboring towns. The sea's currents create an easy snorkeling adventure above a reef wall, and you can gently float with it to see most of the exotic marine creatures that can be seen on scuba dives. Like Mount Sinai, Dahab is a very relaxed part of Egypt, a million miles from the preconceptions of hassle and crowds."
    },
    {
      "dayNumber": "8",
      "title": "Wadi Rum – Luxury Camping Adventure in a Silent Desert Landscape",
      "description": "Wadi Rum feels old. You can sense that the mountains are crumbling, the sand is shifting, and the colors are fading, and that is exactly what makes it so mystical. A million years from now, and it all may all be dust, but right now, it is a silent desert landscape of superlatives. Cliffs rise vertically, their facades glowing through a kaleidoscope of reds. Splashes of claret blur into rustic ochre with swirls of flaming cardinal mixed into the illusionary ruby of dreams. And then there is the sand that transforms with the sun’s rays to perform their own rainbow dance. It is all very impressive as a snapshot, but Wadi Run stretches for over a thousand square miles to create a stark emptiness where every vista is like the last but no two are ever the same. Perhaps no other desert landscape is as inspiring while also being too hard to understand until you have visited. You will explore in a trusty Land Rover and follow a trail of sights that date back from the time of Lawrence of Arabia. Pass semi-nomadic herders with their lonely goats, tour the waterholes, and get lost in the enormous splendor of the desert. Luxury camps are set up in the desert, away from the main eastern gate and hidden by the dunes that rise amongst the cliffs. Silence pervades and the world will seem to disappear. The escape is absolute, and it is almost impossible to get enough of the panoramas. Whether you are in the shade of a cliff face or high above the dunes, Wadi Rum is a destination that will linger forever in your memory."
    },
    {
      "dayNumber": "10",
      "title": "Petra – First Impressions of the Sandstone City",
      "description": "Wadi Rum is not far over the border after you enter Egypt from Jordan. Petra is only another hour along the road, a city carved into the majestic sandstone mountains. You will enter through a red canyon and then descend for a mile as the walls close in with only enough space for the passing donkeys. Take a few more steps, and the canyon will open into the desert where the city stands untouched. Explore the famous tombs, journey past the elaborate facades, and lose yourself in the ghost city. Tomorrow, you will be escorted by an expert guide but today is not about understanding; rather it is about your discovery of the scale and the atmosphere of this remarkable wonder. The buildings carved into the rock are empty, but they still seem to evoke their time. As you spend the afternoon alone on the site, you will begin to picture the complete city with people walking beneath the columns, shopping in the caves, as you consider this city entirely frozen in time. Transfers to the Petra gate are included, and your hotel will have a distant view of the city."
    },
    {
      "dayNumber": "11",
      "title": "Petra – Full Day Amongst Petra’s Mystical Sights",
      "description": "Reenter the city with your local guide, this time from the opposite side where Petra’s most important temple stands resplendent on a hilltop. Walk downhill into the heart of the city, where marble slabs and Roman columns stand precariously. Visit some of the tombs as the guide illuminates the rich history of this abandoned city. Much like Wadi Rum, the facades have a surreal color, a swirling mix of reds, oranges, and unusual tones. Veer next into the caves that dominate the hillsides. Part natural, partly manufactured, these caves were where the locals lived, those that would never have been entombed in such grandeur as the rulers. Remarkably, a handful of families still inhabit these caves. Enter through a wooden door and share a glass of sweet tea with one of these families and then ride their donkeys back towards Petra’s monuments. Petra is not just an abandoned city, as it also has a place in the present."
    },
    {
      "dayNumber": "12",
      "title": "Madaba – Along King’s Highway to the Ottoman Empire",
      "description": "From Petra, you will follow the King’s Highway towards Amman, the capital city, to cross the small and peaceful country of Jordan. When the Middle East revolted, Jordan was in the heart of it all yet it remained with its equanimity and stayed way clear of rebellion. With a week spent in Jordan, you will come to learn that the locals are among the most welcoming and easygoing on the planet. Today’s journey brings you past the fabulous crusader castle of Al-Karak on route to Madaba, where Ottoman-style houses and Byzantine mosaics harken back to an era that has not yet been explored as of yet on this tour. Most of all, you will journey to tea houses and villages where the hospitality of the Middle East is alive with all its ancient traditions."
    },
    {
      "dayNumber": "13",
      "title": "Amman – Floating in the Dead Sea and the Teahouses of Amman",
      "description": "Spend the morning floating, raised by the salt of the Dead Sea. It will feel as though you are laying back on a sun lounger, so take a book or newspaper into the water. From here, move past the remarkable Roman ruins and onwards to capital city Amman, where the tea houses are a great way to get a sense of local culture. The tea houses are more than cafes, although that would be their most accurate Western comparison, but in a country where hardly any alcohol is sold, the tea houses function as the hub of everything social. As with each day in Jordan, expect the pace to be leisurely and for there to be many hidden attractions to visit on the way."
    },
    {
      "dayNumber": "14",
      "title": "Amman – Departure",
      "description": "After breakfast and one last leisurely morning, you will be escorted to the international airport for your departure flight."
    }
  ],
  "map": ""
}