{
    "Main_Title": "Best time to visit Pakistan",
    "Main_Paragraph": "The elevation of northern Pakistan, where most holidays occur, mean that travel is influenced by snow. The best time to go to Pakistan is May-Oct. Cities can hit over 40°C in midsummer, as can the Chitral Valley; while the Hunza Valley might dip below 20°C at the same time. Most trips reach over 3,000m, so have fleeces ready. Shandur Pass, for example, can see snow in July. Youll need many layers for the Kalash Winter Solstice Festival but, as visitors are rare, you will be well wrapped in the warmth of their welcome. And wine.",
    "image1": "",
    "when_to_go": "",
    "when_to_go_html": "",
    "weather_chart": "Pakistan Weather Chart",
    "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Pakistan Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 10%;\">21 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">23 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 18%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 8%;\">17 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">39</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 9%;\">19 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">40</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 17%;\">35 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">203 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">167 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 36%;\">73 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">11 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">13 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
    "title1": "Pakistan travel advice",
    "paragraph1": "",
    "image2": "",
    "title2": "Tips on what to expect",
    "paragraph2": "Jonny Bealby from our leading Pakistan partner, Wild Frontiers, named after Pakistans North West Frontier:\nOne thing that surprises people is that there are very good quality hotels. Particularly in the Skardu area, there are two exceptional, palace style boutique hotels. What people forget is that if you go back to the early 1990s there was a large tourist population throughout the summer. And indeed, when I started running trips there, I had to book hotels and experiences a year in advance. Travelling between Chitral and Gilgit, you would find rafting parties, trekking parties, mountain bikers, horse riders, even people paragliding. You name it. I am not talking mass tourism, but large numbers of adventure tourists. But since the troubles and 9/11, it has really dried up. So, the brilliant thing about travelling in northern Pakistan at the moment is that you have all these wonderful experiences to yourself. And as a consequence, travellers feel more special and the people you are meeting havent been in any way changed by tourism.",
    "title3": "",
    "paragraph3": "Everyone who goes to Pakistan, the word that always comes back is surprise. Everyone is always surprised by how hospitable, how friendly and  I know it is a bit of a cliché  at just how welcomed you are made to feel by the Pakistanis. I think there is a sense of gratitude that you are going to their country and treating them normally. And experiencing their country and going home with good stories about it. And theyll possibly come up to you and say, wow, thank you for visiting, you are very welcome.",
    "title4": "Cultural tip",
    "paragraph4": "Pakistan is where our company started. I wrote a book about it, and it was from that book that I started the company. Wild Frontiers is named after the North West Frontier, which is the province that runs along the Afghan border. I even have a small log cabin in the Kalash Valley and I go up there every year. One of the big draws that people dont know too much about here is the pagan tribe the Kalash, and we usually spend three days with them on most of our trips. Its an extraordinary phenomenon that they are still around, really. And one of the main reasons why I started in the travel business.",
    "title5": "Tips from our fellow Pakistan customers",
    "paragraph5": "",
    "title6": "",
    "paragraph6": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to\n.\nWe have selected some of the most useful tips on Pakistan's highlights that our guests have provided over the years to\nhelp you make the very most of your holiday\n.",
    "title7": "",
    "paragraph7": "Think about what you want before you are there. In this fantastic environment, you can also white water raft, trek, climb, mountaineer... 4 wheel drive etc. I was more than content with the cultural touring, some walking/trekking, however there is so much more there if you are younger and more active than me. Because it is so beautiful and unique you need to plan the other activities in advance. There is no security problem, the food is great and not overly spicy, accommodation is good. I rate it - For beauty 10 out of10. For hospitality and friendliness 10 out of 10. For adventure 9 out of 10, (I took it easy..), could be 11 out of 10 with minimal effort. Comfort, 9 out of 10. Food 8 out of 10, nothing wrong with that, the street food is particularly good, sometimes not a big range to choose from, but for isolated regions it is good. Safety, 10 out of 10! <b> Jim Troy</b>"
}