{
    "Main_Title": "Our Pakistan holidays & tours",
    "Main_Paragraph": "Pakistan is a land of snow leopards, silk roads, of historic cities wrapped in metropolis, of great food and even greater stories. And our Pakistan holidays ensure that you are getting those stories straight from the source. Our holidays prioritise authentic cultural experiences, by using local guides, family-run accommodation, organising experiences that support female entrepreneurs, and allowing you to engage with talented local craftspeople. So, you won’t just skim Pakistan, you will be able to dive right in. Whether you want to trek in the Karakoram Mountains and meadows, or watch a game of polo or cricket, get ready for incredible cultural heritage with awe-inspiring backdrops.",
    "Subtitle": "Pakistan highlights",
    "Title1": "",
    "Paragraph1": "The few travel companies that have adventured back into these magical landscapes following the last difficult decade and a half, will lead you on a classic circuit through northern mountains that tower over 7,000m, alpine pastures almost devoid of people and remote mountain valleys inhabited by the Kalash people, who have a different religion, language and culture to the rest of Pakistan. You will also follow in the footsteps of ancient travellers along the Karakoram Highway (KKH), or Pakistani section of the Silk Road linking Kashgar in China with Islamabad. All tourist trails also lead to the cultural capital of Lahore, where you descend from the mountains into a world where Mughal magnificence is fused with modern metropolis.",
    "image1": "",
    "Title2": "1. Chitral & Kalash Valley",
    "Paragraph2": "A mountain town in the province of Khyber Pakhtunkhwa, lying at the foot of Tirich Mir, the highest peak of Hindu Kush Mountains (7,708 m), it boasts a wonderful juxtaposition of cultures. On one hand home to a polo ground and, on the other, gateway to the Kalash Valley, home to the ancient and pagan Kalash people. The nearby Shandur Pass, leading to Gilgit is a stunning 4,000m plateau.",
    "image2": "",
    "Title3": "2. Fairy Meadows National Park",
    "Paragraph3": "It may sound lightweight, but far from it. Fierce rather than fairy comes to mind, given its the point where the three great Himalaya, Karakoram and Hindu Kush mountain ranges meet. The jewel in the crown is Nanga Parbat, the ninth highest mountain in the world (8,126m). Camp here to fall asleep under the stars, wake up with giants, get to grips with greatness and feel reduced to fairy status.",
    "Title4": "3. Karakoram Highway",
    "Paragraph4": "The KKH is the Pakistani section of the Silk Road, linking Kashgar in China with Islamabad, Pakistans capital. Although no longer packed with silk traders and occidental caravans, it is crammed with cultural and natural highlights. And high peaks, such as the seven-thousanders of the Hunza Valley, Fairy Meadows at the foot of Himalayan Nanga Parbat as well as Chitral Gol National Park.",
    "image3": "",
    "Title5": "4. Karimabad & Hunza Valley",
    "Paragraph5": "Looking up at the 60-year-old Baltit castle overlooking Karimabad, the capital of the mountainous Hunza Valley, you realise you are in one of the worlds very special places. In fact, it was an independent princely state until the 70s, with views up to majestic peaks of the Karakoram Range, the highest being Rakaposhi (7,788m). Accessible via the Karakoram Highway, a highway to heaven if ever there was one.",
    "Title6": "5. Lahore",
    "Paragraph6": "Known as the cultural capital, the ancient walled city is its heart, with a modern metropolis pumping all around. It became the architectural hub of all things Mughal in the mid 1500s, with the majestic Lahore Fort, gobsmackingly gorgeous Ajaib Ghar Museum and Shalimar Gardens with their fecundity of fountains. Very close to the Indian border, the bizarre Closing of the Gate ceremony at the Wagah border is a must.",
    "Title7": "6. Skardu & Karakoram Mountains",
    "Paragraph7": "Capital of Baltistan region and gateway to Karakoram Mountains. Balti people have Tibetan roots and although now mostly Muslim, you can see their influences in culture and architecture. Perhaps still influenced by the spirituality of these mountains. One particularly ethereal spot is Gilgit and Indus River confluence, where the Karakorum, Himalaya and Hindu Kush mountains meet. Yep, Ill have the Balti please."
}