{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "two-week-spirit-of-bhutan-private-tour",
  "tourName": "Two Week Spirit of Bhutan Private Tour",
  "placesVisited": "Paro, Thimphu, Punakha, Punakha Valley, Trongsa, Bumthang Valley, Phobjikha Valley",
  "generalInfo": "Enjoy Bhutan’s best accommodation, soak up all the stories, and live out the heritage of a nation that is entirely unique during this two-week tour of Bhutan. Monasteries, magic, farmlands, and fables abound in the Land of the Thunder Dragon, and unrivaled authenticity makes for an incredibly immersive travel experience. With two full weeks, you can thoroughly explore these cultural and spiritual heartlands, from the Tiger’s Nest to the Bumthang Valley.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Paro – Insight Into the Spirituality",
      "description": "After landing in Paro, you will visit Dungtse Lhakhang after your driver transfers you to your luxurious accommodation to check-in and rest. Lhakhang translates to temple and gompa to monastery. Each of the three floors of these structures depicts another scene with interpretations that have survived since the early 15th century. Kyichu Lhakhang is nearby, which is a 7th-century structure that is often busy with pilgrims because it is one of the country’s most sacred structures. These guided afternoon stops will be followed by a free evening in Paro."
    },
    {
      "dayNumber": "2",
      "title": "Thimphu – The Many Sites of Thimphu",
      "description": "Today, you will transfer to Thimphu, which is a capital city that is as calm as any on the planet. Here, you can admire the Memorial Chorten and stroll the streets of a capital that does not have any traffic lights. Changangkha Lhakhang will seduce you with its flaking murals, and the National Library is packed with old block-printed Buddhist literature. At the School of Traditional Arts, you will meet the people who preserve the past with traditional artisanal crafts. Thimphu is a great place to explore on your own in the early evening and presents you with many opportunities to interact with locals."
    },
    {
      "dayNumber": "3",
      "title": "Thimphu – Hot Stone Bath",
      "description": "You will begin the day with an early start, ascending 280 meters to Tango Monastery. The monastery is a 12th-century temple that is now the residence of an incarnation of Bhutan’s fourth ruler. It is a captivating place that invites you to slow your pace and feel the unique atmosphere of the country. Here, you can take your time before returning to Thimphu, where there will be a variety of options for ways you can spend this afternoon. You can spend the afternoon at your leisure or try the national sport of archery. You can also visit a nunnery. Later in the evening, you will enjoy the comfort of a hot stone bath, which is just one of the traditional extras that mark Bhutan’s best accommodation."
    },
    {
      "dayNumber": "4",
      "title": "Punakha – Bhutanese Architecture",
      "description": "This morning, you will venture to Punakha Dzong, which has come to symbolize the inspiring ingenuity of Bhutanese architecture. Constructed like a massive jigsaw puzzle without nails, the dzong is home to temples and monastic quarters with cypress pillars that are decorated in gold and silver. This is where the country’s Central Monastic Body moves in winter, so you can expect to see a large abundance of monks during this time of year. It is a spectacular sight during any time of year and worthy of a full afternoon. Walking the streets in the evening, you will notice the contrasts to your day spent in Thimphu."
    },
    {
      "dayNumber": "5",
      "title": "Punakha – Dzongs and Divinity",
      "description": "This morning, you will visit Khamsum Yulley Namgyal Chorten, which is a modern interpretation of centuries-old design. Chimi Lhakhang is exactly 500 years older. This is the temple of the Divine Madman, who allegedly subdued a demon with a thunderbolt of wisdom. There is a wooden effigy from the madman’s thunderbolt and an entire series of stories to read. If you are fortunate, there will be local people at the temple, and their passionate narration of Lama Drukpa Kunley’s history is always a highlight. In the evening, you will return to Punakha with enough time to join the locals for a mug of yak butter tea."
    },
    {
      "dayNumber": "6",
      "title": "Trongsa – The Black Mountain Range",
      "description": "The journey to Trongsa is unforgettable, and soon, you will cross Pele La Pass and wind toward the Black Mountain range. It is about a six-hour drive to Trongsa. After arriving at your luxurious accommodation in Trongsa, you will be guided to an enormous dzong , which is the ancestral home of the country’s ruling dynasty. First, you can visit the museum to gain some perspective before entering the impressive structure. Compared to where you have been before, Trongsa has an even more rural and laid-back atmosphere."
    },
    {
      "dayNumber": "7",
      "title": "Bumthang Valley – Bhutan’s Heartland",
      "description": "To reach the Bumthang Valley, you must cross another pass that winds steeply to 3,400 meters before descending through thick swathes of forest. After three hours, you will be in Bumthang, a quiet base for exploring the surrounding valley. During your first day in the valley, you will likely explore many of its sacred sites. You may converse with a monk at a monastery, join locals or pilgrims for a mug of tea, or enjoy an impromptu invite to a small village. Over the next couple of days, you will journey into the Tang Valley, hike over a suspension footbridge, picnic on rolling hills, and trace the legend of Tiger Stripe Monastery."
    },
    {
      "dayNumber": "10",
      "title": "Phobjikha Valley – Atmosphere and Authenticity",
      "description": "The journey to Phobjikha Valley is home to old and new temples. You can visit a few of these temples before stopping for a picnic en route to the Phobjikha Valley. You will then spend the afternoon exploring rural villages to appreciate the working side of the country. The rural villages of the country are the best places to drink tea with the locals, even if you are not particularly fond of the taste of butter tea. While the drive to Phobjikha takes six hours, there are many places you can stop en route."
    },
    {
      "dayNumber": "11",
      "title": "Punakha Valley – The Rural Valleys",
      "description": "You will spend the morning in Phobjikha and begin the day’s adventure at a center for the Himalayan black-necked crane. This experience will provide you with the chance to discover their incredible migration patterns. Himalayan black bears and snow leopards are among the other residents in this vast landscape, but you could spend days here and not spot one. After your visit, you will leave for Punakha and spend the afternoon in the valley. Here, you will have options to cycle or walk to sacred sites that are scattered across the hills. By now, you will be accustomed to the speed of travel in Bhutan. Flexibility is built into every day, and you can always adjust your adventure to how you feel."
    },
    {
      "dayNumber": "12",
      "title": "Paro – Artisanal Crafts",
      "description": "There are not many roads in Bhutan, and the only way back to Paro is the way you came. It is a relaxed drive that you can break up with a stop in Thimphu. This is the best place to purchase handicrafts and souvenirs. Artisans from all over the country’s 20 provinces reside here, and your guide can help you understand what comes from where. Eventually, you will return to Paro for a quiet evening. The following day will bring an early start, so you should take this opportunity to rest your legs in a hot stone bath."
    },
    {
      "dayNumber": "13",
      "title": "Paro – The Incredible Tiger’s Nest",
      "description": "Today, you will venture to Tiger’s Nest Monastery. From the Taktsang trailhead, you cannot see the monastery. The trail weaves for the best part of 90 minutes before you will enjoy your first glimpse of Tiger’s Nest Monastery. You will need to walk up for at least another hour to reach the monastery, but there is the option to hire a pony for the journey. Upon your arrival, you should take your time to explore Drukgyal Dzong. It is not recommended to descend by pony, but the walk downhill is always enjoyable, especially when there are many locals on the trail."
    },
    {
      "dayNumber": "14",
      "title": "Paro – Departure",
      "description": "Paro is the natural starting and ending point for almost all Bhutan tours because it is home to the country’s only international airport. After an early breakfast, you will transfer to Paro International and leave with two weeks of incredible memories."
    }
  ],
  "map": ""
}