{
    "Main_Title": "Our Netherlands holidays & tours",
    "Main_Paragraph": "From city breaks to cycling breaks, canals to culture, our Netherlands holidays and Netherlands tours may be flat, but they are far from boring. It's one of the most magnificent places to cycle, be it along the North Sea Coast or inland along canals, past windmills or fecund farmland. Our holidays by bike are a great way to get closer to culture and enjoy the landscapes, stopping for local produce along the way. Plus, the country is so quick and easy to access from the UK, with great local food, fine beer, welcoming people, great eco attitudes and an innate love of outdoors living. What's not to like?",
    "Subtitle": "Netherlands highlights",
    "Title1": "1. Amsterdam",
    "Paragraph1": "Amsterdams picturesque lattice of canals, crossed by bridges, is best seen by bike or by boat. Hop on or off, as youll see the locals do, to explore the narrow lanes between historic gabled houses. The maze of waterways connects pretty flower markets, riverside restaurants and good old fashioned watering holes, or\nbruin cafés\n, which make great pit stops between the many museums and art galleries.",
    "image1": "",
    "Title2": "2. Gouda",
    "Paragraph2": "Among the flower-filled meadowlands in the heart of Holland, in an area known as Cheese Valley, Gouda is a feast for the eyes. As the worlds largest exporter of cheese, the Netherlands has plenty of markets dedicated to Dutch dairy specialities, and Goudas is one of the biggest. Just as impressive is its church of St Jans, its famously long nave illuminated by stunning stained glass windows.",
    "image2": "",
    "Title3": "3. Roermond",
    "Paragraph3": "An old and atmospheric town, Roermond sits on the banks of the Meuse, Swaim and Roer rivers, part of several thousand hectares of idyllic waterscapes, all criss-crossed by cycle paths, in the southeast corner of the Netherlands. Even better than arriving in Roermond is the journey to it, which lies through a beautiful area of heath and moorland in the Dutch lake district of Maasplassen.",
    "Title4": "4. Kinderdijk",
    "Paragraph4": "Windmills are an iconic sight in the Netherlands, and they pepper the grassy marshlands of UNESCO-protected Kinderdijk. In a long-standing struggle between man and water, these 19 historic\nmolens\nwere once tasked with keeping the easily flooded lowlands dry. Some are still functional, aided by modern diesel pumping stations, the rest retired to simply being a quintessentially Dutch feature of the scenic, reed filled reservoirs.",
    "image3": "",
    "Title5": "5. Willemstad",
    "Paragraph5": "The city of Willemstad, named after William of Orange, is considered to have one of the most beautiful fortified old towns in the Netherlands and is one of several unusual, star-shaped fort cities. Built during the Middle Ages, these cities used moats, canals and bastion fortifications, instead of city walls, to keep out hostile troops and boats. Its a lovely place to spend a night during a cycling tour.",
    "Title6": "6. Zeeland",
    "Paragraph6": "Lazy barge rides through its myriad waterways and islands are the best way to discover the peninsulas of Zeeland province. Once a muddy landscape, this large river delta is now a seaside playground of sand dunes, beaches and forest trails. Navigate the impressive network of dykes and dams that claimed this land back from the sea, discover historic fishing villages and eat Oosterschelde lobster for dinner."
}