{
    "Main_Title": "Our Bhutan holidays & tours",
    "Main_Paragraph": "Bhutan puts great emphasis on keeping tourism sustainable and low impact. Our Bhutan holidays, with their limited departures and tiny group sizes, do it justice, unravelling the secrets of this tiny Himalayan kingdom with cultural sensitivity and with every effort to preserve the fragile environment. Our small group and tailor made tours are expertly guided by local people, often from the specific region youre visiting. They can offer you unparalleled insights into Bhutans Buddhist heritage. Theyll show you colourful festivals and peaceful monasteries, as well as city markets, or perhaps even lead you into the Himalayas on a spectacular trekking holiday.",
    "Subtitle": "Bhutan holiday highlights",
    "Title1": "Exploring the festivals",
    "Paragraph1": "Legend has it that Guru Rinpoche introduced Buddhism to Bhutan, flying in from Tibet on the back of a tiger. Commemorating the arrival of Buddhism, every Bhutanese district hosts colourful annual festivals (tshechus) with monks praying and meditating for weeks beforehand.\nTshechus are deeply religious and vibrant expressions of the countrys centuries-old Buddhist culture and one of the best things to do on holidays in Bhutan. An explosion of colour that involves the whole community  be that five people or 500  the festivals are between one and five days long and are centred around the Cham Dances. These are banned in neighbouring Tibet and see locals dressed in bright costumes and masks, expressing moral stories of saints and sinners from Bhutans rich past.\nOur trips include visits to the Paro Festival in March that sees the unrolling of a gigantic scroll said to enlighten anyone that sets eyes on it. The Thangbi Mani Festival in Bumthang is also popular, with an exciting fire-leaping purification ceremony. As well as enjoying the festivities, your trip will explore sacred sites such as Chimi Lhakhang and Gangte Goemba to understand the importance of spirituality to Bhutan.",
    "image1": "",
    "Title2": "Adventures on foot",
    "Paragraph2": "Youll need to be relatively fit to get the most out of the countrys hiking, but youll soon forget your uphill struggles as your journey gets punctuated as much by emerald rivers, hillsides flush with flora and glacial mountains, as it does by stories of reincarnation, levitation, demons and deities.\nTrekking provides an escape  from other people, from modern trappings, from the noise of everyday life  and more freedom to simply learn. Walking holidays in Bhutan must be guided, and for long-distance trekking routes youll need support to access paths, and because tents and food must be brought along. We match you up with porters (and make sure theyre paid fairly) as well as ponies. Your tour team will likely include a guide, a horseman, a cook and an assistant who will be happy to have their brains picked about traditional Bhutanese life.\nOur holidays cover the best walks in Bhutan including the Druk Path between Paro and Thimphu, encompassing some of the countrys most spectacular wilderness. The Snowman Trek is a demanding route, reserved for experienced high-altitude trekkers, taking a month to cross 11 steep mountain passes. But while snow-capped Himalayan peaks are always in view, our trips also include many more easy-going walks at lower levels. Fees generated from our walking trails go to conservation and development initiatives, including the maintenance of a monastery school.",
    "image2": "",
    "Title3": "Buddhism in Bhutan",
    "Paragraph3": "If the countrys glorious dzongs are anything to go by, big is definitely beautiful in Bhutan. Used as much for administrative purposes as they are celebratory and religious, there are 15 dzongs, most sat protectively on mountain spurs, across Bhutan, each its own elegant expression of harmony and proportion, with some standing upwards of 25 metres. The one must-do on any of our Bhutan holidays is trekking to the iconic Tigers Nest Monastery in Paro.",
    "Title4": "",
    "Paragraph4": "Buddhism is the bedrock of Bhutan, woven throughout the fabric of society. This is a deeply religious country, and shaven-headed monks in robes of deep burgundy and gold are seen everywhere. By staying in monasteries on our trips, you provide money that helps them remain in operation. You will doubtless visit several dzongs (fortified monasteries), so our guides will teach you a little about Buddhist etiquette.",
    "image3": "",
    "Title5": "Nature in Bhutan",
    "Paragraph5": "In line with their Buddhist beliefs, the Bhutanese have always lived in harmony with and with great respect for their natural world. One of the planet's 10 biodiversity hotspots, youll find dense forestation, lush green valleys, snow-capped peaks and ice blue lakes alongside over 165 species of mammal. It is a land of tigers, elephants and butterflies, monkeys, sheep and yaks, not forgetting the majestic snow leopard.\nUp in central-northern Bhutan, the Wangchuck Centennial Park only came to be in 2008 and captures middle Himalayas landscape of blue pine forests, wolves and black bears. Further south, the Royal Manas National Park is the oldest in the kingdom and includes habitats from lowland tropical forest to fields of permanent ice. As well as being the only park that the greater one-horned rhino chooses to call home, the Royal Manas is a twitchers delight with over 360 species of birds.",
    "Title6": "Combining Bhutan with other countries",
    "Paragraph6": "Despite its isolation, Bhutan is often visited at the same time as Tibet and Nepal. Only short flights between them are needed (try to get a window seat), and its a great way to compare and contrast their traditions and landscapes. All three are deeply spiritual, sit at the very roof of the world, and for western visitors, have an aura of mystery about them.\nOur holidays combining Bhutan with other countries use local guides who can show you the cultural highlights, and its a great way to enjoy the respective traditions and landscapes. Our well-planned routes ensure that you see Mount Everest, but also many other world-renowned landmarks in this region, as well as craft workshops and markets for a well-rounded overview of this amazing area."
}