[
    {
        "type": "overview",
        "Main_Title": "Our Bhutan holidays & tours",
        "Main_Paragraph": "Bhutan puts great emphasis on keeping tourism sustainable and low impact. Our Bhutan holidays, with their limited departures and tiny group sizes, do it justice, unravelling the secrets of this tiny Himalayan kingdom with cultural sensitivity and with every effort to preserve the fragile environment. Our small group and tailor made tours are expertly guided by local people, often from the specific region youre visiting. They can offer you unparalleled insights into Bhutans Buddhist heritage. Theyll show you colourful festivals and peaceful monasteries, as well as city markets, or perhaps even lead you into the Himalayas on a spectacular trekking holiday.",
        "Subtitle": "Bhutan holiday highlights",
        "Title1": "Exploring the festivals",
        "Paragraph1": "Legend has it that Guru Rinpoche introduced Buddhism to Bhutan, flying in from Tibet on the back of a tiger. Commemorating the arrival of Buddhism, every Bhutanese district hosts colourful annual festivals (tshechus) with monks praying and meditating for weeks beforehand.\nTshechus are deeply religious and vibrant expressions of the countrys centuries-old Buddhist culture and one of the best things to do on holidays in Bhutan. An explosion of colour that involves the whole community  be that five people or 500  the festivals are between one and five days long and are centred around the Cham Dances. These are banned in neighbouring Tibet and see locals dressed in bright costumes and masks, expressing moral stories of saints and sinners from Bhutans rich past.\nOur trips include visits to the Paro Festival in March that sees the unrolling of a gigantic scroll said to enlighten anyone that sets eyes on it. The Thangbi Mani Festival in Bumthang is also popular, with an exciting fire-leaping purification ceremony. As well as enjoying the festivities, your trip will explore sacred sites such as Chimi Lhakhang and Gangte Goemba to understand the importance of spirituality to Bhutan.",
        "image1": "",
        "Title2": "Adventures on foot",
        "Paragraph2": "Youll need to be relatively fit to get the most out of the countrys hiking, but youll soon forget your uphill struggles as your journey gets punctuated as much by emerald rivers, hillsides flush with flora and glacial mountains, as it does by stories of reincarnation, levitation, demons and deities.\nTrekking provides an escape  from other people, from modern trappings, from the noise of everyday life  and more freedom to simply learn. Walking holidays in Bhutan must be guided, and for long-distance trekking routes youll need support to access paths, and because tents and food must be brought along. We match you up with porters (and make sure theyre paid fairly) as well as ponies. Your tour team will likely include a guide, a horseman, a cook and an assistant who will be happy to have their brains picked about traditional Bhutanese life.\nOur holidays cover the best walks in Bhutan including the Druk Path between Paro and Thimphu, encompassing some of the countrys most spectacular wilderness. The Snowman Trek is a demanding route, reserved for experienced high-altitude trekkers, taking a month to cross 11 steep mountain passes. But while snow-capped Himalayan peaks are always in view, our trips also include many more easy-going walks at lower levels. Fees generated from our walking trails go to conservation and development initiatives, including the maintenance of a monastery school.",
        "image2": "",
        "Title3": "Buddhism in Bhutan",
        "Paragraph3": "If the countrys glorious dzongs are anything to go by, big is definitely beautiful in Bhutan. Used as much for administrative purposes as they are celebratory and religious, there are 15 dzongs, most sat protectively on mountain spurs, across Bhutan, each its own elegant expression of harmony and proportion, with some standing upwards of 25 metres. The one must-do on any of our Bhutan holidays is trekking to the iconic Tigers Nest Monastery in Paro.",
        "Title4": "",
        "Paragraph4": "Buddhism is the bedrock of Bhutan, woven throughout the fabric of society. This is a deeply religious country, and shaven-headed monks in robes of deep burgundy and gold are seen everywhere. By staying in monasteries on our trips, you provide money that helps them remain in operation. You will doubtless visit several dzongs (fortified monasteries), so our guides will teach you a little about Buddhist etiquette.",
        "image3": "",
        "Title5": "Nature in Bhutan",
        "Paragraph5": "In line with their Buddhist beliefs, the Bhutanese have always lived in harmony with and with great respect for their natural world. One of the planet's 10 biodiversity hotspots, youll find dense forestation, lush green valleys, snow-capped peaks and ice blue lakes alongside over 165 species of mammal. It is a land of tigers, elephants and butterflies, monkeys, sheep and yaks, not forgetting the majestic snow leopard.\nUp in central-northern Bhutan, the Wangchuck Centennial Park only came to be in 2008 and captures middle Himalayas landscape of blue pine forests, wolves and black bears. Further south, the Royal Manas National Park is the oldest in the kingdom and includes habitats from lowland tropical forest to fields of permanent ice. As well as being the only park that the greater one-horned rhino chooses to call home, the Royal Manas is a twitchers delight with over 360 species of birds.",
        "Title6": "Combining Bhutan with other countries",
        "Paragraph6": "Despite its isolation, Bhutan is often visited at the same time as Tibet and Nepal. Only short flights between them are needed (try to get a window seat), and its a great way to compare and contrast their traditions and landscapes. All three are deeply spiritual, sit at the very roof of the world, and for western visitors, have an aura of mystery about them.\nOur holidays combining Bhutan with other countries use local guides who can show you the cultural highlights, and its a great way to enjoy the respective traditions and landscapes. Our well-planned routes ensure that you see Mount Everest, but also many other world-renowned landmarks in this region, as well as craft workshops and markets for a well-rounded overview of this amazing area."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Bhutan",
        "Main_Paragraph": "October to December is the best time to visit Bhutan, with the weather at its driest and brightest. Autumn months (September-November) also see less rainfall and clear skies. Winter (December-February) is a photographers dream; prayer flags flutter against snowy backdrops. However, road closures are common and temperatures can drop below zero at night. Spring (March-May) can be wet, but the birds are in song and the wildflowers  including rhododendrons  are out, which can make it the best season to visit Bhutan for hiking. The soaking monsoon season (June-August) is best avoided, although some people still travel in the hottest month of July. Also note that Bhutans weather varies dramatically depending on the elevation.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Bhutan",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Hot stone baths</li>\n<li>Coldest month  promise of snowy peaks</li>\n<li>Low season for trekking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nHot stone bath, anyone? Its not as snowy as you think in the lower altitudes of Bhutan in January, but it is cold, with lows of -6°C in Paro at night and an average high of just 7°C. Up above 3,000m the snow can block the roads. This off-season time is very quiet in terms of visitors, but its dry, and you might have views of the white peaks of Himalayan mountains.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Warms up at the end of the month</li>\n<li>Still cold at night</li>\n<li>High trails blocked with snow</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe last month of winter has highs of 8°C and lows of -5°C. In Bhutan in February, its quiet and there are few trekkers about (not that its ever very busy in the first place). Those who come might get views of Himalayan mountains covered in snow, and be able enjoy them all for themselves, though high trails will still be blocked with snow.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Second most popular time after autumn</li>\n<li>Spring flowers </li>\n<li>Start of spring trekking season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMarch marks the start of spring with a flourish. Its the start of trekking season, and clear skies combined with colourful flowering hills make for splendid accompanying scenery. After chilly mornings, the temperature becomes pleasant in the day  great for sightseeing tours. You can trek the Druk Path in Bhutan in March, and many other trekking routes are open, too.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>March is a good time for combining countries on</b> <a href=\"/holiday/3180/himalayan-cultural-tours-bhutan-tibet-and-nepal\">our tour to Bhutan, Tibet and Nepal</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Great walking season</li>\n<li>Rhododendrons</li>\n<li>Birdlife</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMagenta rhododendrons bloom on the hills, while magnolia, jacaranda, primroses and violets add their own displays to the valleys of Bhutan in April. Its a beautiful time for our small group tours and a good time to look out for birds and other wildlife. This is also a popular trekking month. There are lows of 4°C and highs of 15°C in Paro and hikers will find it nicely dry and comfortable for walking.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Last good month for trekking</li>\n<li>Humid with some rain</li>\n<li>Monsoon approaching</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe late spring brings higher humidity to the valleys in Bhutan in May, as well as a bit more warmth, cloud and rain, especially as the month progresses. But the rhododendrons are still in bloom, making this a picture-perfect time for photographers and nature lovers, and its nice and warm for trekkers. Our small group tours are still running this month  the final few before monsoon season kicks off.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of the monsoon</li>\n<li>Greenery and flowers</li>\n<li>Some trekking trails and roads closed</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nBhutan in June is experiencing monsoon season. Its wetter than in other areas of the Himalayas, but the result is lots of fresh homegrown produce, and greenery and flowers in the valleys. The monsoon brings lots of rain, landslides, view-obscuring clouds, and leeches  yes, leeches. There are good deals to be had, but small group tours tend to pause until September or October.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Swap hiking for cultural tours</li>\n<li>Peak monsoon</li>\n<li>Lots of rain</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIts peak monsoon season and half a metre of rain falls on Paro. Bhutan in July is also experiencing its warmest temperatures of the year, with average highs of 18°C in Paro and 22°C further east in Trashigang. If youre travelling, youre probably not hiking as paths might well be washed away, but you could pack a raincoat and do a cultural tour.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Cultural tours and spa trips</li>\n<li>Last monsoon month; rainy throughout</li>\n<li>Few visitors </li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe monsoon pours on and temperatures are still warm, reaching the high 20°Cs in some areas. Bhutan in August is experiencing its last full month of monsoon, but the rainfall is lower than the preceding month. Still, since paths get washed away in the monsoon season, hiking is out for most people  whilst cultural tours, or some time in a spa, might be tempting.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of autumn trekking season</li>\n<li>Some rain might stick around</li>\n<li>Drier end of the month</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nA month of two halves. The first half of September is rainy as the monsoon ends; trekkers might find muddy, washed-out paths and cloudy skies. But the second half of the month is drier, the skies clear up, and its warm, with highs of 17°C and lows of 8°C. Bhutan in September is entering the main tourist season, and youll find our small group cultural tours and trekking departures gearing up.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Stable weather</li>\n<li>Festivals</li>\n<li>Most popular trekking month</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nMost people visit Bhutan in October, so you will want to book your holiday in advance as flights can sell out. That said, its still quiet in Bhutan. October is one of the best months for hiking, and youll find our small group departures for the Snowman Trek are in October. Small group cultural tours take off, too.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>October is a great time for</b> <a href=\"/holiday/17143/bhutan-small-group-tours\">our Bhutan small group tour</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Very dry and clear</li>\n<li>Good for wildlife </li>\n<li>A popular trekking month</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSince there are many November festivals to visit, lots of our small group tours depart this month. Its a good time for wildlife, too: tiger watching, plus the endangered black-necked cranes arrive for winter, prompting (you guessed it) a festival. Theres a nip in the air in Bhutan in November and it starts to get cold at night  but the skies are clear, its drier than October, and its another wonderful month for trekking.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>November is a great time for</b> <a href=\"/holiday/16928/bhutan-holiday-culture-and-festivals\">our Bhutan culture and festivals holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry and cold</li>\n<li>Beautiful snowy mountains</li>\n<li>Off season for trekking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe first part of December isnt too cold, but it does get colder. This is the off season  the Bhutanese winter, which lasts until the start of March. Bhutan in December is dry, the skies are blissfully crisp and clear, and the valleys are sunny with far-reaching views across the Himalayas  well worth it for those who can brave the chill. Visiting photographers will delight in capturing the snowy backdrops.",
        "weather_chart": "Bhutan Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Bhutan Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">8 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">9 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">34 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 15%;\">79 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 34%;\">180 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 78%;\">411 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">529 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 74%;\">391 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 47%;\">247 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 15%;\">81 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">11 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">5 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Our travellers also ask...",
        "paragraph1": "",
        "image2": "",
        "title2": "When is the best time to visit Bhutan for festivals & events?",
        "paragraph2": "Tshechus\n, Buddhist festivals, populate the country’s calendar; major cities hold one annually.\nTshechus\ncelebrate the arrival of Buddhism in Bhutan, and are important multi-day religious events, featuring celebration, music and dance. They are also vital social occasions, where people are off work and able to gather with their friends and families. Paro’s is in March whilst Thimpu’s is in October. Read our guide to find out more about when to see the\nbest festivals in Bhutan\n.",
        "title3": "When is the best month to visit Bhutan?",
        "paragraph3": "October\nis the best month to visit Bhutan, if our travellers are anything to go by  its the most popular time to visit. October to December is the best season, with stable weather, lovely temperatures, and paths dry and good for trekking. There are also a number of festivals.",
        "title4": "What is the rainy season in Bhutan?",
        "paragraph4": "Bhutans rainy season is the monsoon, which brings lots of rainfall\nfrom June to the start of September\n. At its height (July), it can deliver half a metre of rain.",
        "title5": "When is the best time to visit Bhutan & Nepal together?",
        "paragraph5": "Autumn (September-November) and spring (March-May)\nare the best times to visit Bhutan and Nepal if you dont want to be too wet or too cold. Both countries experience similar Himalayan weather  including a monsoon in summer, dry, settled weather in autumn, and less settled but warm weather in spring."
    }
]