{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "iran-in-depth-tour-2-weeks",
  "tourName": "Iran in depth tour, 2 weeks",
  "placesVisited": "",
  "generalInfo": "Starting in Tehran by a comfortable couch, you will journey through beautiful landscapes and some of the world’s oldest archaeological sites, arid mountains, and rural villages. You will learn about the traditions and cultures of a land whose influence felt for thousands of years. Welcome to the once-forbidden land of Persia.<br/>On this trip, we will explore the beautiful cities of Tehran, Kashan, Abyaneh, Isfahan, Naein, Central Desert, Meybod, Yazd, Shiraz, and will uncover Persian history at the impressive Persepolis; though, the real highlight of any trip to Iran is meeting the locals, arguably the friendliest and most hospitable people on earth who are always ready to welcome visitors with a smile.<br/><br/>FREE SPECIAL ENTERTAINMENTS (OPTIONAL):<br/>- Half a day experiencing the Nomadic life and staying alongside an Iranian nomad family that is likely to be one of the most memorable parts of your journey. <br/>- Half day Persian hospitality tour to spend time with an Iranian family, learn and help to cook homemade foods and eat like Iranian people. <br/>- Watch a Zurkhaneh performance.  Zurkhaneh is a form of traditional martial arts in Iran, where men practice calisthenics and other body-building exercises in a ring. In 2010 Pahlevani and Zoorkhaneh rituals inscribed on the representative list of the Intangible Cultural Heritage of Humanity.<br/>- Visit an old system of water supply called Qanat.",
  "durationDays": "15",
  "price": "2030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving at Imam Khomeini International Airport (IKA) in Tehran, our representative will meet and greet you at the airport. The local representative will transfer you to your hotel to rest."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today, we will take you to a lovely park-like setting to visit the Sa’d Abad Palace. This was the place of residence of the Pahlavi dynasty. Then, we will visit Tajrish Bazaar and Emamzadeh Saleh Mausoleum. They are located in the northern part of Tehran. Afterwards, we will go to Darband. Darband is an old village in Shemiran. This is 1700 meters above sea level and is one of the main starting routes taken by mountaineers for reaching the central Alborz Range. This place has many modern and traditional cafes and restaurants, located both indoors and outdoors, we will have a delicious lunch in one of them. Later, we will visit the NatureBridge (Tabiat Bridge). Cross the Bridge, is an award-winning footbridge designed by local architects completed in 2014, the structure spans 270 m (890 ft)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we will take you to a World Heritage Site, the lavish Golestan Palace. Built during the Qajar Dynasty, which rose to power in the late 1700s, this fabulous walled complex is centered on a landscaped garden with tranquil pools. Then, we will walk around the Tehran Grand Bazaar. The second largest grand bazaar in Iran after Tabriz. In the afternoon, we will visit the National Museum of Iran, where we can see fabulous historical items from 5000 BC to the advent of Islam in Iran which shows a brief history of our land."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving Tehran behind, we’ll travel south to Kashan, a town originally famous for its Textiles, Rose Water, and Ceramic production. Fin Garden (UNESCO World Heritage Site) is our first stop; a relaxing and visually impressive Persian Garden with water channels all passing through a central pavilion. There is also the chance to buy some rose water, a local specialty, outside of the site. Then, we will visit Tabatabaei's and Boroujerdi's Traditional Houses. They were built about 130 years ago during the reign of the Qajar dynasty (1857) by Iranian famous architects. Just behind the Boroujerdi's House, there is a traditional bathhouse called the Sultan Amir Ahmad Bath, which is called the bride of traditional bathes of Iran."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Check out after breakfast, we will head to Isfahan. Our first stop this morning will be in Abyaneh Village. Abyaneh Village is known as the Red Village because of its red soil and houses. The houses of Abyaneh bear an ancient architectural style, featuring the use of clay as the construction material and latticed windows and wooden doors. Our overland journey continues in Isfahan. As the 17th-century capital of the Safavid Empire, Isfahan was one of the world’s greatest cities– architecturally striking, wealthy beyond imagine, and politically powerful with Europeans, Ottomans, Indians, and Chinese coming to its court– the heart of a vast Persian Empire that stretched from the Euphrates River in present-day Iraq to the Oxus River in Afghanistan. Indeed, its grandeur inspired the rhyming proverb, Isfahan Nesf-e Jahan (Isfahan is half of the World). Together with our expert guide, we will begin our exploration of the city by visiting some of the centuries-old, still elegant bridges that span the Zayandeh River. For example, the famous bridges of Sio-se-pol and Khajou. There are sluice gates below the bridge to let the water run off the Zayandeh River in the spring, and there are beautiful stony archways above each gate."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our exploration starts in the Chehel Sotun Palace (UNESCO World Heritage Site). Set in a landscaped and forested park in front of a tranquil reflecting pool, this graceful pavilion was built by Shah Abbas II for entertainment and court receptions. Entering through a portico with twenty slender wooden columns, we’ll discover soaring halls embellished with frescoes, paintings, and mosaics; the Hall of Mirrors is especially breathtaking! Next up is a UNESCO World Heritage Site, Naghsh-e Jahan Square (Royal Square). This 17th-century site is one of the largest public spaces in the world. Here in the square, we’ll visit the 17th-century Shah Mosque, revered as a masterpiece of Islamic architecture and easily recognized by its magnificent tile-work and soaring cupola and minarets. We will also visit the Sheikh Lotfollah Mosque, also known as the Ladies Mosque, as it was built for the Shah's harem, renowned for its brightly colored domed ceiling, where the light creates the image of a peacock. In the Ali Qapu Palace, we’ll marvel at its beautiful music rooms and the balconies where Safavid kings would sit to enjoy the polo matches unfolding in the square below. We’ll end our exploration of the square by visiting the Qeisarieh Bazaar. With hundreds of local vendors that specialize in traditional arts and crafts, it’s a wonderful place to shop for pottery, enamel, jewelry, and delicately inlaid board games."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue our exploration in Isfahan at a UNESCO World Heritage Site, simple at first glance but wondrous in its rich detail and bold design, the Masjed-e Jamé is another masterpiece of Iranian architecture, covering nearly 5 acres in the heart of this historical city. This is one of the oldest congregational mosques in the country, and its construction and embellishment over the past twelve centuries illustrate several important periods in Islamic architecture. In the city’s Armenian quarter, we’ll delve more deeply into the region’s complex history as we will visit several churches including the 17th-century Vank Church with its lavishly decorated interior and unique blend of Islamic and European architectural elements. Also, we will visit the Music Museum where we will find a collection of local and national Iranian instruments. In the afternoon, we will visit Hasht Behesht Palace and Garden. At this octagonal palace, we can see gangs of retired men who spend their free time chatting with the visitors."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leaving Isfahan behind, our first stop this morning will be in Naeen, an ancient community with origins dating back to the 8th century. Over there, we will visit the Jame' Mosque of Naeen. After that, we’ll continue our journey to the magnificent Central Desert of Iran or as locally called “Kavir-e-Markazi”, where we will explore the edge of the sandy desert makes our stay special since most other places in that region have some distance from the real desert. In that place, we’ll have the chance to visit the Mesr Desert, the historic villages, and its local people, enjoy their homemade food, and become familiar with their customs and way of living."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our overland journey continues to the small town of Meybod, where our first impression might be its striking monochromatic architecture of desert brick. But set along an ancient trade route, Meybod also offers several fascinating sites to visit including its Narin Castle, Caravanserai, Ice-House, and Pigeon Tower. Our first stop in Meybod is at the Narin Castle a 2000-year fortress from the Sassanid Dynasty. Then, continue to the Shah Abbasi Caravanserai, a typical Safavid style, this ancient desert Inn features verandahs, shaded passageways, and nearly 100 rooms– some of which are now used as artisan workshops. After that, at the local Ice-House, we’ll learn about the thick-clay construction and subterranean chamber that allowed residents to have ice and food storage before refrigeration– even during the intense desert heat of summer. Our last stop before leaving Meybod is at the Pigeon Tower. There, we will get more familiar with the ancient system of Agriculture to fertilize. Continue to Yazd. UNIQUE EXPERIENCE We will visit the a Qanat in Yazd. Qanat construction as a cultural tradition has led to the formation of human settlements and the creation of unique landscapes during the last three thousand years."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Yazd is one of the oldest continuously inhabited towns in Iran which is registered in the UNESCO World Heritage Site. Its silhouette is punctuated by minarets and ingeniously designed wind towers that capture desert breezes to cool homes during the hot summer months. Yazd is also the center of Iran’s Zoroastrian Community, which is where we’ll begin the day’s sightseeing. At the Tower of Silence, we’ll learn about one of the traditions of this ancient pre-Islamic religion. Until the mid-1900s, the dead were transported to this tower where they were left to decompose and be devoured by birds. Zoroastrian tradition considers a deceased body to be “unclean” and this process of excarnation prevents contact with either fire or earth– both of which are considered to be sacred. At the still-active Zoroastrian Fire Temple, we will see a flame that is said to have been burning for the past 1,500 years. It’s an important pilgrimage site for the faithful and here our expert guide will offer additional insight into one of the world’s oldest monotheistic religions. In Amir Chakhmaq Square, we’ll see a very impressive Hussainiya– a congregation hall for Shia commemoration ceremonies. With three tiers of recessed alcoves, all perfectly proportioned, its facade is one of the city’s most photographed landmarks. The next place to visit is the Jame Mosque of Yazd (Friday Mosque), built in 1324, where we can gaze upon the tallest minarets in the country. Just beside the mosque, we have time to stroll in the Fahadan District. There, we can get familiar with the desert houses' architecture. Among the many other historic sites to be seen in Yazd are beautiful old homes and the Dowlat Abad Garden (UNESCO World Heritage Site) Standing by the garden’s long reflecting pool, we’ll be shaded by ancient cypress trees. Ahead of us is an 18th-century hexagonal pavilion with a beautiful stained-glass window and a graceful wind tower– the tallest in Iran. All around are flowering fruit trees and other ornamental plants and trees. TRADITIONAL SPORTS EXPERIENCE Tonight, we will watch a Zurkhaneh performance. Zurkhaneh is a form of traditional martial arts in Iran, where men practice calisthenics and other body-building exercises in a ring. In 2010 Pahlevani and Zoorkhaneh rituals were inscribed on the representative list of the Intangible Cultural Heritage of Humanity."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today, we have a full day of driving to reach our destination of Shiraz. Over our drive, we will pass through Abarkooh where we will visit the world’s second oldest tree, Abarkooh Cypress, its age is estimated over 4500 years. We can see the tree on our way. Next, we will visit the Pasargadae (UNESCO World Heritage Site), the Tomb of Cyrus the Great, and the former capital of the Achaemenid Empire. We will spend some time exploring the site and though not as striking as Persepolis, there is a great viewpoint where we can look over the site and the surrounding area. Then, we will probably visit the Nomads near Shiraz (Depends on the weather and time of Kouch). We will be deeply in touch with some nomadic families from one of the handful of remaining nomad tribes in the world (it depends on the weather conditions and nomadic movements). Continue to Shiraz and check into the hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, proceed to Marvdasht. We will drive to the Legendary City of Persepolis (UNESCO World Heritage Site), the former capital of Darius the Great which was founded in 512 BC. There was no more impressive construction in the ancient world than Persepolis, except perhaps the Karnak in Egypt. From here, we will drive a couple of miles away to the Necropolis (Naqsh-e-Rustam), where Darius and his successors are buried. Carved into the side of a cliff, the site is extraordinary in its magnitude and sheer ambition and does not disappoint even after the impressive Persepolis. Back to Shiraz. We will pass by the Quran Gate, one of the most famous gates in Shiraz where we will have a short stop to take a photo. An afternoon visit to the Tomb of Saadi will be our today's last visit. Saadi was one of the major Persian poets and literary figures, born in Shiraz in the 12th century. He is widely recognized as one of the greatest poets of the classical Iranian literary tradition around the world."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a delicious buffet breakfast, our sightseeing tour begins. The first place we visit is the Nasir Al-Mulk Mosque (Pink Mosque). Visiting this mosque is one of the most beautiful experiences of our trip to Iran. The Pink Mosque is famous for its colorful glasses that shine beautifully in the sunshine. Across the street is the Qavam House (Narenjestan Garden), which has been one of the most amazing houses of Shiraz since the 19th century, the house is famous for its wonderful architecture (stucco work, tile work, mirror work, and wall paintings). This house belonged to the former governor of Shiraz during the Zand and Qajar dynasties. Then we will visit the Karim Khan Citadel from outside which was built during the Zand dynasty. We’ll have time to explore and shop in the bustling Vakil Bazaar, home to hundreds of stores, beautiful courtyards, and even an ancient caravanserai (Saray-e Moshir). HOSPITALITY EXPERIENCE In the afternoon, we prepare dinner with a Shirazi family. Very welcoming and friendly, this experience also allows you to discover the essence of Iran through a Persian family, recipes, stories, and the pleasure of sharing a meal."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Shiraz is famous for its gardens and we’ll visit the Eram Garden (UNESCO World Heritage Site) with its aromatic myrtles, beautiful flowers, fruit trees, and towering cypresses (one of which is said to be 3,000 years old). Then, we will continue to the Shrine of Ali Ibn-e Hamzeh. Built in the 19th century over the tomb of Emir Ali, a nephew of Shah Cheragh who also died in Shiraz while en route to Khorasan to help Imam Reza, this shrine is the latest of several earlier incarnations destroyed by earthquakes. We will end our day on a tranquil note in the lovely garden of, the Tomb of Hafez one of our most outstanding poets to feel the taste of Persian Literature. Hafez is one of the greatest poets who has impressed everyone with his mastery. His poems give us a special feeling and the peace in his tomb is outstanding."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Our representative will transfer you to the Shiraz International Airport (SYZ) according to your flight time. (We can arrange a domestic ticket and airport transfer in Tehran for those who wish to return to their home country from Tehran International Airport)."
    }
  ],
  "map": ""
}