{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "mesr-desert-tour-in-iran",
  "tourName": "Mesr desert tour in Iran",
  "placesVisited": "",
  "generalInfo": "Tens of millions of years ago, the dry Dasht-e Kavir land was occupied by a salt-rich ocean that surrounded a small piece of the continent that is now considered to be central Iran. As the ocean dried up, it left behind a salt layer as much as 6 to 7 kilometers thick. Over time, the salt was covered by mud, but its power made it push through over the years and created the salt domes in this desert, which is definitely a unique phenomenon worth exploring while you are in Iran!<br/><br/>This Iran tour package is designed to show you the modernity of cities like Tehran, the calmness of the sandhills, and the uniqueness of Tabas villages along our way to get to one of the unique desert cities in the world, Yazd.",
  "durationDays": "7",
  "price": "890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tehran --- We’ll be picking you up and spending the first day exploring the capital of Iran, Tehran. We’ll start by visiting the 300-hectare Sa’ dabad palace complex with its beautiful mirror work and royal vibes. Then, we head to the Tajrish bazaar to see the local life in Tehran and feel the modern vibes of this big city! At night we head back to the hotel to have a restful night before our trip to the deserts of Iran. --- Highlights: Airport Pick up | Sa’ dabad palace complex: 300 Hectare Complex Built by Pahlavi Dynasty | Tajrish Bazaar: People and Local Life: chaos and crowed people, shopping, oldness | Welcoming Dinner: A short meeting to talk about the whole tour | Overnight 4-star Hotel in Tehran"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mesr Desert --- It takes about 8 hours to get Dasht-E Kavir from Tehran. Mesr desert is known as the sand lovers’ oasis. At first, we experience some form of meditation after being on the road for so long. Then, walking barefoot by the crystalized salt flowers and the dry riverbeds would be quite entertaining. We’ll watch the sunset over the beautiful Mesr desert before making a bonfire to enjoy some fresh food under the starry sky. --- Highlights: Mesr Desert: Located in Dasht-e Kavir | Bonfire and fun socializing time | Overnight Traditional Guesthouse in Mesr Village"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mesr Desert --- Camel riding, sandboarding, off-road, and ATV activities could be optional activities not included in the tour, which you might want to partake in as an additional add-on. We’ll play some social games by the bonfire, and perhaps some traditional music will add up some fire and spice to our starry night as we dance under the stars. --- Highlights: Mesr Desert: Located in Dasht-e Kavir | Palm tree Gardens and Canbrakes Sunset and Bonfire | Bonding Time | Overnight Traditional Guesthouse in Mesr Village"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Esfahak Village --- We drive about 3 hours. We’ll drop off our belonging at an eco-lodge in a historic village called Esfahak, an old adobe village with desert clay houses surrounded by palm trees. Afterward, we’ll head to Morteza Ali canyon. One of the special features of this canyon is that at some point on the right side of the river in which we are walking, there is cold water while the left side is hot! We’ll walk for about 5 km to get to arrive at the magnificent and historical Shah Abbasi Dome. --- Highlights: Historical Esfahak Village: Located close to Tabas City | Morteza Ali Canyon | River Hike | Overnight the Eco-lodge in Esfahak Village"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ezmeyghan Village --- We start our second day at Tabas by heading to a village called Ezmeyghan. It’s amazing to see vast rice fields and orange trees blossoming next to the date trees in the heart of a desert village! Then, we head to one of the most amazing valleys of the east of Iran close to Ezmeyghan called Kal Jeni. It’s a historical valley known to the natives as the houses of jinn. They believe supernatural creatures have been living in the holes created inside the mountain. --- Highlights: Ezmeyghan Village Oasis of rice fields in the desert | Kal Jeni: Where ghosts live! | Overnight the Eco-lodge in Esfahak Village"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yazd --- Our adventure through the diversity of religions in Yazd starts at Chak Chak, which is an ancient Zoroastrian fire temple in the heart of a mountain. Then we arrive to Khranaq village, Tiny ancient adobe houses are neatly aligned in circles. Domed roofs and building material, the color of clay, echoing the deserts of Yazd, will be quite fascinating. At night we visit the historical Mir Chakhmaq square to have a light dinner and perhaps buy some unique Yazdi sweets as souvenirs. --- Highlights: Drive from Tabas to Yazd | Chack Chak Shrine: Zoroastrian Fire Temple | Khranaq Historical Village | Lunch at Historical Caravanserai | Amir Chakhmaq Square: Located in the historical urban fabric of the city of Yazd and is known for its symmetrical alcoves | Overnight 4-star Hotel in Yazd"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Yazd --- We’ll continue our stroll by walking to the historical neighborhood of Fahadan and Jameh Mosque of Yazd. We’ll visit a few different historical sites before heading to a rooftop café for some delicious authentic food with a view of the windcatchers in the city.Finally, we visit the Dowlat Abad garden and its greenery in the heart of the desert. After being mesmerized by the ancient Persian garden and the beauty of it all, we’ll head back to say our goodbyes until next time. --- Highlights: Jameh Mosque of Yazd: The main, congregational mosque of Yazd | Fahadan neighborhood walking tour: The oldest neighborhood of Yazd | Dowlat Abad Garden: A UNESCO World Heritage well-known for its high wind catcher"
    }
  ],
  "map": ""
}