{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "iran-culture-tour-small-group",
  "tourName": "Iran culture tour, small group",
  "placesVisited": "",
  "generalInfo": "Starting in Shiraz by a comfortable couch, you will journey through beautiful landscapes and some of the world’s oldest archaeological sites, arid mountains, and rural villages. You will learn about the traditions and cultures of a land whose influence felt for thousands of years. Welcome to the once-forbidden land of Persia.<br/>On this trip, we will explore the beautiful cities of Shiraz, Yazd, Meybod, Isfahan, Kashan, Tehran, and will uncover Persian history at the impressive Persepolis; though, the real highlight of any trip to Iran is meeting the locals, arguably the friendliest and most hospitable people on earth who are always ready to welcome visitors with a smile.<br/><br/>FREE SPECIAL ENTERTAINMENTS (OPTIONAL):<br/>- Half day Persian hospitality tour to spend time with an Iranian family, learn and help to cook homemade foods and eat like Iranian people. <br/>- Watch a Zurkhaneh performance.  Zurkhaneh is a form of traditional martial arts in Iran, where men practice calisthenics and other body-building exercises in a ring. In 2010 Pahlevani and Zoorkhaneh rituals inscribed on the representative list of the Intangible Cultural Heritage of Humanity.<br/>- Visit an old system of water supply called Qanat.",
  "durationDays": "9",
  "price": "1320",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival at Shiraz International Airport (SYZ) our representative will meet and greet you; and then, move to the Hotel. (We can arrange a domestic ticket and airport transfer in Tehran for those who wish to arrive in Tehran International Airport)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, we will visit the famous Nasir-al-Mulk Mosque (Pink Mosque). Its interior reveals a magnificent masterpiece of design with stunning colors. This is a space where light and worship intertwine. Then we will visit the Karim Khan Citadel from outside which was built during the Zand Dynasty. We’ll have time to explore and shop in the bustling Vakil Bazaar, home to hundreds of stores, beautiful courtyards, and even an ancient caravanserai. After that, we’ll visit the lovely garden Tomb of Hafez, one of our most outstanding poets to feel the taste of Persian Literature. Hafez is one of the great poets who impressed everyone with his mastery. His poems give us a special feeling and the peace in his tomb is outstanding. HOSPITALITY EXPERIENCE In the afternoon, we prepare dinner with a Shirazi family. Very welcoming and friendly, this experience also allows you to discover the essence of Iran through a Persian family, recipes, stories, and the pleasure of sharing a meal."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We have a full day of driving today to reach our destination of Yazd. The first and only Iranian city to be listed as a UNESCO World Heritage Site in its entirety. The mud-brick city of Yazd is famous for its famous wind catchers, qanats, Zoroastrian colony, silk, special sweets and much more. We will have some stops on our way. The legendary city of Persepolis (UNESCO World Heritage Site), the former capital of Darius the Great founded in 518 BC. There was no more impressive construction in the ancient world. And later, Necropolis (Naghsh-e Rostam), a place were four of the most famous kings of Achaemenid are buried. Then, we will have an excursion to Pasargadae (UNESCO World Heritage Site), the Tomb of Cyrus the Great, and the former capital of the Achaemenid Empire. We will spend some time exploring the site and though not as striking as Persepolis, there is a great viewpoint where we can look over the site and the surrounding area. Continue to Yazd and check in to our hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yazd is one of the oldest continuously inhabited cities in Iran. Its silhouette is punctuated by minarets and ingeniously designed wind towers that capture desert breezes to cool homes during the hot summer months. Yazd is also the center of the Zoroastrian community in Iran, where we will start the day of sightseeing. At the Tower of Silence (also called Dakhmeh), we will discover one of the rites of this ancient pre-Islamic religion. Until the mid-1900s, when a man dies, his immortal soul, three days later, is carried away by the wind to the place of judgment, on the bridge of Chinvat. Corpses were considered impure objects that could not be put in the ground, in water, or even thrown into fire without infecting one of these three elements. Only the king's corpse was divine and therefore entitled to a tomb. At the still-active Zoroastrian Fire Temple (Atashkadeh), we will see a flame that has been burning for 1500 years. It is an important place of pilgrimage for the faithful and our expert guide will offer you additional insight into one of the oldest monotheistic religions in the world. In the Amir Chakhmaq Square, we will see an impressive Hussainiya – a congregational hall for Shia commemoration ceremonies. With three levels of recessed alcoves, all perfectly proportioned, its façade is one of the city's most photographed landmarks. The next place to visit is the Jame Mosque of Yazd, built in 1324, where we can see the tallest minarets in the country. Next to the mosque is the Fahadan District, where we will stroll in the mud-brick and narrow allies of the district. Among the many other historical sites to visit in Yazd are beautiful old houses and the Dowlat Abad Garden (UNESCO World Heritage Site). Standing by the long reflecting pool in the garden, we will be shaded by ancient cypress trees. In front of us is an 18th-century hexagonal pavilion with a beautiful stained-glass window and a graceful wind tower, the tallest in Iran. All around are flowering fruit trees and other ornamental plants and trees. TRADITIONAL SPORTS EXPERIENCE Tonight, we will watch a Zurkhaneh performance. Zurkhaneh is a form of traditional martial arts in Iran, where men practice calisthenics and other body-building exercises in a ring. In 2010 Pahlevani and Zoorkhaneh rituals were inscribed on the representative list of the Intangible Cultural Heritage of Humanity."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Before leaving Yazd behind, we will one of the most important Qanats of Iran. Zarch Qanat (UNESCO World Heritage Site) is our last destination in Yazd. Our overland journey continues to the small town of Meybod, where our first impression might be its striking monochromatic architecture of desert brick. But set along an ancient trade route, Meybod also offers several fascinating sites to visit including its Narin Castle, Caravanserai, Ice-House, and Pigeon Tower. Our first stop in Meybod is at the Narin Castle a 2000-year fortress from the Sassanid Dynasty. then, continue to the Shah Abbasi Caravanserai, a typical Safavid style, this ancient desert Inn features verandahs, shaded passageways, and nearly 100 rooms– some of which are now used as artisan workshops. After that, at the local Ice-House, we’ll learn about the thick-clay construction and subterranean chamber that allowed residents to have ice and food storage before refrigeration– even during the intense desert heat of summer. Our last stop before leaving Meybod is at the Pigeon Tower. There, we will get more familiar with the ancient system of Agriculture in order to fertilize. Continue to Isfahan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our exploration starts in the Chehel Sotun Palace (UNESCO World Heritage Site). Set in a landscaped and forested park in front of a tranquil reflecting pool, this graceful pavilion was built by Shah Abbas II for entertainment and court receptions. Entering through a portico with twenty slender wooden columns, we’ll discover soaring halls embellished with frescoes, paintings, and mosaics; the Hall of Mirrors is especially breathtaking! Next up is a UNESCO World Heritage Site, Naghsh-e Jahan Square (Royal Square). This 17th-century site is one of the largest public spaces in the world. Here in the square, we’ll visit the 17th-century Shah Mosque, revered as a masterpiece of Islamic architecture and easily recognized by its magnificent tile-work and soaring cupola and minarets. We will also visit the Sheikh Lotfollah Mosque, also known as the Ladies Mosque, as it was built for the Shah's harem, renowned for its brightly colored domed ceiling, where the light creates the image of a peacock. In the Ali Qapu Palace, we’ll marvel at its beautiful music rooms and the balconies where Safavid kings would sit to enjoy the polo matches unfolding in the square below. We’ll end our exploration of the square by visiting the Qeisarieh Bazaar. With hundreds of local vendors that specialize in traditional arts and crafts, it’s a wonderful place to shop for pottery, enamel, jewelry, and delicately inlaid board games. visiting the famous Si-o Se Pol (33-Bridge) which is one of the most beautiful historical bridges of Iran will be our last attraction to visit tonight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Check out after breakfast, as a last stop in Isfahan we will have time to visit another beautiful historical bridge of this city, Khajou Bridge. This bridge is famous for its magnificent tiling and brickwork. Proceed to Kashan, a town originally famous for its Rose Water, Textiles, and Ceramic Production. In Kashan we will start our sightseeing by visiting Fin Garden (UNESCO World Heritage Site); a relaxing and visually impressive Persian garden with water channels all passing through a central pavilion. There is also the chance to buy some rose water, a local specialty, outside of the site. Later, we will visit Tabatabaei Historical House, the best example of Iranian architecture. Afterward, we continued our journey to Tehran."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, we will take you to a World Heritage Site, the lavish Golestan Palace (UNESCO World Heritage Site). Built during the Qajar Dynasty, which rose to power in the late 1700s, this fabulous walled complex is centered on a landscaped garden with tranquil pools. Then, we will walk around Tehran Grand Bazaar. The second largest traditional bazaar in Iran after Tabriz. In the afternoon, we will visit the National Museum of Iran, where we can see fabulous historical items from 5000 BC to the advent of Islam in Iran which shows a brief history of our land. The stop in Tehran would be at the Treasury of National Jewels in Tehran. It stores and exhibits the Iranian National Jewels since 1930s. This cavernous vault is home to an astonishing array of treasures, once the pride of the Safavid, Qajar, and Pahlavi monarchs. Please note: The opening hours of the Treasury of National Jewels are from Saturday to Tuesday from 13:00 to 15:30"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our representative will transfer you to the Imam Khomeini International Airport (IKA) according to your flight time."
    }
  ],
  "map": ""
}