{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "iran-desert-tour",
  "tourName": "Iran desert tour",
  "placesVisited": "",
  "generalInfo": "Where nature meets history and culture, the most amazing vacations happen! Complete silence and serenity, just like you’ve seen in the movies, is a phenomenon you’ll get to experience visiting the beautiful Kalouts and desert of Shahdad in Kerman. The fantastical landscapes as you walk into this serene land is quite a memory to remember for a lifetime! One of the hottest and driest places in the world will bring up the coolest feelings in you! But you’ll get to visit some of the most ancient cities of Iran such as Kerman, Isfahan, Yazd, and Kashan.",
  "durationDays": "11",
  "price": "1370",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tehran --- We’ll be picking you up and drop you off at the hotel for some rest. Then, we head to the heart of the city in the north of Tehran called Tajrish bazaar. It will be fascinating to see the local life. Then, we’ll head off to one of the most beautiful royal palaces of Tehran called Sa’adabad complex. --- Highlights: Pick up from the airport | Tajrish Bazaar | Sa’adabad Complex 300 Hectare Complex Built by Pahlavi Dynasty"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kerman --- The next day, we’ll be flying to Kerman to start our exploration of deserts of Iran. We head to the Bazaar to explore the historical sites inside and also buy some traditional souvenirs if we’d like. In the end, we’ll have some dinner at a traditional restaurant before going back to the hotel for a restful night before our trip to Shahdad. --- Highlights: Flight to Kerman | Jameh mosque of Kerman | Ganjali Khan Complex: A place to make lifelong friendships since ancient times"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kalouts of Shahdad --- We’ll wake up early to head to the Kalouts of Shahdad! So, our adventure through the Lut desert starts! We hit the road to see the outer space like yardangs. It will blow our minds. We’ll take a hike up one of the kalouts to see the view of the massive desert of Shahdad. Now, it’s time to make a bonfire and enjoy the closest we’ve ever felt to the stars. We head to Shafi Abad to get a tight sleep for the night! --- Highlights: Kalouts of Shahdad: Heart of the Lut Desert, UNESCO World Heritage | Shafiabad Villag: The tranquility of Lut desert, The outer space resembling yardangs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gandom Beryan --- Today, we’ll be going a bit closer to Gandom Beryan, which is located 80 kilometers from Shahdad, the hottest point on the earth! The Volcanic area is covered with black volcanic rocks that cover the same intense heat rising in the region. Then we enjoy another night by the fire and the starry sky. We’ll cook some fresh food on our fire and play social games at night. --- Highlights: Gandom Beryan: The hottest point on the earth | Bonfire and social games at night"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shazdeh Garden --- We drive back to Kerman and visit a natural surprise! Shazdeh Garden, with its diverse form of greenery, will be quite fascinating to see in the heart of a desert region in Iran. After spending some time there, we’ll head on 4.5 hours ride to Yazd. --- Highlights: Shazdeh Garden: Persian Garden, A UNESCO World Heritage"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yazd --- It will be a day to remember as Yazd is one of the unique desert cities of Iran that has been so modernized but yet holds its ancient elements inside. From the garden to the fire temple and the mosque, we’ll see many beautiful, diverse sites. --- Highlights: Dowlat Abad Garden: The Persian Garden, A UNESCO World Heritage | Fire Temple & Museum of Zoroastrian: Zoroastrian temple holds a fire that has been lit more than 1,500 years | Jameh Mosque of Yazd: One of the tallest minarets among Persian mosques | Fahadan neighborhood walking tour: The oldest neighborhood of Yazd | Amir Chakhmaq: Noted for Symmetrical sunken arched alcoves"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Varzaneh Desert --- It’s time to head to another desert of Iran! We’ll be on the road for 2.5 hours before we reach the Varzaneh desert. So, we’ll explore the serenity and peace of walking barefoot in the Varzaneh deserts. We’ll have a picnic and eat our prepared lunch. Afterward, it’s time to experience yet another bonfire under the starry sky. We’ll have some fire snacks and watch the beautiful sky before heading back to the guesthouse for the night. --- Highlights: Drive to Varzaneh Desert | Varzaneh Desert Camp: Desert magic of Iran along with a Salt Lake and a starry sky"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isfahan --- This is the day to head on the road to visit a place where Iranians call it “the half of the world” : Isfahan! We’ll experience some local life as we partake in the singing and dancing session held underneath the Khaju bridge with people from all over the world and Iran. In the end, we’ll head to our hotel to sleep for the night. --- Highlights: Drive to Isfahan | Jame Mosque of Isfahan: A UNESCO World Heritage | Khaju Bridge and Si-o-se-pol Traditional Bridge: A walking tour of Zayandeh rud river and bridges,Gathering of songs and music | House Dinner: An Iranian family invites us to their home for a homemade dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Isfahan --- We visit the Naqsh-E Jahan square with its many wonders and historical sites. Now is the time for Armenian neighborhood. Vank Cathedral will mesmerize us with its beautiful paintings on the ceiling and walls. At the end of our day, we’ll head back to the hotel and say our goodbyes to Isfahan. --- Highlights: Naqsh-e Jahan Square: A UNESCO World Heritage | Sheikh Lotfollah Mosque: An architectural masterpiece of Iranian architecture. Built during the Safavid Empire. | Shah Mosque: Another masterpiece around the square | Ali Qapu Palace: The official residence of Persian Emperors of the Safavid dynasty. Historically valuable paintings and mosaic work, acoustic rooms. | Chehel Sotoun Palace: The Persian Garden, A UNESCO World Heritage | Vank Cathedral: Also known as the Church of the Saintly Sisters | Jolfa Square"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kashan --- We drive 2 hours to Kashan, the last desert city of our trip. We’ll start by visiting the Borujerdi historical house. Afterward, we go to the ancient hills of Sialk in Kashan to see some archeological remanence of past desert life. --- Highlights: Drive to Kashan | Borujerdi House: Features of Iran’s traditional residential architecture | Tepe Sialk: Ziggurat dates back to 3000 BC, oldest settlement dates to around 6000 BC | Puppet Museum | Fin Garden: Persian Garden, UNESCO World Heritage Site"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Goodbye --- It’s time to say our goodbyes to the adventure of the deserts in Iran and head back to Tehran. --- Highlights: Drive to IKA | Airport Drop Off"
    }
  ],
  "map": ""
}