{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "luxury-railway-tour-of-iran",
  "tourName": "Luxury railway tour of Iran",
  "placesVisited": "",
  "generalInfo": "The Iran Train Tour offers an opportunity to visit the cultural and historical heritage sites of Iran on a 5-star Iran train which offers a high level of comfort and services in a pleasant atmosphere. The Iran Train Tour covers all of the above in 9 days and during this time the passengers are served on board or in 5-star hotels for dining and sleeping.<br/><br/>The Iran Train Tour is an iconic experience of discovering the story of Persia. This all-inclusive adventure will take you through richly diverse landscapes, cultures, and heritage sites.<br/><br/>The Iran Train Tour offers unique excursions with tours ranging from the beloved Iranian cities such as Isfahan, well known for its beautiful historic architecture and magnificent Persian gardens that trace their design principles to the days of Shah Abbas, to Pasargadae and Persepolis, the cities of the Achaemenid Empire that rank among the world’s greatest cities of antiquity. The Iran Train Tour also includes a visit to Yazd which is very well known for its Zoroastrian fire temples, Persian handicrafts, and its high-quality confectioneries.<br/><br/>Over a week, The Iran train tour will delight all of your senses as you travel through Iran to reveal the pearl of Persia. During the day, the train provides a warm, naturally lit observation area. Here you can enjoy a cup of coffee or tea while taking in the scenery.",
  "durationDays": "9",
  "price": "2030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving at Imam Khomeini International Airport (IKA) in Tehran, our representative will meet and greet you at the airport. The local representative will transfer you to your hotel to rest."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Among the unique attractions of this route are the Alborz Mountain Range, Hyrcanian Forests, plains and Kavir Desert. The geographical variety and the specific landscapes will create you a memory of a lifetime. Starting from the Tehran Train Station, the train goes through Garmasar, Bonakuh, Simindasht, Zarrindasht, Firouzkuh, Gadok, Shur Ab and Veresk to reach the final station of Savadkuh. Then, it will move back towards Tehran. You will arrive at the Tehran Station at about 10:30 p.m. The train will have stops at some train stations and interesting points such as Veresk Bridge. The passengers will have some trekking and will learn about the construction of the railway and its stations, built almost 100 years ago. The railway line stretches over extraordinary bridges, loops and tunnels and mounts over 2000 meters at Veresk Village! Enjoy the trip on one of the world's most spectacular mountain railways!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, we will take you to a World Heritage Site, the lavish Golestan Palace. Built during the Qajar Dynasty, that rose to power in the late 1700s, this fabulous walled complex is centered on a landscaped garden with tranquil pools. Many of the elements you’ll admire today, date to the 19th century when local Qajari architects and artisans were looking to integrate traditional Persian style with elements of Western and Russian origin. The palace buildings are among the oldest in modern Tehran and they are still regarded as a crowning achievement of the Qajar era. Then, we will walk around Tehran Bazaar. The next to visit is the National Museum of Iran. At this museum you can see fabulous historical items from 5000 BC to the advent of Islam in Iran which shows a brief history of our land. In the afternoon, we will visit National Jewelry Museum. Owned by the Central Bank and accessed through its front doors, the cavernous vault that houses what is commonly known as the ‘Jewels Museum’ is not to be missed. The Safavid, Qajar and Pahlavi monarchs adorned themselves and their belongings with an astounding range of priceless gems and precious metals, making this collection of bling quite literally jaw-dropping. Tonight, we will take our private train to Yazd."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yazd is one oldest continuously inhabited towns of Iran. Its silhouette punctuated by minarets and the ingeniously-designed wind towers that capture desert breezes to cool homes during the hot summer months. Yazd is also the center of Iran’s Zoroastrian community, which is where you’ll begin the day’s sightseeing. At the Tower of Silence, you’ll learn about one of the traditions of this ancient pre-Islamic religion. Until the mid-1900s, the dead were transported to this tower where they were left to decompose and be devoured by birds. Zoroastrian tradition considers a deceased body to be “unclean” and this process of excarnation prevents contact with either fire or earth– both of which are considered to be sacred. At the still-active Zoroastrian Fire Temple, you’ll see a flame that is said to have been burning for the past 1,500 years. It’s an important pilgrimage site for the faithful and here our expert guide will offer additional insight into one of the world’s oldest monotheistic religions. In Amir Chakhmaq Square, you’ll see a very impressive Hussainiya– a congregation hall for Shia commemoration ceremonies. With three tiers of recessed alcoves, all perfectly proportioned, its facade is one of the city’s most photographed landmarks. The next place to visit is the Friday Mosque, built in 1324, where you can gaze upon the tallest minarets in the country. Among the many other historic sites to be seen in Yazd are beautiful old homes and the Dowlat Abad Garden. Standing by the garden’s long reflecting pool, you’ll be shaded by ancient cypress trees. Ahead of you is an 18th-century hexagonal pavilion with a beautiful stained glass window and a graceful wind tower– the tallest in Iran. All around are flowering fruit trees and other ornamental plants and trees."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your overland journey continues to the small town of Meybod, where your first impression might be its striking monochromatic architecture of desert brick. But set along an ancient trade route, Meybod also offers a number of fascinating sites to visit including its caravanserai. Built in typical Safavid style, this ancient desert inn features verandahs, shaded passageways, and nearly 100 rooms– some of which are now used as artisan workshops. At the local icehouse, you’ll learn about the thick-clay construction and subterranean chamber that allowed local residents to have ice and food storage before refrigeration– even during the intense desert heat of summer! Leaving Meybod behind, we will have a short stop to visit Kharanagh old town and a single-minaret mosque and Kharanaq castle. Winding alleys are the wonders of this castle which were used to surprise bandits. Then, we will take the train to Saadat Shahr."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, you will visit Pasargadae, a UNESCO World Heritage Site, the Tomb of Cyrus the Great and former capital of the Achaemenid Empire. We will spend some time exploring the site and though not as striking as Persepolis, there is a great viewpoint where we can look over the site and the surrounding area. From here, we will drive a couple of miles to Naqsh-e-Rustam, the Necropolis where Darius and his successors are buried. Carved into the side of a cliff, the site is extraordinary in its magnitude and sheer ambition and does not disappoint even after the impressive Persepolis. Then, we will have some stop on our way to visit the Legendary City of Persepolis, the former capital of Darius the Great which was founded in 512 BC. There was no more impressive construction in the ancient world than Persepolis, except perhaps the Karnak in Egypt. Darius built the terrace, Apadana (great audience hall), Tachana (a palace), and the Monumental Staircases; his son, Xerxes, added the Harem and the Hall of 100 Columns. Alexander the Great entered Persepolis in January 330 BC and then committed an uncharacteristic act of wanton destruction that still mystifies historians today, burning the mighty city to the ground. Though a shadow of its former self, the soaring pillars, terraces and sculptures of Persepolis still remain, but probably most impressive are the bas reliefs which line the site, telling the story of ancient governors and kings that came to Persepolis to pay tribute to the Persian Emperors. Finally, we will drive to Shiraz and will go to the hotel to take a rest."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, you will visit Nasir-al-Mulk Mosque (Pink Mosque) which is a few steps far from Vakil Bazaar. It was built at Mirza Hassan Ali Nasir-al Mulk’s command (one of the lords of the Qajar Dynasty); it took 12 years to complete it in 1888. Its interior reveals a magnificent masterpiece of design with stunning colors. This is a space where light and worship intertwine. The mosque comes to life with the sunrise and the colors dance throughout the day like whirling Dervishes. It reflects on the ground, walls, the arches, and the towering spires. It even reflects on the visitors as if a colorful ball is hit by the first sun ray and has exploded into thousands of butterflies all around. Continue your exploration in Shiraz at the beautiful orange-scented Narenjestan Garden, laid out in the 19th century during the Qajar Dynasty. Then, you will visit Karim Khan Citadel from outside. It was built during the Zand era. You’ll have time to explore and shop in the bustling Vakil Bazaar, home to hundreds of stores, beautiful courtyards, and even an ancient caravanserai. You will end your visit on a tranquil note in the lovely garden-tomb of Sa’adi and garden-tomb of Hafez, two of our most outstanding poets to feel the taste of Persian Literature. Hafez is one of the great poets who has impressed everyone with his mastery. His poems give us a special feeling and the peace in his tomb is really outstanding. Sa’adi is a poet, philosopher, and mystic who is known as the father of alternative tourism. About seven centuries ago, he travelled to different countries and cities. Then, he collected all his experiences in verses and rhymed prose in two books named Boustan and Golestan. These two books give you lots of inspiration and information. We will get a chance to pay homage to tombs of these great poets. Tonight, we will take the train to Isfahan."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "As the 17th-century capital of the Safavid Empire, Isfahan was one of the world’s greatest cities– architecturally striking, wealthy beyond imagine, and politically powerful with Europeans, Ottomans, Indians, and Chinese coming to its court– the heart of a vast Persian Empire that stretched from the Euphrates River in present-day Iraq to the Oxus River in Afghanistan. Indeed, its grandeur inspired the rhyming proverb, Isfahan nesf e jahan (Isfahan is half of the World). Your exploration starts in Imam Square. This 17th-century site is one of the largest public spaces in the world. Here in the square, you’ll visit the 17th-century Shah Mosque, revered as a masterpiece of Islamic architecture and easily recognized by its magnificent tile-work and soaring cupola and minarets. You will also visit Sheikh Lotfollah Mosque, also known as the Ladies Mosque, as it was built for the Shah's harem, renowned for brightly colored domed ceiling, where the light creates the image of a peacock. In the Ali Qapu Palace, you’ll marvel at its beautiful music rooms and the balconies where Safavid kings would sit to enjoy the polo matches unfolding in the square below. You’ll end your exploration of the square by visiting the Qeisarieh Bazaar. With hundreds of local vendors that specialize in traditional arts and crafts, it’s a wonderful place to shop for pottery, enamel, jewelry and delicately inlaid board games. Next up is Chehel Sotun Palace. Set in a landscaped and forested park in front of a tranquil reflecting pool, this graceful pavilion was built by Shah Abbas II for entertainment and court receptions. Entering through a portico with twenty slender wooden columns, you’ll discover soaring halls embellished with frescoes, paintings and mosaics; the Hall of Mirrors is especially breathtaking! In the city’s Armenian quarter, you’ll delve more deeply into the region’s complex history as you will visit several churches including the 17th-century Vank Cathedral with its lavishly decorated interior and unique blend of Islamic and European architectural elements. You will finish your exploration of the city by visiting two of the centuries-old, still elegant bridges that span Zayandeh River, namely, Si-o-se Pol and Khaju Bridges."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leaving Isfahan behind, we’ll travel to Kashan, a town originally famous for its textiles and ceramic production, but now better known for Fin Garden and its extensive bazaar and hammams. Fin Garden (A UNESCO World Heritage Site) is our first stop; a relaxing and visually impressive Persian garden with water channels all passing through a central pavilion. There is also the chance to buy some rose water, a local specialty, outside of the site. Then, you will visit Boroujerdi Traditional House. It was built about 130 years ago in the reign of Qajar dynasty (1857) by Iranian famous architect Ustad Ali Maryam. The owner was Haj Seyed Hasan Natanzi, a well-known merchant who mostly dealt with people of Boroujerd city. That’s why the house is known as Boroujerd's House. Afterwards, we will visit the bazaar area, a widespread complex filled with hammams and mosques; one hammam has been converted to a traditional teahouse where we will stop for those who need a break from shopping. Late in the afternoon, we will drive towards Imam Khomeini International Airport."
    }
  ],
  "map": ""
}