{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "nowruz-festival-tour-in-iran",
  "tourName": "Nowruz Festival tour in Iran",
  "placesVisited": "",
  "generalInfo": "The season of new beginnings starts with the Iranian new year called Nowruz at the spring equinox. Everyone buys new clothes, put new smiles on their faces, find new hopes and dreams for the upcoming year and welcome the beauty that comes with change. Iranians have many traditions of welcoming this newness in different ways all around this ancient land. However, one tradition that is mutual among them is community gatherings specially on the first day of Nowruz and visiting elders during these holidays.<br/><br/>This Nowruz tour package in Iran travel agency shows you the unique ways people prepare for the Nowruz celebration from how they prepare their city to how they take an inner journey of love. It will also take you deep into the experience of local communities in Tehran, Isfahan and Shiraz from ancient times to today’s modern society. It is one of the most magical experiences to see the different ways people have been celebrating Nowruz for the past thousands of years. The stories heard and shared in Nowruz will bring so much newness to your perspective of what culture Iran tours has to offer travelers from around the world.",
  "durationDays": "7",
  "price": "970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tehran --- We’ll stroll through the Tajrish Bazaar. It will be a scene full of local people preparing for Nowruz celebration. The shops will be filled with Haft Seen decoration items such as little goldfish, grass plants and many nuts and delicious traditional sweets. The traditional music is played by street musicians and we’ll trace the joy of Nowruz on everyone’s faces. It’s the happiest time in Iran. Afterward, we could visit Sa’dabad royal palace to your day plan. The palace has many Nowruz related events and the nature during spring in its gardens is quite extraordinary. --- Highlights: Airport Pick Up | Tajrish Bazaar: Local People and Nowruz Vibes | Sa’dabad Complex: 300 hectare complex built by the Qajar and Pahlavi | Welcoming Dinner | Overnight stay at a 4-star hotel in Tehran"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Beginning of the new year --- The moment of the new year is quite important in every culture. Iran is no different. We’ll be visiting a local family. Sit around haft seen table, wear traditional clothes, read poems and new year prayers until that moment arrives. Then we’ll have the most delicious Nowruz dish called Sabzi Polo which is herbed rice with fresh fish. Then we’ll visit elders of the family to hear their many memories of Nowruz in Iran. --- Highlights: Local Family Gathering: New Year Arrival Celebration | Delicious Nowruz Persian Dish: Sabzi Polo | Elder Visits: Tradition called “Eyd Didani” | Overnight stay at a 4-star hotel in Tehran"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tehran sightseeing --- This is the day to get to know the capital city of Iran called Tehran. We’ll visit the most important monuments of this big city from the historical ancient sites to the modern contemporary architecture of Iranians. --- Highlights: Golestan Royal Palace : UNESCO World Heritage Site | Museum of Ancient Iran: First Iranian Museum | Azadi Tower: Symbol of Modern Contemporary Architecture| Milad Tower: The highest tower in the city (435) with the best view | Overnight stay at a 4-star hotel in Tehran"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Isfahan --- We’ll be heading to Isfahan. The first spot we’ll visit is the Naqsh-E Jahan square full of tourists from around the world and also locals traveling from different parts of Iran. It’s no wonder there is so many people visiting this site during this time. The beautiful architecture of the buildings around, the many handicraft local shops and the fountain with the plants in the middle of the square makes it a perfect place to hang out in Nowruz time. Then we’ll be visiting a local family again to experience the differences among the different regions’ Nowruz traditions and how they do “Eyd Didani” and all. --- Highlights: Naqsh-E Jahan Square: UNESCO World Heritage Site | Sheikh Lotfollah Mosque: Eastern side of Naqsh-E Jahan Square | Shah Mosque: South side of Naghsh-e Jahan Square | Ali Qapu Royal Palace: A symbol of Iran’s Islamic heritage | Overnight stay at a 4-star hotel in Isfahan"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Isfahan --- We’ll start by exploring the Jolfa neighborhood to see how Armenians celebrate Nowruz. We’ll be visiting the many hips and contemporary handicraft stores in the neighborhood while also visiting some of the most beautiful churches of Iran. Afterward, we’ll head to the old Isfahan Bazaar and Jameh Mosque. Then, it’s time to attend some Nowruz related performances such as Naqqali (Iranian dramatic storytelling) and Amoo Nowruz (a fictional figure in Iranian folklore) play. After taking in the joy of diving deep into the Nowruz cultural event, we’ll go to the main hangout spot of the town along the Zayandeh Rud River. That would be a place in which many tourists camp. We’ll walk along the historical bridges and listen to the soothing sounds of traditional music played by musicians under the bridge. --- Highlights: Vank Cathedral: Fusion of Armenian and Islamic architecture | Jameh Mosque of Isfahan: A UNESCO World Heritage Site | Qeysarriyeh Bazaar: One of the greatest and luxurious trading centers in the Safavid era | Amoo Nowruz Performance | Walking alongside Zayandeh Rud River: Historical Bridges of Isfahan | Traditional Live Iranian Music | Overnight stay at a 4-star hotel in Isfahan"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shiraz --- Shiraz will be our next destination. A city filled with ancient Nowruz traditions, history and mythical stories. Therefore, visiting this city and paying respect to the founders of this country won’t be a waste of your journey. In fact, it will be one of the most grounding experiences visiting Cyrus, the great tomb and strolling through the historical city of Persepolis. There is also many exciting Nowruz related events happening in Persepolis which will be the added bonus of visiting this ancient site. During the night, we’ll visit two popular poet’s tombs whose poems are always a part of Nowruz gatherings and remembered by Iranians in most celebrations. --- Highlights: Pasargadae: A UNESCO World Heritage Site, The capital of the Achaemenid Empire | Persepolis: A UNESCO World Heritage Site, The ceremonial capital of the Achaemenid Empire | Necropolis: City of the dead | Hafezieh & Saadie: Ancient Persian poet’s tombs | Overnight stay at a 4-star hotel in Shiraz"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shiraz & Tehran --- Shiraz will be so full of life that we’ll need to spend another day in this city to explore it all. Our last memories of this journey to Iran will be one of the dreamiest images full of colors and smells of Nowruz in Shiraz. We’ll visit the Pink mosque to see the light and color fall in love from the reflection of the windows inside. Then, we’ll walk through the old neighborhood of Vakil smelling the orange flowers coming to arrive in spring time. Afterward, we’ll continue our spring walk to one of the most beautiful gardens of Iran called Eram garden which is full of beautiful flower blossoms. Then we’ll hold these smells and sights in our hearts and fly back to Tehran. --- Highlights: Pink Mosque: Also known as the Nasir al-Mulk Mosque | Vakil Complex: A combination of a citadel, a mosque, a bath, and a bazaar | Eram Garden: A UNESCO World Heritage Site, the Persian garden | Fly from Shiraz to Tehran | Airport drop off"
    }
  ],
  "map": ""
}