{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "iran-and-iraq-small-group-tour",
  "tourName": "Iran and Iraq small group tour",
  "placesVisited": "",
  "generalInfo": "Travel through two ancient lands shaped by thousands of years of history, art, and culture. This thoughtfully curated journey through Iran and Iraq offers a profound exploration of the civilizations that gave rise to poetry, philosophy, architecture, and early forms of governance. From the grand mosques and palaces of Persia to the ancient ruins of Mesopotamia, this two-part itinerary reveals the compelling stories of empires and spiritual traditions that shaped both the region and the world.<br/><br/>In Iran, wander through Tehran’s opulent palaces, the poetic streets of Shiraz, the winding alleys of Yazd, and the architectural masterpieces of Isfahan. Then cross into Iraq, where the legendary cities of Baghdad, Babylon, Karbala, Najaf, and the marshlands of southern Iraq continue the historical narrative. This journey is more than a tour—it is a passage through time.<br/><br/>You will be accompanied by expert guides in both countries, ensuring a comfortable and culturally rich experience as well as authentic encounters. Along the way, you will meet skilled artisans, sample traditional cuisine, and hear the stories of locals living amidst ancient streets and landscapes.<br/><br/>During this expedition, you will have the opportunity to:<br/><br/>-Explore major historical cities, including Tehran, Shiraz, Yazd, Isfahan, Baghdad, Babylon, Karbala, and Najaf<br/><br/>-Visit UNESCO World Heritage Sites such as Persepolis, Pasargadae, Golestan Palace, Yazd, Naghsh-e Jahan Square, Takht-e Soleyman, Chogha Zanbil, Samarra, and the southern Iraq marshes<br/><br/>-Step inside ancient wonders like the Ziggurat of Ur, the Arch of Ctesiphon, the ruins of Babylon, and Abbasid-era palaces and mosques<br/><br/>-Walk through traditional bazaars and neighborhoods, interact with locals, and observe crafts including carpet weaving, calligraphy, and metalwork<br/><br/>-Savor the distinct flavors of Iranian and Iraqi cuisine, from Persian stews and sweets to grilled masgouf, fresh dates, and marshland delicacies<br/><br/>-Experience daily life in historic cities, holy towns, and rural villages, gaining insight into how heritage and modern life continue to shape identity in both nations",
  "durationDays": "15",
  "price": "3440",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon your arrival at Shiraz International Airport (SYZ), our representative will meet you and escort you to the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a delicious buffet breakfast, our sightseeing tour begins. Our first stop is the Nasir Al-Mulk Mosque, also known as the Pink Mosque. Visiting this mosque is one of the most beautiful experiences of our trip to Iran, famous for its vibrant stained-glass windows that create a stunning display of color when the sunlight pours in. Next, we’ll visit the Karim Khan Citadel from the outside. Built during the Zand Dynasty, this historical structure offers a glimpse into the past. We’ll also have some free time to explore and shop in the bustling Vakil Bazaar, filled with hundreds of stores, beautiful courtyards, and even an ancient caravanserai (Saray-e Moshir). Next, we’ll visit the beautiful garden surrounding the Tomb of Hafez, one of Iran’s most celebrated poets, to experience the essence of Persian literature. Hafez is renowned for his poetic mastery, which has left a lasting impression on readers worldwide. His poems evoke deep emotions, and the serene atmosphere surrounding his tomb adds to the sense of peace and tranquility that makes this visit truly special. HOSPITALITY EXPERIENCE In the afternoon, we’ll have the special opportunity to prepare dinner with a Shirazi family. Known for their warm hospitality, this experience will give us a deeper understanding of Iranian culture through Persian family traditions, recipes, stories, and the joy of sharing a meal."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, we have a full day of driving to reach our destination, Yazd, the first and only Iranian city to be listed as a UNESCO World Heritage Site in its entirety. Famous for its mud-brick architecture, wind catchers, qanats, Zoroastrian heritage, silk production, special sweets, and much more, Yazd offers a unique glimpse into Iran’s rich history and culture. Along the way, we’ll make several stops. First, we’ll visit the legendary city of Persepolis, a UNESCO World Heritage Site and the former capital of Darius the Great, founded in 518 BC. Persepolis remains one of the most impressive constructions of the ancient world. Next, we’ll head to the Necropolis (Naqsh-e Rostam), where the tombs of four of the most famous Achaemenid kings are carved into the rock. Afterward, we’ll continue to Pasargadae, another UNESCO World Heritage Site, where we can visit the Tomb of Cyrus the Great and explore the ruins of the former capital of the Achaemenid Empire. Though not as grand as Persepolis, Pasargadae offers a stunning viewpoint to overlook the site and the surrounding area. Finally, we’ll continue our journey to Yazd and check into our hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yazd is one of the oldest continuously inhabited towns in Iran, recognized as a UNESCO World Heritage Site. Its silhouette is punctuated by minarets and ingeniously designed wind towers that capture desert breezes to cool homes during the hot summer months. Yazd is also the center of Iran’s Zoroastrian community, where we will begin our day’s sightseeing. At the Tower of Silence, we will learn about one of the traditions of this ancient pre-Islamic religion. Until the mid-1900s, the dead were transported to this tower, where they were left to decompose and be devoured by birds. Zoroastrian tradition considers a deceased body to be “unclean,” and this process of excarnation prevents contact with either fire or earth, both of which are regarded as sacred. At the still-active Zoroastrian Fire Temple, we will see a flame that is said to have been burning for the last 1,500 years. It is an important pilgrimage site for the faithful, and here our expert guide will offer additional insight into one of the world’s oldest monotheistic religions. After the temple, we will make a short trip to the Mehrban Polad Museum of Documents and Manuscripts. Regarded as one of the best museums in the city, it showcases historical and artistic treasures, including the oldest copies of the Avesta and beautiful manuscripts. It also features a place for enjoying Zoroastrian refreshments and is located in the Zoroastrian neighborhood, which, while not in the city center, is easily accessible. In Amir Chakhmaq Square, we will see an impressive Hussainiya—a congregation hall for Shia commemoration ceremonies. With three tiers of recessed alcoves, all perfectly proportioned, its facade is one of the city’s most photographed landmarks. The Sahib al-Zaman Zurkhaneh, located in the historic Amir Chakhmaq complex, is the most renowned zurkhaneh in Yazd and celebrated as one of the city’s oldest and largest athletic venues. We will have the opportunity to experience one of the world’s oldest sports in this historic location. Next, we will visit the Jame Mosque (Friday Mosque), built in 1324, where we can gaze upon the tallest minarets in the country. Just beside the mosque, we will have time to stroll in the Fahadan District, where we can become familiar with the architecture of desert houses. Among the many other historic sites to be seen in Yazd are beautiful old homes and the Dowlat Abad Garden (another UNESCO World Heritage Site). Standing by the garden’s long reflecting pool, we will be shaded by ancient cypress trees. Ahead of us is an 18th-century hexagonal pavilion with a beautiful stained-glass window and a graceful wind tower—the tallest in Iran. All around are flowering fruit trees and other ornamental plants and trees."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Before leaving Yazd, we’ll visit a Qanat, a traditional underground irrigation system that has been inscribed on the UNESCO World Heritage list for its remarkable engineering and historical significance in water management. Our journey continues to the small town of Meybod, where the first thing you’ll notice is its striking monochromatic desert brick architecture. Situated along an ancient trade route, Meybod also offers several fascinating sites to explore, including its Narin Castle, Caravanserai, Ice-House, and Pigeon Tower. Our first stop in Meybod is the Narin Castle, a 2,000-year-old fortress from the Sassanid Dynasty. We’ll then move on to the Shah Abbasi Caravanserai, a typical Safavid-style desert inn featuring verandahs, shaded passageways, and nearly 100 rooms—some of which are now used as artisan workshops. Next, we’ll visit the local ice house, where we’ll learn about the thick clay construction and subterranean chambers that allowed residents to store ice and food long before refrigeration, even during the intense summer heat of the desert. Our final stop before leaving Meybod is the Pigeon Tower, where we’ll discover the ancient agricultural system used to fertilize crops through the collection of pigeon droppings. Afterward, we’ll continue our journey to Isfahan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Our exploration begins at the Chehel Sotun Palace (UNESCO World Heritage Site), set in a beautifully landscaped park with a tranquil reflecting pool. This graceful pavilion was built by Shah Abbas II for entertainment and court receptions. As we enter through a portico with twenty slender wooden columns, we’ll discover soaring halls adorned with frescoes, paintings, and mosaics, with the Hall of Mirrors being particularly breathtaking. Before heading to our next destination, we’ll take a closer look at Iranian Miniature Art, a traditional painting style dating back to the 13th century. Known for its intricate detail and vibrant colors, these miniature works often depict historical events, poetry, or everyday life. This art form holds deep cultural significance in Iran, reflecting the values and stories of Persian civilization, and continues to be respected and celebrated today. Next, we will experience the art of Carpet Weaving, a traditional craft where skilled artisans create rugs and carpets by hand on looms. Originating in Persia, this craft involves intricate designs and the use of natural fibers such as wool or silk. Handwoven carpets are highly valued for their quality and artistry, reflecting the cultural heritage and local patterns of Iran. Our next stop is the Naghsh-e Jahan Square (Royal Square), a UNESCO World Heritage Site and one of the largest public spaces in the world. Here, we’ll visit the Shah Mosque, a 17th-century masterpiece of Islamic architecture, famous for its magnificent tilework and soaring cupola and minarets. We will also explore the Sheikh Lotfollah Mosque, known as the Ladies Mosque, which was originally built for the Shah’s harem. Its brightly colored domed ceiling, where light creates the image of a peacock, is a stunning sight. At the Ali Qapu Palace, we’ll admire the beautiful music rooms and the balconies from which Safavid kings would watch polo matches played in the square below. We’ll conclude our visit to the square with a stop at the Qeisarieh Bazaar, a vibrant market with hundreds of local vendors specializing in traditional arts and crafts, including pottery, enamel, jewelry, and delicately inlaid board games. Finally, we’ll visit the famous 33-pol (Si-o Se Pol), one of the most beautiful historical bridges in Iran, to end our evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we’ll check out and make our last stop in Isfahan to visit the Khajoo Bridge, another beautiful historical bridge in the city. Known for its magnificent tiling and brickwork, this bridge is a true architectural gem. We will then proceed to Kashan, a town historically renowned for its rose water, textiles, and ceramic production. In Kashan, we’ll begin our sightseeing with a visit to Fin Garden (UNESCO World Heritage Site), a serene and visually stunning Persian garden with water channels that flow through a central pavilion. It’s a perfect spot to relax, and outside the site, there’s the opportunity to purchase some of the famous local rose water. Next, we’ll explore the Tabatabaei Historical House, considered one of the finest examples of traditional Iranian architecture. Finally, we’ll continue our journey to Tehran."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today, we will visit the Golestan Palace, a World Heritage Site. Built during the Qajar Dynasty, which rose to power in the late 1700s, this magnificent walled complex is centered around a beautifully landscaped garden with tranquil pools. Next, we will take a stroll through the Tehran Grand Bazaar, the second-largest bazaar in Iran after Tabriz. In the afternoon, we will explore the National Museum of Iran, where you can view incredible historical artifacts dating from 5000 BC to the advent of Islam in Iran, offering a glimpse into the rich history of our land."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our representative will transfer you to Tehran Imam Khomeini International Airport (IKA) for your scheduled flight to Baghdad, Iraq. Upon arrival at Baghdad International Airport, our local representative will meet and assist you at the airport. From there, you will be transferred to your hotel in Baghdad to rest and prepare for the next leg of your journey in Mesopotamia."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, we begin our day at Liberation Square, one of Baghdad’s central landmarks that has stood witness to many pivotal moments in the city’s history. From there, we will enjoy a short boat ride along the Tigris River, offering a different perspective of Baghdad’s urban landscape. We then cross the river to explore the Al-Mutanabi Market, a lively and historic cultural hub famous for its books, local artwork, spices, and handicrafts. Nearby, we visit Al-Qishla, a heritage building originally part of the Al-Muwaffaqia School complex. Dating back to the Ottoman era in the late 19th century, this site reflects Baghdad’s layered past. Our next stop is the Abbasid Palace, built in the 8th century during the height of the Abbasid Caliphate. Once the official residence of the caliphs, it remains notable for its architecture and historical significance. In the afternoon, we travel to the outskirts of Baghdad to visit Taq-e Kisra (Arch of Ctesiphon), a remarkable surviving structure from the Sassanid Empire. This towering brick arch stands as a testament to ancient Persian engineering and artistry. We conclude the day in Karada District, one of Baghdad’s most dynamic neighborhoods. Here, we will explore the Karada Market, enjoy the vibrant street life, and have time to relax at local cafes and restaurants, sample street food, or shop for jewelry and crafts."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, we begin the day with a visit to the Martyrs’ Monument in Baghdad. Designed by Iraqi sculptor Ismail Fatah al-Turk, this striking structure was originally built to honor Iraqi soldiers who lost their lives during the Iran-Iraq War. Over time, it has come to commemorate all Iraqi martyrs. Next, we head to the Baghdad National Museum, home to one of the most important collections of Mesopotamian artifacts in the world. From the ancient Sumerian civilization to Islamic history, the museum offers a powerful glimpse into Iraq’s past and its cultural legacy. We then drive to the ancient ruins of Babylon, once a mighty city in the Neo-Babylonian Empire and believed to be the home of the fabled Hanging Gardens—one of the Seven Wonders of the Ancient World. As we explore this archaeological site, we’ll see remains of palaces, temples, city walls, and the foundations of King Nebuchadnezzar’s palace. Continuing our visit, we will explore Saddam Hussein’s Palace, dramatically located above the ruins of Babylon. Built as a symbol of power, the palace was designed to mimic the grandeur of Babylonian architecture and offers a stark juxtaposition to the ancient ruins below. Later in the day, we arrive in Karbala, a sacred city for Shia Muslims. Here, we will visit two of the holiest sites in Shia Islam: The Shrine of Imam Abbas, dedicated to the half-brother of Imam Hussein. The Shrine of Imam Hussein, the grandson of Prophet Muhammad, who was martyred during the Battle of Karbala in 680 AD. This day blends ancient heritage with religious reverence, offering a deeper understanding of Iraq’s complex and powerful historical narrative."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast in Karbala, we travel to Najaf, one of the most important spiritual centers in Iraq. Our main stop will be at Wadi-us-Salaam, the largest cemetery in the world. Home to nearly six million graves, this sacred site holds deep religious and historical significance and is recognized as a UNESCO World Heritage Site. We then continue south to the city of Nasiriyah. There, we will visit the Ziggurat of Ur, one of the best-preserved and most iconic monuments of ancient Mesopotamia. Dating back to the 21st century BC, this stepped pyramid was a temple dedicated to Nanna, the Sumerian moon god. The ziggurat’s massive structure and enduring design offer a remarkable glimpse into the spiritual life and architectural mastery of early civilizations in the region. Overnight in Nasiriyah."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast in Nasiriyah, we set out to explore the Mesopotamian Marshes, the largest wetlands in the Middle East and a UNESCO World Heritage Site. These vast ecosystems are not only vital for biodiversity—supporting hundreds of species of birds and fish—but also home to the Marsh Arabs, who have lived here for millennia and are gradually returning to their ancestral lands. We’ll enjoy a traditional tea and spend time with local families, listening to their stories of life in the marshes. Then, we’ll take a boat ride aboard an Al-Mashhouf—a slender wooden boat used for centuries, gliding through the serene channels and reed mazes. For lunch, we’ll be welcomed into a reed house known as Al-Mutheef to enjoy Masgouf, a beloved southern Iraqi dish made from fish grilled over reeds. After this memorable cultural experience, we will drive back to Baghdad for the night. Overnight in Baghdad."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast in Baghdad, we will drive north to visit one of Iraq’s most iconic landmarks: the Great Spiral Minaret of Samarra, a unique architectural marvel dating back to the 9th century. Standing over 50 meters tall with a dramatic spiraling ramp, this minaret is a powerful symbol of early Islamic ingenuity and ambition. We will then visit the nearby Abu Dulaf Mosque, another significant example of Abbasid architecture, noted for its large courtyard and historical significance. Later in the day, we head further north to explore Hatra, a remarkable ancient city that once flourished in the 2nd century AD. Known for its fusion of Hellenistic and Roman architectural styles with Eastern decorative elements, Hatra’s monumental ruins, recognized as a UNESCO World Heritage Site, offer a stunning glimpse into the past. Though it was destroyed in the 3rd century, the grandeur of its temples and fortifications remains intact. After a full day of exploration, we return to Baghdad for the night."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast and depending on your flight schedule, you will be transferred to Baghdad International Airport for your departure."
    }
  ],
  "map": ""
}