{
  "destination": "Iran",
  "mainPhoto": "",
  "id": "iran-highlights-holiday-9-days",
  "tourName": "Iran highlights holiday, 9 days",
  "placesVisited": "",
  "generalInfo": "The 9-day tour takes you to a deeper layer of Iran. You discover Iran’s must-sees. It’s an adventure from Tehran’s modern atmosphere to Yazd’s 1000-year-old neighborhood, Fahadan. There you see a genius fresh water supply in the desert and the sacred Zoroastrian fire. You’ll have a short time travel from ancient Persepolis to the 800-year-old beautiful Vakil bazaar in Shiraz. In Isfahan, follow your spirits under the unique tilework of Persian mosques. And your journey’s final discovery is Abyaneh, an ancient red village. You’ll hang out with the locals through this journey and taste delicious Persian foods.",
  "durationDays": "9",
  "price": "1270",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tehran --- Highlights: Airport pick-up | Tabiat Bridge: Tehran’s largest pedestrian overpass with modern architecture | Bame Tehran: A recreational place and a full view of the city at Tehran heights | Sa’adAbad Palace: A complex of palaces at Tehran’s foothills that used to be the summer residence of two Iranian dynasties | Welcoming Dinner: Have you ever tasted Persian dishes?"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tehran --- Highlights: Golestan Palace: UNESCO World Heritage; in the center of Tehran from the 18th century | Tehran Bazaar: The old maze-like market in the heart of Tehran. This 10-kilometer path is the best place to visit people closer | National Museum of Iran: Largest Museum in Iran with many treasures of Iran’s historical and ancient monuments | Treasury of National Jewels: One of the world’s famous collections of jewels and diamonds from Iranian dynasties"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Yazd --- Highlights: Train to the Historic City of Yazd: UNESCO World Heritage; the city of Persian qanats and windcatchers | Jame Mosque: The great congregational site from 800 years ago with priceless picturesque architecture | Fahadan Neighborhood: The aroma of thatch within ginger adobe walls is the most memorable thing in this 1000-year-old neighborhood | Zarch Qanats: UNESCO World Heritage; The water management system from 3000 years ago"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yazd --- Highlights: Tower of silence: A different burial space; the Zoroastrians used to leave the corpses there for the carrion birds | Fire Temple & Museum of Zoroastrians: This temple holds a sacred fire that has been lit for more than 1500 years | Amir Chakhmaq Square: A ritual center is known for its symmetrical arched cloves | Dowlatabad Garden: UNESCO World Heritage; a lively Persian Garden in a desert city! | House Dinner: A different supper; a Persian-style meal in an Iranian home, together with an Iranian family"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Abarkuh & Shiraz --- Highlights: The Cypress of Abarkuh: The 3rd oldest tree in the world. It is 4500 years old that literally symbolizes life and hope | Pasargadae: UNESCO World Heritage; The majestic capital of ancient Persia’s Achaemenid Great Empire dates back to 559–530 BC | Tomb of Hafez: The famous poet of love and mystics rests here"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shiraz --- Highlights: Pink Mosque: The Nasir al-Mulk Mosque with its Orsi-stained glasses create a colorful spiritual feeling of awe | Vakil Complex: 3 Shiraz popular highlights; Bazaar, Mosque, and bath | Arg of Karim Khan: A castle for the king, Karim Khan, built in the 11th century | Eram Garden: UNESCO World Heritage; A Persian garden with a palace as its sparkling jewel | Shah Cheragh Shrine: A holy tomb that was erected first in the 12th century"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Shiraz & Isfahan --- Highlights: Persepolis: UNESCO World Heritage; A ceremonial complex of ancient | Necropolis: Ancient Iranian rock reliefs cut into the cliff, from both the Achaemenid and Sassanid periods | Drive to Isfahan | Khaju Bridge and Si-o-se-pol Bridge: A walking tour over the Zayanderud River at a spirited hangout with songs and music"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isfahan --- Highlights: Naqsh-e Jahan Square: UNESCO World Heritage; the Iranian architecture landmark | Sheikh Lotfollah Mosque: An architectural masterpiece of Iranian mosque architecture and tilework from the Safavid Empire in the 17th century | Shah Mosque: UNESCO World Heritage; an elegant iconic dome piercing the sky | Ali Qapu Palace: The official residence of Safavid Emperors with historically valuable paintings and mosaic work | Chehel Sotoun Palace: UNESCO World Heritage; A pleasant and freshening Persian Garden | Vank Cathedral: A splendid old church in Jolfa, Isfahan’s Armenian neighborhood"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Abyaneh & Tehran --- Highlights: Jameh Mosque of Isfahan: UNESCO World Heritage; one of the oldest preserved mosques in Iran | Drive to Abyaneh Village: A different stop at a historic red village; it is 2500 years old | Drive to Tehran | Airport drop off"
    }
  ],
  "map": ""
}