{
    "Main_Title": "Our Japan holidays & tours",
    "Main_Paragraph": "Our holidays to Japan start out in cities like Tokyo before taking you out to explore islands and countryside that give you a broader understanding of the country and its culture. Walk the Nakasendo Way, staying in locally run ryokan inns that serve seasonal home-cooked feasts. Cycle between gleaming rice paddies, shrines and little-visited villages in the countryside alongside local guides who give real insight into ways of life here. One of the main joys of our Japan holidays? Travelling by public transport, including the legendary bullet trains. They’re not just one of the most environmentally sound ways of travelling – they’re also the most fun.",
    "Subtitle": "About our Japan holidays",
    "Title1": "Culture on a holiday in Japan",
    "Paragraph1": "Exploring Japanese culture is a highlight of our holidays. Learn the ancient art of the Japanese tea ceremony, or the intricacies of sushi etiquette, from a local expert. Tour respectfully around Gion, Kyoto's geisha district, and enjoy enlightening walks along the iconic Nakasendo Way, following in the footsteps of samurai warriors. Experience the mental and physical benefits of meditation, solitude and vegetarian cuisine at a mountain monastic retreat, and the pleasures of staying in a locally run ryokan. These traditional country inns often have an onsen (hot spring bath) attached, the rituals involved in taking a dip could almost fill a guidebook on their own.",
    "image1": "",
    "Title2": "The cherry blossom in Japan",
    "Paragraph2": "Japan’s iconic\nsakura\n(cherry blossom) bloom from south to north as the climate warms, draping parks and gardens the length of the archipelago in delightful shades of pink and white, and prompting\nhanami\n(cherry blossom-viewing parties) throughout the spring. The cherry blossoms have been revered in Japan for centuries, and have inspired the works of countless poets, artists and philosophers. Different regions all-too-briefly come into bloom at different times, so it pays to learn the best time to see the cherry blossom in Japan – and if you want to avoid the crowds, we can help.",
    "image2": "",
    "Title3": "Walking in Japan",
    "Paragraph3": "Our walking holidays in Japan promise a combination of history, spirituality, and remote mountain landscapes – along with welcoming, locally run hotels. Long distance routes thread the islands, including the Nakasendo Trail along which samurai once escorted their masters between Kyoto and Tokyo. The Kumano Kodo Trail is a legendary pilgrimage walk lined with ancient shrines, while white-robed walkers tick off Buddhist temples on the Shikoku Pilgrimage. Both take you through spectacular alpine scenery. For those with less time, we have shorter Japan walking holidays across Honshu, with the romantic Nikko National Park a sublime place to escape the Tokyo crowds.",
    "Title4": "Bullet trains on Japan holidays",
    "Paragraph4": "Not quite as fast as a speeding bullet but fast enough to acquire the nickname, Japan’s famous\nshinkansen\nnetwork spans the country, enabling you to get between cities comfortably, rapidly and cost-effectively too. Almost all of our Japan holidays will feature some rail travel, with some getting around entirely on the train, and we can even assist you in organising a Japanese Rail Pass (unlimited travel for seven days). Watching as the scenery zips past the windows of these sleek, modern and accessible trains is as essential to holidays here as sushi and shopping, and rail travel is also a great way to meet friendly local people.",
    "image3": "",
    "Title5": "Types of tours & holidays in Japan",
    "Paragraph5": "Exploring Japan as part of our sociable small group holidays is a fun way to embrace the unique culture and traditions here, but there are also tailor made tours for those wanting more flexibility in their itinerary. And don’t fall for the misconception that travelling in Japan is always expensive – our budget Japan holidays are more forgiving on the bank account without skimping on the fun. A perfect example is walking holidays that avoid major cities, keeping to local inns and restaurants in rural areas and offering fewer opportunities to blow your cash on gourmet sushi or high-spec gadgets."
}