{
    "Main_Title": "Our New Zealand holidays & tours",
    "Main_Paragraph": "Our holidays to New Zealand benefit these snow-tipped landscapes, and the wildlife and people who live in them. You’ll stay in farms and family-run B&Bs run by hosts with amazing stories to tell and walk with Maori guides who’ll share unfiltered insights about their lives and land. This country is often hailed as the adventure capital of the world, and there's plenty  into which intrepid types can dig their oar. Meanwhile, wildlife trips invest in conservation projects in Abel Tasman National Park and the Subantarctic Islands, making sure your impact as a seal seeker or penguin peeker is a positive one.",
    "Subtitle": "About our New Zealand holidays",
    "Title1": "Adventure capital of the world",
    "Paragraph1": "Fancy a bungee jump over a river canyon? Or a skydive above a volcanic lake? Perhaps skimming within centimetres of rock walls aboard a jet boat is more your thing, or going over the highest commercially rafted waterfall in the world. Nowhere else in the world does adventure quite so well as New Zealand, or with such respect for the environment. The great thing about our outdoor activities in New Zealand is that they’re spread around the whole country. There is natural beauty everywhere, so you won’t find yourself confined to crowded hotspots.",
    "image1": "",
    "Title2": "Maori culture",
    "Paragraph2": "New Zealand’s indigenous people canoed over from Polynesia around 1250AD, long before European settlers arrived. Our holidays use Maori-owned businesses, and Maori guides when appropriate, so you can discover and support their culture. The haka, actually a welcome rather than a war dance, may be the best-known tradition, but most parts of the country have their own iwi (tribes) who will share their understanding of kaitiaki, the concept of being stewards of the land rather than owners. Key Maori cultural sites on the North Island include Hokianga harbour, the Waitangi Treaty Grounds, and the ‘living village’ of Ohinemutu near Rotorua.",
    "image2": "",
    "Title3": "Fjordland in New Zealand",
    "Paragraph3": "Carving into the southwest corner of the South Island, New Zealand’s Fjordland region is wet, wild and wonderful. Only four of the 15 glacier-carved fjords can be explored on foot, with peak tramping season being summer, between December and February. Cruises are the most popular way to tour Fjordland and the best way to truly appreciate the magnificent Milford Sound; join one of our small ship cruises, carrying fewer passengers, to minimise your impact, and still enjoy the expertise of on-board scientists and naturalists; winter sees dolphins, seals and whales appearing.",
    "Title4": "Walking holidays",
    "Paragraph4": "New Zealand boasts some of the greatest walking terrain on Earth. From multi-day epics: the famous Milford Track in Fjordland and the Karamea Track, to full-day tramps like the Tongariro Crossing, there’s no better way to experience New Zealand than by strapping on your boots for one of our walking holidays. Not that you need to be super-fit to enjoy walking here – there are many easy-going short routes too. Our trips make use of the country’s extensive network of family-run bed and breakfasts, many of which are concerned with conservation and who are doing their bit – as you are as a hiker – to leave a light touch on their landscapes.",
    "image3": "",
    "Title5": "Discovering the wildlife",
    "Paragraph5": "Kiwis – the endangered little birds that give New Zealanders their nickname – are rarely seen, but if you want cute birds, there are three native species of penguins here, including the little blues often seen around Abel Tasman National Park. You’ll encounter marine wildlife all around, but Kaikoura, on the northeast coast of the South Island, is justly famous for the resident sperm whales, who are joined by humpbacks and several other species in winter; the area also has a healthy population of fur seals and dolphins. Our expert local guides will reveal the country’s natural treasures."
}