{
    "Main_Title": "Our Maldives holidays & tours",
    "Main_Paragraph": "Our holidays in the Maldives are an invitation to flick off your shoes, lay back, relax and tickle your toes with pure white sand loveliness. From the warm waters of the Indian Ocean to the hum of conversation on a beach at the end of the working day, the Maldives is one destination where doing absolutely nothing can actually mean absolutely everything. Yes our Maldives tours can be active breaks: think diving over coral reefs, island hopping by small ship, or contributing to whale shark research on a conservation cruise. But our holidays are all about relaxing too. And, since we use local guides and locally-owned accommodation where we can, they are about resting easy, knowing that your trip is supporting communities as much as it can.",
    "Subtitle": "Highlights of our Maldives holidays",
    "Title1": "Stay on a local island",
    "Paragraph1": "Basing yourself on one of the archipelago's 200 or so\nlocal islands\nfor part or all of your holiday in the Maldives gives you the chance to enjoy not only the tropical trappings but also invites an authentic, first-hand glimpse into the day-to-day lives of indigenous islanders.\nOnce you arrive on islands such as Guraidhoo, Thoddoo and Dhigurah you’ll discover a world away from the expensive alternatives as well as placing your hard-earned holiday money where it’s needed most. Keep in mind that as the local islands follow Islamic laws that the resort islands do not, you won’t be able to drink alcohol, and dressing modestly is preferred.",
    "image1": "",
    "Title2": "Scuba diving & snorkelling",
    "Paragraph2": "What  is the most obvious thing to do on a Maldives holiday when you're surrounded by expanses of clear, blue, warm ocean? Why, get underwater, of course. There are\ndive centres\nvirtually everywhere in the archipelago. Mathiveri in North Ari Atoll, Dhigurah and Dhangethi in South Ari Atoll, and Gan in Laamu Atoll are just some of the dive bases where our tailor made holidays in the Maldives can help you gain your water wings. They offer fully accredited PADI courses and featuring knowledgeable expert instructors as well as a great variety of dive sites. Boat dives, drift dives and shipwrecks add to the abundance of coral reefs and marine species, including manta rays and whale sharks.\nAlternatively, our\nliveaboard cruises\ngive you the chance to discover many of the dive sites in the northern atolls that are out of reach of most day trippers. It has become popular, somewhat ironically, to combine diving in the Maldives with a spot of fishing. Reef fish such as grouper are a major part of Maldivian cuisine but sadly their popularity is leading to depleted stocks and unhealthy reefs. Our holidays prefer to see vibrant marine life underwater, and stick to admiring the fish from behind a mask rather than at the end of a line.\nSnorkelling – straight off the beach or from a boat – is another activity to try, with many coral reefs found just a short distance from the shore. Boat trips for snorkelling offer a fantastic means of discovering what can be found below the glass-clear surface, with manta rays, sea turtles and sharks just some of the marine creatures to prompt fishy tales around the smoky swirls of evening beach barbecues.",
    "image2": "",
    "Title3": "Cooking & cultural experiences",
    "Paragraph3": "Exploring the local cuisine is a major highlight of our holidays to the Maldives. The islands are renowned for a fairly simple yet always delicious selection of traditional dishes, with tuna, coconuts, rice, sweet potatoes and chillies usually featured in one form or another.\nCurries are a Maldivian mainstay and the chance to learn how to create the national dish of\ngarudhiya\nis a joy, especially when combined with trips to the agricultural landscapes of Fuvahmulah or Thoddoo. Seafood such as shellfish and lobster rarely appears on menus outside the resorts, and it has usually been imported. Octopus is caught locally, however.\n“Common dishes are mostly derived from nearby India, so Maldivians cook a lot of curry to eat with rice,” says Ruth Franklin, co-founder of our Maldives specialists Secret Paradise. “Many Maldivians love\nrihaakuru\n, a thick sauce made from cooking fish for a long time. I would highly recommend trying it with\nroshi\n(a version of Indian roti bread). Another popular dish with our guests is\nmas huni roshi\n. This is either canned tuna or dried tuna mixed with grated coconut, lime, onion and chilli and more often than not eaten for breakfast with\nroshi\n.”\nStaying on local islands in the Maldives is a way to gain a real appreciation for the authentic cuisine of the islands, rather than the international fare on offer in many resorts.",
    "Title4": "Spa & yoga retreats",
    "Paragraph4": "Our wellbeing retreats in the Maldives are situated in gorgeous natural settings such as the dense forests and banana groves of Hanimaadhoo in the Haa Dhaalu Atoll. The marriage of meditation, yoga and warm ocean waves is perfect for keeping happy and healthy on holiday, while helping your body regain its natural balance. Therapeutic treatments and traditional remedies may also be available on our Maldives spa holidays, inviting you to unwind over herbal tea as you chat to an expert about what scrubs, facials and massages you’d like to exfoliate yourself into sublime submission.",
    "image3": ""
}