{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "12-day-exploration-of-chiles-diverse-and-photogenic-landscapes",
  "tourName": "12-Day Exploration of Chile's Diverse and Photogenic Landscapes",
  "placesVisited": "Santiago (City), Torres del Paine National Park, San Pedro de Atacama",
  "generalInfo": "Explore diverse and extreme landscapes that range from sweeping golden sand seas to flourishing floral meadows, frozen glacial mountains, red-rock moonlike rifts, and sprawling colorful neighborhoods by the sea on this 12-day Chile itinerary. Customize your adventure to suit your travel desires and have your camera ready as you journey to see the beauty of Santiago, Patagonia, and the Atacama Desert.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago - Views of the Andes Peaks",
      "description": "The modern and cultural skyline of Santiago is wedged in a valley between the soaring summits of the Andes mountains and Chilean Coast Range. The city’s historic colonial core hosts landmarks that reflect the turn of centuries, its vibrant neighborhoods boast charming cafés and expansive museums, and its lush parklands reimagine natural spaces within the city. The juxtaposition of the city and snowy peaks that flank its borders will seduce you as you transfer from the airport to accommodation around the corner from the action."
    },
    {
      "dayNumber": "2",
      "title": "Santiago - Wine Tasting in the Maipo Valley",
      "description": "Santiago comes to life in the morning as eateries swing open their doors and the aromas of freshly baked Alfajores , a traditional South America confection, flood the streets. After breakfast, you will browse the cafés and boutiques that pepper dashing cultural districts. In the afternoon, a private transfer and guide will introduce you to the beauty of the Maipo wine country that extends from the city’s borders. Images of the red-berried vineyards, colonial winery architecture, and rural landscapes will backdrop your lavish wine tasting of Chile’s famous Cabernet Sauvignons, Carmenere, and Bordeaux Blends."
    },
    {
      "dayNumber": "3",
      "title": "Santiago - Day Tour to Discover Valparaíso and Viña del Mar",
      "description": "The cultural regions of Chile boast remarkably historic landscapes and you will begin your galavant from Santiago after breakfast to the popular colorful port city of Valparaíso. Standing on the main harbor promenade, you will look back towards the city and swoon over the flurry of brightly painted homes and buildings that shine through the emerald headland. Bohemian neighborhoods, the museum La Sebastiana, and downtown Plaza Sotomayor all offer spectacular views of the Pacific Ocean and the local Chilean way of life. You will also visit the glamorous coastal resort of Viña del Mar and swim in the sapphire sea."
    },
    {
      "dayNumber": "4",
      "title": "Torres del Paine National Park - Andean Arrival in Patagonia",
      "description": "The fourth day of your Chilean vacation will bring you to one of the most sought-after adventure travel destinations, Patagonia. The Patagonian landscapes are diverse and breathtaking. On one hand, rolling flower fields carpet the foothills of mountains and Andean forests spread from the sun-washed shores of serene lakes. On the other hand, icy glaciers cling to the archaic and monstrous mountain rock formations that scrape the clouds. You will arrive in Torres del Paine National Park and admire the contrast of green and white hues that encompasses the bewildering Chilean Patagonia landscape."
    },
    {
      "dayNumber": "5",
      "title": "Torres del Paine National Park - Cross the Ascencio Valley",
      "description": "Several activities are available to you during your stay beneath the snowy peaks of the Andes mountains in the immense Patagonian landscapes. Hiking remains a fan favorite as it will allow you to explore the magnificent and vast beauty as authentically and personally as possible. Today, you may cross the trails that snake through mountains to the Ascencio Valley and get up close to the jaw-dropping Towers of Paine. The paths traverse lenga forests where you will spot indigenous animals and birds and streams where you may sip the fresh mountain waters before you arrive at the main lookout point."
    },
    {
      "dayNumber": "6",
      "title": "Torres del Paine National Park - Capture the Grey Glacier",
      "description": "Having explored much of the captivating greenery of Torres del Paine the day before, you will wake up eager to capture the icy white landscapes that veil the Patagonian region. After breakfast, your guide will bring you to the Pudeto boat dock where a captain will welcome you aboard a catamaran setting sail across the frigid turquoise waters of Lake Pehoe. The cruise will reach the start of Grey Glacier trail and you will begin a moderate hike across the craggy cliffs, through forests, and out the other side to an observation point that overlooks Grey Glacier’s sprawling frozen landscape."
    },
    {
      "dayNumber": "7",
      "title": "Santiago - Witness the Purple Sunrise of Torres del Paine",
      "description": "Should you wish to see more of Torres del Paine before you leave for Santiago, you may wake up before sunrise and set foot along a short but beautiful trail around the corner from camp to watch the Patagonian sunrise paint the sky purple. Your roundtrip wander will bring you back to camp for breakfast and you will then transfer to the nearest airport to fly back to the Chilean capital. Your afternoon is yours to relish Santiago’s exuberant energy as you please, whether that means exploring the local cuisine or enjoying the surprising art spread across the cityscape."
    },
    {
      "dayNumber": "8",
      "title": "San Pedro de Atacama - Stargazing in the Atacama Desert",
      "description": "The landscapes that extend from the Andes vary from one Chilean province to the next. Today, you will leave the evergreen meadows and frosty glaciers behind for the arid deserts, sprawling salt flats, and geothermal plains of San Pedro de Atacama. You will transfer to an accommodation with impressive views of the desolate desert and then join your guide for an astronomical tour in the evening. With practically no light pollution affecting the skies, the Atacama desert remains the foremost stargazing spot in the world. You will look up and admire the cosmos as you spot planets and celestial bodies."
    },
    {
      "dayNumber": "9",
      "title": "San Pedro de Atacama - Floating On the Waters of Chaxa",
      "description": "You will wake up, step outside onto your porch, and bask in the golden sunlight that spreads across the seemingly endless desert expanse. The beauty of being completely alone in this arid desert wonderland will dawn on you as you sip coffee without another soul in sight. After breakfast, your tour guide will chaperone you on an excursion to Chaxa lagoon and the Salar de Atacama salt pan. Crystals line the edge of the salt pan and the lagoon’s dense salty waters will allow you to float effortlessly. Afterward, you will visit the former gold mining village of Socaire."
    },
    {
      "dayNumber": "10",
      "title": "San Pedro de Atacama - Tatio Geysers and Valle de la Luna",
      "description": "With only the immense geothermal landscapes left to tick off your extraordinary Chilean travel bucket list, you will eagerly adventure to the Tatio Geysers after breakfast. The impressive bubbling springs, babbling geothermal streams, and steaming crevices from which a thick mist billows out of the Earth’s crust are highlights that make for beautiful landscape photography. After a swim in the springs, you will continue to the salt caves, Licancabur Volcano, and the moonlike dunes of the Valle de la Luna to complete your adventure across Atacama's awe-inspiring geothermal and desert scenery."
    },
    {
      "dayNumber": "11",
      "title": "Santiago - Back to the Beginning",
      "description": "Your Chilean adventure will end where it began, in the bustling cosmopolitan capital of Santiago. Before you transfer to the closest airport to your Atacama accommodation, you may spend the morning appreciating the pleasant isolation of this far-flung destination and snapshot the indigenous flora and fauna that somehow thrives amidst the harsh desert conditions. After breakfast, you will return to Santiago and spend the rest of your day as you please. You may watch live musicians play at hip bars, tuck into traditional cuisine at family-run restaurants, and wander the bohemian neighborhoods during sunset."
    },
    {
      "dayNumber": "12",
      "title": "Santiago - So Long, Santiago",
      "description": "A new day in Santiago will bring with it new opportunities to appreciate the local Chilean culture and flavor before you pack your things and transfer to the airport. You will savor a delightful breakfast at your accommodation and may then step outside to immerse yourself in the South American energy one last time. You may peruse the colorful stores or grab a refreshment and head for the lush parks, visit inspiring museums, or photograph the cityscape from the summit of San Cristobal Hill if timing permits."
    }
  ],
  "map": ""
}