{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "chile-adventure-tour-snowcapped-peaks-to-high-deserts",
  "tourName": "Chile Adventure Tour: Snowcapped Peaks to High Deserts",
  "placesVisited": "Santiago (City), Pucón, Valle Nevado, Atacama Desert",
  "generalInfo": "Absolute hiking and skiing adventure awaits on this captivating 13-day tour across the remarkably varied environments of Chile. From the cityscape of Santiago to the sprawling wilderness of Pucón, the snowy summits of Valle Nevado to the unending desert of Atacama, you will uncover every idyllic inch of Chile’s most memorable hiking and skiing destinations.",
  "durationDays": "13",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago - Saying Hello to South America",
      "description": "Towering towards the clouds beneath the majestic snow-capped mountain peaks of the Andes lies the sprawling skyline of Santiago, Chile’s capital city. As you swoop down towards the international airport, the sunshine will peek through the fluffy clouds and flood its cosmopolitan cityscape with a luminous glow. Transfering to your accommodation in a lively Santiago district, you will sense the magical blend of historic culture and contemporary innovations that compose the distinct South American city of Santiago, a leafy base for over 40% of the population."
    },
    {
      "dayNumber": "2",
      "title": "Santiago - Wildlife Wonders below the Andes Mountains",
      "description": "Santiago is dripping with cultural highlights to explore. After breakfast, witness the otherworldly allure of the city’s surrounding wilderness uncovered within the mesmerizing Yerba Loca Nature Sanctuary. The far-flung forested paradise welcomes visitors who jump off the beaten path, and you will be amongst a select few that venture into these flourishing fields and rolling hills to see what constitutes untouched Chile. A brisk hike will reveal scenic panoramas of the soaring Andes Mountains, icy glaciers sweeping the hillsides, and endemic creatures that reside in the unspoiled environment."
    },
    {
      "dayNumber": "3",
      "title": "Pucón - Peaceful Moments Spent Lazing in Pucón",
      "description": "Adventure is inherent in the lake-lying city of Pucón, a destination gateway to the enchanting rainforests and staggering powdery peaks of the volcanic Villarrica mountain. This idyllic locale is regarded as one of the most exciting across Chile as its copious activities satiate the adventurous spirit of all those who grace these untamed parts. Before encountering the unending environmental discoveries that veil greater Pucón, you will have an afternoon to simply gaze out across the proliferating countryside as the gentle wind rolls through the trees."
    },
    {
      "dayNumber": "4",
      "title": "Pucón - Splendid Strolls in the Spectacular Villarrica National Park",
      "description": "You will discover the illustrious scenery of Villarrica up close as you step foot in the region's national park and begin trekking through its blooming mountain landscape. As you stroll along shaded pathways and open-air fields cascading the precipice, you will encounter giant volcanic rocks embedded into the cliffside and vegetation growing from every nook and cranny of the forest. Your journey will be set to the soundtrack of singing birds which you may spot if you peer between the branches of overhanging trees en route to glittering scenes of the lake and colossal caves cut into the rocky outcrops."
    },
    {
      "dayNumber": "5",
      "title": "Pucón - Racing Down the Rocky Rapids of the Trancura River",
      "description": "It is one thing to encounter the environment by foot, and a completely different experience to see it by raft, a thrilling activity you will be delighted to partake in during your third day amongst Pucón’s wilderness. Guided by an experienced ranger and equipped with high-quality gear, you will race down the speedy streams over rocky rapids and around sharp bends past a series of remarkable geological wonders, including the Garganta Del Diablo and the Metreñehue. Your adrenalin-filled day will come to a beautiful conclusion as you watch the sunset over the snowy scenes from the serenity of your secluded balcony."
    },
    {
      "dayNumber": "6",
      "title": "Pucón - Postcard Memories of the Puesco Andean Lagoons",
      "description": "Your adventures today will bring you back to the expansive Villarrica National Park, though this time to the glistening Puesco Andean lagoons that lay speckled across the vast viridian landscape. Monkeys will be seen swinging from the trees flanking the tranquil waters of the Quillelhue, Perdida, and Huenfiuca lagoons, while black-necked swans and red-gartered coot will gracefully hover over the gently flowing natural pools coating the leafy forest floor. With not a single soul or human-made construct insight, you will feel the blissful sensation of being one with nature as you calmly hike this picture-perfect park."
    },
    {
      "dayNumber": "7",
      "title": "Valle Nevado - Step Foot on the Snow-Capped Summits of Chile",
      "description": "Up to this point of your trip, you will have come to appreciate the incredible natural Chilean allure that lies at the foothills of the looming mountains spreading across the landscape. Today, however, you will ascend the powdery peaks and step foot in the snow that lays gentle along the steep cliffs like a white blanket keeping the rocky mountain warm. You will check into your elegant accommodation in the Euro-centric ski resort stationed on one of the largest ski regions in South America for a few days of snowy splendor soaring above sea level."
    },
    {
      "dayNumber": "8",
      "title": "Valle Nevado - Skiing Snowy Slopes beneath the Golden Sun",
      "description": "You will have unlimited access to the many ski-lifts located around the resort, which will send you flying to the crests of imposing mountains boasting a collection of stimulating ski trails. Zigzagging down the steep slopes, you will take pleasure in the surreal sights of the sheer precipices overhanging the spreading snowy landscape below while the sounds of the gentle gusts breeze across the surface. Whether new to the sport or an experienced professional, there are trails to suit your specific level across the riveting resort."
    },
    {
      "dayNumber": "9",
      "title": "Valle Nevado - Sit Back and Relax on a Stunning Snowy Peak",
      "description": "With another day to immerse yourself in the fantastic skiing opportunities presented at the prestigious resort, you may set off early in the morning to hit the slopes before others join you. Freeing up time in the afternoon, you may spend it savoring the top-tier amenities offered at your accommodation, whether you wish to kick back and relax while the fragrant aromas pouring from the kitchen send your taste buds into a frenzy or vitalize your mind and body with a warming spa therapy at the world-class facility."
    },
    {
      "dayNumber": "10",
      "title": "Atacama Desert - Mountain Biking across the Famous Death Valley",
      "description": "You will have explored Chile’s flourishing rainforests and spent time luxuriating on the snowy soaring mountain ranges, but, today you will transfer to an entirely new environment in the form of the treasured Atacama Desert. The immense expanse of umber and coral sand spreads as far as the eye can see, and there are few better ways to explore it than by mountain bike. Following a knowledgeable guide, you will set off across the famous Death Valley to the historic river beds cut into the sand over thousands of years to form colossal canyons digging into the earth."
    },
    {
      "dayNumber": "11",
      "title": "Atacama Desert - A Look Back to Pre-Incan Eras",
      "description": "This slice of sandy paradise is steeped in ancient history dating back thousands of years to when civilizations before us roamed the earth. Today, you will hike across the sun-drenched paths winding through the Katarpe Valley en route to the Quebrado Del Diablo Canyon, which is a gateway to the pre-Incan fortresses stamped into the Pukara de Quitor. Later today, you will trot along the desert on horseback to visit the welcoming and tremendously insightful and humble traditional communities that have remained disconnected from the rest of the world in the most inspiring way."
    },
    {
      "dayNumber": "12",
      "title": "Atacama Desert - Ancient Imprints in the Greater Atacama",
      "description": "Your final day in Chile will be spent hiking the highlands, from the modest town of Machuca. This starting point is shrouded in history, as will become apparent as your guide explains this served as the resting place for the Llama caravans that ventured across the Inca Highway. An old route past agricultural fields will share images of a bygone world that remains very much alive thanks to the settlers who still find refuge in this preserved piece of land. Enjoy lunch alongside the sun-washed Peñaliri River before you admire ancient architecture flecking the Atacameño town of Río Grande."
    },
    {
      "dayNumber": "13",
      "title": "Atacama Desert - Rapturous Moments to Reminisce On",
      "description": "As the sun washes over the umber sands spreading in all directions across the canyon-covered desert expanse of Atacama, you will feel the overwhelming sensation of peace for it is in this region that ordinary worries seem so far away. Enjoy an exquisite Chilean breakfast before you set off on your journey leading back to Santiago, where you will connect with your flight heading for home. You will forever treasure your adventures in Chile spent exploring the diverse environments coating its landscape in the most rapturous ways possible."
    }
  ],
  "map": ""
}