{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "crossing-the-andes-mountains-in-patagonia-by-horseback-and-trekking",
  "tourName": "Crossing the Andes Mountains in Patagonia by Horseback and Trekking",
  "placesVisited": "Patagonia, Bariloche, Chubut, Llanquihue, Cochamó, Puerto Varas",
  "generalInfo": "Cross the Andes Mountains in Patagonia from Argentina to Chile on this carefully curated 11-day tour introducing you to the fascinating cultures of South America and treating you to unique experiences relished far from the beaten path. Including a range of accommodations, from delightful lodges to well-equipped campsites, within breathtaking wilderness sanctuaries, you will lose yourself in the beauty of these dazzling destinations.",
  "durationDays": "11",
  "price": "14,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bariloche - Picturesque Images of Patagonia",
      "description": "Scenes of Nahuel Huapi Lake’s sparkling waters and Pantogonia’s soaring precipices will welcome you to Argentina as your airplane swoops down to the runway of San Carlos de Bariloche airport. Here, you will meet your private transfer and be whisked away to an accommodation hugged by the woodlands and flanked by the glimmering lake. After checking into your charming suite, you may freely explore the spectacular national park, cruising along the breathtaking coast to the foothills of Mount Campanario’s towering crest. You may even ascend the craggy peaks, via ski lift, to capture mesmerizing panoramic views atop its imposing summit."
    },
    {
      "dayNumber": "2",
      "title": "Chubut - Disconnected Under the Stars",
      "description": "In the morning, the sunshine will dance off of the lake and the birds will burst into song as you savor each tantalizing bite of breakfast within this tranquil setting. Shortly thereafter, you will be collected and privately transferred to a rustic cabin nestled in the woods. Perfectly poised on the banks of the Chubut River, your surroundings will provide a dreamy retreat from the concrete city. Disconnected and flung far off the beaten path, you will lose yourselves in the simple bliss of having to warm the house by crackling fire and spend the evening unplugged within the wild."
    },
    {
      "dayNumber": "3",
      "title": "Chubut - Trotting along Patagonia’s Viridian Pastures",
      "description": "There are few better ways to soak up Patagonia’s splendors than on horseback, slowly galloping across the emerald, sun-soaked meadows to viewpoints where you will catch a glimpse of the Andes’ snowy peaks. Your ride will lead you to where the Gauchos, South America’s cowboys, herd their cattle in the summer pastures and you will spend the evening making camp in the mountains. Roasting meats over the open flames beneath the twinkling night sky will prove to be an idyllic conclusion to an adventurous day in rural Patagonia."
    },
    {
      "dayNumber": "4",
      "title": "Chubut - The Life and Times of the Gauchos",
      "description": "In the morning, you will stoke the coals and sizzling embers from last night's fire to help your new friends prepare a stunning breakfast to be enjoyed amongst Patagonia’s flawless wilderness backdrop. Today, you will relish the unique opportunity to assist the Gauchos herd their cattle, an inspiring experience sharing insight into these local folks' rural way of life. Exploring the tricks of their trade and delving into the history and myths shrouding this bucolic landscape and the people dwelling here, you will find solace in the exceptional stories shared within Patagonia’s unspoiled paradise."
    },
    {
      "dayNumber": "5",
      "title": "Chubut - On the Banks of Lago Puelo",
      "description": "You will spend your final morning on horseback slowly trotting from camp, down the country roads, towards an old rural school hemmed into the peaceful pastures. Before reaching the Old School meeting point, you will bid farewell to your Gaucho guides and enjoy the last stretch of travel on foot. You will relish this time taking in your surroundings and capturing the wilderness up close before meeting your private transfer who will whisk you away to Lago Puelo. Your evening, spent at a delightful accommodation near the banks of the glistening lake, will be a relaxing end to the day."
    },
    {
      "dayNumber": "6",
      "title": "Chubut - Delicious Delicacies Cooked on the Open Flame",
      "description": "Today marks your final full day in Argentina, as you make your way closer to the Chilean border on foot during a splendid hike from your bed and breakfast to your next campsite. The leisurely stroll will lead you across the shimmering shores of Lake Puelo, where you may snap up pictures of the sun-washed waters and spot creatures rustling through the overgrown shrubbery. You will arrive at a campsite just shy of the Chilean border, where you will cook bubbling pots over the roaring fire as the stars light up the night sky."
    },
    {
      "dayNumber": "7",
      "title": "Llanquihue - First Steps on Chilean Soil",
      "description": "Your hike will bring you to the Chilean border sometime this morning, where you will proceed through customs and take your first steps on Chilean soil. Upon crossing the border, you will board a motor-boat and speed across the shiny sapphire surface of Las Rocas Lake to a stunning accommodation tucked away in the viridian forests veiling the small, wildlife sanctuary of Las Bandurrias island. Scenes of the crystal clear water circling your charming accommodation and sounds of the endemic creatures whistling from the untouched canopy will introduce you to the beauty of Chile’s preserved ecosystems."
    },
    {
      "dayNumber": "8",
      "title": "Llanquihue - Admire the Astonishing Azul Lake",
      "description": "In the morning, you will set out to visit the still, crystal clear waters of Azul Lake, a diverse destination teeming with fish life and fragrant flora all blooming beneath the mighty snow-capped peaks of the magnificent mountains. Your trek will lead you through forests along shaded paths to the ancient Alerce and Arrayan trees growing mightily tall within the Valdivian-type rainforest. You will spend a few moments tucking into a picnic lunch on the shores of the lake before returning to your resort and lapping up the luxuries of your spellbinding surroundings."
    },
    {
      "dayNumber": "9",
      "title": "Llanquihue - Lookouts Looming over Las Rocas Lake",
      "description": "A short motor-boat crossing this morning will take you from your accommodation to the golden shores of Playa Mosquito beach. From here, you will begin your ascent of the hill bordering Las Rocas Lake, walking through fields of lush vegetation and up slopes carpeted in giant trees. Lookouts peppering the precipice will afford marvelous vistas of the surrounding landscape while rest stops in the forest will give you a chance to admire the colossal ancient trees sprouting between the greenery. Your adventures today will come to an enchanting conclusion as you return to the surface and luxuriate in the lake."
    },
    {
      "dayNumber": "10",
      "title": "Puerto Varas - Touring the Towns of Chile",
      "description": "Savor a mouth-watering homemade breakfast before cruising across the lake to a meeting point where you will join your driver. From here, you will begin your transfer to a series of fascinating Chilean towns speckling the region, first arriving at Llanada Grande and crossing Tagua Tagua Lake to relish lunch in Río Puelo. Continuing along a road winding with the lake’s shores, you will soon reach Cochamó, a town drenched in ancient culture and insightful heritage highlights. Your tour will conclude in Puerto Varas, where you will check into a spectacular, architectural masterpiece boasting unrivaled views of Osorno Volcano."
    },
    {
      "dayNumber": "11",
      "title": "Puerto Varas - Saying Goodbye to South America",
      "description": "You may appreciate the Chilean sunrise from your terrace as the wilderness comes alive around you with creatures leaping from the trees and birds releasing melodic cries. After breakfast, you will be collected by your driver and taken to the airport where you will board your plane bound for home. You will bid your farewells to South America, a destination rich in wilderness beauty that will have been your home to cherish during your adventurous travels through Patagonia. You will look back on this trip with fondness for the authentic experiences enjoyed in both Argentina and Chile."
    }
  ],
  "map": ""
}