{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "family-adventure-vacation-to-chile",
  "tourName": "Family Adventure Vacation to Chile",
  "placesVisited": "Santiago, Punta Arenas, Torres del Paine, Puerto Natales, San Pedro de Atacama",
  "generalInfo": "Flamingoes dip their beaks into a pristine lagoon and cause ripples in the mountains’ reflection. Icebergs in ancient lakes offer trails to opulent glaciers. Penguins waddle across pebble beaches and nest in the soft grass. From the northern desert to the towering snowcapped mountains of Patagonia, show the family the ceaseless wonders of Chile. On this custom tailored family adventure vacation to Chile you will find the remnants of Spanish conquistadors and journey to the south end of the Americas. Inspire the kids and bring the family closer as you experience the people and traditions, waterways and landscapes together.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago – The Edge of the Americas",
      "description": "Santiago is a city filled with energy and sophistication. Mountains wrap around the city and separate Santiago from the Pacific Ocean. Lush trees line the roadways, and the skyscrapers add a twinkle of vibrant light to the open sky. The family arrives at the airport and is met by your private transfer before reaching your fabulous accommodation. Each neighborhood has a distinct personality. The city center is filled with exuberant museums and lavish architecture. Tree-lined streets and pedestrian malls add vivaciousness to the afternoon. The air is filled with the aroma of the rising lush foothills blending with the endless swaying trees. You can look over the modern city atop the old pathways around Santa Lucia Hill. The hill rises over 226 feet above its surroundings and was named after the day in the 16th century in which the area was conquered by Spanish forces. Fountains spritz water into the air. A prominent statue of Pedro de Valdivia stands and decorates the foothill. Cafes and restaurants roar with local spirit, spilling over with music and laughter. The family quickly settles into the city and the energetic culture of Chile."
    },
    {
      "dayNumber": "2",
      "title": "Santiago – A Capital Collection",
      "description": "Chile’s history is filled with prominence and trepidation, Spanish conquistadors and South American dictatorships swirled into the undeniable beauty of the landscape. After breakfast, your guide meets the family and is ready to take you on a private tour of the city. One of Chile’s most famous exports is their celebrated poet Pablo Neruda. Neruda had homes in Santiago and the seaside city of Valparaiso. La Chascona was one of the poet’s secret hideaways in the capital. The entire family will delight in the home’s décor. You find the bright blue house on the foothills around Santiago tucked beneath the verdant trees. The edifice was constructed in the 1950s. Neruda had a passion for the sea and decorated the house with that passion in mind. The dining room is modeled after an old ship’s cabin. Natural light spreads through the living room and reflects off of the colored glass and shells that fill the small but open pace. The kids notice the playful elements of the home, including the lighthouse theme of the living room. The elements that remain of Neruda’s life continue to inspire people around the world, reminding them of the poet’s spirited intellect and endlessly playful imagination."
    },
    {
      "dayNumber": "3",
      "title": "San Pedro de Atacama – Good Vibrations",
      "description": "The morning light sweeps across Santiago. The brilliant sky almost glows against the rising mountains and colorfully painted walls of the city. After breakfast, the family is escorted to the airport for your flight to Camala, where soon you will arrive in the city of San Pedro de Atacama. The people are filled with positive energy shown through their effervescent smiles. The landscape is celebrated for its unique combination of spectacular volcanoes and sprawling salt flats. San Pedro de Atacama is filled with charming adobe streets that encircle the tree-lined central plaza. Iglesia San Pedro adorns the square and reminds you of a travel brochure, encouraging everyone to visit the picturesque region of Chile, except you are witnessing the image for yourself. The walls are a sugary white and date back to the 18th century. The town is relaxed and comfortable. The people are caring and welcoming. Journey to the Valle de la Luna and watch the sun set over the unforgettable landscape. The elements, from floods to winds, have shaped the undulating valley into a collection of rock formations that tower above and cower beneath you. The red rocks shimmer in the sunlight to create a surreal image the earth. The layers of sunset imitate the colors of the rocks until the light fades, and the starlight overtakes the sky."
    },
    {
      "dayNumber": "4",
      "title": "San Pedro de Atacama – The Pink and White Desert",
      "description": "After breakfast, you meet your guide near the central plaza of the city and leave behind San Pedro de Atacama for the day. When you arrive at Reserva Nacional de los Flamencos, you find the distant desert landscape flooded with slight pink hues. The reserve was established in 1990. The area consists of two salt flats and a collection of lagoons. Flocks of James flamingoes graze in the waters. The reflective ponds mirror the surrounding mountains. The kids watch the flamingoes in wonderment, finding the beauty of the birds in their natural habitat. Continue to the Salar de Atacama, the largest salt flat in Chile located at an altitude of 7,562 feet above sea level. When you look out on the salt flats, you find the extensive crust and the lustrous white surface of the landscape. The scenery is exhilarating. It looks like the white sands of an endless beach. The kids are struck by the immensity of the space and the bleached color of the desert. Snowcapped mountains loom in the background. The air is slightly salty. The nearby waters are colored with lively blues and deep greens, heated by local thermal springs. The kids splash in the water and play in the salt in the unparalleled world that Chile offers."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Natales – The Wonders of Patagonia",
      "description": "Today the family will travel from the northern edges of Chile to the beginnings of Patagonia. Your private transfer meets you at the airport in Punta Arenas and escorts you to Puerto Natales. En route, you will stop at the celebrated penguin colony of Otway Sound. The inland area is a natural waterway left by an ancient retreating glacier. At the edge of the waters, on the rocky beaches of the beginning of Patagonia, is the colony. In the afternoon, the penguins return from their fishing expeditions and fill the beach. Penguins live an average of 28 years and always return to their birthplace for mating season. In the water, they dive up to an average of 49 feet. Their black and white fur swirls around their bodies as they waddle along the pebbles to the grassy areas away from the water. The air is cool and scented with the sweet sea. The penguins delight the entire family. Arrive in Puerto Natales and find vibrantly painted homes sitting against the emerald waters; the town is situated amongst the natural beauty of Lutima Esperanza fjord."
    },
    {
      "dayNumber": "6",
      "title": "Puerto Natales – Understanding Patagonia",
      "description": "People speak of Patagonia as if it were a natural wonder, unparalleled in its ethereal beauty. The family has already begun to understand the world’s fascination and love of the region. After breakfast, your guide takes you to the gates of the Parque Nacional Torres del Paine. Granite Pillars, known as the Towers of Paine, rise over 6,561 feet and dominate the amazing scenery. The forests practically decorate the landscape with bright green leaves. Rivers roar and lakes shimmer with pristine azure. Guanaco is an animal similar to a llama. Through determined conservation efforts, it has been brought back from the brink of extinction and now grazes happily on the grasslands. The air is crisp and pure. The family is excited with the chance to explore the wilds of the national park. The pillars stand tall and proud over the grasslands and reflect in the unadulterated lakes. You are hard pressed to imagine a more beautiful and unspoiled place than this."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Natales – Pressing Against a Glacier",
      "description": "Today you return to Torres del Paine for the family to have a deeper experience with the exceptional grandeur of the national park. Climb aboard a boat for an excursion to Grey Glacier. The breeze is cold against your cheeks. The water ripples away from the boat and mists into the air. The Southern Patagonian Ice Field flows southward where you find the specific icy mass. Grey Glacier is 17 miles wide and rises just under 99 feet tall. The scenery reminds you of a different planet. The kids point at pieces of ice in the water that have broken off from the glacier over time. You can imagine the large crack and splash the ice would make. The boat edges closer to the glacier to provide everyone an unforgettable view of the distinctive Patagonian landscape."
    },
    {
      "dayNumber": "8",
      "title": "Punta Arenas – A Countryside Past",
      "description": "Chile’s countryside is well known throughout South America for its rich history of ranches, cattle drives, and cowboys. You say goodbye to the towering mountains and lavish glaciers of Torres del Paine and come to a Patagonian estancia that dates back to the early 1900s. The plains are flush with grassland and filled with grazing sheep. The family receives a friendly welcome and finds the spirit of farmland alive and well. The scent of roasting meat drifts through the air. Herds of sheep look like pillows as they trot across the grassland. The family learns about the history of the ranch and Patagonia’s celebrated gaucho past. The stories captivate the kids, almost as much as the sheep sheering demonstration. The ranch is preserved in a way that makes the entire property feel like an interactive museum. The crispy, savory dough of empanadas provides a buttery aroma that adds to the mouthwatering scent of the slow roasting lunch. Sheep bleat in the open air and dogs bark playfully as they round up the herd. After your visit to the ranch, the family continues its journey northbound until reaching the regional capital of Punta Arenas."
    },
    {
      "dayNumber": "9",
      "title": "Santiago – Grand and Elaborate",
      "description": "Punta Arenas is an amalgamation of a prevalent roughneck reputation and famous hospitality. The city was once filled with explorers and sailors setting out in all directions of the world. Today the city continues to sit on the Strait of Magellan, bordered by rising mountains that look as though they have been painted on the horizon. The houses are decorated vibrant colors, and the cobalt water imitates the shade of the sky. Opulent mansions surround the central square known as Plaza Muñoz Gamero. A monument commemorates the 400th anniversary of Magellan’s voyage around the world. Casa Braun-Menéndez sits on the northern edge of the plaza. The elegant façade offers insight into the luxurious interior. The family can enjoy the interior design in the public taverna located on the first floor. In the afternoon, you are met by a private transfer and taken to the airport for your return flight to Santiago. The city maintains its natural energy throughout the day, filled with jovial locals and bordered by the familiar graceful mountains."
    },
    {
      "dayNumber": "10",
      "title": "Santiago – Chilean Reflections",
      "description": "Santiago feels familiar and comfortable. A small breeze rustles the trees. The image of Palacio Cousiño stands lavishly against the soft-spoken streets of the city. The palace was constructed in the 1870s by the patronage of a family who amassed wealth from winemaking and mining. Marble columns add a gleam to the décor. A Bohemian crystal chandelier provides an unmistakable flint to the interior. The cutlery is solid gold. The embellishments alone could shine over the city by reflecting the sunlight. The beauty of the architecture enhances the surrounding natural allure of the countryside. A private transfer escorts the family to the airport for your flight home. You have traversed Chile from arid top to glacial bottom and let the country inspire awe across the hearts and minds of you and the children alike."
    }
  ],
  "map": ""
}