{
  "destination": "Chile",
  "mainPhoto": "",
  "id": "wonders-of-chile-city-desert-mountain-tour",
  "tourName": "Wonders of Chile: City, Desert, Mountain Tour",
  "placesVisited": "Santiago (City), Valparaíso, Casablanca, Atacama Desert, Puerto Natales",
  "generalInfo": "Experience the wonders of Chile for nine days as you relish this handcrafted tour weaving from the beating heart of Santiago to the soaring powdery snow peaks fringing Puerto Natales. From the delectable delicacies to the fascinating history, you will explore a wealth of Chilean heritage during this experience tailored to nature enthusiasts looking for an escape from the every day and the mundane.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Santiago - Dazzling Cityscape Scenes from atop San Cristobal Hill",
      "description": "Wedged between the remarkable towering Andes Mountain range, Santiago’s cosmopolitan skyline affords unbridled vistas of the soaring snowy peaks that rise like a phoenix above the buzzing cityscape. Within the city center, royal palaces exude opulent charm, and colonial architecture litters the spirited districts where fragrant dishes that spill out from traditional eateries as colorful garments line store windows flanking boulevards. There is a clear blend of old and new that dominates the dazzling skyline, which you may appreciate in all its glory as you gaze out from San Cristobal Hill."
    },
    {
      "dayNumber": "2",
      "title": "Santiago - Cultural Highlights and Wonderful Wines",
      "description": "Today marks the beginning of your discoveries of the endearing local culture and sanctified delicacies that mark the zenith of Chilean heritage and cuisine. You will join your tour guide and head for the coastal town of Valparaíso, a seductive skyline doused in colorful buildings zigzagging up the sides of steep emerald precipices that fortify its neighborhoods. After relishing the historic art and history shrouding the beloved destination, you will embark for the terraced vineyards that compose the verdant Casablanca Valley, a region known best for its prestigious wine harvests, which you will lap up overlooking the bewitching views."
    },
    {
      "dayNumber": "3",
      "title": "Atacama Desert - Spellbinding Spectacles of the Coral Desert",
      "description": "Chile is cherished for its breathtaking slices of natural paradise, and few rival the remarkable allure of the Atacama Desert. This region is rich in rocky canyons and geothermal activity you will be delighted to explore during your stay here. Today, you will enjoy the panoramic vistas of the sandy topography, veiled in coral colored hills and carved by ancient river beds. There is a feeling that reverberates from the archaic archaeological site that will sweep you away from the moment you step foot on the soft, golden sands sprawling the spellbinding desert."
    },
    {
      "dayNumber": "4",
      "title": "Atacama Desert - Desolate Discoveries Far from the Beaten Path",
      "description": "You will discover all that that this wonderful part of Chile has to offer on an extensive tour of the surrounding environments. Begin at the traditional pre-hispanic village of Toconao, where local dwellers craft volcanic rocks into emblematic art. Afterward, you will continue to the mesmerizing salt flats that span thousands of kilometers and are home to a few distinct species of flamingos who grace their tranquil waters. Continue to the red summits circling the Miscanti and Miñiques lagoons for an afternoon wallowing in the whimsical views of this unspoiled sanctuary."
    },
    {
      "dayNumber": "5",
      "title": "Atacama Desert - Lunar Sightings in the Valle de la Luna",
      "description": "The Atacama Desert is rife with geothermal activity, no more prevalent than at the famous Tatio Geysers. You will set off to the geysers, after sunrise. Fountains of vapor ooze from the holes in the ground, warning passersby against stepping too close to their piping hot formations. A nearby river may make for a revitalizing warm bath as you soak your body in the steamy water heated by the magma below the earth’s crust. In the afternoon, you will admire the lunar-esque landscape that veils the Valle de la Luna as the sunset sets the twinkling stars free."
    },
    {
      "dayNumber": "6",
      "title": "Puerto Natales - Picturesque Port Scenes and Patagonia",
      "description": "The port city of Puerto Natales is a coastal haven set within the alluring Chilean landscape. A local atmosphere sweeps the modest districts of the charming town, born from the close communal ties and ancient heritage that continues to be a source of life for the local inhabitants. Beyond being a wondrous retreat from the rest of the world, Puerto Natales is also an entry point to the fascinating geological wonders that lay sprinkled across the untouched parts of Chile’s southern Patagonia."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Natales - Magic within the Milodon Cave",
      "description": "Wake to explore the momentous Milodon Cave, three cavernous conglomerates of colossal proportions that you will wander through curiously as the sun peers through their apertures. That said, the mighty caves are but few of the mesmerizing spectacles to explore during your stay in the port city, and after perusing them, you will continue to the turquoise lakes that dominate the Torres del Paine National Park. Scenes of these serene pieces of crystal water flowing gently below the snowy mountains are breathtaking from every angle, images you will swoon over for a lifetime."
    },
    {
      "dayNumber": "8",
      "title": "Puerto Natales - The Pounding Silver Streams of Paine Waterfall",
      "description": "You will enter Lago Sarmiento this morning to view more of the bewildering wilderness that blankets Chile. Guided by an experienced ranger on this beautiful hiking tour, you will stumble upon thousands of years of history painted onto the rocks in the form of ancient cave artwork. Continuing your journey, you will encounter a collection of endemic creatures such as black-necked swans wallowing in the peaceful waters of the Laguna Blanquillos. Finally, you will find yourself looking up at the gushing silver streams of the Paine Waterfall, a grand geological water feature too breathtaking for words."
    },
    {
      "dayNumber": "9",
      "title": "Puerto Natales - Memories to Last a Lifetime",
      "description": "Though your wonderful tour through the immense wilderness of Chile will be coming to an end shortly, you will have one more morning to cherish the incredible scenes while tucking into a delicious Chilean breakfast. As the aromas fill the air and the birds sing their sweet songs, you will think of little more than the stunning moment rounding off your captivating vacation through the enchanting country. These are the moments you will look back on from home with great pleasure, memories to last a lifetime."
    }
  ],
  "map": ""
}