[
    {
        "type": "overview",
        "Main_Title": "Our St Lucia holidays & tours",
        "Main_Paragraph": "Given its idyllic location in the azure Caribbean Sea, it’s no surprise that most of our Saint Lucia holidays get there by sailing. As well as being a low carbon way to get around, helping to crew a stylish and comfortable yacht means you can explore quiet bays well away from the crowds, and nearby islands. Beginners and solo travellers are very welcome as you take part in every aspect of sailing, including preparing meals from locally sourced fare. And expect plenty of fresh fruit – Saint Lucia's economy revolves around banana plantations, not tourism. Beyond the resorts of the north, our tours explore a peaceful Creole haven visited by whales and dolphins, nesting sea turtles and migrant birds. The beaches are world class yet largely understated and undeveloped – total castaway bliss.",
        "Subtitle": "St Lucia holiday highlights",
        "Title1": "Lifes a beach",
        "Paragraph1": "Unlike many Caribbean islands, Saint Lucias beaches are open to all  even if they are in front of a hotel  so take advantage and explore as many as you can. The islands volcanic nature means some beaches have striking black sand, whereas others are postcard-perfect white with swishing palms. The west coast is sheltered in the calm Caribbean  ideal for families, while the trade winds that whip the east coast, particularly the long stretches at Anse de Sables and Cas en Bas, mean these waters are not suitable for swimming, but are perfect for wind and kite surfers. Tough access (long, rough roads or forest hikes) mean these beaches are frequently deserted. The same cant be said for the northwest of the island, which is heavily lined with resorts and hotels, so you are unlikely to find secluded spots.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "If you want to get some diving or snorkelling in, Saint Lucia also has plenty of reefs to explore  try Anse Cochon, on the west coast (accessible by boat), and Anse Chastanet in the south, which leads out to the Maria Islands Nature Reserve.",
        "image2": "",
        "Title3": "Trekking",
        "Paragraph3": "Walking in Saint Lucia is not about getting from A to B. It’s about being immersed in some stunning surroundings – and learning about them along the way. The most famous trek is to the top of the iconic Gros Piton – a four hour round trip whose main challenge is the heat and humidity. But the island’s inland forest reserves offer a variety of hikes – from one hour to the best part of a day, with local guide to interpret the medicinal qualities of various exotic plants, and point out birds and reptiles the untrained eye might otherwise miss. Trails are often circular, to avoid retracing your steps.",
        "Title4": "Learn the ropes",
        "Paragraph4": "While a little prior experience goes a long way, most of our sailing holidays don’t require any. So, if you want to pick up some valuable crewing skills, this kind of trip is the perfect opportunity – plus you’re in an absolutely gorgeous location, so win-win. Crews all muck in together with tasks, including cooking, and with 90 percent of people travelling solo it’s also a great way to meet new friends with a shared interest to bond over.",
        "image3": ""
    }
]