[
    {
        "type": "overview",
        "Main_Title": "Our Jordan holidays & tours",
        "Main_Paragraph": "A beautiful country that often serves as a good introduction to the Middle East for first-time visitors, Jordans pink landscapes of rock and desert have other places paling in comparison. Our Jordan holidays take you to Wadi Rum, to the incredible archaeological site of Petra, and to the Dead Sea and Red Sea to cool off after your stint in a land of desert. There are fantastic ways to explore, whether you come with a bike or a pair of walking boots, or whether youre more interested in culture and crafts. When you travel with us, you travel in closer partnership with the communities and nature that call Jordan home. Camp in the desert, enjoying warm hospitality from your Bedouin hosts on our homestays, follow the Jordan Trail long distance walking trek, guided by nomadic herders, or buy crafts from female creators  a souvenir from a place to which youll definitely want to return.",
        "Subtitle": "Jordan holiday highlights",
        "Title1": "Petra",
        "Paragraph1": "If you want to unearth the ancient world, Jordan is one of the best places to do so. The ancient 'pink city' of Petra is an unmissable sight. Entered via the Siq  a narrow canyon formed over thousands of years  and the grandeur of the mysterious ancient civilisation of the Nabateans is revealed, turn by turn and step by step. The complex is enormous and youll benefit from taking more than just a day to explore, so you can see it  and nearby Little Petra  in full. Petra is more than an archaeological site, its also home to the Bedouin community, who were relocated from their village of caves to the purpose-built Umm Sayhoun; our holidays ensure that these communities benefit from your visit.",
        "image1": "",
        "Title2": "Wadi Rum",
        "Paragraph2": "The UNESCO-listed Wadi Rum protected area, also known as the Valley of the Moon, is a massive river valley famous for its landscapes. Come here to see huge sandstone rock formations rise from a sandy sea, and enjoy a night in the desert under canvas and a canopy of night sky stars, which you can see with astonishing clarity thanks to the desert environment. The hospitality in this arid area is renowned; our trips here work alongside Bedouin communities to ensure that these nomadic people benefit from your presence. As well as staying in a Bedouin camp, you might find yourself enjoying a traditional zarb dinner with a local family after your Wadi Rum tour  a delicious Bedouin barbecue which is cooked underground.",
        "image2": "",
        "Title3": "Walking holidays",
        "Paragraph3": "Whilst you might think that walking in a country that is nearly 90 percent desert is a recipe for heatstroke, Jordan is actually a fantastic hiking destination. Take the Jordan Trail, for example, a national walking trail that crosses the length of the country from Um Qais to the Red Sea, passing from farmland and hills to canyons and mountains. On this route you can hike from Dana to Petra, ending up entering Petra by its lesser-visited back entrance, skipping the crowds. Then theres walking in Wadi Rum, where youll have to stop to take photographs of the Mars-red landscapes. Our walking holidays also visit the small but perfectly formed Ajloun Forest Reserve in north-west Jordan, where gaps in the trees reveal wildflower-dotted meadows. Our walking holidays use local guides, eco lodges and community partners to enhance your understanding of the country as you walk its trails.",
        "Title4": "Cycling holidays",
        "Paragraph4": "From Roman Ruins in Jerash, head south to Madaba and Mount Nebo. Pass alongside the banks of the Dead Sea until you get to an ancient Crusader castle at Kerak. From here you can start heading down into the deep desert, passing Petra and finally ending up crossing under massive sandstone rock formations in rust-red Wadi Rum. Our Jordan cycling holidays show that its more than possible to explore the country on two wheels  you can cycle along its length, tackling parts of the Jordan Bike Trail, which runs from Um Qais to Aqaba, or just choose a portion to explore. Whilst its hot, and youll want to prepare for fierce sunshine, the rewards are fantastic landscapes, and our holidays always involve time out of the saddle to meet communities, too: whether youre enjoying an authentic cooking class, or supporting Jordanian artists by buying their beautiful wares.",
        "image3": "",
        "Title5": "Types of holidays in Jordan",
        "Paragraph5": "Our Jordan holidays are many and varied  this small country can be explored in lots of ways, whether youre on a budget, or looking for luxury. If you want companionship whilst stargazing, choose one of our small group holidays, where youll team up with like-minded people to explore. If you want a bit more flexibility, choose our tailor made tours and we will pick you wonderful locally-run hotels and support you with a local driver and guide  or you can go your own way with our self drive tours. This country suits all kinds of adventurer, and our adventure holidays will have you swapping the dry Wadi Rum for flowing waters and canyoning adventures, before camping out in the desert wilderness. Little explorers can take part, too; on our family holidays everyone will love sunset camel rides, jeep safaris and floating in the Red Sea."
    }
]