{
  "destination": "Mauritania",
  "mainPhoto": "",
  "id": "mauritania-guided-desert-adventure",
  "tourName": "Mauritania guided desert adventure",
  "placesVisited": "",
  "generalInfo": "Vast, remote, and deeply evocative, Mauritania is a land shaped by shifting sands, ancient cities, and timeless nomadic traditions. This immersive journey takes you deep into the Adrar region, where centuries-old caravan routes wind past oases, crumbling medieval towns, and dramatic desert landscapes. Along the way, you’ll swim in natural pools, dine under Saharan skies, and witness life in traditional nomadic communities. Highlights include the UNESCO-listed cities of Chinguetti and Ouadane, the geological wonder of the Richat Structure, and camel rides across golden dunes at sunset. Travelling by 4x4, this adventurous tour offers a rare chance to explore one of West Africa’s most untouched and culturally rich corners.",
  "durationDays": "9",
  "price": "2750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Nouakchott - Upon arrival in Nouakchott, our local team will welcome you at the airport and transfer you to your hotel. The remainder of the day is free for rest and acclimatisation. Overnight Best Centric Hotel or similar. No meals or activities included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Desert Dunes of Azoueiga - After breakfast, begin your journey into the desert with a drive to the renowned Big Dunes of Azoueiga. Enjoy several scenic stops along the way and a picnic lunch near the caves of Agjout. By late afternoon, you’ll reach Azoueiga, just in time to watch the sunset from the top of the dunes. Meanwhile, your team will set up a comfortable desert camp, where you’ll enjoy a delicious dinner around the campfire. Overnight in the desert under the stars. The desert camps are big comfortable tents (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "White Valley, Mherith Oasis – Chinguetti - After breakfast at camp, travel through the spectacular White Valley, with a chance to meet nomadic families along the way. Arrive at the Mherith Oasis for lunch and a refreshing swim in its natural pools, set amidst a landscape of sand dunes, greenery, and rocky outcrops. Continue onward to Chinguetti, a UNESCO World Heritage Site, arriving in time for sunset over the dunes. Dinner and overnight at a traditional guesthouse - Eden Guesthouse, Caravan Guesthouse or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chinguetti and Intkemkemt Oasis - Today, take a guided walking tour of Chinguetti’s ancient quarter, including a visit to a historic library housing centuries-old Islamic manuscripts. Afterwards, transfer to the nearby oasis of Intkemkemt for a relaxed lunch under the date palms. A small natural pool offers a refreshing break. In the late afternoon, a camel caravan will arrive to take you on a one-hour trek through the dunes, perfectly timed for sunset. Return to the guesthouse for dinner. Overnight Eden Guesthouse, Caravan Guesthouse or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nomadic Experience in Tanouchert - Depart after breakfast for a 1.5-hour drive along an ancient caravan route, passing through some of Mauritania’s most dramatic desert scenery. Enjoy a picnic lunch en route before arriving at the Tanouchert Oasis. Spend the afternoon with a nomadic family whose home doubles as a modest guesthouse with bathrooms and showers. Observe the family’s daily life and traditions. In the evening, enjoy traditional music and singing by the fire. Dinner and overnight at the oasis. Overnight at The Chighali Family House or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tanouchert – Ouadane - Today, follow part of the ancient trans-Saharan trade route to reach the historic city of Ouadane, another UNESCO World Heritage Site. Upon arrival, check in to your guesthouse and explore the ruins of the old town, including the famous Street of Forty Scholars. Watch the sun set over the ancient city, then return to your guesthouse for dinner and overnight. Overnight Auberge Vasque Chez Zaida or similar (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Richat Structure (Eye of Africa) - After breakfast, depart for the Richat Structure, a vast and enigmatic circular formation also known as the Eye of Africa. Explore the geological site and enjoy a picnic lunch within the crater. Return to Ouadane by late afternoon. The rest of the day is free for a stroll around town. Dinner and overnight at the guesthouse. - Auberge Vasque Chez Zaida or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Amogjar Canyon – Terjit Oasis – Atar - Depart Ouadane in the morning and head towards Amogjar Canyon, pausing to admire ancient rock paintings and the dramatic landscapes. En route, make a brief stop at Fort Saganne, made famous by the 1984 French film of the same name. Continue to the verdant oasis of Terjit for a peaceful lunch and time to enjoy its natural springs. In the late afternoon, drive the final 35 km to Atar, the capital of the Adrar region. Check in at your hotel, relax, and enjoy a well-deserved dinner. Overnight Hotel Oued Ilige or similar (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Atar – Nouakchott After breakfast, visit Atar’s vibrant market before departing on a 4.5-hour drive to Nouakchott. Enjoy a seafood lunch by the ocean, followed by visits to the fish market and artisan stalls. If time permits, we’ll visit Mosqué Saudique. Later in the day, return to a hotel in Nouakchott for use of a day room to freshen up before your airport transfer. Flights should be booked to depart after 18:00. (BL) End of tour."
    }
  ],
  "map": ""
}