{
  "destination": "Mauritania",
  "mainPhoto": "",
  "id": "mauritania-small-group-holiday",
  "tourName": "Mauritania small group holiday",
  "placesVisited": "Nouakchott, Iwik, Banc d’Arguin National Park, Nouadhibou, Cap Blanc, Ben Amera, Atar, El Beyyed, Guelb er Richat, Ouadane, Tenewchert, Chinguetti, Zarga, Barbara, Timinit, White Valley, Tergit",
  "generalInfo": "Welcome to the ancient Berber kingdom of Mauritania on the coast of northwest Africa where desert dunes and dust-filled towns provide travellers on this 10 day small group holiday with an eye opening introduction to those living a nomadic existence amongst the ancient folds of the Sahara.<br/><br/>Goat hair tents offer protection for travelling nomadic herders whilst visiting coastal communities along the Atlantic allows travellers to learn more about the relationship between man and beast as they visit Imragen villages and hear about the symbiotic existence of fishermen and dolphins.<br/><br/>Inland the capital, Nouakchott, creates an exciting start point for this ten day Mauritania holiday with the bird species of Banc d’Arguin National and monk seals at Cap Blanc creating wildlife watching encounters way off the traditional stomping ground of binocular wielding twitchers.<br/><br/>The Atlantic shoreline, around Nouadhibou, is devastatingly beautiful with the wrecks of ships catching the imagination of travellers prior to heading inland towards the world’s third largest monolith, Ben Amera, which casts shade over the desert like a gigantic ancient sun dial.<br/><br/>There’s no let ups in the memorable moments as this Mauritania small group holiday reaches a climax with the former trans-Saharan trading towns of Ouadane and Chinguetti providing a quintessentially ancient Saharan ambience amongst the ruined walls and sand-filled alleys. <br/>",
  "durationDays": "10",
  "price": "2449",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nouakchott - Arrive in Nouakchott and transfer to your hotel. Depending on when you arrive there may be time to explore the city. Overnight Auberge Diaguili or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Iwik – Banc d’Arguin National Park - Our adventure starts as we leave the city behind and head to the world renowned Banc d’Arguin National Park. On the way we stop at the fishing village of Iwik, inhabited by the Imragen people. Banc d’Arguin is home to a huge variety of birdlife and we spend time exploring before heading to our camp for the night. Overnight in haima (Moorish tents). (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nouadhibou – Cap Blanc - Drive to Nouadhibou, Mauritania’s second city and an important fishing port. We visit the bay with its abandoned ships – a unique and rather photogenic sight. We also head to Cap Blanc with its pristine beaches and great views over the Atlantic. Overnight Hotel Sahel or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ben Amera - Drive through the desert to the huge monolith of Ben Amera, the second largest in the world after Australia’s Ayer’s Rock and a rather spectacular site. This region is also crossed by the ‘train of the desert’, the longest train in the world and up to 3km in length, transporting iron ore from Zouerat to Nouadhibou – we hope to see one if we are lucky. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Atar - Head into the Adrar, Mauritania’s most beautiful region with the country’s most impressive dunes, rock paintings, stunning oases and nomadic culture at its best. We continue to Atar, the main town here and explore its traditional quarter and market. Overnight in tented camp. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "El Beyyed – Guelb er Richat - Ouadane - On our way to Ouadane we visit the Neolithic stone circle of El Beyyed, then head to the Guelb er Richat, an interesting crater like structure also known as the ‘eye of the Sahara’ and 40km wide. Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter. Overnight local guesthouse. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tenewchert – Chinguetti - Drive to the picturesque oasis of Tenewchert located amidst the dunes, then continue to Chinguetti, one of Islam’s holiest cities and a real gem of Mauritania. With its collection of historic buildings this is one of the Sahara’s most interesting towns, with a sense of history that is almost tangible. We drive through the desert, then have the remainder of the time in Chinguetti to savour its very special atmosphere. Overnight local guesthouse. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mheirith – Timinit - Spend today discovering the stunning scenery of the Adrar, driving to the pretty oasis of Mheirith. From here we continue to Timinit, a seasonally inhabited oasis known for its large date plantations. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "White Valley – Tergit - Visit the White Valley, named for its striking light sand which contrasts with the dark surrounding rocks, then continue to the oasis of Tergit, stopping to meet local people along the way. We explore the oasis with its lush palm groves, streams and ‘hot’ springs, and spend our last night in Mauritania at a tented camp, amidst beautiful surroundings. Overnight tented camp. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nouakchott - After breakfast we drive back to the capital. There will be time to explore the fishermen’s beach and market, a vibrant area with boats landing on the beach with their catches, before transferring to the airport for your flight home. (BL)"
    }
  ],
  "map": ""
}