[
  {
    "destination": "Mauritania",
    "mainPhoto": "",
    "id": "mauritania-guided-desert-adventure",
    "tourName": "Mauritania guided desert adventure",
    "placesVisited": "",
    "generalInfo": "Vast, remote, and deeply evocative, Mauritania is a land shaped by shifting sands, ancient cities, and timeless nomadic traditions. This immersive journey takes you deep into the Adrar region, where centuries-old caravan routes wind past oases, crumbling medieval towns, and dramatic desert landscapes. Along the way, you’ll swim in natural pools, dine under Saharan skies, and witness life in traditional nomadic communities. Highlights include the UNESCO-listed cities of Chinguetti and Ouadane, the geological wonder of the Richat Structure, and camel rides across golden dunes at sunset. Travelling by 4x4, this adventurous tour offers a rare chance to explore one of West Africa’s most untouched and culturally rich corners.",
    "durationDays": "9",
    "price": "2750",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Nouakchott - Upon arrival in Nouakchott, our local team will welcome you at the airport and transfer you to your hotel. The remainder of the day is free for rest and acclimatisation. Overnight Best Centric Hotel or similar. No meals or activities included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Desert Dunes of Azoueiga - After breakfast, begin your journey into the desert with a drive to the renowned Big Dunes of Azoueiga. Enjoy several scenic stops along the way and a picnic lunch near the caves of Agjout. By late afternoon, you’ll reach Azoueiga, just in time to watch the sunset from the top of the dunes. Meanwhile, your team will set up a comfortable desert camp, where you’ll enjoy a delicious dinner around the campfire. Overnight in the desert under the stars. The desert camps are big comfortable tents (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "White Valley, Mherith Oasis – Chinguetti - After breakfast at camp, travel through the spectacular White Valley, with a chance to meet nomadic families along the way. Arrive at the Mherith Oasis for lunch and a refreshing swim in its natural pools, set amidst a landscape of sand dunes, greenery, and rocky outcrops. Continue onward to Chinguetti, a UNESCO World Heritage Site, arriving in time for sunset over the dunes. Dinner and overnight at a traditional guesthouse - Eden Guesthouse, Caravan Guesthouse or similar (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Chinguetti and Intkemkemt Oasis - Today, take a guided walking tour of Chinguetti’s ancient quarter, including a visit to a historic library housing centuries-old Islamic manuscripts. Afterwards, transfer to the nearby oasis of Intkemkemt for a relaxed lunch under the date palms. A small natural pool offers a refreshing break. In the late afternoon, a camel caravan will arrive to take you on a one-hour trek through the dunes, perfectly timed for sunset. Return to the guesthouse for dinner. Overnight Eden Guesthouse, Caravan Guesthouse or similar (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Nomadic Experience in Tanouchert - Depart after breakfast for a 1.5-hour drive along an ancient caravan route, passing through some of Mauritania’s most dramatic desert scenery. Enjoy a picnic lunch en route before arriving at the Tanouchert Oasis. Spend the afternoon with a nomadic family whose home doubles as a modest guesthouse with bathrooms and showers. Observe the family’s daily life and traditions. In the evening, enjoy traditional music and singing by the fire. Dinner and overnight at the oasis. Overnight at The Chighali Family House or similar (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Tanouchert – Ouadane - Today, follow part of the ancient trans-Saharan trade route to reach the historic city of Ouadane, another UNESCO World Heritage Site. Upon arrival, check in to your guesthouse and explore the ruins of the old town, including the famous Street of Forty Scholars. Watch the sun set over the ancient city, then return to your guesthouse for dinner and overnight. Overnight Auberge Vasque Chez Zaida or similar (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Richat Structure (Eye of Africa) - After breakfast, depart for the Richat Structure, a vast and enigmatic circular formation also known as the Eye of Africa. Explore the geological site and enjoy a picnic lunch within the crater. Return to Ouadane by late afternoon. The rest of the day is free for a stroll around town. Dinner and overnight at the guesthouse. - Auberge Vasque Chez Zaida or similar (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Amogjar Canyon – Terjit Oasis – Atar - Depart Ouadane in the morning and head towards Amogjar Canyon, pausing to admire ancient rock paintings and the dramatic landscapes. En route, make a brief stop at Fort Saganne, made famous by the 1984 French film of the same name. Continue to the verdant oasis of Terjit for a peaceful lunch and time to enjoy its natural springs. In the late afternoon, drive the final 35 km to Atar, the capital of the Adrar region. Check in at your hotel, relax, and enjoy a well-deserved dinner. Overnight Hotel Oued Ilige or similar (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Atar – Nouakchott After breakfast, visit Atar’s vibrant market before departing on a 4.5-hour drive to Nouakchott. Enjoy a seafood lunch by the ocean, followed by visits to the fish market and artisan stalls. If time permits, we’ll visit Mosqué Saudique. Later in the day, return to a hotel in Nouakchott for use of a day room to freshen up before your airport transfer. Flights should be booked to depart after 18:00. (BL) End of tour."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Mauritania",
    "mainPhoto": "",
    "id": "mauritania-holiday-desert-adventure",
    "tourName": "Mauritania holiday, desert adventure",
    "placesVisited": "",
    "generalInfo": "The westernmost country of the Sahara Desert, Mauritania is synonymous with the idea of remote, with vast areas that have barely been explored, except by blue robed nomads and their camels. This unique expedition takes you to its wildest and least known regions.<br/><br/>After leaving Nouakchott we turn inland and cross a remote part of the desert on our way to the historic cities of Chinguetti and Ouadane, once important on the old trading routes between the Sahara and Morocco, and now gracefully crumbling into the sands. From here we venture into the unknown. At Trig Chauail we see rock art dating back six thousand years, when large wildlife roamed a greener Sahara, and then traverse the sand sea of Erg Ouarane, hundreds of kilometres of dunes that stretch as far as one can sea. The going here will be tough at times but the rewards immense – few travellers have ever crossed this vast natural barrier, and human traces are sparse.<br/><br/>Exiting the dunes, we come to the mountains of Aoukar, with remains of prehistoric villages, then drive to Oulata, with its traditional painted houses. Our next stop is Aoudaghost, an outpost of the ancient empire of Ghana, the oldest known kingdom in sub Saharan Africa; along the way we stop to meet nomads in their goat hair tents, and hope to see some of the camel caravans that still tread these routes.<br/><br/>We then travel through the remote region of Aoukar to reach Tagant, where desert crocodiles still survive in isolated waterholes, then finally return to the comparative metropolis of Nouakchott.<br/><br/>This is a trip for the real desert enthusiast, following a little known route and stopping in places that rarely see visitors. Camping under the Saharan skies and crossing difficult terrain for much of the trip, creature comforts are few and far between but this is more than compensated for by the joy of exploring such an untouched land……",
    "durationDays": "21",
    "price": "6799",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Nouakchott - Arrive in Nouakchott and transfer to your hotel. Depending on when you arrive there may be time to explore the city. Overnight Hotel Azalai or similar"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Akjoujt - Spend the morning in Nouakchott, where we visit the National Museum for an insight into some of the sites and cultures we are about to see. From here drive north, past fields of dunes, to the town of Akjoujt. Overnight Hotel du Sahara or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Desert crossing – Chinguetti - Head to Chinguetti, one of Islam’s holiest cities and a real gem of Mauritania. With its collection of historic buildings this is one of the Sahara’s most interesting towns, with a sense of history that is almost tangible. To get here we drive through a remote part of the desert, where we hope to encounter local nomads and see the traces of prehistoric man such as ancient pottery. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Chinguetti - Explore the desert town of Chinguetti, once an important stop on the old Saharan camel caravans. We visit some of the old manuscript collections and climb the nearby dunes to watch sunset over the town. Overnight La Gueila Guesthouse or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ouadane - Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter and meet the people who still live here. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Guelb er Richat - Drive to the Guelb er Richat, an interesting crater like structure also known as the ‘eye of the Sahara’ and 40km wide. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Trig Chauail – El Ghallaouiya - Continue to the canyon of Trig Chauail. This site is rich in rock art, with hundreds of different examples displaying wildlife, hunters and chariots. We then head to the abandoned fort of Al Ghallauoiya, built by the French camel corps, where we camp for the night. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Erg Ouarane - We enter the immense sand sea of Erg Ouarane, eight hundred kilometres of sand dunes and one of the least known parts of the Sahara. Navigating by GPS, we forge a way through the sands, stopping to meet any nomads that we may encounter on the way. This is a spectacular but tough journey, and the thrill of it is very much in the knowing that very few have trodden this path before. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Aoukar - Oulata - Drive into the mountains of Aoukar, a difficult but spectacular journey. Once the shore of an ancient lake, long swallowed by the desert, it’s possible to find the remains of prehistoric villages dotted amidst the rocks and sand. We emerge from here at the oasis of Oualata. Overnight camping and local guesthouse. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Oualata - A full day dedicated to exploring the small town of Oualata, a UNESCO World Heritage Site. The town is known for its beautifully painted adobe houses, which merge the Berber art forms with those of sub-Saharan Africa, and also houses some ancient manuscripts in a small museum. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Aoudaghost - Drive south to the remains of Aoudaghost, believed to be the northernmost town of the ancient empire of Ghana, dating back to the 6th century. Our journey takes us through dunes, scattered acacia forests and past nomadic encampments. We’ll also discover the remains of a barely known site, Togba. At Aoudaghost we explore the site with its ancient clay granaries tucked away in caves. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Aoukar - Tagant - We drive through the remote Aoukar basin, crossing the Foum el Naga Pass to reach the region of Tagant. Here we search the waterholes for some of the last remaining populations of Saharan crocodiles, which ‘hibernate’ in caves to escape the fierce heat of the summer. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Nouakchott - A long drive from southern Mauritania back to the capital Nouakchott, arriving in the morning of Day 21. Here our adventure ends, and after a chance to visit the colourful fish market, shower off the desert dust and transfer to the airport for your flight home. Overnight camping. (BLD)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Mauritania",
    "mainPhoto": "",
    "id": "mauritania-small-group-holiday",
    "tourName": "Mauritania small group holiday",
    "placesVisited": "Nouakchott, Iwik, Banc d’Arguin National Park, Nouadhibou, Cap Blanc, Ben Amera, Atar, El Beyyed, Guelb er Richat, Ouadane, Tenewchert, Chinguetti, Zarga, Barbara, Timinit, White Valley, Tergit",
    "generalInfo": "Welcome to the ancient Berber kingdom of Mauritania on the coast of northwest Africa where desert dunes and dust-filled towns provide travellers on this 10 day small group holiday with an eye opening introduction to those living a nomadic existence amongst the ancient folds of the Sahara.<br/><br/>Goat hair tents offer protection for travelling nomadic herders whilst visiting coastal communities along the Atlantic allows travellers to learn more about the relationship between man and beast as they visit Imragen villages and hear about the symbiotic existence of fishermen and dolphins.<br/><br/>Inland the capital, Nouakchott, creates an exciting start point for this ten day Mauritania holiday with the bird species of Banc d’Arguin National and monk seals at Cap Blanc creating wildlife watching encounters way off the traditional stomping ground of binocular wielding twitchers.<br/><br/>The Atlantic shoreline, around Nouadhibou, is devastatingly beautiful with the wrecks of ships catching the imagination of travellers prior to heading inland towards the world’s third largest monolith, Ben Amera, which casts shade over the desert like a gigantic ancient sun dial.<br/><br/>There’s no let ups in the memorable moments as this Mauritania small group holiday reaches a climax with the former trans-Saharan trading towns of Ouadane and Chinguetti providing a quintessentially ancient Saharan ambience amongst the ruined walls and sand-filled alleys. <br/>",
    "durationDays": "10",
    "price": "2449",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Nouakchott - Arrive in Nouakchott and transfer to your hotel. Depending on when you arrive there may be time to explore the city. Overnight Auberge Diaguili or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Iwik – Banc d’Arguin National Park - Our adventure starts as we leave the city behind and head to the world renowned Banc d’Arguin National Park. On the way we stop at the fishing village of Iwik, inhabited by the Imragen people. Banc d’Arguin is home to a huge variety of birdlife and we spend time exploring before heading to our camp for the night. Overnight in haima (Moorish tents). (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Nouadhibou – Cap Blanc - Drive to Nouadhibou, Mauritania’s second city and an important fishing port. We visit the bay with its abandoned ships – a unique and rather photogenic sight. We also head to Cap Blanc with its pristine beaches and great views over the Atlantic. Overnight Hotel Sahel or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ben Amera - Drive through the desert to the huge monolith of Ben Amera, the second largest in the world after Australia’s Ayer’s Rock and a rather spectacular site. This region is also crossed by the ‘train of the desert’, the longest train in the world and up to 3km in length, transporting iron ore from Zouerat to Nouadhibou – we hope to see one if we are lucky. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Atar - Head into the Adrar, Mauritania’s most beautiful region with the country’s most impressive dunes, rock paintings, stunning oases and nomadic culture at its best. We continue to Atar, the main town here and explore its traditional quarter and market. Overnight in tented camp. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "El Beyyed – Guelb er Richat - Ouadane - On our way to Ouadane we visit the Neolithic stone circle of El Beyyed, then head to the Guelb er Richat, an interesting crater like structure also known as the ‘eye of the Sahara’ and 40km wide. Founded in the 12th century Ouadane is a fascinating collection of old houses and mosques and has been listed as a UNESCO World Heritage Site. We have plenty of time to explore the historic quarter. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tenewchert – Chinguetti - Drive to the picturesque oasis of Tenewchert located amidst the dunes, then continue to Chinguetti, one of Islam’s holiest cities and a real gem of Mauritania. With its collection of historic buildings this is one of the Sahara’s most interesting towns, with a sense of history that is almost tangible. We drive through the desert, then have the remainder of the time in Chinguetti to savour its very special atmosphere. Overnight local guesthouse. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mheirith – Timinit - Spend today discovering the stunning scenery of the Adrar, driving to the pretty oasis of Mheirith. From here we continue to Timinit, a seasonally inhabited oasis known for its large date plantations. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "White Valley – Tergit - Visit the White Valley, named for its striking light sand which contrasts with the dark surrounding rocks, then continue to the oasis of Tergit, stopping to meet local people along the way. We explore the oasis with its lush palm groves, streams and ‘hot’ springs, and spend our last night in Mauritania at a tented camp, amidst beautiful surroundings. Overnight tented camp. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Nouakchott - After breakfast we drive back to the capital. There will be time to explore the fishermen’s beach and market, a vibrant area with boats landing on the beach with their catches, before transferring to the airport for your flight home. (BL)"
      }
    ],
    "map": "",
    "category": "Culture"
  }
]