{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-small-group-explorer-holiday",
  "tourName": "Vietnam small group explorer holiday",
  "placesVisited": "Halong Bay, Overnight private boat trip on Bay, Phong Nha-Ke Bang Park, Bach Ma National Park, Discovering the DMZ zone and Vinh Moc Tunnels, Mekong Delta, Hanoi, Hue, Hoi An, Ho Chi Minh City",
  "generalInfo": "This Vietnam small group tour is two weeks long, starting in Hanoi and finishing in Ho Chi Minh City, with plenty of diverse and fascinating places to visit in between. Vietnam is 1600km long and travelling from north to south gives us time to explore not only some of its classic sites but also get far off the beaten track. <br/><br/>Classic sites on this Vietnam holiday include its great cities of Hanoi, the thousand year old capital, Hue and Hoi An both of which feel like a leap back into the past, and Hoi Chi Minh City, formerly known as Saigon and which needs little introduction. <br/><br/>As well as its great cities, we get a chance to explore the country’s landscape wonders, travelling with a variety of transport so that we are able to take it all in properly. We spend a night on a private charter boat on Halong Bay, the UNESCO World Heritage Site which is also the world’s largest marine karst landscape and home to many waterside communities. We also take a sleeper train through some of the tropical rural areas of the country, and go cycling through the exquisite rice paddies and environs of the Mekong Delta. <br/><br/>It is good to step off the beaten path in Vietnam sometimes, not only to see some of its lesser known natural heritage spots but also its historic ones. Consequently we spend time at Phong Nha-Ke Bang National Park to take in its massive karst limestone terrain and cave systems, as well as Bach Ma National Park with its mix of coast, misty mountains and tropical valleys. Here, as in many places that we visit, we will learn about the impacts of the Vietnam War, visiting memorial sites and also the DMZ zone and Vinh Moc Tunnels . All in all, Vietnam is not only a thought provoking country, it is an extremely welcoming and beautiful one. <br/><br/>",
  "durationDays": "14",
  "price": "2785",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Hanoi: Accommodation will be available from early afternoon today. You have the rest of the day and evening to get acquainted with Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi: With ochre-coloured colonial buildings, tree-lined boulevards and scenic lakes, Hanoi is full of charm. Today we’ll start our tour of the city by visiting Ba Da Pagoda, a Buddhist centre in the Hanoi Old Quarter. Later we’ll drop in on the Hoa Lo prison aka Hanoi Hilton and learn of its use as a place for holding both Vietnamese nationalists (during the days of the French) and later American POWs. At the end of the day, enjoying a walking street food tour with your expert local guide who will give you an insight into the intricacies and traditions of Vietnamese food culture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hanoi – Halong Bay: This morning we will pack an overnight bag and head east, we’ll drive to Halong Bay, and board our boat cruise.* Despite its undeniable and understandable popularity, it is still possible to find more secluded areas of the bay and during our time here our cruise will explore the striking limestone formations that give the bay such character and have contributed to its worldwide renown. There will be ample time for relaxing on the sundeck or kayaking while admiring the beautiful Lan Ha Bay. In the evening, for those that wish, there should be the chance to take part in a pre-dinner Vietnamese cookery class on board the boat. *Please note that we will be sharing this boat with fellow travellers."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Halong Bay – Overnight Train – Dong Hoi: After some time to explore this stunning destination (with perhaps the chance of an early morning Tai Chi class) we’ll return to the jetty and drive back to Hanoi via the Green Life Centre, a project committed to turning Halong Bay’s trash into treasure by collecting discarded items and skilfully recycling them. We will arrive back in Hanoi in time to take a short rest before enjoying a water- puppet show - a uniquely northern Vietnamese art form followed by our overnight train south aboard the Reunification Express towards Dong Hoi. On this train we will be using 4 berth cabins. You might be sharing with others in the group or other travellers on the train."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Dong Hoi – Phong Nha National Park: Disembarking from the train this morning, we’ll leave the coast and head inland up into the hills and the landscapes that make up the Phong Nha-Ke Bang National Park, designated a UNESCO World Heritage Site in 2003. We’ll explore Paradise Cave, only open to the public since 2010 and said to be one of the longest dry caves in the world. We won’t be exploring its full extent (at over 30kms!) but we’ll have the chance to marvel at the breath-taking size of its cathedral-like interior replete with colossal stalagmites and stalactites throughout this trek. After a simple lunch at a local eatery, we continue exploring the surroundings on a half day biking adventure around Tram Me village and the peaceful countryside. We’ll cycle* along quiet village paths and roads, passing picturesque rice paddy fields and small hamlets. There will be plenty of photo opportunities along the way so we can take our time to soak up this stunning area. *see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Vietnam"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phong Nha National Park - DMZ - Hue: Today’s journey sees us heading south via the demilitarized zone (DMZ). The area south of the DMZ was the scene of some of the bloodiest battles during the war and the zone was established as the dividing line between North and South Vietnam. There are various places of military significance here including the Vinh Moc Tunnels and parts of the Ho Chi Minh Trail. Today’s visit offers a sobering reminder of how recently Vietnam was involved in major conflict and how far it has come since then. Later this afternoon we’ll continue our journey, aiming to arrive in Hue late afternoon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hue: Hue served as an imperial capital to the Nguyen Lords, a feudal dynasty which reigned from the 17th to the 19th century and today retains much of its royal charm. We’ll have the day to explore some of the city’s fascinating sights including the Imperial Citadel, a UNESCO listed site and the Thien Mu pagoda, which stands on the riverbank with its seven-storey tower. We’ll also visit the elaborate Khai Dinh Royal Tomb, whose architecture and atmosphere showcase elements of eastern art and western designs."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hue – Bach Ma National Park - Hoi An: Today we’ll head up into the Bach Ma National Park which is known as one of the most bio-diverse areas of South-East Asia. Within its steep mountains and dense forests, the area is home to a wide variety of animals and plants and was a popular weekend getaway during the days when Vietnam was a French Colony. With our local expert we plan to take a 3-hour walk (approx. 8kms) along trails through sub-tropical forest which will take us to the magnificent Ngu Ho Lake and Do Quyen waterfall. Late in the afternoon we continue to Hoi An where we will be staying for the next two nights."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hoi An: After having a leisurely start this morning, we will embark on a walking tour of Hoi An. This once prosperous trading port has been declared a World Heritage Site by UNESCO and is without doubt one of Vietnam's gems. These days it is a delightful small market town, known throughout the region for its beautiful silk paintings and boasting well-preserved buildings, pedestrianised streets and unique cuisine, allowing visitors a glimpse of its illustrious past. We will have time to stroll through the Old Town, and look at the many handicrafts, antique shops and galleries, strongly influenced by Vietnamese, Chinese and Japanese culture. In the late afternoon we will join a local chef for a cookery class. We will head to a market and shop for the ingredients. Upon arrival to the chef’s home, we’ll be taken through a culinary journey with hands-on demonstrations and stories behind the yin and yang elements unveiling the secret of home-cooked Vietnamese meals. Enjoy the fruits of your labour for our evening meal tonight."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hoi An - Da Nang - Can Tho: This morning has been left free for you to revisit Hoi An’s narrow lanes and old merchants’ houses at your own pace, or alternatively to relax on the white sandy beach. Then we will head to the airport to take a domestic flight to Can Tho in the Mekong Delta. We will check into our accommodation in time for dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Mekong Delta: Today we will cycle* around the peaceful Nhon Loc Isles. Stop at Cao Dai Temple in Phong Dien which symbolizes the local unique religion and then stop at a local farmer’s house to savour a cup of tea and learn how to make local banana cake/ specialties. Enjoy self-picked tropical fruits at one of the most abundant orchards on the Mekong river. We will enjoy a Southern style Vietnamese lunch with local people here and enjoy the banana cake we made this morning. After lunch we keep on cycling to the blacksmith workshop and having a chance to talk with Mr. Sau about his father’s story and his life related to this Blacksmith before returning back to our hotel. *see the SUPPLEMENTARY INFORMATION section below for more information on cycling in Vietnam"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mekong Delta - Ho Chi Minh City: Early this morning we’ll take a boat to Cai Rang floating market followed by visiting a local family who have made noodles (“h? ti?u”) by hand for 3 generations (if the tide is low then we will visit noodle makers on the mainland as we will not be able to reach the local family by boat). After a light breakfast at a local restaurant beside a beautiful canal we will head back to our transport as we end our time in the Delta. We’ll return this afternoon to Ho Chi Minh City for our final two nights in the country. We will finish the day with a visit to the War Remnants Museum for a vivid glimpse of the war seen through local eyes."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ho Chi Minh City: The former city of Saigon is the country’s commercial centre and, with over eight million inhabitants and four million motorbikes, it’s a city that never sleeps. However despite the well-documented hustle and bustle, Saigon retains its connections with the past and today we’ll take a walking tour to admire some of the city’s historic landmarks. These include Rue Catinat, where we’ll discover some beautiful French colonial buildings; the splendidly restored exteriors of the Opera House; the former Presidential Palace with it's modernist 60's design; the former Hotel de Ville; and the Notre Dame Cathedral, which was based on the original in Paris. We’ll also visit Independence Palace, sometimes known as the Reunification Palace, which was built on the site of the former Norodom palace. The Independence palace is a widely known landmark of Ho Chi Minh City and was designed by the architect Ngo Viet Thu. In the evening we’ll go out for a final sumptuous dinner in this mesmerising city."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Ho Chi Minh City: The tour ends with breakfast at the hotel."
    }
  ],
  "map": ""
}