{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "luxury-holiday-in-vietnam",
  "tourName": "Luxury holiday in Vietnam",
  "placesVisited": "",
  "generalInfo": "You’ll relax in a luxury resort on an isolated peninsula to the north of Nha Trang Bay. From there, you’ll visit Hanoi, Vietnam’s stately capital city, and its hinterland, then head north by train to visit colourful hill-tribes around Sapa in the Northern Highlands. <br/><br/>This tour is a once in a lifetime experience for couple who want luxury and exclusivity together with responsible tourism that cares about environment and cultural issues. The holiday includes visits to Vietnam’s capital city and the remote northern highlands followed by nearly a week of relaxation and indulgence. <br/><br/>You’ll have complete freedom to modify the programme to suit your preferences and circumstances - be active as soon as possible and relax later, spend less time on the beach and see more of Vietnam, etc. Dates, durations of stay, activities and so on are up you - we design all our holidays individually, so you can have exactly what you want. <br/><br/>Price includes: Twin accommodation &amp; breakfast, meals per itinerary, pick-ups and transfers by private air-conditioned vehicle as specified, domestic flights &amp; return train tickets, and the services of an experienced English-speaking guide and entry fees per itinerary. One of hotels we use levies a US $230 per room per night surcharge during peak season (20 Dec - 15 Jan). <br/><br/>Note: Please note that Vietnam hotels do not recognise provisional reservations, so specific hotels cannot be guaranteed until you have booked your chosen tour.",
  "durationDays": "14",
  "price": "4792",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Ho Chi Minh city. Relax after your journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh city/NhaTrang. Free time before the noon flight to Nha Trang and the Evason Hideaway where you’ll spend the next six nights. It’s one of Vietnam's most exclusive hotels - luxurious, ultra-stylish and an ideal hideaway set in 120ha (300 acres) of pristine scenery. It's also one of Vietnam's most environmentally-conscious hotels The smallest of the 53 private villas is the 158m2 Beach Villa complete with wine cellar, outdoor plunge pool, in-house video, DCD player and movies on request! All villas are completely private. There's a first-class restaurant and bar, and a range of leisure pursuits including tennis, water sports and dive facilities, a gymnasium, and trekking and nature trails. The Evason also offers mind and body treatment, and therapies. Service standards in the resort are very high. For example, meals can be served more or less anywhere - a cook and attendant will prepare and serve the food in situ. You’re asked to provide information about your likes and dislikes so that your room, service plan, toiletries, wine, even your preferred room temperature, will be waiting for you on arrival."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take a flight to Hanoi, where you stay overnight. You will have ticket for the performance of traditional Water Puppetry."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring old villages in the Red River Delta. Duong Lam Commune is nine traditional villages 50 km from Hanoi. It’s notable for a number of reasons, not least its extraordinary longevity – many date back to the 17th century. It’s a picture postcard patchwork of paddy fields, shady trees, small huddles of cottages and pagodas. Mong Phu village is an architectural treasure house. You’ll visit a commune house, the Mia Pagoda and the local market, meet the residents and talk about the daily life of the commune over a cup of green tea. In the afternoon, you’ll return to Hanoi, stopping en-route to visit the Van Phuc silk village. In the late evening, a private car will to board an overnight sleeper train to Lao Cai."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lao Cai/Sapa. Visit ethnic market full of minority ethnic people in their traditional costumes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You will have short to medium hike to ethnic villages in the area. Enjoy the cool air, beautiful scenery and explore the local culture. A gentle stroll? More hiking? Lazing about? It’s up to you – your guide is on hand to assist. An overnight train to Hanoi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Back in Hanoi. Luxury city tour of Hanoi in Vintage Citroen."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Hanoi departure."
    }
  ],
  "map": ""
}