{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "honeymoon-in-vietnam",
  "tourName": "Honeymoon in Vietnam",
  "placesVisited": "Ho Chi Minh City, Reunification Palace, Ben Thanh Market, Jade Emperor Temple, Nha Trang, Hanoi Old Quarter, traditional water puppetry show, Temple of Literature, Ho Chi Minh’s Mausoleum, Ho Tay (West) Lake, Tran Quoc Pagoda, Ha Long Bay, cruise on traditional junk boat, Optional activities include: water sports, boat trips and numerous cultural and romantic excursions",
  "generalInfo": "A 15-day honeymoon in Vietnam, full of romance, relaxation, and the thrill of exploring two of Vietnam’s most captivating cities.<br/><br/>Begin your adventure in Ho Chi Minh City, greeted warmly at Tan Son Nhat Airport before being transferred to your hotel. Ease into your journey, soaking in the atmosphere, before a romantic candlelit welcome dinner sets the tone for your stay.<br/><br/>The following morning, enjoy a leisurely champagne breakfast before diving into the city's highlights. Visit the historic Reunification Palace, experience the vibrant chaos of Ben Thanh Market, and marvel at the Jade Emperor Temple’s striking effigies and ornate carvings. End your tour at a lacquer workshop, where you’ll see the intricacies of this traditional Vietnamese craft.<br/><br/>Then it’s off to Nha Trang, where you’ll check into your resort and let the calming rhythm of the waves envelop you. The days here are yours to spend as you wish—snorkelling, taking boat trips along the river to visit local craft villages, or simply unwinding on the long, peaceful beaches. For divers, the Rainbow Diving Centre comes highly recommended, while those seeking a cultural fix can visit the Long Son Pagoda or the Yersin Museum. Evenings are perfect for sampling the delicious cuisine at seaside restaurants.<br/><br/>Your next destination is Hanoi, Vietnam’s capital. Arriving in the evening, you’ll be treated to a Water Puppetry performance, a unique and playful introduction to northern Vietnam’s culture. The next day promises a thrilling motorbike tour around the city. Visit the historic Temple of Literature, the serene Tran Quoc Pagoda by West Lake, and the buzzing Old Quarter. Here, indulge in a street food brunch, with options like Pho, green papaya salad, and freshly grilled Bun Cha. Finish the day at Long Bien Bridge, a century-old structure with sweeping views over the Red River.<br/><br/>From Hanoi, journey by private car to Ha Long Bay for a luxurious cruise aboard the Orchid Trendy Cruise. Set sail across Lan Ha Bay, enjoy lunch with panoramic views, and explore the dramatic Trung Trang Cave on Cat Ba Island. Take a dip in the emerald waters, join a sunset cooking demonstration, and end the day with a fusion dinner beneath the stars. Your cabin, complete with a private balcony, offers the ultimate in comfort and tranquillity.<br/><br/>Awake to a peaceful tai chi session on the sundeck, followed by a hearty breakfast as the bay comes to life. Paddle your way through hidden lagoons on a kayaking excursion, then savour a leisurely brunch as you cruise back. Return to Hanoi for a final evening of reflection on your unforgettable journey.<br/><br/>On your last day, take a relaxed morning stroll through Hanoi’s streets or simply unwind before your private transfer to Noi Bai Airport. This itinerary is entirely customisable, crafted to ensure your honeymoon is just as you’ve imagined. Travel in style, with private vehicles and knowledgeable, English-speaking guides to enhance your experience at every turn.",
  "durationDays": "15",
  "price": "2292",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ho Chi Minh arrival (Dinner (D), Guide pick-up (GP)) Arriving at Tan Son Nhat airport in Ho Chi Minh City, you’ll be met and driven to your hotel. You’ll have time to relax after your journey before a Welcome dinner. You’ll spend the night in Ho Chi Minh City. ."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh City orientation (After a leisurely champagne breakfast, your guide will arrive to show you around Ho Chi Minh City starting with a visit the Reunification Palace. From there, you’ll enter the huge Ben Thanh market, one of the liveliest areas of Ho Chi Minh City. It’s packed with every conceivable commodity. You’ll also call in at the Jade Emperor Temple, one of the best Taoist temples in Vietnam with superb effigies, remarkable carved panels of the descent to Hell and somewhat incongruous terrapin and tortoise sanctuaries. You’ll finish your day with a visit to a lacquer workshop to see the complex processes and meticulous workmanship involved in this traditional Vietnamese craft product. You’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ho Chi Minh City/Nha Trang (Breakfast (B), Guide (G) in Ho Chi Minh City) After breakfast, your time is your own until your car arrives to take you to Tan Son Nhat airport for the afternoon flight to Nha Trang. On arrival, you’ll find a car and driver waiting to take you to your chosen resort where you’ll spend the night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Nha Trang (B) Free days in your chosen resort – relaxing, snorkelling, beach sports, swimming pool games, etc. Nha Trang offers a variety of activities for a short break. You can take a boat trip up the River to visit some of the craft villages and communities along its banks. The beach is long, busy in front of the town but almost deserted further away. For diving, we usually direct visitors to the PADI 5-star Rainbow Diving Centre (because they’re good - we don’t ask for, or receive, commission). There are many restaurants along the beach offering a variety of cuisines: the Louisiana Café is good, and has a large swimming pool free of charge. There are many more restaurants and cafes, both international and Vietnamese, in the town itself, quite a few bars and a few ‘night clubs’ (i.e. disco’ in Vietnam), and some interesting shops. Other places to visit are the museum devoted to Dr. Yersin (a much-loved foreigner who created the Pasteur Institute in Nha Trang and founded the city of Dalat) and the Long Son Pagoda. Climbing the steps behind the pagoda takes you to a massive statue of Buddha and spectacular view of Nha Trang and the bay. The cathedral and the Oceanographic Institute are also worth a look."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nha Trang/Hanoi (B, Driver pick-up (DP), G in the evening) A free morning until your driver arrives to take you to the airport for an afternoon flight to Hanoi. Upon arrival, you’ll be met and driven to your hotel with time to relax after the journey. In the evening, you’ll have tickets for a performance of traditional Water Puppetry, an art form unique to northern Vietnam and a light-hearted introduction to its rural culture. You’ll spend the night in Hanoi."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hanoi city tour on the back of a motorbike (B, L, G) You’ll have the whole day to explore Vietnam’s capital city on the back of a motorbike(s). Your guide will take you to the Temple of Literature, the first university in Vietnam dating back to the 11th century and the nearby Fine Art Museum with many interesting exhibits. After that, you’ll call in at the serene Tran Quoc Pagoda, the oldest in Hanoi, on the banks of Hanoi’s Ho Tay (West) Lake, Returning to the Old Quarter, the day will include a ‘Street Life’ experience, also on the back of a motorbike. You’ll spend a couple of hours wandering around the back streets in and nearby the Old Quarter. A street food brunch is included – take your pick from traditional Hanoi Pho (beef noodle soup), Nom (green papaya salad with seasoned beef), Banh Goi (pillow-shaped rice pastry with minced pork and mushroom), to Banh Cuon (hot rice paper with pork and fried onion) or Bun Cha (fresh noodle with grilled pork). If you’re hungry, try two or three varieties until you feel full. Your last stop will be Long Bien Bridge, a magnificent structure built over a hundred years ago which spans the Red River and connects the Hoan Kiem and Long Bien districts and provides shelter to locals living on boats underneath. You’ll then have tickets for a performance of traditional Water Puppetry (an art form unique to northern Vietnam, and a good, light-hearted introduction to its rural culture). You will spend the night in Hanoi. Alternative for Day 2: Hanoi Orientation by car (B, L, G) In case you don’t want to take the tour by motorbike, we will arrange the private car for you."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hanoi/ Ha Long by private car/Lan Ha Bay/Overnight on Orchid Trendy Cruise (L, D, G on board) After an early breakfast, you’ll leave for Ha Long Bay, one of the most spectacular UNESCO World Heritage Areas and the world’s largest marine limestone ‘karst’ landscape. There you’ll board your boat, a wooden junk built from the model of the old Vietnamese court vessels with sails, a wide transom and rectangular superstructure, that will take you first to the busy World Heritage area and then to some of the less well-known grottoes and caves. Weather permitting, you’ll be able to swim, fish, climb a hill (not a mountain!) for an overview of the Bay’s remarkable seascape, or venture into some of the sea level caves in a small sampan. All your meals will be provided on board, usually based on fresh seafood, and you’ll sleep in a twin cabin with an en suite toilet and shower. For your Ha Long excursion, you'll board the Orchid Trendy cruise. The boat has totally 20 stunning cabins organised and crafted according to contemporary design trends. Almost cabins have personal balconies offering your own private outside space in Halong Bay. All cabins are air-conditioned and have windows overlooking the bay. The cabins are furnished with two twin beds or a double queen/king size bed. All meals, usually based on fresh seafood, will be provided on board."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Lan Ha Bay/Hanoi by private car (Brunch, G on board) You’ll spend the morning cruising Ha Long Bay, followed by lunch just before docking around noon and leaving your Orchid Tendy Cruise for Hanoi. You should arrive in the late afternoon and spend the night in Hanoi."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Hanoi departure (B, G) After breakfast, you’ll be free until your driver arrives to take you to Noi Bai airport for your departure flight."
    }
  ],
  "map": ""
}