{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-holiday-off-the-beaten-track",
  "tourName": "Vietnam holiday, off the beaten track",
  "placesVisited": "Hanoi, Mai Chau, Pu Luong, Accommodation in traditional stilt houses, Sampan trip on Ma River, Guided hikes to traditional villages, Cam Thuy’s ‘Sacred Fish Stream’, Domestic flight to Pleiku, Ja Rai village of Phun, DakBla River rafting, Kontum, Buon Ma Thuot, Canoe trip on Lak Lake, Ho Chi Minh, Domestic flight to Con Dao, Hon Bay Canh Island, Turtle watching",
  "generalInfo": "This is a two week, tailor made tour that is all about seeing Vietnam off the beaten track. Vietnam holidays are fast becoming dominated by multinational tour operators, but our small locally owned company is passionate about bringing visitors into the Vietnam that we know and love. To spend time in the rural villages around Pu Luong and the Central Highlands, with different ethnic groups and cultures that make up Vietnamese people, and showing off the natural heritage wonders and biodiverse beauties of their country. <br/><br/>The Pu Luong region is a protected Nature Reserve, made up of luscious limestone hills where rivers and waterfalls have carved up an idyllic landscape. We lead guided hikes through the ancient forests and valleys here, stopping at villages along the way where we are welcomed in to eat and sleep in authentic homestays. The hiking is not too strenuous, and we follow a gentle pace stopping to identify the local flora and fauna en route, with over a thousand plant species, 39 of which are endangered. <br/><br/>In contrast, you will find the Central Highlands very different, with elevated landscapes, plateaus with great panoramic views and also home to seventeen different communities living in the mountains. Following the ancient ‘gong’ culture, where the gong instrument plays a huge role in ritual and custom, their unique rong houses with their definitive towering roofs are a fascinating local feature. Our time here is spent hiking through ancient forest, swimming in waterfalls or lakes and enjoying time at locally owned accommodation.  <br/><br/>Using domestic flights for ease of transport, we spend the final days of this Vietnam holiday far out on the Con Dao archipelago in the South China Sea. A protected nature reserve, not only do the tropical forests and beaches proffer magnificent hiking  but this quiet, untouristy  island’s culture of fishing and history as a penal colony makes for a fascinating stay. As does the turtle watching (April-Oct) and snorkelling. <br/><br/>This Vietnam tour has been crafted with the more adventurous traveller in mind. One that is seeking out an authentic Vietnam, remote and biodiverse landscapes. With some trekking involved, it is not particularly recommended for families with young children, although it may appeal to teenagers who don’t want the usual tourist experience, but to delve deeper into Vietnamese rural culture. As a tailor made itinerary, we are more than happy to discuss all your interests to make this the perfect Vietnamese experience for you and your fellow travellers. Regarding the best time to visit Vietnam, we recommend Jan-May and late Sept-Dec, as the rainy season falls between these dates. <br/>",
  "durationDays": "15",
  "price": "3060",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Hanoi. Arriving at Noi Bai airport in Hanoi, you’ll be met and driven to your hotel. You’ll have time to relax after your journey before a welcome dinner at a good restaurant in a colonial building. In the evening, you’ll have tickets for a performance of traditional Water Puppetry (an art form unique to northern Vietnam, and an interesting, light-hearted introduction to its rural culture). Your overnight stay will be in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi/Mai Chau/Pu Luong (Hang Village). After breakfast, you’ll drive to Mai Chau, passing through mountainous landscape on the way. When you arrive, you’ll have lunch in a stilt house in Lac village, the home of a Thai ethnic minority group. After lunch, you can wander around the houses to see the daily life of local people. They specialise in weaving brocade products, and are happy to show visitors their skills. The village is operated as a community co-operative, set up by the people themselves. You’ll then drive a further 15km to board a sampan on the Ma River, stopping en-route to visit some ethnic minority villages. Later, you’ll dock and hike to Hang Village where you’ll spend the night in the stilt house. We’ll arrange a traditional folk song and dance performance by the local people. The show usually takes an hour or so. This isn’t a standard tourist event - the artists are peasants who work on the fields by day. Don’t expect professionalism. Instead, look forward to mingling with the locals, understand their traditions and customs, and have a jolly time – needless to say, rice wine will be much in evidence so the show could over-run an hour or two!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pu Luong (hiking to ethnic minority villages in Pu Luong) After breakfast, you’ll stroll around Hang Village, a small Thai minority community where you can visit local families in their stilt houses, and drink green tea. You’ll then hike through pristine scenery will take you to Eo Ken village, well off the beaten track high on a slope of a mountain. It’s a stiff hike, but the effort is worth it. Lunch will be prepared by a local family, after which a short hike takes to meet a waiting land-cruiser for a one-hour drive. When you step down, a stroll downhill will take you to Kho Muong village where you’ll spend the night with a family in a traditional stilt house complete with a natural stream for your bathroom!. Eo Ken village is far from the beaten track, high on the side of a mountain. It’s a stiff climb requiring stamina and much effort. We’ll allow plenty of time, and your guide will assist you, but if you feel it’s too much you just say so and you’ll return to the lower slopes. You’ll be surprised when you sample the villagers’ hospitality and their competence in serving and preparing meals. The explanation is that the Pu Luong trekking route is a good example of effective collaboration between foreign NGOs (non-governmental organisations), mainly Flora and Fauna International (FFI - a UK-based environmental charity), local authorities and individual communities. Apart from assisting families to convert their homes to be able to host visitors, they are taught recipes, cooking techniques, and other hospitality requirements. We are pleased to be involved with this community-based development project."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pu Luong (hiking continues). After an early breakfast, you’ll explore a large limestone cave near the village. Care must be taken as the route can be dangerous in some places. Your guide will be on hand to see all goes smoothly - the cave is worth the effort! From there, you’ll continue through the forest, passing thorough villages on the way with a picnic lunch en route. Your dinner and overnight stay will be in a stilt house."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pu Luong/Thanh Hoa/Hanoi. This morning, you’ll drive through several villages to visit a local market. You’ll see the local people heading to the market and going about their business. From there, your route takes you a small town for lunch. On the way, you’ll see the remarkable water wheels of Muong people. After eating, a ferry crossing over the Ma River and a single kilometre walk takes you to Cam Thuy’s ‘Sacred Fish Stream’. Not only will you see these obliging fish in a shallow stream, but also be able to paddle among them! Then it’s back to Hanoi, arriving in the late afternoon."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hanoi/Pleiku/Kon Tum Free time until your car will arrive to take you to the airport for the flight to Pleiku, On arrival at Pleiku, a car will be waiting for you to take you to Kontum for freshen up and dinner and then travel to Konkotu village for a well-earned night’s sleep in the village Rong house. Konkotu village, where you’ll stay overnight, lies beside a wide river that’s good for bathing, although care must be taken as the current can be quite strong in places. The whole area is very beautiful and unspoilt, the village is very attractive, and the people are welcoming and friendly. You’ll sleep in a tradition-communal Rong House (not one with a tin roof!)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kontum hiking and rafting. In the morning, you’ll have a gentle six-kilometre hike along the riverbank to the source of the DakBla River to see ethnic minority people at works, their rice field, and enjoy the peaceful scenery of the central highlands. Next, you’ll climb into a dug-out canoe to ‘raft’ down the DakBla river, stopping on the way for a riverside picnic lunch. You’ll carry on down the river for a couple of hours, eventually returning to Konkotu village where you’ll be met and driven to Kon Tum City for an overnight stay in hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kontum city tour. After breakfast, your time will be your own at leisure. In the afternoon, your guide will take you to visit a charming wooden Church. From there, you’ll ride on the back of a motorbike the outskirts of Kon Tum to visit some ethnic villages including a Jarai village before the sunset when the villagers return from their farm/plantation. You’ll spend the night in a hotel in Kon Tum. The most striking feature of a Ja Rai village is its ‘Rong House’, a communal building with great ritual significance. It is built on stilts and has a most unusual thatched roof, sweeping upwards as much as 20 metres from low wooden walls. In many villages, fire risk has led to the replacement of the thatch with corrugated iron - more practical, but obviously less aesthetic. In this village, the Rong House is traditionally built. The complicated burial rituals of the Ja Rai are also of great interest. They involve internment in family tombs surrounded with grotesquely, and sometimes humorously, carved wooden effigies - there are examples in the cemetery of the village you’ll be visiting."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kon Tum/Buon Ma Thuot. In the morning, your vehicle will take you to Buon Ma Thuot. Upon arrival and after checking in and lunch, you’ll visit Gia Long waterfall. You’ll then drive to the other bank for a stroll through primitive forest. After clambering down a slope, you’ll be able to bathe in the ‘Fairy Pool’, a small natural lake with a sandy bottom. You’ll return to Buon Ma Thuot for an overnight stay. Gia Long waterfall is spectacular and is surrounded by lush vegetation. Bao Dai, the last Emperor of Vietnam, built a bridge across the falls - the remains are still visible among the undergrowth. The forest on the other side of the falls is old, with huge trees and full of birds. Alternatively, you could visit the town’s small Ethnology Museum and then walk a short distance to A Co Thon, an Ede ethnic minority group village. A Co Thon village is remarkable. Despite its location almost in the centre of the city, surrounded by Kinh ethnic majority households and farms, the Ede people’s traditional buildings and many of their ethnic customs are still prominent. During the 1950’s, French Catholic missionaries helped the Ede families to update their homes to include modern conveniences and standards of hygiene, and more efficient farming techniques, but simultaneously retaining their traditions of architecture and ceremonial. The result is one of the very few examples of ethnic groups that have achieved a comfortable standard of living in the Vietnamese social mainstream without being assimilated. Ask your guide to let you hear some Ede music – its very unusual and very closely linked to traditional rituals."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Buon Ma Thuot After breakfast, you’ll drive to visit the local Ethnology Museum and A Co Thon village, home of many Ede ethnic minority people. Then, you’ll drive further to Don Village in Yokdon National Park, about 45km from Buon Ma Thuot. There, you’ll visit the oldest house of M’Nong people, the tomb of elephant and taming King. In the late afternoon, you’ll return to Buon Ma Thuot for your overnight accommodation."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Buon Ma Thuot/Ho Chi Minh City. You’ll be free in the morning until your car and driver arrive to take you to Buon Ma Thuot airport for your flight to Ho Chi Minh City. When you arrive, a private car will be waiting to take you to your hotel in the city centre. After checking in, you’ll be free for a preliminary wander around District 1. Your overnight will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ho Chi Minh/Con Dao. In the morning, you’ll take a flight to Con Dao. On arrival, you’ll be driven to your hotel. You’ll then ride on the back of a motorbike to the Con Dao National Park headquarters. From there, you’ll head for the Ong Dung Bay for a half -hour hike along a small path through the rain forest - you may see some of the typical island fauna en-route. After a picnic lunch, you’ll have time to relax, sunbath or snorkel off the beach. You’ll return to the quiet town for dinner and overnight stay. Alternative activity at Ong Dung Bay: You’ll then board a boat to Hon Tre Lon Island for scuba diving or snorkelling. This island is one of the best places to see diverse coral reef and reef fish. After a picnic lunch, you’ll continue your cruise to the Ben Dam Bay for sunset, weather permitting of course. You’ll stay overnight on the island."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Con Dao. In the early morning, the motorbike will take you to the Sharp Cape for sunrise, weather permitting. If you’re lucky, you’ll catch the striking island sunrises and the departing fishing boats - good photographic opportunities! After a light breakfast, you’ll be diving round the cape. After a seafood lunch at a local restaurant, you visit the town on the back of a motorbike. The main element will be the island’s large prison complex, which was in use for over a hundred years. You’ll see the infamous French Tiger Cages. You’ll stay overnight on the island. Optional programme if travelling time from January to May: In the early morning, the motorbike will take you to the Sharp Cape for sunrise, weather permitting. If you’re lucky, you’ll catch the striking island sunrises and the departing fishing boats - good photographic opportunities! You’ll board the boat to Hon Bay Canh Island – one of the major sea turtle nesting sites with a picnic lunch onboard. You’ll hike through the jungle on the island for about three hours. In the evening, you’ll watch mother turtle coming ashore to lay eggs. You’ll return to the town for an overnight stay."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Con Dao. You’ll then visit the town on the back of a motorbike. The main element will be the island’s large prison complex, which was in use for over a hundred years. You’ll see the infamous American Tiger Cages. After a seafood lunch at a local restaurant, you’ll be free in the later afternoon for a swim or just relax."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Con Dao/Ho Chi Minh City Departure. After breakfast, you’ll be picked up to the airport for a flight to Ho Chi Minh City in good time to connect with your international departure flight."
    }
  ],
  "map": ""
}