{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-northern-highlands-tour-6-days",
  "tourName": "Vietnam Northern Highlands tour, 6 days",
  "placesVisited": "",
  "generalInfo": "This exciting ride through the heart of the Northwest regions of Vietnam offers a captivating blend of dramatic landscapes, not only will you be warmly welcomed by the smiles of the local tribes you meet along the routes but this trip offers a simply unmissable experience for those look for something outside mainstream tourist culture.",
  "durationDays": "6",
  "price": "1085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ha Noi - Mai Chau – Moc Chau (~ 190 km). Leaving your hotel by 8:30 we hit the road venturing through the Vietnam countryside towards Hoa Binh province. We’ll pass through a region of spectacular limestone mountains the wind our way to Mai Chau for lunch. Shortly after we will reach Moc Chau then onto an ethnic Thai village to experience their culture and hospitality. Dinner and sleep in their traditional house on stilts. Inclusion: Transfer, guide, homestay, lunch, dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Moc Chau – Nghia Lo (~ 240 km). Breakfast at the homestay and on the road by 7:30. We have a long drive ahead of us today with our goal being Nghia Lo. On the way we will pass the Moc Chau plateau and possibly make a stop at a local tea plantation. Onward, we travel through the tribal lands of the Thai, Hmong and Dao. We’ll arrive at Nghia Lo town before dark, dinner at a local restaurant and sleep at a local guesthouse. Inclusion: Transfer, guide, basic guesthouse, permit, all meals. Important note: these first two-day routes can be changed to a different route during May to August, our travel consultants will assist you with changes."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nghia Lo - Mu Cang Chai (~ 100 km). Have breakfast then an 8:00 departure. Today we will drive into one of the most beautiful parts of Northwest Vietnam. Amongst the terraced landscape we will stop for a short hike (~1.5 hours) to a Hmong village and have lunch there. Later we continue through beautiful scenery, then another short afternoon walk to visit a Thai village. Hit the road one last time until we reach Mu Cang Chai. Overnight here. Inclusion: Transfer, guide, basic guesthouse, permits, all meals."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mu Cang Chai – Than Uyen – Sapa (~ 170 km). 8:30 departure today. Our goal is Sapa and the drive there is nothing short of amazing. Paddy fields, ethnic villages and the Tram Ton pass. We will also make a short stop for some welcomed trekking (~2 hours) to visit a local village. Arrive in Sapa around 17:00 and check into your hotel. Dinner on your own with free time to explore the town. Inclusion: Transfer, guide, breakfast, lunch, permits, hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sapa, trek and homestay (5 – 6 hours trekking). Have the morning to walk around Sapa on your own after breakfast at your hotel. Your guide will meet you at 10:30 to transfer to the start of our beautiful trek. Chances to meet and talk with locals working in the fields are plentiful. Picnic lunch en route then continue trekking to Ta Phin village – home of the Red Dao people. Your Dao host family will warmly welcome you to their traditional home where we will share in an ethnic style dinner and stay the night. Inclusion: Transfer, guide, homestay, entrances fees, all meals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Trek back to Sapa, then night train back to Hanoi. At the first of gleam of daylight, you will see and hear the sounds of morning village life. After breakfast, we will complete our trek (4 hours). Alternatively, instead of trekking, you can choose to take a short morning wander around the village. For both options, you will be supported by our car / van back to Sapa (30 minutes). Back in Sapa, you will have the afternoon to shower, relax and explore the town. At 17:30 transfer to the Lao Cai train station. Departure is at 20:15 on an AC soft sleeper class cabin to Hanoi. Safely back inHanoi at 5:00 please find your own way back to your hotel – a taxi usually costs around 80,000VND. Your adventure ends here with a lifetime's worth of memories. Inclusion: Transfer, guide, train ticket, breakfast, lunch."
    }
  ],
  "map": ""
}