{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-in-depth-family-holiday",
  "tourName": "Vietnam in depth family holiday",
  "placesVisited": "",
  "generalInfo": "Join us on an in depth journey through magical Vietnam, traversing the country from north to south. Bike alongside the rice paddy fields of Mai Chau and explore the intricate network of waterways in the Mekong Delta. Witness the hustle and bustle of Ho Chi Minh City, the old-world charm of Hanoi, ancient neighbourhoods of Hoi An and dramatic limestone pinnacles of Halong Bay.<br/> <br/> Mai Chau - Cycle along rice terraces and through villages dotted with stilt houses.<br/> Ho Chi Minh City - Learn about the resourcefulness of the Viet Cong at the Cu Chi Tunnels, visit an underground weapons bunker and explore old Saigon's bustling back alleys.<br/> Mekong Delta - Navigate the delta by bike and boat. Stay in a traditional homestay and take part in a Vietnamese cooking lesson.<br/>",
  "durationDays": "15",
  "price": "1945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Hanoi.",
      "description": ": Arrive in Vietnam's capital, Hanoi, which is famous for its rich culture, bustling life, and colonial influences. Its small lakes, busy streets and secluded alleyways are all waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. If you'd like an airport transfer, you'll need to arrive into Noi Bai International Airport (HAN), which is a one-hour drive to the hotel. If you miss the welcome meeting, our tour leader will leave a note at the hotel reception to inform you of any essential information. If your flight arrives earlier in the day, you might like to head to the Old Quarter and explore the maze of narrow lanes that are named after the various crafts of Hanoi's artisans. The pavements around here are filled with food sellers tempting you with steaming noodles, snacks and stir-fried delights, too."
    },
    {
      "dayNumber": 2,
      "title": "Hanoi. Watch locals take lakeside yoga classes, explore night markets.",
      "description": ": This morning, our tour leader will lead us on a sightseeing tour of Hanoi, visiting the One-Pillar Pagoda, the Temple of Literatures and the Mausoleum of Ho Chi Minh. The afternoon is then free to take an optional cookery class or explore Hanoi's elegant French Quarter on foot. The afternoon is then free to perhaps take an optional cookery class, or explore Hanoi's elegant French Quarter by cyclo. In the evening there is the chance to witness a remarkable performance of traditional water puppetry (optional activity). Set on a flooded stage, the stories tell tales of legendary heroes and everyday life, with dragons and unicorns often sharing the stage with fireworks and naval battles, alternatively head out to sample the delights of Vietnamese cuisine at a local restaurant including regional specialities such as Goi cuon (spring rolls) or Pho, Vietnam's national dish, a light beef or chicken broth flavoured with ginger and coriander, to which are added broad, flat rice noodles, spring onions and slivers of chicken, pork or beef."
    },
    {
      "dayNumber": 3,
      "title": "Scenic drive to Mai Chau, bike through paddy fields past tranquil traditional villages.",
      "description": ": Hemmed in by hills and set in a tranquil valley, Mai Chau is a world away from the hectic pace of life of Hanoi. The four hour journey provides a glimpse of rural life in the north of the country passing through villages surrounded by paddy fields. On arrival, check-in to our hotel with fine views of local villages distantly related to the tribes in Thailand, Laos and China, lunch is included at the hotel. This afternoon head out on a biking tour along rice terraces of the Mai Chau Valley dotted with stilt houses. The ride provides opportunities for panoramic views of paddy fields, spectacular karst cliffs and verdant valleys around you, a truly spectacular setting. On the way home, pass by Van Village, home to the White Thai people. Enjoy dinner and an overnight stay at our comfortable eco lodge featuring a swimming pool to cool off in after an afternoon of cycling."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Xam Khoe Village, home to Thai ethnic minority, home cooked lunch with a local family.",
      "description": ": After breakfast, drive to Xam Khoe Village and set off on a walking tour to Buoc Village populated by the Thai ethnic minority people, the terrain is mainly flat, sticking to the valley floor traversing the network of banks separating rice paddy fields. Enjoy local hospitality in a simple stilt-house and a home-cooked lunch prepared by our host family. Take a short drive back to Mai Chau with a stop en route to explore the magnificent Van Mai Valley."
    },
    {
      "dayNumber": 5,
      "title": "Continue to Ninh Binh, likened to an inland Halong Bay.",
      "description": ": This morning is left free to enjoy a leisurely breakfast. Drive to Ninh Binh in the afternoon. Whilst the town itself is fairly unremarkable, the area around Ninh Binh is beautiful, known for its impressive cave formations and network of waterways, lakes, temples and towering limestone peaks."
    },
    {
      "dayNumber": 6,
      "title": "Bike ride through paddy fields to visit Dong Tam Village. Afternoon boat trip to explore cave complex.",
      "description": ": This morning, we stretch our legs as we cycle the back roads through picturesque local communities to Dong Tam village. After a break at a temple, we head through the countryside towards the spectacular limestone peaks of Van Long, surrounded by paddy fields and meandering waterways. The landscape is truly spectacular. Our destination is the nearby village of Vuon Thi, where we enjoy a delicious traditional lunch prepared by friendly hill tribe villagers. After lunch, take a sampan ride along the charming Ngo Dong River to a cave complex, with time to explore the network of caves in the area. Return to Ninh Binh."
    },
    {
      "dayNumber": 7,
      "title": "Morning drive to Ha Long Bay. Overnight cruise on a traditional junk boat, visit fishing village, sea kayaking.",
      "description": ": Leaving Ninh Binh after breakfast, we'll hop on our bus and take the new expressway to the Gulf of Tonkin and the breathtaking scenery of Ha Long Bay (a journey of around two and a half hours). A UNESCO World Heritage Site and one of the most visually impressive landscapes in Southeast Asia, Halong Bay is a bucket-list icon. We'll make the most of the scenery with an overnight cruise, boarding our boat just after midday and setting sail towards Bai Tu Long Bay. Lunch is included today (as is dinner) and will be served shortly after we embark - we have time at leisure, so sit back and admire the towering limestone islands topped by rainforest that Halong Bay is so famous for. We'll make a stop to visit a Vung Vieng fishing village by rowing boat or kayak, the choice is yours. The rest of the afternoon is spent further exploring the bay scattered with hundreds of islands and dotted with caves and grottoes. Again, dinner will be served on board and we'll have the chance to sample fresh seafood and regional dishes. We'll anchor overnight in Bai Tu Long Bay. Our overnight junk boat is graded as comfortable. There are between 10-18 en-suite cabins on board with a restaurant, bar and sundeck area. All bedding and towels are provided Please be aware, the boat isn't exclusive to our group and we might be sharing with other tourists."
    },
    {
      "dayNumber": 8,
      "title": "Witness sunrise over Halong Bay. Visit Thien Canh Son caves. Return to Hanoi to take the Reunification Express overnight train to Hue.",
      "description": ": If you want to catch the sunrise over the bay this morning, you'll need to be on deck for 6:30am - it's well worth the early start though if the weather is clear. We'll have a light breakfast of pastries, tea and coffee before we disembark to visit the hidden Thien Canh Son caves, where we can see numerous stalactite and stalagmite limestone formations in an impressive cavern. Returning to our boat, we'll continue our cruise in the bay and enjoy a brunch served onboard. Returning to Hon Gai harbour, we'll rejoin our vehicle and drive back to Hanoi and the rest of the afternoon is free. If you'd like to freshen up before we catch the Reunification Express sleeper train to Hue, there will be two day-use hotel rooms available for our group. Tonight, we'll travel in soft sleeper compartments, with four passengers sharing each compartment. All bedding is provided. Please note, breakfast will not be included on the train, it's advisable to pick up snacks for the morning before we board the train."
    },
    {
      "dayNumber": 9,
      "title": "Travel to the Tu Duc Royal Tombs. Try kite making (and flying!) and visit the Imperial Palace.",
      "description": ": Arriving in Hue this morning, we head out to see some of the highlights of this historic city including a visit to the Royal Palace with its Terracotta Warriors guarding the entrance and the iconic Thien Mu Pagoda, home to the oldest monastery in the city. We'll also visit the house of a national champion kite flier for Vietnam where we'll learn how to make traditional Vietnamese kites. We'll then take our completed kites to the nearby Citadel grounds, home to the Imperial City, to try them out."
    },
    {
      "dayNumber": 10,
      "title": "Hoi An. Martial arts lesson. Make traditional wood paintings, cruise on the Perfume River.",
      "description": ": We have a packed day ahead of us today as we travel to Trieu Son village, located by the Perfume River. Our first stop is Sinh village for a masterclass in making traditional wood paintings. We'll then take a leisurely cycle ride along the local countryside lanes to Thanh Tien village, which is famous for paper flowers. Continuing through paddy fields and the countryside, we'll arrive at Tien Non village where we board our cruise boat back to Hue (total cycling distance is approximately 6 kilometres/3.7 miles). Next, we'll visit a martial arts school that practices the Vietnamese art of Kinh Van for a martial arts demonstration. The school's owner's ancestors were chosen to guard the Vietnamese king and he now teaches this ancient art. Finally, we'll travel over the Truong Son Mountains and through the Hai Van Pass to the historic merchant seaside town of Hoi An."
    },
    {
      "dayNumber": 11,
      "title": "Free day in Hoi An, opportunity to spend the day on the beach.",
      "description": ": The morning is free to wander through the historic heart of this UNESCO World Heritage Site, taking in the wonderfully preserved buildings of what was once one of the busiest trading outposts in Southeast Asia. We recommend an early morning visit to Hoi An's fish market - the perfect setting for snapping some colourful photographs and interacting with the locals. You might also like to visit the city's famous Japanese Bridge, before wandering through the traditional wooden houses and Chinese temples. This afternoon, you could hire bicycles and explore the surrounding countryside, take a gentle river cruise, spend time at the beach, or take the chance to visit some of Hoi An's famous tailor shops. Alternatively, you could take a 20 minute taxi ride to the nearby coast to spend the day on the beach."
    },
    {
      "dayNumber": 12,
      "title": "Fly to Ho Chi Minh City. Explore the old quarter in cyclos (cycle carriages with a seat).",
      "description": ": This morning, we set off towards Danang. Our journey takes us past the five peaks of the Marble Mountains, originally believed to have been islands that were said to represent the five elements of water, wood, fire, gold and earth. On arrival in Danang, we'll board the morning flight to Ho Chi Minh City. Landing in Ho Chi Minh City (formerly Saigon), we'll head out to explore District 3 by cyclo (cycle carriages with a seat at the front). We'll turn off the main thoroughfare and into the maze of narrow streets of this bustling district on foot. Our walk takes us past ramshackle shopfronts, through local markets selling anything from colourful fruit to bootleg DVDs, and past houses, churches and schools, all squeezed into the small buildings that line the narrow alleys. Finally, we'll stop at a local stall for a traditional Vietnamese coffee (brewed coffee served sweet with condensed milk) where we can also sample 'Banh Mi' - a Vietnamese take on the humble French baguette - freshly baked and packed with a combo of traditional and more exotic ingredients. Our walk winds up at the so-called 'secret weapons' bunker'. A small unassuming 'tube house' with a trap door in the floor that hides a basement stocked full of rifles, grenades and ammunition. The bunker played a key role in the TET Offensive of 1968, it was the base from which the Viet Cong's \"Team 5\" launched their assault, and its location was only revealed after the end of the war. We'll have some time to explore the house and bunker, filled with decommissioned weapons and photographs, news clippings and memorabilia from the wartime."
    },
    {
      "dayNumber": 13,
      "title": "Discover the Cu Chi Tunnels which the Viet Cong used as a hideout during the Vietnam War.",
      "description": ": After breakfast this morning, we'll head out to visit the infamous Cu Chi tunnels. First constructed by the Vietnamese during their colonial war with the French, the tunnels served as an underground command base for 10,000 Viet Cong troops during the Vietnam War. The afternoon is free for you to explore more at your own pace."
    },
    {
      "dayNumber": 14,
      "title": "Drive to the Mekong Delta, overnight homestay, explore villages by bike.",
      "description": ": Leaving the city behind us this morning, we'll drive to the Mekong Delta and catch a boat to the start point of our cycle ride. We'll cycle for around 10-12 kilometres/6-7 miles along the flat Cai Thai village path with views of the delta as we wind our way around its tributaries. The route is often shaded which is helpful to combat the humidity (the boat can pick up cyclists at various stopping points if required). Along the way, we'll visit Mrs Nani's home who will show us how to make rice paper in the traditional way and Mr and Mrs Chin's home who will treat us to refreshments that include her famous 'Banh Tieu' (traditional doughnut). We'll return to the boat where we'll have lunch onboard and sail close to our night stop. Transferring from our cruise boat to a sampan craft, which is a small traditional boat that is regularly used by the villagers to travel along the delta, we'll complete our journey to our homestay close by. Our homestay is set in a lovely garden with a main lounge area and dining room. Accommodation is en-suite (shower and toilet) with traditional décor throughout. After settling in, we'll have a Vietnamese cooking lesson in the early evening followed by a delicious homecooked meal. Our hosts might even treat us to some traditional dancing and singing."
    },
    {
      "dayNumber": 15,
      "title": "Morning cruise on the Mekong Delta. Drive back to Ho Chi Minh City where the trip ends.",
      "description": ": Leaving the homestay behind, we'll cruise back along the Mekong Delta passing small floating markets and soaking up the atmosphere of this unique trading point, a vast network of rivers and islands that crisscross agricultural villages, paddy fields and mangrove swamps. Bidding farewell to our boat crew, we'll then drive back to Ho Chi Minh City. We'll aim to be back in Ho Chi Minh City around 3pm. For those with evening flights, a day-use room will be available. If you'd like an airport transfer today, you'll need to depart from Saigon's Tan Son Nhat International Airport (SGN). The earliest your flight can depart is 5pm. Why not extend your trip to Indochina with three nights on the tropical white sand beaches of Phu Quoc Island? Nestled in the warm waters of the Gulf of Thailand this Vietnamese island is 90% national park, a thick-rainforest interior framed by idyllic white sand beaches. Easily accessible by a short flight from Hanoi, Siem Reap or Ho Chi Minh City, this is a great way to unwind after an action-packed trip in Indochina."
    }
  ],
  "map": ""
}