{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-diving-mountain-biking-adventure-holiday",
  "tourName": "Vietnam diving & mountain biking adventure holiday",
  "placesVisited": "Hanoi, motorbike tour of Hanoi, kayaking and overnight boat cruise in Ha Long Bay, Sapa ethnic market, Nam Cang village, Nam Than village, Sin Chai village homestay, Nha Trang, Whale Island, diving, snorkelling and boat cruises on Nha Trang Bay",
  "generalInfo": "his 14-day holiday in Vietnam takes you on an adventurous journey off the beaten path, blending cultural encounters with thrilling outdoor activities. You’ll bike, kayak, and even try scuba diving, all guided by experienced professionals when necessary. Alongside these active pursuits, you’ll experience colourful ethnic culture, bustling yet remote markets, scenic boat cruises, and the chance to get to know local people through immersive homestays.<br/><br/>The adventure kicks off in the North, beginning in Hanoi. A city rich in history and energy, Hanoi offers a perfect introduction to Vietnamese culture. A motorbike tour takes you through the city's highlights, from the peaceful Temple of Literature to Ho Chi Minh's Mausoleum, and into the labyrinthine Old Quarter, where you’ll sample street food and soak up the vibrant atmosphere. You’ll also enjoy a traditional Water Puppetry show, a charming art form showcasing rural life.<br/><br/>From Hanoi, you’ll head to Ha Long Bay, a UNESCO World Heritage Site known for its striking limestone karsts. Here, you’ll kayak through hidden sea caves and islands, paddle in serene waters, and enjoy a fresh seafood feast on board a wooden junk boat. Spend the night on the water, surrounded by the calm of the bay, before returning to Hanoi and taking an overnight sleeper train to Lao Cai for the next stage of the adventure.<br/><br/>In the Sapa region, immerse yourself in the natural beauty and rich culture of the mountains. Biking through Muong Hoa Valley, you’ll pass rice terraces and visit villages home to the Hmong, Giay, and Red Dao ethnic communities. Highlights include lunch in a Tay village and a stay in a traditional stilt house in Sin Chai, where a shared meal and cultural exchange offer genuine insight into local life. Vibrant markets brimming with traditional costumes and local produce are also part of the experience.<br/><br/>Travel south to Nha Trang to relax in a mud bath at Thap Ba hot spring spa and take a private boat trip on the Cai River, visiting local islands and snorkelling among coral reefs at Mun Island. There’s also time to explore a fishing village and enjoy fresh seafood on a quiet beach.<br/><br/>The final part of your adventure takes you to Whale Island, a secluded retreat perfect for unwinding after days of exploration. Stay in simple bamboo bungalows and choose to dive among coral reefs, snorkel, windsurf, or relax on the sandy beaches. Throughout, all domestic travel is arranged for comfort and convenience. Accommodation ranges from first-class to mid-range, with options to extend your stay, making this holiday a perfect balance of adventure, culture, and relaxation. This tour can easily be extended to include trekking, more time in Ho Chi Minh City, or anything else that interests you.",
  "durationDays": "14",
  "price": "2365",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ha Noi arrival (Dinner (D)) Arriving at Noi Bai airport in Hanoi, you'll be met and driven to your hotel. You'll have time to relax after your journey before a welcome dinner at a good restaurant in an old colonial building. The evening is free – if you're not too tired, you'll be able to wander around Hanoi's famous Hoan Kiem Lake, enjoy a Vietnamese coffee in an open air café and feel the atmosphere of Vietnam's remarkable capital city. Your overnight stay will be in Ha Noi"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Motor biking in Hanoi (Breakfast (B), Lunch (L), Guide (G)) Visits to the sights of Hanoi from the back of a motorbike: Van Mieu (the Temple of Literature - the first university in Vietnam dating back to the 11th century), and the centre of Ha Noi, including the Hoan Kiem Lake, the Ngoc Son temple and the bustling Old Quarter with its eclectic mix of architectural styles - traditional 'tube' houses, religious buildings, colonial houses, vernacular dwellings and modern concrete edifices. In the afternoon, you'll visit the homes and studios of traditional artists or, alternatively, modern abstract painters and sculptors. Your overnight stay will be in Ha Noi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kayaking in Ha Long (B, L, D, G) After an early breakfast, you’ll leave for Ha Long Bay, one of the most spectacular UNESCO World Heritage Areas and the world’s largest marine limestone ‘karst’ landscape. Weather and tide permitting, you’ll be able to swim, fish and paddle in a kayak to the rocky islands to explore sea-level caves. The silence, broken only by the lapping of the water and the cries of sea birds, is a truly memorable experience. For your two-day Ha Long excursion, you'll board one of the best quality boats on the Bay. . The boats vary in size so you're likely to be joining other travellers for the cruise. Your cabin will be furnished with twin bunks, an air-conditioner, pillows, white cotton sheets, and an en suite toilet and shower. All your meals, usually based on fresh seafood, will be provided on board."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kayaking in Ha Long (B, L, D, G) You'll cruise and kayak to some of Ha Long Bay's little-visited islands, followed by lunch on board. The boat will dock around noon after which you'll return to Ha Noi. After dinner, and an opportunity for a shower and freshen-up, you'll be driven to Hanoi Station to board the overnight sleeper train to Sapa. Your overnight stay will be on the train."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sapa ethnic market (B, L, G) You'll be met at Lao Cai station and be taken by jeep to an ethnic market. After a picnic lunch, you'll return to Lao Cai and continue your journey into the mountains to Sapa, a small town perched on the mountainside opposite Mt. Fan Si Pan, Vietnam's highest peak. You'll arrive in Sapa in the late afternoon, with time to relax before dinner. Your overnight stay will be in Sapa"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cycling in Sapa (B, L, D, G) A 2½hr morning drive will take you to Nam Cang village (Dao ethnic group). From there, you’ll cycle to Nam Than village (H’mong ethnic group), set in a scenic valley. Your lunch will be prepared by our experienced guide. Afterwards, a longer cycle ride of about two hours will take you to Sin Chai village. There, you’ll have dinner and sleep overnight in a ‘stilt’ house. Your overnight stay will be in a local homestay"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sapa - to Ha Noi (B, L, G) Another two-hour cycle ride gets you to Ban Ho village, a refreshing splash-around in a clear mountain spring, and a welcome stream-side picnic lunch. In the afternoon, you'll be picked up to return to Sapa and, later in the evening, to Lao Cai station by jeep to catch the overnight train to Ha Noi."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free day in Ha Noi (B, G) After you arrive in Ha Noi in the early morning, you'll be met and driven to your hotel. The rest of the day is free. Your overnight stay will be in Ha Noi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ha Noi to Nha Trang (B, L, G) After breakfast, you'll fly to Nha Trang, be greeted by a Haivenu representative and be driven to your hotel. After checking-in, you'll board a boat to cruise upstream on the Cai River, visiting rural areas engaged in a variety of cottage industries. After lunch, you can relax in the sensual pleasure of a mud bath at a hot spring. Your overnight stay will be in Nha Trang."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Snorkelling in Nha Trang (B, L, G) This is one of the rare occasions that we involve out guests in commercial 'touristy' activities, because this one is great fun. A whole-day Nha Trang boat cruise is something of an institution on the Vietnam tourist trail, and takes you to Mun Island for snorkelling and around the bay to visit some of the other islands. There'll be a seafood and fruit lunch on board, followed by homespun entertainment and a bottomless 'floating wine bar'. Of course, if you don't fancy a jolly 'party' atmosphere with a group of strangers, we can arrange a private boat tour for you instead. Your overnight stay will be in Nha Trang."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nha Trang to Whale Island (B, DP) In the morning, you'll be picked up to drive to the Van Phong Gulf and a speedboat to cross to Whale Island. It's a 'get-away-from it all' hideaway about 80km north of Nha Trang. The only building on an isolated island, the Whale Island resort is designed to be unobtrusive and ecologically-friendly. It's small and basic but exclusive and comfortable – and therefore comparatively expensive, but all meals, transfers to the island and a motorboat for snorkelling are all included. You can dive at Whale Island – the coral is considered better than in Nha Trang. If you want to dive, you'll have a review dive in the afternoon. Your overnight stay will be at the Whale Island resort."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Diving off Whale Island (B each day) You'll have time for two days of diving with Whale Island's Five Star PADI Diving Centre. The cost of diving is not included: you can choose a package to suit you and pay locally, or if you prefer, we can book on your behalf. If you don't want to dive, there's swimming, snorkelling, fishing, sailing to nearby deserted sandy beaches, wandering around the island, and relaxing on the sun-loungers. Your overnight stay will be in the Whale Island resort."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Whale Island to Ho Chi Minh City (B, DP) The Whale Island staff will take care of your transfer from the resort to Nha Trang airport. From there you'll fly to Ho Chi Minh City for your transfer or departure flight from Tan Son Nhat airport."
    }
  ],
  "map": ""
}