{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-holidays-tailor-made",
  "tourName": "Vietnam holidays, tailor made",
  "placesVisited": "Hanoi, Ethnology Museum, Hoan Kiem Lake, Hanoi Old Quarter, Halong Bay, Overnight on a traditional wooden junk boat, Hue, Imperial Citadel of Hue, Perfume River cruise, Da Nang, Hoi An, Ho Chi Minh City, Museum of War Remnants, Cai Rang Floating Market, Mekong Delta",
  "generalInfo": "This 14-day itinerary through Vietnam offers a unique opportunity to explore the diverse faces of this captivating country, tailored to your interests and customized to your preferences. From the north to the south, you’ll uncover Vietnam's rich history, vibrant culture, stunning landscapes, and rural traditions while interacting with local people in cities, towns, and hamlets along the way. Each day presents a new adventure, allowing you to engage with the warmth and hospitality of local people.<br/><br/>Your journey begins in Hanoi, where the past and present coexist harmoniously. You can explore the lively Old Quarter or opt for a backstreet art tour, immersing yourself in the local creative scene. The next day, embark on an unforgettable experience in Ha Long Bay, sleeping aboard a traditional boat as it glides through the emerald waters and limestone karsts. This UNESCO World Heritage Site is known for its breathtaking scenery, where you can relax on deck, swim in tranquil waters, and savor delicious local seafood.<br/><br/>Continuing south, your itinerary takes you to Hue, the former imperial capital. Here, visit Thien Mu Pagoda, King Minh Mang’s Tomb, and the bustling Dong Ba Market. A trip to the Imperial City and the Antiquities Museum provides a glimpse into Vietnam's royal history. After Hue, the ancient town of Hoi An awaits. Its lantern-lit streets and rich cultural heritage invite you to wander, indulge in tailor-made garments, and experience the beauty of My Son Sanctuary, another UNESCO World Heritage site.<br/><br/>Your adventure culminates in Ho Chi Minh City, where you can dive into the bustling atmosphere of Vietnam's largest metropolis. Take a scenic cruise on the Mekong River, visiting the vibrant Cai Be floating market and experiencing the delta's rural life.<br/><br/>As this is a tailor-made holiday, these suggested activities and destinations can be adjusted according to your preferences. One of the significant features of a personalized trip is the ability to work with a local tour operator, allowing you to arrange your itinerary as you wish. You can make changes not only before your tour begins but also while you’re in Vietnam, ensuring a truly customized experience.<br/><br/>Included in your trip are internal flights, transfers, transport by private vehicle, boat cruises, and daily breakfasts. You'll also travel with knowledgeable guides. With a range of accommodation options available from mid-range to first class, this journey through Vietnam promises an exploration of culture, history, and natural beauty, leaving you with lasting memories and a deeper understanding of this country.",
  "durationDays": "14",
  "price": "2015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ha Noi arrival. Arriving at Noi Bai airport in Hanoi, you’ll be met and driven to your hotel. You’ll have time to relax after your journey. Your overnight stay will be in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi City Tour on the back of a Motorbike You’ll have the whole day to explore Vietnam’s capital city on the back of a motorbike(s). Your guide will take you to the Temple of Literature, the first university in Vietnam dating back to the 11th century and the nearby Fine Art Museum with many interesting exhibits. After that, you’ll call in at the serene Tran Quoc Pagoda, the oldest in Hanoi, on the banks of Hanoi’s Ho Tay (West) Lake, Returning to the Old Quarter, the day will include a ‘Street Life’ experience, also on the back of a motorbike. You’ll spend a couple of hours wandering around the back streets in and nearby the Old Quarter. A street food brunch is included – take your pick from traditional Hanoi Pho (beef noodle soup), Nom (green papaya salad with seasoned beef), Banh Goi (pillow-shaped rice pastry with minced pork and mushroom), to Banh Cuon (hot rice paper with pork and fried onion) or Bun Cha (fresh noodle with grilled pork). If you’re hungry, try two or three varieties until you feel full. Your last stop will be Long Bien Bridge, a magnificent structure built over a hundred years ago which spans the Red River and connects the Hoan Kiem and Long Bien districts and provides shelter to locals living on boats underneath. You’ll then have tickets for a performance of traditional Water Puppetry (an art form unique to northern Vietnam, and a good, light-hearted introduction to its rural culture). You will spend the night in Hanoi. Alternative for Day 2: Hanoi Orientation by car In case you don’t want to take the tour by motorbike, we will arrange the private car for you."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hanoi/ Ha Long by shuttle bus/Lan Ha Bay/Overnight on Orchid Trendy Cruise After your breakfast, we will pick up you at the hotel and you’ll leave for Ha Long for boarding a cruise to visit a remote part of Halong Bay, named Lan Ha Bay, one of the most spectacular UNESCO World Heritage Sites and the world’s largest marine limestone ‘karst’ landscape. You’ll be taken the highway to Tuan Chau International Habour, Ha Long where we arrive at around 11h45. You then embark the Orchid Tendy Cruise, enjoy a welcome drink and cruise briefing. A splendid lunch is served while cruising through some of the most breath taking scenery from Ha Long Bay to its secretive “neighbour” called Lan Ha Bay. Then you will experience a bamboo boat rowing to visit Bright Cave, a serene round lake surrounded by lush trees and high stone cliffs. After enjoying swimming in the private emerald water, you will return to the Orchid Tendy Cruise for Sunset party with some complimentary while waiting for twilight over limestone islands. This is a perfect time to take some of your best snapshots of the day when the sun begins to set. Relax with Massage and Spa treatment, always available upon request. In the evening, you are delighted in the shimmering atmosphere of thousands of stars while eating a fantastic, expertly prepared dinner on on the top deck. You will spend the night on the boat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lan Ha Bay/Hanoi Disembark Orchid Trendy at Tuan Chau Marina, say best wishes, end your cruise with us. You’ll be driven back to Hanoi. You should arrive in the late afternoon and spend the night in Hanoi."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hanoi/Hue Citadel In the morning, you’ll have free time for shopping in the bustling Old Quarter of Hanoi or at your leisure before pick up to the airport for a noon flight to Hue. After pick up and check-in, visit to the Imperial Citadel of Hue and Dong Ba market. You will spend the night in Hue."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hue Royal Tombs Your morning will be taken up by a cruise along the Perfume River to the Thien Mu Pagoda, and then by road to the Royal Tombs of Emperor Minh Mang and, in the afternoon, Emperor Khai Dinh. The two mausoleums span the long reign of the Nguyen King’s imperial dynasty – the contrast is stark. From there, you’ll return to Hue to visit one of city’s ‘garden houses’ and then return to your hotel to freshen-up. In the evening, you’ll sit down for dinner in the pleasant surroundings and a comfortable atmosphere of another of the garden houses. You’ll spend the night in Hue."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hue/Danang/Hoi An In the morning, your car will arrive to drive you to Danang. On the way, you'll cross the high mountain pass of Hai Van. The views from the top are excellent – you should be able to see Lang Co beach and village, and the lagoon far below, with Danang spread out before you to the south. Upon arriving in Danang, you’ll have a brief look at the remarkable Hindu statuary in the Cham Museum before leaving for Hoi An. After lunch, you’ll have a guided visit to the Ancient Town of Hoi An. You’ll spend the night in Hoi An."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hoi An/My Son/Hoi An After breakfast, your guide will meet you at your hotel to take you to the World Heritage My Son Sanctuary, show you the remains of the remarkable brick towers, and explain their origins and purpose. When you return, the rest of the day will be free. You’ll spend the night in Hoi An."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hoi An/Ho Chi Minh City You’ll have a free morning until you’re picked up for an afternoon flight to Ho Chi Minh City. After transferring to your Ho Chi Minh City central hotel and checking-in, you’ll be free for a preliminary wander around District 1. Your overnight stay will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ho Chi Minh City After breakfast, your guide will arrive to show you around Ho Chi Minh City. You’ll visit the History Museum where there is a special exhibition of the 5th century ‘Oc Eo’ civilisation. (Alternatively, you’ll visit the Fito Museum (First Museum of Traditional Vietnamese Medicine) is host to a large collection of relics, including traditional Vietnamese medicinal implements, and chronicles the history of medical practice in Vietnam from 2000 BC). The Museum of War Remnants provides a very partial, but riveting, perspective of the ‘American War’: not for the squeamish! The Binh Tay market is located in China Town which is the biggest one in Ho Chi Minh City. You’ll also call in at the Jade Emperor Temple. It’s one of the best Taoist temples in Vietnam, with superb effigies, remarkable carved panels of the descent to Hell and somewhat incongruous terrapin and tortoise sanctuaries. You’ll then return your hotel for freshen up or wander around the huge Ben Thanh market, one of the liveliest areas of Ho Chi Minh City, is packed with every conceivable commodity. You’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ho Chi Minh City/Cai Be/ Tan Phong island After escaping from Ho Chi Minh City’s urban sprawl, you’ll travel to Cai Be where a Mekong River cruise will take you to visit the fruit orchards, a traditional family-run brick kiln, and some long-established cottage industries The next destinations are the ancient village of Dong Hoa Hiep commune and Cai Be floating market. Leaving the floating market, tourist boats take visitors to Tan Phong islet and go to Hai Yen bee Farm Here, guests will visit abig flower garden where bees produce honey, enjoy fresh honey tea and understand more about bees life, visit Linhzhi mushroom area, try to pull fish hooves, experience the monkey bridges. Then, guests continue visiting the orchard of Ms. Hang and enjoy the fruits in the garden picked by themselves, listen to Vietnamese folk music then get in a rowing boat to a small canal. The Mekong Ecolodge Resort is the next destination where guests have lunch. After the meal, you will check in your room and take a rest. At the end of the afternoon, you participate in a scooping ditch fishing activity and the picking vegetables in restaurant’s garden to prepare for dinner. After that, diners and Ecolodge’s members will cook together and enjoy our meal. You will spend the night in Mekong Ecolodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Can Tho to Ho Chi Minh City. You’ll board a boat to visit the Cai Rang floating market on the Mekong Delta. It’s an interesting perspective on how the Mekong’s rural lifestyle has adapted to the regular floods. After lunch, you’ll return to Ho Chi Minh City. Your overnight stay will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ho Chi Minh City to Tay Ninh & Cu Chi. A morning drive will take you to Tay Ninh to visit the Cao Dai Holy See (in time to watch the mid-day ceremony), and the famous Cu Chi tunnels, a Byzantine maze of underground passages, chambers and booby traps used by both the Vietminh and the Viet Cong. Your overnight stay will be in Ho Chi Minh City."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ho Chi Minh Departure. Your time will be your own until your private car and driver arrives to take you to Tan Son Nhat airport for your departure flight."
    }
  ],
  "map": ""
}