{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-adventure-holiday",
  "tourName": "Vietnam adventure holiday",
  "placesVisited": "Hanoi, Temple of Literature, Hoa Lo Prison, residential Palace, Halong Bay, overnight train to Hue, Thien Mu Pagoda, mausoleum of Tu Duc, Hoi An, Danang, My Son, Ho Chi Minh City, Cu Chi Tunnels, Mekong Delta, Optional activities include a water puppet performance in Hanoi and a 5km cycle ride to Cua Dai beach",
  "generalInfo": "Spend two weeks getting to know magical Vietnam, from top to bottom, taking in beautiful rural locations and its vibrant cities. Travel from Hanoi in the north to Ho Chi Minh City (Saigon) in the south, exploring the rich heritage of the cities, beautiful coastal scenery and the vibrant life of the Mekong Delta. You’ll get to know Vietnam’s sociable culture, too, as so much of life goes on in the streets: eating, washing, socialising, buying and selling or impromptu games. Vietnam boasts incredible sights, but immersing yourself in Vietnamese daily life and its amazing cuisine is equally as fascinating. <br/><br/>You will spend 10 nights in hotels, sleep on a boat cruising between the limestone karsts of Halong Bay and experience some Mekong Delta hospitality in a local guest house. A sleeper train whisks you between Hanoi and Hue, and there is one internal flight from Danang to Ho Chi Minh City, to transport you quickly into the warm, bustling south of the country. This is a busy itinerary covering considerable distances to give you an incredible snapshot of this lively country.<br/><br/>",
  "durationDays": "14",
  "price": "1895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, a city where an unstoppable energy meets traditional Vietnamese culture and colonial influences permeate the broad tree-lined boulevards, most noticeably in faded French architecture. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Hanoi? Secure pre-tour hotel nights through your sales representative. Accommodation: Babylon Grand Hotel & Spa (or similar) Upgrade to a premium room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today, we embark on a sightseeing tour of Hanoi, which includes: a visit to the Temple of Literature; the site of the oldest university in Vietnam; Hoa Lo Prison; and the Old Quarter. Another stop is the grounds of the Presidential Palace, where former prime minister Ho Chi Minh refused to live in the grand structure for symbolic reasons. We visit his traditional Vietnamese stilt house here. In the evening, there is the option to watch a traditional water puppet show. Accommodation: Babylon Grand Hotel & Spa (or similar) Upgrade to a premium room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, we visit an icon of Vietnam: Ha Long Bay, a World Heritage site where some 3,000 limestone peaks break through emerald waters to create a mystical, magical landscape. To get there, we rise early for the approximately four-hour drive and, upon arrival, board a traditional junk sailing boat, which is also our home for tonight. After launching, we enjoy a seafood lunch on deck and drift among the forested pinnacles. We also stop at a beach where we can hike up to a viewpoint (it’s quite steep but the vistas are worth it), plus there’s time for a swim in a small sectioned-off area. Additionally, an optional kayaking trip (extra cost) may be available depending on weather conditions. Back on board, we can pull up a chair on the top deck and watch the sunset together, perhaps with a cold drink from the bar. When it’s time for bed, we have the comforts of twin-share cabins with private bathrooms. Accommodation: Overnight boat"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We continue to cruise around Ha Long Bay, admiring those limestone pinnacles once more, before returning to port mid-morning. We then have a four-hour drive back to Hanoi, where we have a little free time, before transferring to the train station. Here, we board the Reunification Express for our overnight train ride to Hue, 428mi (688km) to the south. Accommodation: Overnight train"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Arriving mid-morning in Hue, we transfer to our hotel to freshen up. In the afternoon, we visit the Imperial Citadel, the standout attraction in the city. Inside its 6mi (10km) long walls are the palaces and halls of the Mandarins, and the remains of the Forbidden Purple City, where only the emperor, his eunuchs and concubines were allowed. The Forbidden Purple City was almost destroyed during the Tet Offensive in the Vietnam War, but the foliage-covered ruins are still atmospheric and the bomb holes a testament to the destruction wreaked upon the country. We also visit the Thien Mu Pagoda, a centre for anti-government protest in the early 1960s. It houses the Austin car that transported monk Thich Quang Duc to Saigon where he burned himself in protest against the president. The photograph of his self-immolation in 1963 was printed in newspapers around the world. Accommodation: Park View Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, we visit the tomb of Tu Duc, one of the most extravagant mausoleums of the great Nguyen emperors. Designed by Tu Duc himself, it was completed in 1867 but the excessive nature of the project sparked unrest and even an attempted coup. After, we head back to Hue, where we have a free afternoon to explore the historic centre or relax by the river and absorb the sights. Accommodation: Park View Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving Hue, our 81mi (130km) drive passes through the beautiful peninsula of Lang Co, between a crystalline lagoon and the Eastern Sea, and then passes over the Hai Van pass (Pass of the Ocean Clouds) where the views are stunning. In Da Nang, we stop for lunch before we climb Marble Mountain, where we explore large caves used by the Viet Cong as a hospital base during the war. From the mountain peak, there are fantastic views over My Khe beach and the countryside leading to Hoi An, where we spend the next three nights. Accommodation: Hoi An Sincerity Hotel & Spa (or similar) Upgrade to a balcony pool view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning, we have a walking tour of Hoi An, the original European trading port in Vietnam, which dates to the mid-16th century. It is now a living museum, with attractive wooden merchants’ houses and pagoda-style temples with Chinese, Japanese, Vietnamese and European architectural influences. It is also a marvellous place to wander around and enjoy the thriving riverside market and great silk clothes shopping. This afternoon is free. One popular option is to jump on a bike for a ride through the countryside, passing local markets, schools and villages before continuing to Cua Dai beach (3mi/5km). Accommodation: Hoi An Sincerity Hotel & Spa (or similar) Upgrade to a balcony pool view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we visit My Son, the spiritual home of the Cham civilisation, where Cham kings were buried as early as the fourth century. Although bombing has destroyed much of the site, there are several interesting stone towers and sanctuaries. Upon returning to Hoi An, the rest of the afternoon is free to carry on enjoying this historic town. Accommodation: Hoi An Sincerity Hotel & Spa (or similar) Upgrade to a balcony pool view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We drive to Da Nang and then fly to Ho Chi Minh City, an exciting and absorbing metropolis where scooters pack the streets and temples stand alongside modern developments. Devastated by the Vietnam War, it is now a bustling free-market city where almost anything goes. This afternoon’s walking city tour includes a visit to the Ben Thanh Market, Reunification Palace, Notre Dame Cathedral and War Remnants Museum. The museum has an interesting photographic record of the Vietnam War but please be aware that some of the images are very graphic. Accommodation: Huong Sen Hotel (or similar) Upgrade to a super deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today, we head north to the Cu Chi Tunnels, a mazey subterranean network that stretches some 75mi (121km) over three levels. Though construction started in the late 1940s, they became infamous during the Vietnam War, when Viet Cong fighters used them to hide, spring surprise attacks through trapdoors, and store food and weapons. Now, they provide an extraordinary look into the hardships faced throughout the war. During our visit, we see tank and aircraft remnants and visit the war re-enactment zones to learn more about the conflict. We also have the chance to explore the tunnels themselves; though they were once very narrow, some areas were widened to allow tourists to explore the system. If you don’t like tight spaces, you may prefer to stay outside in the sunshine! In the afternoon, we return to Ho Chi Minh City and the rest of the day is free for individual exploration. Accommodation: Huong Sen Hotel (or similar) Upgrade to a super deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, we drive (approximately 2hr 30min to 3hr) to the Mekong Delta, which produces most of the country’s fruit, sugarcane and coconuts, earning it the nickname: the rice bowl of Vietnam. At the Delta city of Vinh Long, we take a wooden boat on the mighty Mekong River to Cai Be. En route, we pass many orchards and friendly locals also travelling by boat and stop to see cottage industries, such as rice paper and coconut candy, with a chance to sample the local produce. The evening is tranquil as we have dinner on an island and enjoy Delta hospitality. We spend the night at a simple guesthouse built in the style of a local house. Bedding, a mosquito net and a small towel are provided. Accommodation: Mekong Delta homestay-style guesthouse"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning, we walk through orchards and navigate small canals in a traditional wooden sampan. Later, we rejoin our boat to rendezvous with our vehicle for the journey back to Ho Chi Minh City via a little-visited Cao Dai temple used by devotees of this indigenous religion, which fuses all the great religions of east and west. Accommodation: Huong Sen Hotel (or similar) Upgrade to a super deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You’ve cruised Ha Long Bay by junk boat, explored the Mekong Delta and toured both Hanoi and Ho Chi Minh City; but today, the adventure comes to an end and we begin our return journeys home. However, you can continue your journey of discovery in Southeast Asia by joining our Angkor Wat add-on tour, where we head to Cambodia to explore the key sites in Phnom Penh, including Angkor, one of the world’s great archaeological sites. Speak to your sales representative to book."
    }
  ],
  "map": ""
}