{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "premium-vietnam-tour",
  "tourName": "Premium Vietnam tour",
  "placesVisited": "",
  "generalInfo": "Spend eight days in Vietnam discovering the highlights and traditions of this eternally beautiful and historically significant country on a Premium adventure. Take part in enriching local encounters as your leader shows you the soul of this diverse pocket of Asia. Get lost in the districts of Hanoi, cruise past the limestone karsts of Halong Bay, discover the old-world charm of Hoi An and navigate the winding streets and chaotic traffic of Ho Chi Minh City. With an unbeatable mix of culture, cuisine and history, your journey through Vietnam is sure to surprise, delight and excite at every turn.<br/><br/>Spending two nights in homestays is a perfect way to learn more about local culture and life, from your H’mong hosts, and to tuck into home cooked dishes. You will also visit Mrs Mai’s Responsible Tourism project in Dong Van, a co-operative which helps victims of human trafficking along the Vietnam/China border. You’ll round off your trip with a wonderful last-night dinner at KOTO restaurant, which provides career training to disadvantaged kids. This is a small group holiday with a maximum of 12 people.<br/>",
  "durationDays": "8",
  "price": "2070",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Hanoi, Vietnam’s vibrant capital city. When you arrive, you’ll be met at the airport by a representative and transferred to your hotel. Your adventure begins with a welcome meeting at 6 pm tonight, where you’ll meet your trip leader and fellow travellers. If you arrive early, Hanoi is the perfect place to explore on foot. Maybe head to the city’s colourful Old Quarter or check out the Vietnam National Fine Arts Museum, showcasing ancient and contemporary Vietnamese art. This evening, join your leader for a welcome dinner at a restaurant that’s been decorated to resemble an old-fashioned Vietnamese house. Dive into the world of Vietnamese cuisine as your leader introduces you to a range of classic dishes made with the freshest local ingredients."
    },
    {
      "dayNumber": 2,
      "title": "Halong Bay.",
      "description": "Depart Hanoi and travel to Ha Long Bay – one of the great natural treasures of Vietnam and a UNESCO World Heritage site. Board your Feature Stay accommodation for the evening – a traditionally decorated junk boat featuring modern conveniences (the name ‘junk boat’ comes from a Javanese word meaning ‘large ship’). Set sail in comfort as unforgettable views of scattered islands and towering limestone karsts slowly unfold in front of you. Explore the bay and sit down for a seafood lunch on board. The sights you visit will vary, but you may stop at a cave where your leader will point out interesting rock formations or a fishing village to learn about local life. In the afternoon, you’ll have opportunities to swim, kayak or simply relax on the beach. Soak in the stunning surroundings with a dinner on deck before settling in for a night of stargazing and swapping stories."
    },
    {
      "dayNumber": 3,
      "title": "Hanoi.",
      "description": "Start your day with a peaceful breakfast and maybe take part in some Tai Chi on board the boat before returning to Hanoi. This afternoon, you’ll take part in a once-in-a-lifetime experience and sit down to a soul-stirring traditional Hat Xam performance. Hat Xam is an art form of Northern Vietnam dating back to the Tran Dynasty. Originally, this was performed by blind performers and was enjoyed by local working-class audiences right up until the late 1950s, when a wave of communism deemed all art forms to be corrupting influences. Today, these performances are rare, but you and your group will be taken to a private club house and treated to an exclusive show in one of the few places where these artists still sing acoustically. The performance goes for around an hour and might include audience interaction, so be ready to get involved!"
    },
    {
      "dayNumber": 4,
      "title": "Hoi An.",
      "description": "This morning, you’ll get to know Hanoi on a half-day tour with your leader. Discover a captivating city where traditional and modern sit side by side as your leader shares knowledge on the Temple of Literature – an oasis of calm in the heart of town. You'll also visit the infamous Hoa Lo Prison, known as the ‘Hanoi Hilton’, which held American POWs. Today’s lunch is extra special as you’ll visit the KOTO restaurant – a social enterprise that provides hospitality training and experience to disadvantaged youth in Vietnam and offers a creative menu of Vietnamese dishes made with local ingredients. This afternoon, you’ll say goodbye to Hanoi and fly south to Danang. Drive to Hoi An and take in views of lush scenery along the way. The rest of the day is yours to explore or chill out in the hotel’s pool."
    },
    {
      "dayNumber": 5,
      "title": "Hoi An.",
      "description": "Set off on a walking tour of Hoi An’s Old Town and discover a blend of traditional treasures and cultural influences from the city’s history as a trading port. Your leader will guide you through the pagoda lined streets and you’ll visit a Chinese assembly hall, cross the Japanese Covered Bridge, enter the ornately decorated historic house of a former trader and check out a local museum. Hoi An’s trading port was particularly known for its pottery, and centuries-old pottery villages still exist to this day. No trip to Vietnam is complete without trying its famed coffee – your leader will take you to a local coffee shop where you can savour a delicious brew as you watch the hustle and bustle of Hoi An. Maybe try a traditional ca phe trung (coffee whipped with egg and sweetened condensed milk) or a refreshing iced coconut coffee. Your afternoon is free for your own exploration."
    },
    {
      "dayNumber": 6,
      "title": "Ho Chi Minh City.",
      "description": "Start your morning with some free time to enjoy more of Hoi An and the surrounding area. Maybe browse the market for silk and other materials or collect any garments that you might have had crafted by the efficient tailors. Or, hire a bicycle and ride along the lanes and out to a nearby beach. Your leader will have great recommendations for places to eat and drink. In the afternoon, transfer back to Danang and fly to Ho Chi Minh City. Check into your hotel before heading out for a tour of this dynamic city, including a visit to the War Remnants Museum. In the evening, the food stalls at Ben Thanh Market might reel you in with the sweet and savoury scents of pho and bun mam."
    },
    {
      "dayNumber": 7,
      "title": "Ho Chi Minh City.",
      "description": "Head out of the city to the nearby Cu Chi Tunnels – an extensive underground network dug by the Viet Minh and later expanded by the Viet Cong. Enter a widened section of the tunnels with your leader who will help you imagine what life underground must have been like and explain how the tunnels contained hospitals, accommodation and schools, and were used for refuge, storage and as a military base for the Viet Cong. After, you’ll head to the nearby Lady Trieu Distillery for a tour to see how the small batch gin is made and taste some cocktails – Lady Trieu’s award-winning gins incorporate flavours that showcase the biodiversity of the regions of Vietnam. Return to Ho Chi Minh City and maybe enjoy a final dinner with your fellow travellers at a local restaurant. Your leader will have some great options!"
    },
    {
      "dayNumber": 8,
      "title": "Ho Chi Minh City.",
      "description": "Your adventure comes to an end after breakfast this morning. If you wish to spend some more time in Ho Chi Minh city, contact your booking agent to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}