{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-hill-tribes-holiday-tailor-made",
  "tourName": "Vietnam hill tribes holiday, tailor made",
  "placesVisited": "Hanoi, Ha Giang, Phuong Do village, Hoang Su Phi, Red Dzao village, Bac Ha, Sin Cheng Market, Sapa, Thanh Kim Valley, Ecolodge accommodation, Mai Chau, Overnight train back to Hanoi",
  "generalInfo": "Journey off the beaten track into the beautiful region of the Tonkinese Alps where authentic local markets and Red Dzao hill tribe villages can be discovered throughout the province. <br/><br/>A few long drives and nights in simple accommodation are rewarded with stunning views and a chance to experience an undiscovered side to Vietnam that typical tourists rarely get to see.<br/><br/>Meeting hill tribe villagers, on their level, is a real privilege and certain to make an impact on responsible travellers. Many of the hill tribes that you'll visit can only be reached on foot. <br/><br/>Although you don't need to be super fit you do need to know that trekking in hot and humid conditions can be quite hard going, especially for anyone with respiratory issues such as asthma. Put in some practise before you go and don't forget a good pair of walking boots.",
  "durationDays": "16",
  "price": "4985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your journey begins with a morning flight from your home airport. Spend the night on board the aircraft."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transit in Bangkok and fly onto Hanoi, a charming colonial city. Enjoy a leisurely walking tour of Hanoi's Old Quarter."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take a half day tour of the city's sights with your private guide and driver as well as a journey by cyclo! After taking a look at the Temple of Literature, cross the street to Craftlink, a non-profit organisation who seek to assist small Vietnamese producers from the poorer hill tribe minorities to develop their businesses and find market opportunities. If you are here around lunchtime, head to Cafe Koto for a great choice of international and local dishes. Koto means \"Know One, Teach One\" and is a non-profit organisation which helps street and disadvantaged youth in Vietnam. Two ideal places to shop for souvenirs and grab a bite to eat whilst helping support the local community."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Journey from Hanoi to Ha Giang by road today, the journey will take approximately eight hours. Watch the scenery change from urban city life to rice terraced mountains."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A morning of exploration by bicycle gives you chance to immerse yourself in daily village life. After lunch explore further afield on foot, enjoy a two hour walk through the paddy-fields and forest to visit minority people at Phuong Do village, the oldest Tay community in Ha Giang."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Travel between Ha Gian City and Hoang Su Phi today which takes you over the high mountain passes and through twisting valleys."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A full day trek today will reward you with a visit to a Red Dzao village. Spend some time at the village and have a relaxed lunch before trekking back to Pan Ou."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Make the journey from Hoang Su Phi to Bac Ha today. It takes approximately six hours and it's quite a bumpy road, however, the views you will have make it worth while."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early this morning visit Sin Cheng Market en route to Sapa. This is one of the best markets to visit as it is still relatively unknown and untouched by modern life. This small but colourful market is attended by many local tribes in their traditional dress which makes for some fantastic photo opportunities."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your guide and driver will be at your disposal today and you can discuss with them where you like to explore. If you are looking to buy some traditional souvenirs, head to the Indigo store in the town centre. This shop provides a retail outlet for the textiles and embroidery of local ethnic minority people from the area. They order their stock directly from the villagers who are paid fairly for their work and encourage the conveyance of the traditional skill to the next generation. Overnight at the Topas Ecolodge."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you have a full day trek planned which will take you through some of Sapa's most stunning scenery in the Thanh Kim valley. Visit some local villages and witness the incredible colours of northern Vietnam. As today is a school day you may also like to visit one of the village schools to meet the children."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A much earned day at leisure today. You may wish to just enjoy relaxing at the Ecolodge taking in the wonderful views, or perhaps you may decide to have an amble around Sapa where you may like to head to the Baguette & Chocolat Cafe for morning tea. The Cafe runs a training scheme which supports disadvantaged teenagers and trains them in the catering and hospitality industry. Later today drive to Lao Cai ready to board the overnight train bound for Hanoi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Your guide will meet you as you disembark the train and you will leave the city and drive out to the pretty town of Mai Chau, located at the foothills of the Tonkinese Alps. On arrival you shall be taken on a short walking tour before having some time to explore on your own or enjoy relaxing back at the lodge."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "A more adventurous day today where you can enjoy a full day bike tour of the area. Venture into the countryside with your guide visiting some of the more remote villages that cannot be reached by car."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The morning is free for you to relax before travelling back to Hanoi for your last night."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the airport early this morning for your flight home."
    }
  ],
  "map": ""
}