{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-family-13-day-tour",
  "tourName": "Vietnam family 13 day tour",
  "placesVisited": "",
  "generalInfo": "Vietnam is a destination that truly has it all – from breathtaking landscapes and vibrant cities to towering mountains and sparkling emerald bays. On our 13-day Vietnam family group tour, we’ll take you on a journey to experience the very best this incredible country has to offer. <br/><br/>Starting in the bustling streets of Ho Chi Minh City, you’ll get a taste of modern Vietnamese life before heading to the historic charm of Hoi An, known for its picturesque streets and rich cultural heritage. Along the way, you’ll immerse yourself in local culture with unique craft workshops, kayak through clear blue rivers, and stay at cozy, locally-owned farm-stays that offer a genuine experience of rural life.<br/><br/>And, to top off your adventure, we’ll spend two days cruising around the world-famous Halong Bay, where you can soak up the stunning scenery and relax aboard a traditional wooden boat. This 13-day tour is designed to give your family an unforgettable experience in one of Southeast Asia’s most captivating countries.<br/><br/>What's Included<br/><br/>All transportation &amp; accommodation within Vietnam throughout your entire tour.<br/>A number of meals throughout your tour.<br/>Welcome dinner (Ho Chi Minh City) <br/>Cu Chi Tunnels visit (Ho Chi Minh City) <br/>City walking tour (Ho Chi Minh City) <br/>Lantern-making workshop (Hoi An) <br/>Hoi An ancient town tour (Hoi An) <br/>Cycle tour of Chay Lap farm (Phong Nha) <br/>Kayaking at Chay Lap watersports center (Phong Nha) <br/>Hoan Kiem Lake visit &amp; Old Quarter visit (Hanoi) <br/>Halong Bay 2-day, 1-night cruise – including lunch, dinner &amp; brunch, canoeing, Cap La Island visit and sunset party, Thien Canh Son Cave visit, morning tai chi class (Hanoi) <br/>Farewell dinner (Hanoi)",
  "durationDays": "13",
  "price": "1799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ho Chi Minh City: Welcome to Vietnam and the beginning of your family group tour! You’ll meet your fellow travellers and your Adventure Leader at your hotel around 5pm today. During this meeting, you’ll get an introduction to what the next 13 days have in store, along with important safety information and tips for adjusting to life in Vietnam. Afterwards, we’ll head out for dinner at a local restaurant to officially welcome you to this beautiful country. This will be a great opportunity to try some delicious regional cuisine and get to know the other families who will be joining you on your adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh City: We’re starting the day bright and early with a trip to the Cu Chi Tunnels. Located just outside the city, these tunnels were built during the Vietnam War as a strategic defense against better-equipped American and South Vietnamese forces. It’s a fascinating visit and an important part of Vietnam’s history. You’ll return to your hotel in the mid-afternoon, giving you some time to freshen up before heading out for a walking tour of the city. During the tour, you’ll have the chance to see the city’s most iconic landmarks and get a feel for its vibrant atmosphere. In the evening, if you’d like, you can join your group for dinner. And if you're still hungry after that, you can head out to a local night market for a snack to wrap up the day."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ho Chi Minh City: Today is a free day for you to explore Ho Chi Minh at your own pace, but if you’re looking for some inspiration, we have several optional activities you can book: If you want to get off the beaten path, consider a day trip to the Mekong Delta. This day trip will take you from early morning until mid-afternoon. During your visit, you’ll row sampan boats along scenic canals, stroll through a small local village, explore traditional workshops, sample fresh fruit and honey tea, and enjoy lunch at a garden restaurant overlooking the beautiful countryside. For a taste of Vietnamese culture, join a drawing workshop this morning. You’ll learn about traditional Vietnamese art and have the chance to create a memorable souvenir of your time here. If your family loves food, a cooking class could be a fun option! Led by a local head chef, you’ll get hands-on experience cooking four delicious courses, while learning about the flavors and techniques that make up Vietnam’s culinary traditions. The experience also includes a visit to a local market. In the evening, you can opt for a relaxing cruise along the Saigon River. From the boat, you’ll get a unique perspective of the city’s iconic landmarks. Of course, feel free to ask your Adventure Leader for additional suggestions on how to make the most of your free day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hoi An: This morning, we’ll head to the airport and transfer to our next destination on the Vietnam family group tour – Hoi An! Our goal is to arrive and check in to our hotel by early afternoon. Once settled, we’ll dive into the local culture with a fun and hands-on experience – a lantern-making workshop! Hoi An is renowned for its vibrant lanterns, and now it’s your turn to create your very own to take home as a unique souvenir. Afterward, we’ll give you a tour of the Ancient Town. Wander through this UNESCO World Heritage Site with your Adventure Leader and explore the charming streets, historic architecture, and local shops at your own pace. This evening, you have the option to join us for the Hoi An Memories show. This spectacular performance brings the 400-year history of the town to life, featuring breathtaking lighting and sound effects that make for an unforgettable experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hoi An: Today is yours to enjoy at your own pace, but as always, we have a range of optional activities for you to choose from. If you’re in need of a break, you can simply unwind on the beach, soaking up the beautiful views and getting some well-deserved rest and relaxation. Alternatively: You can take a full-day tour to Ba Na Hills. This tour includes a scenic cable car ride up to Ba Na Mountain, where you’ll explore the lush Le Jardin, ancient French villas, and the stunning Linh Ung Pagoda with its impressive 27m Buddha. Don’t miss the chance to reach the peak of Chua Mountain, where you’ll enjoy panoramic views of Da Nang city. If you’re craving more adventure, you can opt for a tour to the Cu Lao Cham islands, a UNESCO World Biosphere Reserve located just 20km off the coast of Hoi An. The islands offer pristine beaches, crystal-clear waters, and a fascinating ecosystem. For something uniquely Vietnamese, you could try a coconut basket boating experience. These traditional circular boats are used to navigate the serene, verdant rivers. Afterward, you’ll visit a local farm to learn about rural life in the area. This evening, if you’d like, you can join the group for dinner to wrap up your day."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Phong Nha: This morning, enjoy a relaxed breakfast at your own pace before we head to our next destination: Phong Nha. Our journey takes us to a unique and memorable stay at a local farmstay in Chay Lap, where you’ll experience life within a close-knit community. After checking in and settling in, we’ll gather for a delightful dinner at the farmstay’s restaurant, where you can savour delicious, locally-sourced dishes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Phong Nha: Today, you have a couple of fantastic options for how to spend your day. If you’re looking for a quieter day, feel free to relax by the farmstay’s outdoor pool and lounge area. However, if you're in the mood for adventure, consider: Joining us on a one-day tour of Phong Nha National Park, where we’ll visit the spectacular Paradise Cave and Dark Cave. Don’t forget your swimsuits, as there will be plenty of opportunities for adventure, including a zip line or a kayaking experience. In the evening, we’ll head out on a night safari, where you’ll explore the local jungle in an electric car, searching for rare animals and insects. If you prefer, you can also opt for a peaceful dinner at the farmstay’s restaurant to wind down after the day’s activities."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Phong Nha to Hanoi: Tonight, we’ll transfer to Hanoi, the next stop on our Vietnam family group tour – but not before we enjoy some final fun in Phong Nha! After breakfast, we’ll pick up bikes for a 2-hour cycle tour around Chay Lap farm. Still feeling energetic? Next, we’ll head to the local watersports centre to grab kayaks and explore the waters. Before we leave for Hanoi, you can opt to join us for a boat ride along the Chay River, offering a stunning view of Golden Hour and the sunset. In the evening, we’ll depart the farmstay and begin our overnight journey to Hanoi by train. (Note: A flight alternative is available – please contact us for more details.)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hanoi: This morning, you’ll arrive in Hanoi and check into your next accommodation. After a bit of rest to recharge, we’ll take you out in the mid-afternoon to explore the beautiful Hoan Kiem Lake and the bustling Old Quarter. In the evening, you can opt to join your group for dinner and drinks at the night market in the Old Quarter. Alternatively, if you’re looking for a taste of local culture, we recommend heading to the traditional Water Puppet Show for a fascinating display of Vietnam’s cultural heritage."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hanoi: Today is yours to enjoy however you wish. However, we’ve got some exciting options if you’re looking for inspiration: You can take a full-day trip to Ninh Binh, where you’ll explore the towering limestone karsts of Trang An, visit the Bai Dinh Pagoda, enjoy a group lunch, and take a traditional wooden boat to discover the local grottoes and caves. Alternatively, head into the Old Quarter for a pottery workshop, where you’ll learn to craft traditional Bat Trang ceramics and make your own unique piece to take home. In the afternoon, embark on a Jeep tour around Hanoi, taking in the city's most beautiful landmarks such as the French Quarter, the Opera House, and West Lake. Along the way, you’ll also have the chance to taste some of Hanoi's finest regional cuisine. If you prefer to spend your day at leisure, be sure to ask your Adventure Leader for recommendations on the best things to see and do!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Halong Bay: We’re starting early this morning as we head to one of the most stunning destinations in Vietnam – Halong Bay! Upon arrival, we’ll board our boat (where we’ll stay overnight) and enjoy a delicious lunch as we cruise towards Cap La Island. In the afternoon, you’ll have the chance to canoe across the crystal-clear waters and take a tender boat to explore the island. After some time on the island, we’ll gather for a fun party as the sun sets. Then, we’ll head back to our boat for dinner and relax for the night, taking in the incredible scenery around us."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Halong Bay: Wake up this morning to the peaceful sway of the boat in Halong Bay, just in time for a relaxing tai chi session on the sundeck or to simply enjoy the stunning sunrise over the bay’s remarkable landscape. After a quick snack, we’ll take you on an excursion to Thien Canh Son Cave, a beautiful hidden gem that you’ll have the chance to explore in the morning. Don’t worry about feeling hungry, as we’ll have you back on board by mid-morning for a delicious traditional Vietnamese brunch. Afterward, we’ll begin cruising back to port, where we’ll transfer you back to Hanoi. This evening, you’ll have some free time to relax, but we’ll gather everyone for a farewell dinner, where you can reflect on the wonderful experiences of your journey together."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hanoi: Sadly, this morning marks the end of your Vietnam family tour. If you’d like assistance with getting back to the airport – or you’re planning on staying another night – let us know and we can assist you with your booking. Alternatively, if you’d like to stay on, you can book an additional 3-day, 2-night loop of Ha Giang! Find out more on this below."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Optional Extension - The Ha Giang Loop: If you're not quite ready to say goodbye to Vietnam, you can extend your adventure by adding an amazing loop of Ha Giang once your tour in Hanoi finishes. Here's what you can expect: Day 13: Hanoi to Ha Giang Start the day by exploring Hoan Kiem Lake and the rest of Hanoi in the morning. After lunch, you'll visit Hao Lo Prison in the afternoon, a significant historical site. In the evening, you can explore the bustling Old Quarter night market before boarding a sleeper bus that will take you to Ha Giang, where you'll arrive in the early morning. Day 14: Ha Giang & Bac Sum Pass After breakfast at your accommodation, we'll head toward Bac Sum Pass. Along the way, stop at Heaven’s Gate, an incredible gorge surrounded by mountains, and also visit Tam Son town. When we arrive at Yen Minh town, we’ll have lunch before continuing our journey to Dong Van via the Chin Khoanh Pass. As we travel through the afternoon, you’ll pass by stunning rice terraces and towering limestone rocks, with glimpses of local hill tribes working the land. We’ll also visit the Hmong King’s Palace, a century-old residence belonging to the King of the H’mong people, Vuong Chinh Duc. We’ll arrive in Dong Van late in the afternoon and check in to a cozy, family-owned hotel. After settling in, you’ll enjoy a delicious local Vietnamese dinner. The rest of the evening is yours to explore as you like. Day 15: Waterfalls & Textile-Making in Lung Tam: After breakfast, it's time to pack your swimsuits as we head to a nearby waterfall for a refreshing swim. Next, we’ll transfer to Lung Tam, a H’mong village, where you'll join local craftswomen in a textile-making workshop and create a unique souvenir. We'll then head to Quan Ba town to marvel at the stunning Nui Doi mountain before returning to Ha Giang for a few final hours of exploration. In the late afternoon, we’ll board a private bus to take us back to Hanoi, where we’ll arrive in the evening. Pricing per person: £550 This extended loop of Ha Giang offers an unforgettable journey through northern Vietnam’s remote landscapes and rich cultural heritage."
    }
  ],
  "map": ""
}