{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "hanoi-to-saigon-small-group-tour",
  "tourName": "Hanoi to Saigon small group tour",
  "placesVisited": "7 World Heritage Sites, Hanoi, Overnight Halong Bay Cruise, Trang An Karst Landscapes, Phong Nha National Park, Hoi An, My Son Ancient City, Marble Mountain, Hoi An, Saigon Sites and Markets, Cu Chi Tunnels, Secret Vietcong Base at Xe Quit, Cai Be, Mekong Delta, Local food",
  "generalInfo": "We’ll explore the narrow lanes and local cafes of Hanoi’s bustling Old Quarter; stay overnight on a traditional-style wooden boat amid the dramatic scenery of Halong Bay and discover the spectacular karst landscapes of Trang An - ‘Halong in the Rice Fields’. Heading south - with an overnight ride on the famous ‘Unification Express’ - we’ll hike through some of the truly awe-inspiring caverns of Phong Nha – Ke Bang National Park, home to what’s considered the World’s largest cave system and travel up the Perfume River to visit the royal pagodas and tombs of Hue, the former imperial capital.<br/><br/>Continuing south we reach picturesque, historic Hoi An, as well as the atmospheric ruined temples of the little-known Cham civilization at My Son. From Danang a short domestic flight takes us to vibrant, sometimes chaotic, but ever-fascinating Ho Chi Minh City, still known as Saigon to many of its residents.<br/><br/>Our tours concludes with a 3-day boat and road tour through the lush landscapes and myriad waterways of the Mekong Delta where we’ll visit the famous floating markets as well as taking a dug-out canoe through the hidden Vietcong jungle base of Xe Quit.      <br/><br/>No less than 7 of Vietnam’s 8 UNESCO World Heritage sites along with the opportunity to meet plenty of very friendly people and sample the justifiably renowned cuisine. A magnificent and varied introduction to the spectacular landscapes, rich culture, both recent and ancient history and famous and lesser-known sites of this fast developing, yet in many ways still very traditional, Southeast Asian nation. <br/><br/>Features:<br/><br/>1. The Old Quarter, colonial architecture, lakeside cafes and pagodas and of Vietnam's charming capital Hanoi<br/>2. An overnight cruise through the World Heritage landscapes of awe-inspiring Halong Bay<br/>3. Discover the dramatic limestone scenery of Trang An in Ninh Binh Province - 'Halong in the paddy-fields'<br/>4. Go underground at the famous Cu Chi Tunnels, the vast subterranean former Vietcong base<br/>5. Explore the picturesque Mekong Delta region: a labyrinth of waterways, islands and traditional villages<br/>6. Sample Vietnam's superb and highly reputed cuisine with the emphasis, as usual, on the authentic and local food<br/><br/>Optional extensions<br/><br/>1. Take a short flight from Saigon for a stay at a beachside resort on spectacular Phu Quoc Island<br/>2. Head to the coast for some quality ‘R and R’ at Mui Ne. <br/>3. Sapa and the far north. A 5-day exploration of the region’s high mountains and myriad hll-tribe peoples <br/>4. Fly Saigon to Siem Reap for a 4-day tour of the World Heritage jungle-clad temples of Angkor<br/>5. Add on a stopover in Bangkok for our fascinating off the beaten track mini-tour<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "16",
  "price": "2275",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your tour begins with a check-in to a downtown hotel in Hanoi’s Old Quarter. Afternoon introductory walking tour to explore the area with an optional trip to see the unique water-puppet show before a local-style, welcome dinner introduces you to the country’s sumptuous cuisine."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of some of the sights of this beautiful old city including Ho Chi Minh’s Mausoleum, the 11th-century University and Temple of Literature, the fascinating Ethnology Museum, a stroll through the picturesque lanes of Hanoi’s Old Quarter and, of course, the city’s quirky ‘Train Street’. (Precise itinerary may vary according to opening days/times etc.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departure for Halong Port for a lunchtime boarding and afternoon boat cruise through the dramatic limestone scenery of World Heritage Halong Bay. (The boat is well-appointed with private, air-con, en-suite cabins)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Optional early rise for dawn over Halong Bay before continuing our cruise with a late morning return to Halong Port. After lunch, an overland transfer south takes us to more spectacular limestone scenery in Ninh Binh Province and our night’s accommodation in the small town of Tam Coc."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leisurely morning cycle through the lush paddy fields and limestone cliffs of the ‘Halong of the rice fields’ with an afternoon visit by rowing boat to the remarkable cave system of Trang An and its labyrinth of grottoes, tunnels and emerald lagoons. In the evening we’ll continue to Ninh Binh Town to board the night sleeper train."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early morning arrival in Dong Hoi from where we’ll head into the hills for a day’s exploration of magnificent World Heritage Phong Nha – Ke Bang National Park. Discover the area’s primary forest, karst scenery and spectacular cave systems by foot and boat. Overnight in a charming, family-run eco-resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our journey south to Hue takes us across the infamous DMZ (former Demilitarized Zone) where we’ll stop to visit the fascinating. albeit sobering Vietcong tunnels at Vinh Moc and the Hien Luong Bridge on the 17th parallel which marked the pre-1975 border between South and North Vietnam. Arrival in Hue and time at leisure to stroll around the fun and friendly town."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to check out some of the spectacular sights of this historic, former imperial capital and now UNESCO World Heritage Site. Morning cruise by ‘dragon boat’ along the Perfume River to visit Thien Mu Pagoda followed by the spectacular pagodas, tomb and hunting park of Emperor Tu Duc. An afternoon walk includes the main market and a walking tour of the iconic ancient citadel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Short, scenic drive to nearby Hoi An Town by way of the spectacular Hai Van Pass and with a stop at Danang’s picturesque Marble Mountain. Late afternoon walking tour of the well-preserved and charming old town of Hoi An – one of Southeast Asia’s most important ports during the 16th to 19th centuries."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early morning trip to the atmospheric ruined temples of ancient My Son. Vietnam’s most important Cham site was occupied from the 4th to 13th centuries, before succumbing to its powerful Khmer and Vietnamese neighbours. Return to Hoi An and an afternoon at leisure to discover the picturesque old streets, visit the bustling silk market or perhaps cycle down to the nearby beach for a dip or massage."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning at leisure in Hoi An before a drive to nearby Danang for a tour of its impressive Cham Museum and an afternoon flight to Saigon (Ho Chi Minh City)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day tour of some of the City’s fascinating sites and vibrant street life including the bustling Ben Thanh Market, the sobering War Museum, picturesque Jade Emperor Pagoda and Saigon’s own, French period, Notre Dame Cathedral."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure from Saigon for a visit to the fascinating Vietcong tunnel system at Cu Chi before continuing south to the scenic Delta town of Cai Be with some free time to explore the area. Overnight in a simple, family-run colonial-period villa on one of the region’s myriad islands. In the evening you'll try your hand at some simple Vietnamese cooking before sitting back and enjoying a sumptuous home-cooked meal."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning boat tour through the Delta’s picturesque waterways with opportunities to visit some of the region’s cottage industries and orchards. Arrival in Vinh Long and a canoe tour of the former Vietcong jungle base at Xe Quit before continuing to Can Tho with the afternoon at leisure to explore this friendly riverside town or check out the interesting Mekong Delta Museum."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Morning boat ride to the famous Cai Rang floating market. Although today much reduced in size, the site still provides a colourful opportunity to discover the traditional heritage of the Mekong Delta. Afternoon return drive to Saigon, (Ho Chi Minh City), and our farewell dinner."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Morning at leisure in Saigon – improve your street photography or perhaps some last-minute market shopping and midday end to the tour."
    }
  ],
  "map": ""
}