{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-tailor-made-adventure-tour",
  "tourName": "Vietnam tailor made adventure tour",
  "placesVisited": "Hanoi, cyclo tour of Old Quarter, day exploring villages, Sapa, three day trek from Thanh Kim, homestay, night in stilt house, Phong Nha, Tan Hoa village, Hung Ton cave and Tu Lan cave, overnight junk cruise on Halong Bay, pearl farm",
  "generalInfo": "Embark on a captivating 12 day journey through Vietnam, where rich culture, stunning landscapes, and delightful cuisine come together for an unforgettable experience. This adventure invites you to explore everything from the bustling streets of Hanoi to the serene rice paddies of Hoi An, allowing you to immerse yourself in the country's vibrant heritage and natural beauty.<br/><br/>Start your adventure in Hanoi, the lively capital where history and modernity blend seamlessly. Take a leisurely stroll around Hoan Kiem Lake, soaking in the sights of charming French colonial buildings that line the streets. Don’t miss the chance to sample delicious street food, such as the iconic ‘banh mi’ sandwich or a frothy cup of traditional egg coffee, as you explore the Old Quarter. In the evening, enjoy a captivating performance of Water Puppetry, a unique art form that showcases Vietnam’s rural traditions.<br/><br/>Next, you’ll venture to Ninh Binh, often referred to as ‘Halong Bay on land.’ Here, visit the ancient capital of Hoa Lu, where impressive temples honour past emperors. After a relaxing lunch, take a peaceful boat ride through Tam Coc, surrounded by dramatic limestone karsts and lush rice paddies. This gentle cruise allows you to absorb the breathtaking scenery as you glide through serene caves.<br/><br/>From Ninh Binh, set sail for Lan Ha Bay aboard the luxurious Orchid Trendy cruise. Enjoy the stunning views of emerald waters and towering limestone cliffs while indulging in delicious meals prepared with fresh local ingredients. Explore hidden caves, swim in crystal-clear waters, and join a cooking demonstration to learn the secrets of Vietnamese cuisine. Evenings on the cruise are a highlight, offering breathtaking sunsets over the bay.<br/><br/>Your adventure continues in Phong Nha, renowned for its extraordinary caves, including the stunning Paradise Cave and the thrilling Dark Cave. Here, you can kayak through underground rivers, swim in natural mud baths, and marvel at impressive geological formations that tell the story of millions of years of natural history.<br/><br/>Moving on to Hue, delve into the history of the Nguyen dynasty. Explore the grandeur of the Imperial Citadel and visit the royal tombs, all while cruising the Perfume River to the iconic Thien Mu Pagoda. Hue’s rich heritage will provide a deeper understanding of Vietnam’s past.<br/><br/>Finally, arrive in Hoi An, a UNESCO World Heritage site known for its well-preserved ancient architecture and charming streets. Wander through lantern-lit alleys, visit local workshops, and enjoy the town’s vibrant culinary scene. Join a cooking class to learn about local ingredients and traditional recipes, and take some time to relax on the nearby beaches.<br/><br/>Throughout this journey, you’ll connect with the heart and soul of Vietnam, creating lasting memories while experiencing the warmth of its people. Prepare for an adventure that highlights the beauty of this remarkable country.",
  "durationDays": "12",
  "price": "2330",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hanoi Arrival Upon your arrival at Noi Bai Airport in Hanoi, you'll be greeted and transferred to your hotel. Take some time to relax after your journey before enjoying a welcome dinner at a lovely restaurant housed in a colonial building. In the evening, immerse yourself in Vietnamese culture with a performance of traditional Water Puppetry, a unique art form from northern Vietnam. Overnight stay in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi: Live Like a Local Today begins with a local guide and driver taking you to Hoan Kiem Lake. After a visit to Ngoc Son Temple, enjoy a taste of Vietnam’s local iced coffee at a traditional café, and if you're adventurous, sample the famous ‘Egg Coffee’. Next, experience the street food scene with a delicious ‘banh mi’ baguette sandwich. Continue to the Old Quarter, viewing French architectural influences, stopping at St. Joseph Cathedral and Hoa Lo Prison. After lunch, visit the Temple of Literature, the site of Vietnam's first university. Your day concludes with a stroll along the railway line for fantastic photo opportunities and a visit to a local Bia Hoi for refreshing draft beer."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hanoi/Ninh Binh/Hoa Lu - Tam Coc (Three Caves)/Hanoi Travel to Hoa Lu, the former capital of Vietnam, for a visit to two ancient temples dedicated to Emperor Dinh and Emperor Le. Enjoy lunch at a local restaurant before heading to Tam Coc, where you’ll be rowed along a serene river framed by limestone hills and rice paddies, passing through caves. Disembark for a gentle 2km stroll through rural scenery to Thai Vi Temple. Return to Hanoi for an overnight stay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hanoi/Halong/Lan Ha Bay / Overnight on the Orchid Trendy Cruise Your private car will take you to Halong City. Upon arrival, you’ll embark on the Orchid Trendy Cruise, where you’ll enjoy welcome drinks and a briefing. A delicious lunch is served as you cruise through the stunning Ha Long Bay and Lan Ha Bay. Explore Trung Trang Cave on Cat Ba Island, enjoy a swim in the emerald waters of Tra Bau, and take part in a cooking demonstration on board. Enjoy dinner while taking in the breathtaking views of the bay at sunset, followed by evening activities or relaxation. Overnight on board."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lan Ha Bay/Hanoi ? Flight to Dong Hoi/Phong Nha Begin your day with a tai chi session on the sundeck followed by breakfast. Participate in kayaking activities to discover the hidden charms of the bay. Enjoy brunch while cruising back to Tuan Chau Marina, where you'll disembark and be transferred to Noi Bai Airport for your flight to Dong Hoi. Upon arrival, a private driver will take you to Phong Nha town for check-in at your lodge, followed by a delicious home-cooked dinner. Overnight in Phong Nha."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Paradise Cave and Dark Cave (PRIVATE) After breakfast, you’ll be transferred to Paradise Cave, the longest dry cave in Asia, located within Phong Nha-Ke Bang National Park. Enjoy lunch at Dark Cave restaurant before venturing into Dark Cave for various activities such as mud baths, zip-lining, swimming, and kayaking. Return to Phong Nha Lake House for refreshments and dinner. Overnight in Phong Nha."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Conquer the 4.5km of Phong Nha Cave (PRIVATE) Explore Phong Nha Cave, the world’s largest wet cave, on a guided adventure. After gearing up, you'll take a boat trip to the cave entrance, where your exploration begins. Enjoy a picnic lunch inside the cave before returning to your lodge for refreshments and dinner. Overnight in Phong Nha."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dong Hoi/Quang Tri/Hue/Imperial Citadel Your guide will pick you up for a scenic drive to Hue, taking in historical sites along the way. Upon arrival, check in at your hotel before touring Hue's ancient Citadel, the seat of the Nguyen Dynasty, including the Thai Hoa Palace and the Royal Palaces. Overnight in Hue."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hue/Royal Tombs/Danang/Hoi An Cruise along the Perfume River to visit Thien Mu Pagoda, then explore the Royal Tombs of Emperors Minh Mang and Khai Dinh. After lunch, drive to Danang, crossing the scenic Hai Van Pass, and visit the Marble Mountains before continuing to Hoi An for your overnight stay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hoi An Ancient Town Walking Tour Enjoy a guided walking tour of Hoi An Ancient Town, where you'll learn about its rich history and explore famous sites such as the Japanese Covered Bridge and Tan Ky House. After lunch, you have the rest of the day to relax or explore the nearby beach. Overnight in Hoi An."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hoi An: From Farmer to Fisherman Begin with a cycle through the countryside, witnessing local life. Then, board a boat to the Thu Bon estuary for a fishing experience using traditional ‘Thung Chai’ basket boats. Visit a fishing village and enjoy a fresh seafood lunch before returning to your hotel. The rest of the day is yours to enjoy at leisure. Overnight in Hoi An."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hoi An/Danang/Departure Spend your final hours in Vietnam at your leisure before being driven to Danang Airport for your homeward flight."
    }
  ],
  "map": ""
}