{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "north-vietnam-photography-tour",
  "tourName": "North Vietnam Photography tour",
  "placesVisited": "",
  "generalInfo": "Are you ready for an incredible photography tour of Northern Vietnam? Our tour has been carefully crafted to provide a colourful mix of cultural, landscape, and portrait photography, with three main components: the vibrant streets of Hanoi, the stunning rice terraces and ethnic minorities of Ha Giang.<br/><br/>We start our journey with a tour of Old Hanoi, where you'll get the chance to explore the bustling streets like a local and capture the vibrant activity of people at work, play, and roadside dining. From there, we'll head to Ha Giang, a stunning region near the Chinese border that is a dream come true for landscape photographers. You'll also meet authentic hill-tribe people living their traditional lifestyles, providing you with ample opportunities to capture unique portraits.<br/><br/>We have timed our tours to coincide with the annual rice harvest so that you can enjoy the incredible landscapes of the rice terraces at their best and most colourful. But that's not all - we'll also take you on short treks to ethnic minority villages, flower fields, the unique Karst mountains, and an exquisite lake.<br/><br/>Vietnam boasts an astounding 54 ethnic minorities, and we make it a priority to interact with local people throughout the tour. To that end, we've designed our itinerary to follow the local market circuit, where you'll encounter many ethnic minorities in their traditional dress and have opportunities to capture stunning portrait images.<br/><br/>Finally, we'll conclude our adventure with an optional cruise around Lan Ha Bay, a hidden gem that's just as photogenic as the more touristy Halong Bay. You'll enjoy a private junk boat with your own cabin, bathroom, and ample deck space to capture 360-degree seascapes of this UNESCO world heritage site.<br/><br/>With Nathan leading the tour along with our trusted local guide, this tour is a must for anyone looking to capture the beauty of Northern Vietnam through their lens. Don't miss out on this great opportunity!",
  "durationDays": "13",
  "price": "6650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Ha Noi We will arrange for you to be picked up from the airport if requested. Nathan will run the optional pre-tour technical and aesthetic workshop in the afternoon for those photographers who are new to travel photography or feel they would benefit from a refresher course. There will be a pre-tour meet ‘n’ greet with Nathan at the hotel starting at 6pm."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ha Noi Our morning starts with a visit to Dong Xuan Market, where we see the sellers and vendors in action and enjoy many photo opportunities. We then head to Hanoi’s Old Quarter where we see some of the French colonial architecture of former times, including St. Joseph’s Cathedral – a French gothic building constructed in 1886. Next, we walk to the Hoa Lo Prison, where Vietnamese, as well as American and French prisoners of war, were once held. Then it’s on to the Huu Tiep Lake, better known as ‘B-52 lake’, where the wreckage of a US B-5 bomber can still be seen. Around noon we stop to enjoy Hanoi’s traditional bun cha, made with grilled pork and rice noodles. In the afternoon, we visit the Temple of Literature, built in 1076, where Vietnam’s first university was established to educate Vietnam's royalty, mandarins and members of the elite – a fascinating glimpse into the country’s past. Here we provide a traditionally-dressed graduate/model for more controlled shooting scenarios. Later in the afternoon, we visit Hanoi’s railway tracks for the sunset and shots of daily life activities. This is peculiar to this city as the railway tracks are sometimes located just metres away from the entrance doors of people’s houses, thus offering some unique photographic opportunities. Recent news suggests that we may not be able to approach this the traditional way, but we’re working with our local guide to see if we can find another angle. If not we will visit Tran Quoc Pagoda for sunset."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hoan Kiem lake – Lao Cai – Bac Ha At sunrise, we head to Hoan Kiem lake for some enchanting moments and a great chance to take photographs of the local people starting their day by practicing tai chi, aerobics and all manner of exotic rituals. After breakfast, we depart on the highway for the long drive to Lao Ci town. after we leave Lao Cai we are likely to make a few photo stops before we reach Bac Ha. If we arrive in Bac Ha early enough you can take some time out to explore the town at your leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bac Ha – Can Cau Market – Ban Pho Village We have a pretty early (5am) start today, with a drive to Can Cau Market, where we stop for breakfast. The market will be crowded with several different ethnic minorities, as every Saturday morning they come to trade their products including buffaloes, horses, pigs, chickens, fabrics, food and more, all from villages in the surrounding mountainous areas. Tribes who visit the market include the Flower Hmong, black Dzao and Tay, all dressed in their colourful traditional dress.. After lunch, we have time to relax then meet again mid-afternoon and transfer to Ban Pho village for an afternoon shoot of the daily life of local Hmong people working in their rice fields. We return to the hotel after sunset, after which you are free to spend the rest of the evening as you wish."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bac Ha – Xin Man – Pan Hou Retreat This morning, we spend a couple hours at Bac Ha’s Sunday market. After brunch, we leave for our resort in the Hoang Su Phi district. On the way we see the surrounding villages with wonderful views of the rice terraces, formed hundreds of years ago by ethnic groups such as the La Chi, Dao and Nung. We stop for some sunset photos before driving to the retreat for check-in and dinner. If you like you can also take a hot herbal bath here."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hoang Su Phi Lodge Trekking This morning we head out for some sunrise photos, then return to the hotel for a full breakfast and check out. We then take a short drive to our lodge in Hoang Su Phi for check-in, after which we trek from Nam Hong to Khoa Thuong village, known as the land of the Dao Ao Dai (long tunic). We walk through the rice terraces, forest, waterfall and an ethnic village, stopping along the way for lunch at a local house. In the afternoon, we trek back to the lodge via a different route. In the evening we meet for dinner and enjoy a Red Dao traditional music show."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hoang Su Phi – Quan Ba We have breakfast at the lodge, after which we start heading to Quan Ba town. En route we pass through Ha Giang city and stop for a local lunch. After lunch, we continue our journey to Quan Ba, stopping frequently to take pictures of the rice terraces as well as the villages along the way. Arriving at Nam Dam village, we check in at a local Dzao guesthouse where we take some time out to recover after the drive. We meet again mid-afternoon and spend an hour or so walking and exploring the local villages around the Quan Ba area. We visit the village of the Zao Ao Dai (Zao with long dress) whose occupants live in a very traditional way in a beautiful village at the foot of the Quan Ba mountain range. We then drive to a viewpoint known as Heaven’s Gate, where we get ready to take sunset pictures as well as witness the beautiful panorama of Tam Son valley. After sunset, we head back to the guesthouse and you can spend the rest of the evening at your leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Quan Ba – Yen Minh – Dong Van After breakfast, we start our journey to Dong Van. On the way, we pass through Yen Minh, enjoying the breathtaking scenery of the terraced fields, probably among the most beautiful of Vietnam. We continue driving uphill towards Dong Van, on a windy road up and down the steep mountains and with many sharp bends, but the spectacular scenery makes it worthwhile. We see some magnificent landscapes en route, and visit some highlights of the region including: the ancient townlet of Pho Bang featuring clay-walled, yin-yang roofed houses built centuries ago; Sung Muoi village with its traditional way of life among the Hmong people; historical relics of the Vuong Palace from when the Vuong family ruled over the region and controlled the local opium production and trading. From there we drive about 20km to Dong Van town and check in to our hotel. We can relax for a couple of hours before starting our afternoon trek. Later on, our guide takes us for a short trek around on a hidden uphill road to a nearby Hmong nearby village where we can take some sunset pictures. You can spend the rest of the evening at your leisure in Dong Van Town."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dong Van – Meo Vac This morning after breakfast, we walk around town and visit Dong Van market, after which we drive to Lung Cu to see the Lo Lo tribe, stopping en route to take in the breathtaking views close to the border with China. After a visit to Lung Cu, we drive back to Dong Van town for lunch and a rest. In the afternoon, we set off to Meo Vac via the Ma Pi Leng Pass, located in the Dong Van Geoparks. The road along the mountainside has spectacular scenery and the pass is a unique regional heritage in terms of landscape and geomorphology. The peak area is considered to be one of the most beautiful panoramic viewpoints in the country. At the top of Ma Pi Leng mountain is the “happiness” road, which features a stone stele recording the marks in the construction process. Next to the road is an abyss, and below is the Nho Que River, one of the most unique tectonic valleys in Vietnam."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Meo Vac – Bao Lac – Bao Lam – Ba Be National Park This morning we spend some time in Meo Vac town, followed by a visit to the Lolo tribe in their cultural village, an ethnic group with only about 4,700 people located near the town. We then continue our trip to Bao Lac where we stop for some refreshments and take pictures of local Tay, Nung and Man people along the way. In the afternoon we arrive at our resort in Ba Be park, check in and enjoy the rest of the day at our leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ba Be National Park The day starts with a walk to a small pier where we take a motorboat for a cruise on Ba Be Lake. The lush forest clinging to the surrounding mountains provides a colourful backdrop as we explore the lake. During the boat trip we visit the Puong Grotto and the Dau Dang waterfall. The scenery surrounding the lake is simply breathtaking, with the huge, old forest dominating the landscape. During our walk in the afternoon, we observe the local communities going about their daily life, including buffalos and their owners tending the fields. By late afternoon we return to a local Tay ethnic minority house."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ba Be National Park – Thai Nguyen – Ha Noi We wake early and enjoy breakfast at our homestay, after which we visit the amazing Hua Ma cave and pass, stopping along the way to take photos of the terraced ricefields. We have lunch at a local restaurant, then continue our journey to Hanoi, stopping from time to time to take pictures of local people, markets and other opportunities that present themselves song the way. We arrive in Hanoi early in the afternoon and have the rest of the afternoon free to relax or stroll around the city’s Old Quarter. The evening is also at our leisure to enjoy a meal in the city or just relax at the hotel."
    }
  ],
  "map": ""
}