{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-hidden-treasures-tour",
  "tourName": "Vietnam hidden treasures tour",
  "placesVisited": "",
  "generalInfo": "Embark on a remarkable journey through Vietnam's Hidden Treasures: Off-the-beaten-path and Local Encounters in 9 Days. This carefully curated tour is perfect for those craving an authentic, immersive, and sustainable experience in the heart of Vietnam's natural wonders.<br/><br/>Start your tour in charming Hanoi, exploring its beautiful cultural sites. Then head to Ninh Binh, where you will see the magnificent views of limestone formations rising from the emerald green rice fields. You will spend time in the village having fun and taking part in the daily activities of the locals.<br/> <br/>Then head to Nam Dinh a hidden gem of Northern Vietnam, where you will learn the water puppet art from the 6th generation water puppet maker and performer. Cycle along the picturesque roads of the Dong Bien village and learn how to make local specialties, before heading to Cat Ba island, where you will trek in the national park and see the panoramic views of Halong Bay. End your trip by exploring the limestone cliffs and karst grottoes on a cruise. <br/><br/>The beautiful places you visit, authentic experiences you take part in, and beautiful sustainable accommodations we selected for you will create life-long warm memories of a friendly and welcoming Vietnam.",
  "durationDays": "9",
  "price": "1589",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HANOI ARRIVAL Upon arrival at Noi Bai Airport, after clearing all customs procedures, please proceed to the exit gate and meet our guide, who will be waiting in the lobby, holding the signboard with your name on it. If you cannot locate your guide, please go to the Airport information counter in the middle of the Domestic and International arrival lobby (inside the terminal) and call the emergency numbers provided in the confirmation voucher for assistance. Your driver will come to meet you up and transfer you to your hotel in the Old Quarter. Overnight in Hanoi If time permits, we will take you to Hanoi sightseeing Vietnam's capital Hanoi is often called the ‘Paris of the East’ and is known for its yellow ochre colonial buildings, tree-lined boulevards, and scenic lakes. Today we will visit the Temple of Literature, the first national university in Vietnam built in the late 11th century. This picturesque temple is a well-preserved example of traditional Vietnamese architecture. Spend time in the beautiful garden of the Temple of Literature, enjoying its quiet and peaceful atmosphere. Continue to the Vietnamese Women’s Museum, located on one of the oldest streets of Hanoi. You will see various exhibitions that will give you insight into Vietnamese life through the lens of women's topics. Then enjoy the walk around the photogenic Old Quarter, where each street has a name of the goods, which originally were sold there in the past. Explore the fascinating maze of back streets, fronted by narrow houses known as “tube houses”, built to avoid taxes based on the width of their frontage onto the street, a wonderfully eclectic glimpse into Hanoi street life."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HANOI – TRAVEL TO NINH BINH – TAM COC AND MUA CAVE EXPLORATION (B/L) Have breakfast at the hotel and depart for a 3-hour drive to the Trang An Landscape Complex in Ninh Binh Province. Recognized as a UNESCO World Heritage Site in 2014, Trang An is famed for its spectacular landscape of limestone karst peaks whose sheer vertical walls rise abruptly 200m (656ft) above the surrounding land and water. The dense rainforest of the landscape that is clinging to the cliffs and peaks, blends naturally with rice paddy fields and rivers, creating a picturesque patchwork of color. In the afternoon, visit Tam Coc, known as “Halong Bay on Land”, where a skilled rower will take you on a 2-hour slow journey on the winding river and canals. Enjoy the views of the beautiful karst formations as you enter into natural caves formed under the hills. After the boat trip, climb to Mua Mountain, which has a shape of a bell with a base sized around 800 square meters. On the left and right sides of the staircase, there are beautiful carvings of the dragon or phoenix. The way leading to the cave formed by a long stone staircase zigzags through the karst, there are nearly 500 steps to a simple altar to Quan Am (the Goddess of Mercy). Later you will be transferred to your hotel in Ninh Binh. Overnight in Ninh Binh"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SPEND TIME WITH LOCALS IN THE HA VILLAGE & VISIT GALAXY GROTTO (B/L) Explore the scenic countryside and engage in local activities with a full-day tour of Tho Ha Village, Galaxy Grotto, and Nho Quan. After breakfast at the hotel, drive to Tho Ha Village in Nho Quan, where you can begin a leisurely 5-15km (3-10mi) bike ride, passing by charming villages and picturesque landscapes. Continue to Dong Tam Hamlet to participate in exciting agricultural activities such as crab catching, fishing, and transplanting and watering vegetables. Return to the hamlet in time for a cooking class and lunch with a local family, where you can enjoy delicious sweet potato cakes and grilled fish. After lunch, board a rowboat at Nha Le Pier for a trip to Galaxy Grotto, a stunning 900m (2,953ft)-deep cave filled with beautiful stalactites that resemble a galaxy of stars. The Grotto is also home to a large colony of bats, which you can observe near the end of the cave. Then we will transfer you to your hotel in the scenic area of Ninh Binh province. Overnight in Ninh Binh"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NINH BINH – TRANSFER TO DONG BIEN VILLAGE – LEARN ABOUT WATER PUPPETRY ART, AND HAVE A SCENIC CYCLING TRIP THROUGH THE COUNTRYSIDE (B/L/D) Have breakfast at the hotel and complete the check-out formalities. Today you will be transferred to Nam Dinh. Upon arrival in Nam Dinh, you will meet a water puppet artisan, Mr. Phan to enjoy the private water puppet show. This unique art originated from the wet rice civilization of Northern Vietnam. Mr. Phan is the sixth generation of the family with a tradition of performing water puppetry in Nam Dinh province. Inherited his talent and water puppetry traditions from his father, Mr. Phan acquired a passion for this folk art in his childhood. He is not only playing with the puppets creating outstanding performances but also crafting puppets as well. He has set up a mini stage for water puppetry and had his solo performances around Vietnam and abroad. Sit down for a cup of tea while Mr. Phan is telling you the story about how the water puppet originated, and his memorable experience traveling to different corners of the world to bring Vietnamese culture and folklore to international friends. Then join a 30-minute show seeing lion dances, buffalo fighting, rice farming, and boat racing at his private mini water puppet stage on his top house floor. After the show, get yourself in the performer's role to handle puppets in the water or join Mr. Phan to make and paint the puppets. Then head to Ecohost Resort to check in and enjoy lunch. In the afternoon, meet your local guide, who will take you on a cycling trip through the countryside to immerse in the cultural life of Vietnam's Red River Delta, an authentic place still undiscovered by tourists. Start your cycling trip with a visit to Pham Phao Cathedral, which is famous for its wooden carving, and the Traditional trumpet-making Brass village nearby. On the way, you will also see Tile-roofed Bridge built in the 16th century. Then cycle to the local family, which produces the conical hats. Spend some time with this family to observe how these hats are made. Finally, explore the daily life of local people and understand the ancestor worship traditions in the local village. Afterward, ride back to Ecohost to relax. Overnight in Ecohost Hai Hau"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HAI HAU – XUAN THUY NATIONAL PARK – GIAO THUY (B/L/D) After breakfast, you will join a class to make a longan cake (also called Banh Nhan). Made of rice, this cake is a traditional cake of Nam Dinh. After that, we will head to Xuan Thuy National Park to explore the beautiful nature and visit the clam hut, where we will have lunch. In the afternoon, we will explore the national park on a wooden boat rowing downstream to see precious birds and learn about the unique ecosystem here. Afterward, return to the mainland and visit the Bach Long salt field to see the salt-making process and experience the exciting work presented. Then drive to the homestay before sunset to enjoy a BBQ dinner and traditional art performances. Overnight in Giao Thuy"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NAM DINH – CAT BA ISLAND – HIKING IN VIET HAI VILLAGE (B/L) After breakfast at the hotel, we will drive you to Cat Ba Island. It is located in the Gulf of Tonkin and is a less visited route for those, who want to explore the famous Halong Bay views. The scenery of Lan Ha Bay where thousands of limestone islands rise out of the emerald sea, sculpted into bizarre shapes is truly an iconic image for Vietnam. Upon arrival at the Hai Phong port, we will take a ferry to Cat Ba island and keep going to the Ben Beo Pier, from where we will take a fast canoe to a lovely homestay in Viet Hai village. This village is around 10 km away from Cat Ba town, right in the middle of Cat Ba’s jungles, and is surrounded by lush forests, mountains, and picturesque scenery. After lunch at a local homestay, we will hike to Navi Peak, where you will see the overview of Cat Ba national park. If time permits, we can climb to the top of the mountain for a panoramic view of Lan Ha Bay, Halong Bay, and Cat Ba national park then get back to the homestay. Overnight in Viet Hai Village"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "VIET HAI VILLAGE – CRUISE IN LAN HA BAY (B/L/D) After breakfast at homestay, say goodbye to our hosts and depart to Gia Luan pier. Upon arrival at the pier board on the cruise and proceed with check-in formalities. After a welcome drink and safety instructions, lunch will be served on board while cruising towards Lan Ha Bay. The cruise will stop in a beautiful place where you will spend time kayaking or swimming, so you can explore the karst grottoes closer. Towards the evening, you will return to the boat for an early dinner, followed by some time at leisure. You can optionally attend the activities taking part on the boat or just relax. Overnight on cruise"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "LAN HA – BACK TO HANOI (B) Rise early today to view the sunrise at the wonder of nature with breakfast served in the dining room. A Tai Chi class on the sun deck will awaken your mind and muscles. Then head off to visit the limestone cave full of stalagmites and stalactites. After your exploration, return to the boat to check out and enjoy the brunch while the cruise is sailing back to the harbor. Later you will be transferred to your accommodation in Hanoi. Overnight in Hanoi"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HANOI DEPARTURE (B) Relish a healthy breakfast on the final day of your trip. Complete the hotel check-out formalities, after which you can visit the local markets and buy souvenirs for your loved ones. Later, proceed for departure and board your flight back home. Trip Ends."
    }
  ],
  "map": ""
}