{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "family-adventure-holiday-to-vietnam-cambodia",
  "tourName": "Family adventure holiday to Vietnam & Cambodia",
  "placesVisited": "Hanoi rickshaw tour, Bike ride by the river, Overnight junk cruise in Halong Bay, Water puppetry show, Overnight train to Hue, Cruise on Perfume River, Thien Mu Pagoda, Bike ride to the Tombs of the Emperors, Hoi An, Siem Reap, Temples of Angkor, Angkor Wat",
  "generalInfo": "This two-week tour of Vietnam and Cambodia, some of the most exciting countries in Southeast Asia, hits all the right notes for families with a sense of adventure and curiosity. And while the itinerary of course ticks off all the must-see icons: the magnificent Halong Bay, and the mysterious temples of Angkor (including the jewel in the crown, Angkor Wat), it also has a fair few surprises up its sleeve that will give you a sense of escaping the regular tourist route.<br/><br/>Beginning in Hanoi, you’ll take a fun rickshaw tour of the city during which you’ll ride through the busy streets of the Old Quarter, see people ballroom dancing or practising tai chi in the parks, and the tomb of Ho Chi Minh in his mausoleum. You’ll also spend a day cycling around a quieter part of the city, by the river. From Hanoi it’s on to Halong Bay, but not for just a whistle-stop tour of this spectacular destination: you’ll board a beautiful junk boat for an overnight cruise, the best way to admire the bay’s stunning limestone karsts.<br/><br/>Next, an overnight train to Hue is a great experience for all the family as you move further south, continuing on after a little more rural sightseeing by bike to Hoi An. This lovely town is a cultural highpoint of the trip, and the perfect place to pick up a few souvenirs in the markets.<br/><br/>From Danang you’ll take a short internal flight to Siem Reap, your final destination of the trip and a chance to unleash your family’s Indiana Jones spirit, as you spend a few fascinating days exploring the ancient temples of Angkor. Kids of any age will love playing amid the ruins and tree roots, and be amazed by this UNESCO World Heritage Site’s treasures. <br/><br/>Still not entirely convinced? For additional convenience, as this is a tailormade tour, it’s suitable for kids of all ages, and you can choose your own dates.<br/>",
  "durationDays": "15",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HANOI Upon arrival at the airport you will be met by one of our representatives and taken to your hotel in the heart of Hanoi. The rest of the day is free for you to explore. Hanoi is a lovely city that will completely entrance; wander through the parks in the early morning or at sunset and you will see people doing Tai Chi and ballroom dancing. There are wide boulevards with imposing colonial buildings which you can admire from the comfort of a tiny noodle shop, gleaming office buildings, trendy boutiques and exquisite restaurants. There are also endless narrow streets full of children playing games and old men playing chess that just beg to be explored."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HANOI You will have a full day tour of the city today. The highlight might be the afternoon cyclo (cycle rickshaw) tour through the chaotic streets of the Old Quarter or the delicious local lunch of noodle soup, but it is also fascinating to see Ho Chi Minh lying in state in his mausoleum. Other sites include the Museum of Ethnology and the beautiful Ngoc Son Temple which is situated on a tiny island in the centre of Hoan Kiem Lake."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HANOI This morning you will head off the beaten track in Hanoi, to a suburb on the banks of the Red River that escaped much of the bombing during the war and which is home to many old houses and temples. You will take a gentle bike ride through back streets, stopping to visit a charming small temple, and getting an insight into a very different side of the city. You will finish at a traditional courtyard house where you will join the host family for lunch, helping to make spring rolls. The afternoon is free for you to relax or see the sights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HANOI – HALONG BAY This morning you will drive approximately 3½ hours to Halong Bay. Along the way you will stop in Yen Duc Village for a water puppet show and local lunch. You will continue to Halong Bay, arriving at around 1.30pm to board a traditional junk (sailing boat) for an overnight cruise. Halong Bay is spectacularly beautiful, with thousands of towering pillars of sea and wind-carved limestone karsts soaring out of the water. This afternoon the junk will stop at one of the small islands in the bay to give you the chance to try your hand at kayaking."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HALONG BAY A full day to continue with your exploration of the bay. You will stop at a small beach where you can swim, kayak or relax and will also continue cruising through the spectacular scenery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HALONG BAY - HANOI Continue sailing and take a row boat to Vong Vieng fishing village where you can have a look around. After an early lunch on board your junk you will disembark and head back to Hanoi for the overnight train to Hue."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HUE After arriving at the train station in Hue you will explore the city. First stop is the former Imperial Citadel, home to the emperors of the Nguyen Dynasty which ruled Vietnam from 1802 – 1945. You will then walk to the boat dock for a boat trip up the Perfume River with lovely views over the rural villages that dot the riverbank. The cruise takes you to the beautiful Thien Mu pagoda and, time permitting the lively Dong Ba market. Later return to your hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HUE – HOI AN This morning you will take a bike ride into a peaceful rural area to the picturesque Tombs of the Emperors. In the afternoon you will head south along the spectacularly beautiful coastal road to Hoi An. This is one of the loveliest towns in Vietnam, a small port that has traditionally been home to a thriving merchant community of foreign traders. There are lively markets and quaint narrow streets lined with old buildings that have been converted into tailors, cafes and boutiques. This is one of the best places in Vietnam to shop for souvenirs, especially in the evening when the streets are lit by traditional Chinese lanterns. The tailors here are excellent so you could consider getting some clothes made up."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HOI AN Two full free days to enjoy Hoi An. Many people like to just wander around and soak up the ambience of the town, perhaps visiting a couple of the old traditional Chinese mansions. Others shop till they drop, spend time at the tailors or head out to the glorious white sandy beach outside town."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "HOI AN – SIEM REAP Today you will transfer to Danang for a flight to Siem Reap, the gateway city to the Temples of Angkor. These are absolutely incredible and will be one of the highlights of your trip. There are literally hundreds of temples – Angkor Wat is the name of the largest and most famous – some of which have been fabulously preserved and restored whilst others are almost completely over-run by the jungle and feel very remote."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SIEM REAP Today you will explore the Angkor Temples by bike with a guide. You will visit the main temple of Angkor Wat and will then continue to the magnificent ‘South Gate’ of Angkor Thom, famed for the colossal human faces carved from stone and flanking the route. The afternoon is free to relax."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "SIEM REAP After breakfast you will drive to Beng Melea Temple, an enormous ruin the size of Angkor Wat but still completely part of the jungle. This is real Indiana Jones stuff and you can swing on giant lianas that grow through the temple walls, clamber over huge tree roots, tunnel through thick undergrowth to dilapidated carvings and generally feel as if you are one of the first to discover the ruins. Later you will continue to Kompong Phluk, a floating village this is built on 8m high stilts over the vast waters of Tonle Sap, a freshwater lake that is home to traditional fishing communities. This is a world heritage site and is best explored by a small wooden boat which enables you to sail amongst the stilt houses and through the flooded mangrove forest."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "SIEM REAP One further day to explore the Angkor Temple by yourselves. Make sure that you visit Ta Prohm, one of the most picturesque temples, covered in sprawling tree roots and lianas. When you have had your fill of temple-hopping, Siem Reap is a very pleasant town with fantastic restaurants and shops as well as foot massage parlours where you can dip your weary feet in a fish tank and tiny fish will nibble off the dead skin! There are plenty of other activities that we can include if of interest, such as cookery classes, ziplines through the jungle, quad bikes and so on. These can either be arranged in advance or you could arrange them locally on arrival."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "SIEM REAP Time to say goodbye to Vietnam and Cambodia and head home."
    }
  ],
  "map": ""
}