{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-in-depth-tour-with-added-comfort",
  "tourName": "Vietnam in depth tour, with added comfort",
  "placesVisited": "Explore the Mekong Delta by private river cruise and tuk tuk, Discover the history and culture of Ho Chi Minh City with your local tour leader, Experience life underground in wartime as you visit the Cu Chi Tunnels, Visit a family-run coffee farm in the scenic Dalat highlands, Fascinating walking tour of Hoi An, and a trip to the ancient Thanh Ha Pottery Village, Learn some traditional dishes with a fab cookery tour from a local Vietnamese chef, Settle down for a rare performance of traditional Hat Xam folk music in Hanoi, Overnight junk boat cruise in Halong Bay – with a memorable dinner on deck",
  "generalInfo": "Don’t pack too many books for this holiday because you’ll never be bored. From the moment you arrive in Ho Chi Minh City to when you say goodbye to your group and tour leader in Hanoi two weeks later, there will be countless memorable moments to savour. <br/><br/>You’ll tour the Mekong Delta on sampan rowing boats, and by tuk tuks, stopping at a coconut farm to sample some tropical fruits and homemade jams. Outside Ho Chi Minh City you’ll explore the famous Cu Chi Tunnels for an immersive introduction to life as a Vietcong soldier during the Vietnam War. In Dalat, in the southern highlands, you’ll have a lovely visit to a family-run coffee farm, and one of the tastiest brews you’ll ever enjoy. <br/><br/>Two of the major highlights of this Vietnam in depth tour comes towards the end. First, a flavoursome cookery experience in Hue with a local chef. Wander the market to pick up ingredients, before heading back to their home for a lesson in how to cook some traditional Vietnamese dishes. And the following day, having flown to Hanoi, you’ll sit down for a performance of Hat Xam. This North Vietnamese folk music, typically performed by blind people, was all but wiped out in the Communist era, and is still very rare today. Your visit directly helps the artform survive.<br/><br/>All this, and we haven’t even mentioned an overnight cruise in the magnificent Halong Bay aboard a junk. Dinner will be served on deck as you soak up stunning views of the bay’s karsts and islands. You can even hire kayaks to get a little closer.<br/><br/>You’ll eat at local restaurants throughout – there are very few ‘chain’ places here anyway – and stay in locally owned hotels, helped by a maximum group size of just 12. And for every holiday sold, a donation is made to an organisation that offers education and vocational training to Vietnamese people with disabilities. Like water gently flowing through the Mekong Delta, your trip spreads the financial benefits of tourism wherever it goes.<br/>",
  "durationDays": "15",
  "price": "3345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure begins in Ho Chi Minh City where you’ll meet a local representative at the airport for the private transfer to your hotel. Tonight, meet the group at a welcome meeting at 6 pm, then head out for dinner with your local leader. When you arrive at the restaurant, you’ll step straight into a piece of Vietnamese history – originally an opium refinery built in 1861, this building still holds subtle nods to its past. Feast on a menu filled with classics and southern Vietnamese favourites, like pho (noodle soup) and bun thit nuong (grilled pork and noodles)."
    },
    {
      "dayNumber": 2,
      "title": "Mekong Delta.",
      "description": "Kick off your first full day of the trip with a visit to the Mekong Delta – a network of rivers and canals with floating markets and rice paddies. After breakfast, drive south towards this region via Ben Tre. Here, you’ll board a private boat to cruise the delta, stopping at some coconut gardens to visit a local home where you can sample tropical fruits and coconut jams. After, return to the waterways of the delta on sampans (small rowing boats) and row past the coconut trees and stilt houses that flank the river. Back on land, take a tuk-tuk tour around the villages for a glimpse at rural life and learn how the coconut industry is woven into the community here. Have lunch at a local restaurant before returning to Ho Chi Minh City for a free evening."
    },
    {
      "dayNumber": 3,
      "title": "Ho Chi Minh City.",
      "description": "This morning, head on a half-day trip to the Cu Chi Tunnels – an extensive underground network (some 200 km) of tunnels dug initially by the Viet Minh and later expanded by the Viet Cong. They housed hospitals, dwellings and schools and were extensively used for refuge, storage and as a military base. As you explore this labyrinth, you’ll be guided by a war veteran who will share a first-hand account of life during the war. He will also share his in-depth knowledge of the tunnel system. Your leader will explain more about its history and the 1968 Tet Offensive. A section of the tunnels has been widened to give visitors a feel for what underground life must have been like. Return to Ho Chi Minh City for an afternoon at leisure. Perhaps visit the renowned TV chef Luke Nguyen’s Vietnam House Restaurant for an elevated, modern twist on traditional Vietnamese cuisine."
    },
    {
      "dayNumber": 4,
      "title": "Ho Chi Minh City - Hoi An.",
      "description": "This morning, see Ho Chi Minh City through the eyes of a local during a bus and walking tour with your leader. Visit the Reunification Palace to learn about the end of the war and then take a sobering trip to the War Remnants Museum after stopping by the Notre Dame Cathedral. Stroll the city’s streets and notice the many French buildings along the way, including the main post office and Ho Chi Minh City Hall, modelled on Paris’ Hotel de Ville. Later this afternoon, fly to Hoi An – a riverside town in central Vietnam."
    },
    {
      "dayNumber": 5,
      "title": "Hoi An.",
      "description": "Join your leader on a walking tour this morning to discover Hoi An’s heritage-listed ancient architecture and unique mix of influences. With its charming low-tiled houses and tranquil feel, this is a delightful town to wander around. Start by visiting an opulently decorated historic house that was once home to a prominent trader. Then, cross the Japanese Covered Bridge, stop by the Chinese Assembly Hall and pay a visit to a local museum to learn more about the history you’ve uncovered on the walk. After, sit down to a lunch with the group. This afternoon, you’re free to make the most of Hoi An and its surrounding areas. Your leader can provide suggestions if you need inspiration!"
    },
    {
      "dayNumber": 6,
      "title": "Hoi An.",
      "description": "Once a significant port of the Champa Kingdom, Hoi An remains home to many Cham descendants today. This morning, your leader will guide you through the My Son Sanctuary – a collection of temples constructed by the Kings of Champa that date back to the 4th century. Learn about the ancient architecture of this UNESCO World Heritage site and see the craters created by American bombs during the war. After exploring the temples and serene surroundings, experience an Apsara dance performance featuring sparkling traditional costumes, panpipes and drums. When you return to Hoi An, the afternoon is free for you to explore further – maybe visit one of the many tailor shops and get a custom outfit or relax by the pool at your hotel."
    },
    {
      "dayNumber": 7,
      "title": "Hue.",
      "description": "Head for Hue this morning – the former imperial capital and hub of Vietnam's historic past. On the way, pass through the Hai Van Pass – a scenic, mountainous stretch of highway with views across Lang Co Beach. Arrive in Hue and discover its eclectic mix of busy streets and peaceful beauty. In the afternoon, visit the Imperial Citadel, including the Forbidden Purple City. The latter was almost completely destroyed during the Tet Offensive in the Vietnam War, but its humble, foliage-covered ruins stand as a testament to its proud history. Here, your leader will share insights into the devastating damage endured during the war."
    },
    {
      "dayNumber": 8,
      "title": "Hue .",
      "description": "Ready your appetite as today you’ll be diving into Hue’s culinary scene. First up, head to a street food eatery for bun bo Hue (this spicy noodle soup is usually made with beef and pig knuckles and is an absolute must-try). Next, meet a local chef and explore the market where you can taste and smell all the herbs and ingredients that bring local dishes to life while learning about the culture of Vietnamese cuisine. Stop for lunch, then continue to the chef’s home and discover how to cook up dishes using the fresh ingredients from the market. Later, visit the Thien Mu Pagoda – an active Buddhist monastery and unofficial symbol of Hue that dates back to 1601. You’ll also visit the elaborate royal tomb of Emperor Tu Duc, with its beautiful lake, frangipani and pine trees and the Imperial Citadel."
    },
    {
      "dayNumber": 9,
      "title": "Hanoi .",
      "description": "Fly from Hue to Hanoi today. Settle in when you arrive and then get your bearings with a leader-led walk, where you’ll wander the ancient 36 Streets to discover shop-lined alleys that sell everything from souvenirs to silk clothing. In the afternoon, join your group again for a traditional Hat Xam performance. Hat Xam is a Northern Vietnamese art form that originated in the Tran Dynasty. Originally performed by blind performers, it was enjoyed by local working-class audiences until the late 1950s, when a wave of communism deemed all art forms to be corrupting influences. This style of performance is rare today, but you and your group will be taken to a private clubhouse for an exclusive performance, which is one of the few places where such artists still perform acoustically."
    },
    {
      "dayNumber": 10,
      "title": "Mai Chau .",
      "description": "Leave Hanoi this morning in a private coach transfer to Mai Chau. This peaceful town is situated in a valley and surrounded by green mountains, making it famous for its breathtaking scenery and friendly hill tribe communities. Admire the views, fuel up over lunch and visit Vun Art – a social enterprise that employs people with disabilities to make art pieces with recycled silk scraps. Then, spend some time learning the story of the vibrant Muong ethnic group, native to this region, at the Muong Museum. Check into your accommodation in the afternoon and enjoy some free time to unwind and relax."
    },
    {
      "dayNumber": 11,
      "title": "Mai Chau.",
      "description": "Today, your leader will take you on a walk through a series of Mai Chau villages. Along the way, you’ll pass terraced rice fields and traditional stilted houses, before getting an up-close view of traditional cotton textile making and hearing a local artisan’s insights into Thai garment craftsmanship. Next, you'll learn how to make Ruou Can, a traditional fermented rice wine, as well as the cultural significance behind each step of the process. After a lunch hosted by a local family, the rest of the day is free for you to spend as you wish. Relax at your hotel or speak with your leader about optional activities in the area."
    },
    {
      "dayNumber": 12,
      "title": "Hanoi .",
      "description": "Head back to Hanoi this morning for a guided half-day tour of the city with your leader, gaining insights into the city’s history during visits to the Temple of Literature, One Pillar Pagoda and the former residence of Ho Chi Minh, Vietnam’s most famous revolutionary. Enjoy lunch at KOTO restaurant – a Foundation supported program that teaches disadvantaged youth hospitality skills. The evening is yours to spend as you wish. Walking is a great way to explore the city, especially if you're interested in its many lakes and parks. You'll see that this northern capital can be quieter than its southern counterpart, and the West Lake, north of the main city, is an ideal place to interact with the locals and relax by its banks."
    },
    {
      "dayNumber": 13,
      "title": "Halong Bay.",
      "description": "Today, you’ll drive to Ha Long Bay – a UNESCO World Heritage site where karsts and islets create a spectacular sight. There’s no better way to appreciate the bay’s beauty than by boat – your Feature Stay accommodation for the evening. Carefully designed with traditional touches and modern amenities, you can sit back in comfort as you weave through the limestone islets, karsts and caves. The sights you will visit vary, but you may stop at a vibrant fishing village to learn about local life or a cave to appreciate its interesting rock formations with your leader, then you’ll retire to the boat for a seafood lunch. In the afternoon, you’ll have opportunities to swim, kayak or simply relax on the beach. This evening, dine on the boat’s deck and watch the sun go down."
    },
    {
      "dayNumber": 14,
      "title": "Hanoi.",
      "description": "In the morning, enjoy breakfast on board the boat and perhaps take part in some optional Tai Chi to start off the day. Sail back to the port, disembark and travel back to Hanoi. Arriving back in the capital, enjoy some time to wander around and enjoy some of the city’s attractions that you may have missed the first time. You can shop on Hang Gai Street or perhaps enjoy some afternoon tea at the Metropole Hotel. In the evening, join your group and leader for a final dinner in a Hanoi restaurant, sharing stories and reflecting on the highlights of your adventure with your newfound friends."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi.",
      "description": "Your adventure comes to an end after breakfast. If you wish to spend more time in Hanoi, just speak to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}