{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-by-train-and-boat-tour",
  "tourName": "Vietnam by train and boat tour",
  "placesVisited": "",
  "generalInfo": "As you may expect from a country that is long and skinny, there’s plenty of variety on when travelling around Vietnam.<br/><br/>Explore the emerald paddy fields and white-sand beaches, modern cities and ancient pagodas, limestone islands that loom dramatically out of the sea. Discover vast caves, craggy mountains, and friendly minority communities with their elaborate tribal costumes and age-old customs.<br/><br/>Travel to Vietnam and you are certain to be welcomed with traditional warmth and some curiosity. Mix into this some of the region’s most famous cuisine, and you'll soon see why so many people visit Vietnam more than once!",
  "durationDays": "13",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 – Arrive in Hanoi Welcome to Hanoi, the capital of Vietnam. On your arrival you will be met and greeted by our local guide. You then head straight to your beautiful hotel, to check-in and have some time to relax. Depending on your arrival time, you can enjoy your free time to explore the ambiance of Hanoi. This evening, after your group-meeting with your leader, head-out to have a traditional dinner at the home of 3 generations of Hanoi family. Overnight at the Thang Long Espana Hanoi Hotel or similar (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover Hanoi - Peel back the layers of Hanoi on a guided city tour. Visit the most important sites such as the Temple of Literature, Vietnam’s first university where the scions of noble houses were trained to become mandarins. Take a tour of the Museum of Ethnology and get a deeper understanding of the complex ethnological make up of Vietnam life. During your city-tour, you will have the chance to discover the charm of the Old Quarter where you can observe the daily life of thousand small shops and some very beautiful temples, an entire part of Hanoi’s life. On your way to the Temple of Literature, you will also pass by some very beautiful buildings in the colonial quarter of the city. The afternoon is free with a range of unique optional experiences available. Overnight at the Thang Long Espana Hanoi Hotel or similar (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Halong Bay - This morning we will head straight to Halong Bay and check-in to the cruiser. We will spend the night onboard, staying in the most isolated part of the bay. After having our lunch on board, your discovery adventure will start. Take to the water and explore in a kayak if you wish and spend your night relaxing in the silence of the bay. Overnight on Oriental Sails or similar (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Heading to Hue - Wake up with the sun and enjoy the quietness of the bay. Watch the small sampans of the local fishermen zigzagging to catch their fish, much as they have done for a thousand years. After breakfast, we will have some time to enjoy the bay before heading back to Hanoi. There maybe time for a bit more exploration of Hanoi before we head to the railway station to take the overnight train to Hue. Please note: The conditions are basic on these trains and hygiene standards may be lower than what you’re used to at home. However overnight trains are one of the best ways to brush shoulders with the locals. Most trains have a dining carriage serving simple food, but some travellers like to take some of their own food along for the journey. It is wonderful to wake up early and observe the nature along the railway tracks. You will find it very beautiful and peaceful especially in the early morning. If you are lucky, you will be able to see hundreds of kids in their uniform heading to school. Overnight Train (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Imperial Hue - Arriving at Hue in the morning and we will stop by your hotel to drop your luggage off and to refresh before heading out for a local breakfast. Right after the breakfast, hop on the back of motorbike to explore the Hue countryside and visit the Emperor’s tomb with a stop for lunch at a Buddhist pagoda. In your free time you might like to visit Dong Ba Market which offers locally made goods, fresh produce and tantalizing street food. This is a good place to try the specialties enjoyed by Emperor Nguyen such as the banh khoai royal rice cake. Overnight at Alba Hotel or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Step back in time in Hoi An - Today, wake up early for breakfast before heading to the Imperial Citadel. This fortress houses the Imperial City and the citadel-within-a-citadel, the Forbidden Purple City. This icon was almost completely destroyed during the Vietnam War, and the ruins and holes left by bombs are a reminder of the destruction caused by the war. This coastal train ride is considered to be one of the most beautiful in the world by Conde Naste. Discover the Old Quarter of Hoi An on foot and learn the interesting history of the city. You will be amazed by the harmony of the Old Quarter despite the different influences from Japan, China and Europe. Interesting sites to visit include the Japanese covered bridge, the ancestral temples of various Ming Dynasty descendants, and heritage listed ancient houses. Hoi An is a chilled and relaxing destination but also a haven for fashion lovers. Consider bespoke suits, shirts and dresses. Have your favourite outfit copied in the fabric of your choice! Overnight at the Hoi An Central or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cycle Hoi An countryside - Enjoy your breakfast, before gathering in the lobby to start a relaxing bicycle tour around the Hoi An countryside. Stop by a noodle maker who supplies hand-made noodles for the whole town, sample rice wine at a local home brewer, enjoy local snacks favoured by generations of locals and return to the town by boat. At 5pm, we gather once again in the lobby of your hotel, before we head out for a unique local food experience in Hoi An. Overnight at the Hoi An Central or similar (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A free day in Hoi An - There are no activities or excursions arranged for today. Enjoy your free day wandering around to explore Hoi An’s hidden charm or consider visiting My Son Sanctuary – the most important Cham site in Vietnam. This evening, you will head to Danang for the night train to Nha Trang. Overnight Train (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Island Getaway - On arrival in Nha Trang, it is about a two-hour transfer to Whale island, an isolated island in the Ninh Van bay. Whale Island is one of the most beautiful islands in Vietnam with untouched and peaceful scenery. It has an area of about 40ha and is uninhabited. There is only the one resort with 31 rooms on the island and staying here has been compared to being castaway on a desert island. We will have time to relax, to sun-bath or you may want to explore the small trek paths. For the more active, a range of water activities are offered by the resort. Overnight at the Whale Island Resort (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Overnight Train to Saigon - Enjoy a lay-back day on the island. In the late afternoon, we will depart and take an overnight train to Saigon. Overnight Train (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Cu Chi Tunnel by boat - On arrival in Saigon, we head out to explore the most recent history of Vietnam through-out the most important sites of the city. Start your tour at the Central Post Office, a beautiful and unique colonial building with a dome built by Gustave Eiffel before he built his famous tower in Paris. Observe Notre Dame (under renovation) before heading to the Reunification Palace. From there, you will stop by the War Remnants Museum to learn about the war which is known by Vietnamese as the American War. Enjoy a local lunch then head to Cu Chi Tunnels right outside of the city, a unique underground city built during the American War. Overnight at the Dyn Opera Hotel or similar (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Life on the Mekong Delta - Head out of Saigon this morning to explore the mighty Mekong delta. A journey of three hours will drive you to the heart of the peaceful countryside. Discover daily life as it goes on right in front of you as we explore on a river-cruise. We stop by the different sites and get to observe in detail the different artisanal workshops. Enjoy a local lunch prepared by an experienced cook before hopping on a sampan to explore the small canals and to feel the peace of the countryside. This evening we have a farewell dinner. Overnight at the Dyn Opera Hotel or similar (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart Saigon - No activities are planned for today. Check out at your leisure and you will then be transferred to the airport to catch your return flight."
    }
  ],
  "map": ""
}