{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-small-group-tours",
  "tourName": "Vietnam small group tours",
  "placesVisited": "Hanoi, Ha Long Bay, Kayak to Bon Ho Island, Overnight on a traditional junk boat, Sleeper train to Hue from Ha Long Bay, Sunset cruise on Perfume River, Hoi An, Flight to Ho Chi Minh City, Vespa sightseeing tour, Mekong Delta homestay",
  "generalInfo": "This 11 day small group tour is ideal for travellers wishing to reconnect with Southeast Asia or discover the delights of Vietnam for the very first time.<br/><br/>Featuring a carefully selected blend of classic city highlights and off beat experiences in rural regions you’ll explore overland from Hanoi and Halong Bay to Hue and Hoi An before taking a flight to Ho Chi Minh City and the Mekong Delta for the final leg of the tour.<br/><br/>Old fashioned districts, street food stalls, traditional junk boats and kayaking adventures set the scene prior to an overnight train journey from Halong Bay to Hue’s Imperial City to allow more than enough time to settle into a sunset cruise along the beautiful Perfume River.<br/><br/>After experiencing the ancient charms and craft workshops of Hoi An you'll find the short domestic flight south provides an efficient transfer so your small group can spend more time on the ground as well as being able to compare and contrast the sights and sounds of Saigon.<br/><br/>After whizzing about Ho Chi Minh (Saigon) on an exciting and informative sightseeing tour by Vespa you’ll swap city streets for the industrious river banks of the mighty Mekong as you’re invited into the home of a Vietnamese family where you'll shop, cook and fish like a local.<br/><br/>Although this 11 day tour finally finishes in Ho Chi Minh City you’ll have every opportunity to extend your Southeast Asian odyssey into Cambodia, if you wish, or perhaps spend a few more nights in Saigon. Please get in touch if you have any questions related to this small group tour or any additional extensions.<br/>",
  "durationDays": "10",
  "price": "1299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Hanoi, arrival airport transfer After arriving at the airport, the Vietnam tour starts with a tour guide meeting you and transferring you to your hotel in Hanoi. They'll give you some initial introductions to the country and Hanoi during the drive to the hotel, help you settle in and schedule a pick-up time for the next day. You can decide this evening whether to join the visit to Hoan Kiem Lake to watch or join in with the local's early morning Tai Chi exercise. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Hanoi and Vietnamese culinary adventure Your day begins with a cultural exploration of Hanoi's most significant landmarks. First, we'll visit the Ho Chi Minh Mausoleum, followed by the unique One Pillar Pagoda and the impressive Presidential Palace. Afterwards, we'll journey back in time to an 11th-century relic before heading to the Temple of Literature, a place built to honour the Chinese scholar Confucius. In the afternoon, prepare for a culinary adventure in Hanoi's Old Quarter. We'll wander through the narrow streets, discovering and tasting a huge variety of authentic street food. You'll also have the chance to try some of the local brews, with some recipes tracing their origins back to Eastern Europe. Next, we'll make a stop at Hanoi Train Street for a cup of egg coffee. This narrow train bypass is a sight to behold, with trains passing just inches from the buildings that line the tracks several times a day. For dinner, we'll eat at the KOTO Van Mieu restaurant. This isn't just a meal; it's an opportunity to support a great cause. The KOTO Foundation runs a vocational training program for disadvantaged young people in Vietnam, providing them with the theoretical and practical skills needed for a career in the hospitality industry, from cooking to front-of-house service and management. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Junk boat cruise in Halong Bay Leave the bustling city of Hanoi behind and travel by road through the scenic Red River Delta to the breathtaking Ha Long Bay, a UNESCO World Heritage site. This picturesque drive offers a glimpse into the rural landscapes of Vietnam before you arrive at your destination. Upon arrival, you'll be welcomed aboard your boat with a refreshing drink. As you settle in, a delicious lunch of freshly caught seafood will be served, giving you a taste of the region's culinary delights while you sail out into the bay. You'll pass by incredible limestone karsts, each with its own unique shape and story. Later in the day, if the weather is clear, you'll have the option to take on a challenge"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Halong Bay, Morning Tai Chi, Kayaking and sleeper train to Hue Start your final day on the bay with an invigorating session of Tai Chi on the sundeck as the sun rises, or if you prefer, join a 'photo hunt' to capture the bay's stunning early morning light. After working up an appetite, a delicious breakfast will be served on board. Next, you'll get to explore Luon Cave by kayak. This unique, arc-shaped cave is only accessible by small boat or kayak due to its low height. Paddling through the cave offers an intimate and serene experience. Afterwards, you'll return to the boat to freshen up before the cruise continues, taking you past fascinating sights such as the Ba Hang fishing village and Dog Islet. As the boat makes its way back to the harbour, you'll have the opportunity to participate in an onboard cooking class. Learn to prepare some traditional Vietnamese dishes before sitting down to enjoy them for lunch. After lunch, you'll reluctantly disembark from the cruise and travel back to Hanoi. In the afternoon, you'll have some free time to relax or explore, with a day-use hotel room available from 3 pm to 6 pm for you to freshen up before your next adventure. In the evening, you'll head to the station to board the Reunification Express sleeper train for an overnight journey south to Hue. The train, named SE3, is scheduled to depart at 7"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Welcome to Hue! Explore the Citadel, Thien Mu Pagoda and cruise the Perfume River Wake up this morning to the picturesque sight of Vietnam's countryside. As the train travels south, you'll see a landscape of lush green rice paddies, attended by farmers and their water buffalo, interspersed with small villages and rural farmland. This is a perfect introduction to the serene beauty of central Vietnam. Upon arrival in Hue, you'll transfer to your hotel and have some time to settle in. Afterwards, you will embark on a private tour of this historically and culturally rich city and its ancient temples. Hue served as the imperial capital of Vietnam for over 140 years, and its legacy is visible in the city's architecture and atmosphere. The day's main focus will be exploring the Citadel, a magnificent UNESCO World Heritage site. This vast walled fortress was once the seat of the Nguyen Dynasty and is a testament to Vietnam's imperial past. Inside, you'll wander through its grand palaces, ornate temples, and intricate courtyards, learning about the history that shaped the nation. In the afternoon, you will board a traditional Dragon boat for a tranquil cruise along the famous Perfume River. The peaceful journey will offer a unique perspective of the city's riverside life and landscape. The journey will include a stop at the iconic Thien Mu Pagoda, a beautiful seven-storey pagoda overlooking the river, which is one of the city's most important religious sites. After a day filled with history and culture, you'll spend the night in Hue, ready for more adventures tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive the Hai Van Pass to Hoi An. Explore the ancient town. Lantern making workshop and releasing Today we'll travel south along a beautiful stretch of Vietnam's coastline, crossing the breathtaking Hai Van Pass on a scenic journey to the charming riverside town of Hoi An. This picturesque community, now a UNESCO World Heritage site, was once a thriving international commercial port from the 16th to 18th centuries, attracting merchants from China, the Netherlands, France, Japan, Portugal, and Arab countries. The blend of cultures is still very much alive in its architecture and atmosphere. We'll begin with a walking tour of Hoi An's captivating Ancient Town, where we'll explore its rich history and beautiful buildings. The tour will include a visit to a Family Chapel, a significant space for ancestor worship built by influential local families. We'll also see a Chinese-style Pagoda or an Assembly Hall, which served as community hubs for different ethnic groups. One of the town's most famous landmarks is the Japanese Covered Bridge Pagoda, which was built in 1593 by the Japanese community to connect the town with the Chinese Quarter across the stream. Additionally, we'll visit the Fukien Association Temple, the Ceramic Museum, and the Chua Ong Temple. Each of these sites offers a unique insight into the town's diverse cultural influences and history. In the afternoon, we'll take part in a lantern-making workshop at a local venue, learning the traditional craft. As the sun sets, we'll head to the Hoai River to release our handmade lanterns, a beautiful and memorable experience. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Free day (optional visit to Tra Que Village). Fly to Saigon Hoi An is a truly captivating town, so much so that many visitors find themselves returning time and again. Today is left free for you to explore at your leisure, allowing you to delve deeper into its charming streets and vibrant culture at your own pace. There are many options available for a day of independent discovery. One popular choice is to take a cooking class at the nearby Tra Que Vegetable Village. This provides a unique, hands-on experience where you can learn about the traditional, organic farming methods used by the villagers to cultivate a wide variety of herbs and vegetables. You'll get to see the gardens, work alongside the local farmers, and then use the fresh ingredients to prepare authentic Vietnamese dishes in a cooking class. In the afternoon, you will be transferred to Da Nang airport for a short flight to Ho Chi Minh City, formerly known as Saigon. The journey from Hoi An to Da Nang airport takes approximately 45 minutes to an hour and a half, depending on traffic. You'll then board your flight south, marking the end of your time in central Vietnam and the beginning of your southern adventure. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mekong Delta experience (family visit, bee farm, garden tourism and 'ditch slapping' Today, you'll leave Ho Chi Minh City for a scenic drive to Cai Be. Upon arrival, you'll board a motorised boat to begin your exploration of the Mekong Delta. Your first stop will be a local family's home, where you'll learn about the traditional process of making rice paper and popcorn cakes. This is a chance to chat with the family and learn about their daily life. Next, we'll visit the bustling Cai Be Floating Market to witness the unique way goods are traded on the water. We'll then head to a local craft village that specialises in making rice candy. Here, you can see how these sweet nuggets are produced and even try some freshly made samples. Afterwards, we'll visit a local bee farm run by Uncle Tu Dang, who will explain the beekeeping process and the different types of bees. You'll also be offered a cup of honey tea to enjoy with him. The journey continues to Tan Phong Island, where you'll experience authentic garden tourism. You'll get to walk through fruit orchards, seeing seasonal specialities such as durian, rambutan, longan, and jackfruit. At Uncle 5 On's house, you'll be welcomed with a cup of tea and fresh fruit while listening to traditional folk music performed by local artists. Following this, you'll board a small rowing boat for a serene trip through the narrow canals around Tan Phong Island, which will take you to your accommodation at Mekong Ecolodge. After checking in and having lunch, you can stroll through the beautiful gardens, picking and eating fresh fruit for free. Later in the afternoon, you'll take part in a 'ditch slapping' activity to catch fish and collect vegetables from the garden. These fresh ingredients will then be used in a cooking class with the chef at the lodge, where you'll help prepare your own dinner. It's a fantastic hands-on experience that connects you with the local way of life. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Local life immersion on Tan Phong Island. Return to Saigon After a light breakfast at the homestay, you'll grab a bicycle to begin a day of exploration and local activities on Tan Phong Island. Your first stop is at 'Sister 3's' home to see how traditional rice paper rolls are made. You'll then visit 'Aunt 4's' house to watch her expertly weave hammocks from banana rope. Next, you'll head to Ms Thao's house, where you can learn the craft of weaving water hyacinths. With her guidance, you'll have the chance to weave your own beautiful gift to take home. From there, you'll visit Ms Hieu's home to see how she creates nail files from bamboo sticks, a great example of using locally available materials. Saying goodbye to Ms Hieu, you'll cycle back to the Ecolodge for a cooking class with Ms Tam. You'll learn to make a local specialty of Tan Phong Island"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Free time, included departure airport transfer The last day leaves you with free time to relax before we include a departure transfer to the airport for you to catch your flight back home. Additional options are also available today if you have a late afternoon or evening flight, or if you'd like to add some extra nights. OVERNIGHT"
    }
  ],
  "map": ""
}