{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "authentic-vietnam-holiday",
  "tourName": "Authentic Vietnam holiday",
  "placesVisited": "",
  "generalInfo": "Experience the true essence of Vietnam in a sustainable way on an immersive journey with our Vietnam Authentic Adventure tour. Witness the diversity of the local life as you delve into the heart of this captivating country. Begin your expedition in Hanoi, a vibrant city where contemporary high-rises seamlessly coexist with colonial-style residences. Take a break from the bustling urban landscape and embrace the tranquility of nature by cycling alongside picturesque rice paddies and visiting the tea farm in Ba Vi. Embrace the gracious hospitality of the locals as you learn the art of cooking traditional Vietnamese meals.<br/><br/>Embark on a captivating boat ride through magnificent limestone caves and venture into the ancient capital of Hoa Lu in Ninh Binh province. Then, set sail to Halong Bay, a breathtaking destination adorned with the most awe-inspiring landscapes you can imagine. Central Vietnam beckons you to explore its regal past as you traverse the former royal capital on eco-friendly and authentic Vietnam cyclo. Walk around the enchanting streets of Hoi An, marveling at its exquisite historical buildings and partaking in the time-honored local crafts.<br/><br/>Conclude your journey in Southern Vietnam, tasting the fresh tropical fruits, and taking the boat trip along the picturesque canals of the Mekong Delta, enveloped by the serenity of the beautiful countryside. This unforgettable trip will leave you with a profound appreciation for Vietnam's culture, traditions, and natural wonders.",
  "durationDays": "12",
  "price": "1750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HANOI ARRIVAL Upon arrival at Noi Bai Airport, after clearing all customs procedures, please proceed to the exit gate and meet our guide, who will be waiting in the lobby, holding the signboard with your name on it. If you cannot locate your guide, please go to the Airport information counter in the middle of the Domestic and International arrival lobby (inside the terminal) and call the emergency numbers provided in the confirmation voucher for assistance. The guide and driver will come to meet you up and transfer you to your hotel in the Old Quarter. Overnight in Hanoi If time permits, we will take you to Hanoi sightseeing Vietnam's capital Hanoi is often called the ‘Paris of the East’ and is known for its yellow ochre colonial buildings, tree-lined boulevards, and scenic lakes. Today we will visit the Temple of Literature, the first national university in Vietnam built in the late 11th century. This picturesque temple is a well-preserved example of traditional Vietnamese architecture. Spend time in the beautiful garden of the Temple of Literature, enjoying its quiet and peaceful atmosphere. Continue to the Vietnamese Women’s Museum, which is located on one of the oldest streets of Hanoi. You will see various exhibitions that will give you insight into Vietnamese life through the lens of women's topics. Then enjoy the walk around the photogenic Old Quarter, where each street has a name of the goods, which originally were sold there in the past. Explore the fascinating maze of back streets, fronted by narrow houses known as “tube houses”, built to avoid taxes based on the width of their frontage onto the street, a wonderfully eclectic glimpse into Hanoi street life."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BAVI ECO TOUR (B/L) This one-of-a-kind activity allows you to escape the noises and crowds of Hanoi and discover the authentic lifestyle of beautiful Muong Ethnic villages in Ba Vi. This tour is our special project that supports the local community and gives a true local immersion for our travelers. Meet your guide at the hotel lobby and head out of the city to Ba Vi. Upon arrival, enjoy the fresh soft drink in Moc village and get ready for a cycling trip along the rice paddies and quaint villages, making a stop along the way at the neighborhood market. You will have a chance to interact with locals and see how they sell their products for a living. Then cycle back to your starting point, where you will be invited to the house of Mrs. Chin, who will teach you to cook the local meals. Try your hands on cooking Hanoi-style bun cha and spring rolls using fresh ingredients from a local market and Mrs. Chinh's garden. Then enjoy the delicious meals you cooked for lunch. With a full belly, say goodbye to the host family, and head to a 30-year-old tea plantation in Ri Village. A peaceful place to enjoy the greenery, this plantation plays an important role in providing tea products for the whole of Northern Vietnam. You will have a chance to help the owners harvest the tea leaves and see how the tea is dried and processed into the highest quality beverage. Spend some time at Mr. Duoc’s house, the owner of the large tea farm, before departing for a scenic trip back to Hanoi city center. Overnight in Hanoi"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HANOI – EXPLORE THE WONDERS OF NINH BINH (B/L) Have breakfast at the hotel, and depart Hanoi for a 2-hour drive to the Trang An Landscape Complex in Ninh Binh Province. Inscribed as a UNESCO World Heritage Site in 2014, Trang An is known for its spectacular landscape of limestone karst peaks whose sheer vertical walls rise abruptly 200m (656ft) above the surrounding land and water. Dense rainforest clings to the cliffs and peaks and blends naturally with rice paddy fields and rivers, creating a picturesque patchwork of color. Within the complex, visit Hoa Lu, which used to be the first capital of Vietnam's centralized feudal state in the 10th century. While the ancient citadel has mostly disappeared, the temples of the Dinh and Le dynasties still stand surrounded by rice paddies. Enjoy lunch in the local restaurant, and in the afternoon head to Tam Coc, also known as “Halong Bay on Land”. Upon arrival at Tam Coc, take a 2-hour boat journey on the winding river and canals. Enjoy the views of the beautiful karst formations as you enter the natural caves formed under the hills. After the boat trip, climb to Mua Mountain, which has a shape of a bell with a base sized around 800 square meters. On the left and right sides of the staircase, there are beautiful carvings of the dragon or phoenix. The way leading to the cave formed by a long stone staircase zigzags through the karst, there are nearly 500 steps to a simple altar to Quan Am (the Goddess of Mercy). Later you will be transferred to your hotel in Ninh Binh. Overnight in Ninh Binh"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "NINH BINH – HA LONG BAY (B/L/D) – shared cruise Today you will explore Halong Bay, the UNESCO World Heritage site that is known for its stunning limestone karsts and emerald waters. Enjoy the delicious breakfast at the hotel and meet your driver. Take the most scenic route to reach Halong Bay, taking you across the Red River Delta with emerald green rice paddies stretching for as far as the eyes can see. On arrival at the pier, you will board the cruise and enjoy the fantastic views of limestone rocks and the karst grottoes. Have an utterly delicious seafood lunch and enjoy the time at the sundeck exploring the Bay. The cruise will stop in a secret place where you will spend time kayaking or swimming, so you can explore the karst grottoes closer. Towards the evening, you will return to the boat for an early dinner, followed by some time at leisure. You can optionally attend the activities taking part on the boat or just relax. Overnight on cruise"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HA LONG BAY - BACK TO HANOI (B/L) Rise early today to view the sunrise at the wonder of nature with breakfast served in the dining room. A Tai Chi class on the sun deck will awaken your mind and muscles. Then head off to visit the limestone cave full of stalagmites and stalactites. After your exploration return to the boat to check out and enjoy the brunch while the cruise is sailing back to the harbor. Later you will be transferred to your accommodation in Hanoi. Overnight in Hanoi"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HANOI FLIGHT TO HUE (B) Relish the remaining moment in Hanoi before your private driver escorts you to the airport to take the flight to Hue. When you arrive at Hue Airport, your driver will pick you up and transfer you to your accommodation. Overnight in Hue"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HUE SIGHTSEEING ON CYCLO - TRANSFER TO HOI AN (B) Once the imperial capital of the Nguyen Lords from the 17th to the 19th centuries, Hue still keeps the royal charm with its splendid emperors’ tombs, ancient pagodas, and the remains of the Citadel. Today you will see some of the most remarkable historical and cultural sites of the city. Hop on the cyclo, and our rickshaw will ride you to the Imperial Citadel inscribed by UNESCO as a World Heritage site. Enter through the towering main gate and appreciate the magnificent architecture and gardens while your guide explains the events and the intrigue surrounding the former royal court. Despite being heavily bombed during the Vietnam War, there are some incredibly well-preserved sections, and the others have been carefully restored. Then head to the Thien Mu Pagoda, Hue’s best-preserved religious monument. Built in 1601, the seven-storied tower pagoda, perched on top of a hill overlooking the Perfume River, is one of Vietnam’s most recognizable icons. Later we take a three-hour trip from Hue to Hoi An on a private vehicle, taking one of the most scenic routes in the world - Hai Van Pass & Lang Co Beach. Upon arrival in Hoi An, check-in at your hotel and have a relaxing time. Overnight in Hoi An"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HOI AN WALKING TOUR AND MAKING LANTERN (B) Spend your morning with a pleasant walk around the old area of Hoi An. This World Heritage ancient town is known for its well-preserved architecture, pedestrian-only streets, and distinctive local cuisine that give visitors a glimpse of its illustrious past. Hoi An’s narrow lanes are ideal for a guided walking tour of its many atmospheric sights including the old merchant houses with a mixture of Chinese, Japanese, and Vietnamese architecture; the 400-year-old Japanese Covered Bridge, first built in the 1590s by the Japanese community to link them with the Chinese quarters across the stream; the Assembly Hall of the Chaozhou Chinese Congregation with its intricate woodcarvings; and the colorful market with stalls brimming with local specialties, silk, and clothes. Then we will enjoy some candies and green tea with locals and head to the local family, who specializes in crafting beautiful symbols of Hoi An – lanterns. They will show you their workshop and teach you how to make colorful lanterns. Overnight in Hoi An"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "HOI AN - LEARNING CRAFTS IN DRIFTWOOD VILLAGE (B) Today you will spend time in the beautiful village surrounded by rice paddies and learn about fascinating carpentry art. Take a morning drive to visit the Driftwood Village. It is a community of local artisans who create beautiful art from driftwood collected from the nearby beaches. Learn about the local carpentry traditions and listen to the story of the village while admiring the vast collection of works in the art studio. Many local artisans use sustainable materials and practices, which makes these crafts even more special. Listen to inspiring stories of the artisans about how they put meaning and messages in each intricate detail of their art and learn the basic technics to use the chisel. Then try your hands at making your craft under the guidance of our skillful artisans. Finish your work by painting your creations, and the masterpiece is done! Later you could visit the shop to buy sustainable handmade souvenirs for your loved ones before heading back to the hotel. Overnight in Hoi An"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HOI AN – DANANG – FLIGHT TO HCMC (B) Relish the remaining moment in Hoi An before your private driver escorts you to the airport to take the flight to Ho Chi Minh. When you arrive in Ho Chi Minh, we will meet you and transfer you to your hotel in the city center. The rest of the day is free. Overnight in Ho Chi Minh"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "EXPLORE THE LUSH COUNTRYSIDE OF THE MEKONG DELTA (B/L) Have breakfast at the hotel, and depart for about a 1.5-hour drive to Ben Tre, exchanging city scenes for lush rice paddies and fruit farms. Upon arrival at the pier, embark on a fascinating motorboat excursion along the Mekong Delta's rivers and canals past stilt houses, fish farms, and scenes of countryside living. Have a stop at Turtle Island, where you will taste freshly picked fruit and coconut milk while interacting with a local farming family. Then visit the family-run coconut candy workshop that utilizes Ben Tre’s famous coconuts. Then explore more of the Delta’s canals by a rowing sampan and enjoy local hospitality as you sip a cup of honey tea while taking in a traditional folk song performance. A local lunch will be served in My Tho town before taking a 2-hour drive back to your hotel. Overnight in Ho Chi Minh"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "HOCHIMINH DEPARTURE (B) Relish a healthy breakfast on the final day of your trip. Complete the hotel check-out formalities, after which you can visit the local markets and buy souvenirs for your loved ones. Later, proceed for departure and board your flight back home. Trip Ends."
    }
  ],
  "map": ""
}