{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-heritage-tour",
  "tourName": "Vietnam heritage tour",
  "placesVisited": "Hanoi day tour with visits to artists’ workshops, water puppetry show, Ha Long Bay cruise, Hue, cruise along the Perfume River, Da Nang, Hoi An, My Son Sanctuary",
  "generalInfo": "Welcome to a 12 day journey through Vietnam, where vibrant culture, breathtaking landscapes, and tantalising cuisine await at every turn. Your adventure begins in the bustling heart of Hanoi, a city that beautifully marries rich history with modern vibrancy. As you settle into your hotel, anticipation for exploring this captivating city will set your spirit alight.<br/><br/>In Hanoi, immerse yourself in the harmonious blend of tangible and intangible heritage. Discover fascinating stories behind traditional musical instruments at the Ethnology Museum, and let the melodic strains of Vietnamese music envelop you as a local musician reveals his craft. Stroll through the charming streets of the Old Quarter, where a delightful tapestry of architecture unfolds—from traditional tube houses to colonial gems, each corner brimming with character. Don’t miss the chance to savour the city’s culinary treasure, La Vong Fish Cake, complemented by rich Vietnamese coffee at Manzi Art Space and Café, a haven for art lovers.<br/><br/>Venture beyond the city to the ancient capital of Hoa Lu. Explore the remnants of the Old Palace and pay homage at majestic temples dedicated to Emperors Dinh and Le. A bicycle ride through lush landscapes to enchanting Mua Caves promises breathtaking views, while the serene beauty of Trang An's waterways invites you to drift among towering karsts and tranquil pagodas, rich with tales of history and nature.<br/><br/>Your journey leads to magical Ha Long Bay, a UNESCO World Heritage Site that captivates with dramatic seascapes and mystical caves. Aboard a charming wooden junk, cruise through emerald waters, with opportunities to swim, fish, or simply soak in stunning views. Spend nights on board, enjoying fresh seafood meals as the sun sets over the bay, painting the sky with hues of gold and crimson.<br/><br/>As you make your way south to Hue, the elegance of this former imperial capital unfolds. Pedal through Thuy Bieu village, where grapefruit blossoms fill the air, and engage with local artisans, learning about the traditions that have shaped this region. Cooking lessons in a traditional garden house will deepen your connection to the culture, allowing you to savour the flavours of Hue in delightful company.<br/><br/>In Hoi An, experience the gentle rhythm of life in this ancient town, where time seems to stand still. Discover the history of My Son Sanctuary and embrace the local way of life, from farming to fishing, through immersive experiences that bring you closer to Vietnamese culture.<br/><br/>With time to relax and explore, Hoi An offers the perfect opportunity to unwind on pristine beaches or wander through its picturesque streets lined with lanterns. As your journey comes to a close, reflect on the memories made, the flavours tasted, and the warmth of the Vietnamese people who have shared their home with you. This is more than just a tour; it’s an invitation to experience the essence of Vietnam.<br/><br/>This is a costomisable tour and can be extended or reduced as required.",
  "durationDays": "12",
  "price": "1874",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hanoi arrival. A member of our staff will be waiting to greet you when you arrive at Hanoi's Noi Bai airport. He or she will help with your luggage and accompany you to your hotel where you'll have time to relax after your journey. Later, you'll be picked up for a welcome dinner at a good restaurant hosted in a French colonial building. In the evening, you'll have tickets for a performance of traditional Water Puppetry (an art form unique to northern Viet Nam, and a good, light-hearted introduction to its rural culture). Your overnight stay will be in Ha Noi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi's tangible and intangible heritage. In the morning, you will enjoy visiting to the Ethnology Museum, the Fine Art Museum. Returning to the Old Quarter, you will try one of the most famous food of Hanoi: La Vong Fish Cake, then enjoy Vietnamese traditional coffee at Manzi Art Space and Café. Your guide will then show you around the bustling Old Quarter. Apart from its maze of small streets, it’s an architectural pot-pourri - traditional tube houses, religious buildings, colonial houses, artisans’ dwellings and modern concrete constructions. Your overnight stay will be in Hanoi. Manzi Art Space and Café is a culture and art complex established by art lover and director Tram Vu who envisioned the renaissance of Vietnamese contemporary art and expansion of the power of art. This gallery-cafe plays an unequalled role as a space dedicated to culture and art in Hanoi, Vietnam. It organizes exhibitions and sales of works by Hanoi-based artists including paintings, sculptures, and photographs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hanoi/Hoa Lu/Mua caves/Trang An/Hanoi In the morning, you’ll be picked up to travel to Hoa Lu – the former capital of Vietnam, about a two-hour drive from Hanoi. On arrival, you’ll visit two temples, one dedicated to Emperor Dinh and the other in memory of Emperor Le, followed by a brief visit to the remains of the Old Palace. You’ll then head to Tam Coc and take your bicycle for a ride to the Mua Caves. Then, you’ll climb 486 steps at Hang Mua for panoramic views and photo opportunities before biking back to the restaurant for lunch. Next, you’ll visit Trang An Scenic Landscape Complex. Clamber aboard a rowboat and settle in for a stunning ride. With impressive, jungle-covered karsts towering above, listen in as your guide shares stories about the people that lived in these mountains in prehistoric times, as well as those who still farm the area. Along the way, you’ll encounter tranquil pagodas on the river banks. In the late afternoon, you’ll return to Hanoi for overnight accommodation."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hanoi/Ha Long After an early breakfast, you’ll leave for Ha Long Bay, one of the most spectacular UNESCO World Heritage Areas and the world’s largest marine limestone ‘karst’ landscape. There you’ll board your boat, a wooden junk built from the model of the old Vietnamese court vessels with sails, a wide transom and rectangular superstructure, that will take you first to the busy World Heritage area and then to some of the less well-known grottoes and caves. Weather permitting, you’ll be able to swim, fish, climb a hill (not a mountain!) for an overview of the Bay’s remarkable seascape, or venture into some of the sea level caves in a small sampan. All your meals will be provided on board, usually based on fresh seafood, and you’ll sleep in a twin cabin with an en suite toilet and shower. For your two-day Ha Long excursion, you'll board one of the best quality boats on the Bay, which is based on the model of the old Vietnamese court vessels. The boats vary in size, accommodating between ten and eighteen people, so you're likely to be joining other travellers for the cruise. Your cabin will be furnished with twin or double beds an air-conditioner, pillows, white cotton sheets, and an en suite toilet and shower. All your meals, usually based on fresh seafood, will be provided on board."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ha Long/Hanoi You’ll spend the morning cruising Ha Long Bay, followed by brunch, just before docking around noon and leaving for Hanoi. You should arrive in the mid afternoon and spend the night in Hanoi."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hanoi/Hue/Biking Thuy Bieu village You will be free until your driver arrives to take you to the airport for your flight to Hue. When you arrive, you’ll be met by our guide and driven to visit Thuy Bieu village. Thuy Bieu Village is an ancient village situated on the southern bank of Perfume River. Merely 7km from Hue city center, Thuy Bieu is a hidden gem of untouched nature and culture and is mostly famous for its mild sweet Thanh Tra. Here you will take your bike and ride around the village, pass through immense grapefruit gardens - the famous specialty of the region. You will visit some handicraft families who focus on incense making and paper painting to discover the daily life of local people while they are working strenuously with joy and enthusiasm. You are welcome to try your hand in the process if you wish. You will then return to the garden house and learn how to cook two local dishes of Hue with the guidance of your host, then enjoy your work together with other dishes prepared by your host. After dinner, you will relax your feet with herbal foot bath. Your overnight stay will be in Hue."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hue After breakfast, you’ll be met by our guide to board a riverboat to take you upstream on the Perfume River to visit the tranquil Thien Mu Pagoda. Next, you’ll drive to visit the royal tomb of Emperor Minh Mang. In the afternoon, you will visit Hue’s Ancient Citadel, once the seat of the powerful Nguyen Dynasty Emperors that ruled Vietnam from approximately 1800 to 1945. You’ll begin with a walk around the area between the Citadel’s massive walls and the defensive moat, now filled with lotus flowers. You’ll then enter via the Noon Gate to wander around the Thai Hoa Palace, the Pavilion housing, the Nine Urns of the Nguyen rulers, and the remains of the Royal Palaces. You’ll spend the night in Hue. Each Royal mausoleum reflects the personality of the Emperor it commemorates. The most majestic is that of Emperor Minh Mang, a staunch follower of Confucianism with many wives, concubines and a small army of children. Planned by the Emperor and built shortly after his death in formal Chinese style, it’s opulent and exotic, and a good example of classic Sino-Vietnamese architecture."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hue/Danang/Hoi An In the morning, you’ll drive to Danang (the views from top of Hai Van Pass are excellent – you’ll be able to see Lang Co beach and the lagoon far below, and Danang spread out before you to the south). Upon arriving in Danang, you’ll have a brief look at the remarkable Hindu statuary in the Cham Museum before leaving for Hoi An. After lunch, you’ll have a guided visit to the Ancient Town. Your overnight stay will be in Hoi An."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hoi An/My Son/Hoi An After breakfast, you’ll be driven to My Son Sanctuary, once the spiritual capital of the Cham Kingdom that dominated SE Asia for nearly a thousand years, and now a World Heritage Area. Its remarkable brick towers were badly bombed by the Americans, but are still impressive as is its remote valley setting. Your afternoon will be free to relax on the beach or wander around Hoi An. Your overnight stay will be in Hoi An or Danang. Once, the My Son Sanctuary was the spiritual capital of the Cham Kingdom that dominated SE Asia for nearly a thousand years. Although My Son’s remarkable brick towers were badly bombed during the American war, they are still impressive, as is its remote valley setting in a quiet, richly forested area bisected by a clear stream. However, tree cover is not complete and the valley acts as a sun trap, so good sun protection is important."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hoi An – From Farmer to Fisherman (Join-in) The day starts with cycling the narrow roads through the countryside to a local farming village, passing by rice paddy fields, water buffalos, bamboo bridges and local farmers on their daily work. You will join in the daily work of local farmers - hoeing and a soil, watering veggie at an organic herb garden, riding water buffalo in the field. You’ll then board a boat to the mouth of the Thu Bon estuary where the river meets the Cua Dai Sea and cruise along the coastline observing the lives of the local fishermen. After joining the fisherman to try your hand at catching fish in a traditional ‘Thung Chai’ basket boat, you will meander through the water palm coconut canal. During the American War, Viet Cong soldiers made use of this area as a highly effective hiding place from enemy attacks through their long struggle. Following an insightful visit to a local fishing village, you’ll be free to relax and enjoy a fresh seafood lunch. Thung Chai Basket boats, similar in style to coracles in use throughout the ancient world, are widely used throughout Central Vietnam, and are highly suited to the local terrain and lifestyles of local fishermen due to their relative light weight and portability, often doubling as a carrier for various handy items. Circular and constructed of bamboo and tarred for waterproofing, these small boats can typically carry up to five people, and represent a fun-filled opportunity to touch the authentic rural soul of Vietnam. As a precaution, life jackets are provided for your safety during this excursion. Please note that the clothing and footwear used for activities is likely to get wet and or dirty out on the water, in the mud and basket boats. Travellers are suggested to bring sufficient spare clothes in case it rains or you get wet or dirty during the morning activity sessions. Please wear shoes that are comfortable, and can be worn in the mud (or you will need to take your shoes out)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hoi An free The day will be free for strolling in the town, lazing on the beach, or whatever takes your fancy. You’ll spend the night in Hoi An."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hoi An/Hanoi or Ho Chi Minh City Departure You’ll be picked up in good time to board either the morning or afternoon flight to Hanoi or Ho Chi Minh City for your departure flight."
    }
  ],
  "map": ""
}