{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "best-of-vietnam-holidays-tailor-made",
  "tourName": "Best of Vietnam holidays, tailor made",
  "placesVisited": "",
  "generalInfo": "The ideal itinerary for anyone wanting to see the best of Vietnam in just over a week. Follow the wonderful Vietnamese coastline from south to north in 10 unforgettable days.<br/><br/>A thorough journey through Vietnam in just 10 days is very much achievable. <br/>With all your transport, activity and accommodation requirements pre-booked, you get to maximize your time in this fantastic country without feeling like you're just scratching the surface. Enjoy Magical Hanoi and Halong Bay  before heading South  to the delights of Hue, Hoi An concluding with  bustling Ho Chi Minh City.<br/><br/>As with all our itineraries, this 10 day tour of Vietnam includes lots of free time for you to enjoy as you please. If you would prefer a more ‘complete travel programme’ we will be happy to oblige. We can also tailor this holiday to meet your exact needs - your holiday, your way.<br/><br/><br/>INCLUDED IN THE TOUR PRICES ARE:<br/>•\tAccommodation with meals as above<br/>•\tHalong bay experience<br/>•\tPrivate Transfers and tours with English or French speaking local guide<br/>•\tSightseeing entrance fees<br/>•\tAl monuments entrances<br/><br/><br/>ALSO INCLUDES INTERNAL FLIGHTS",
  "durationDays": "10",
  "price": "1349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DAY 1 HANOI ARRIVAL Meet on arrival at Hanoi/Noi Bai International airport, transfer to hotel for check in (Check in time: 14.00) Welcome dinner at local restaurant"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DAY 2 HANOI FULL DAY CITY TOUR Morning: visit Ho Chi Minh Mausoleum, Stilt house, One Pillar Pagoda, Museum of ethnology Visit Temple of Literature, Enjoy a Panoramic cyclo ride to visit of Ngoc Son Temple and Hoan Kiem Lake. Take a fun stroll around the Old Quarter of Hanoi, with 36 old streets before heading to typical Hanoi local coffee shop where you settle down for refreshment with local drink or a glass of Bia Hoi, fresh locally brewed beerDrop by Thang Long theatre to enjoy famous Water Puppet Show, the unique Vietnamese traditional art."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DAY 3 HA NOI – HALONG BAY Take an overland transfer to Halong bay for 2 days/1 night cruise in Halong Bay. Boarding between 12.30-13.00pm and lunch is served right after. Discover Halong Bay, “Dragon descending to the sea“ as it is known in Vietnamese, is recognized as a new World Heritage of outstanding natural beauty. Picturesque Halong Bay has more than 3,000 limestone islets rising from the clear emerald water, many of them containing beautiful grottoes. Enjoy dinner and overnight on board."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DAY 4 HALONG – HANOI – DANANG – HOI AN Continue the cruise program and sail back the pier before noon. Disembark and Drive straight back to Hanoi Airport to catch evening flight to Danang and onwards to Hoi An"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DAY 5 HOI AN FULL DAY WITH COOKING CLASS Visit Hoi An’s colourful market, and experience the amazing sights, sounds and aromas of this busy market, at the same time, interact with the local sellers and purchase some of the ingredients to be used in the cooking lesson later. Board the boat for a leisure cruise (25 minutes) along the Hoi An River to the Red Bridge Cooking School, a good chance to see some of the local life. Upon arrival, discover the cooking school’s herb and vegetable garden, before learning about some of Hoi An’s and Vietnam’s well-known dishes. The cooking lesson last about 2 hours – Included in the class is a brief introduction to Vietnamese food carving (plate decoration). Afternoon, discover the historic town which used to be a prosperous seaport city during the 16th to 18th centuries. Its sizeable community of foreign merchants resulted in a unique architectural style with Vietnamese, Chinese and Japanese influences. Visit the Phuc Kien hall, Japanese covered bridge, Tan Ky old house and a silk workshop."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DAY 6 HOI AN - DAY FREE"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DAY 7 HOI AN – DA NANG – HO CHI MINH Transfer to airport for flight to Ho Chi Minh City Afternoon: Visit War Remnants Museum, photo stop at former Presidential Palace and quick photo stops at Notre Dame Church, and Central Post Office, visit Ngoc Hoang Pagoda Dinner at local restaurant"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DAY 8 HO CHI MINH – MEKONG DELTA/BEN TRE Ben Tre, a small town, hidden within the Mekong Delta, has recently stepped out to be a destination in its own right. This peaceful retreat offers many charming surprises besides the lush vegetation, snaking canals, and enchanting smiles. A day to Ben Tre is a day when you are no longer a tourist but a true resident embarking on a sensory voyage of discovery. Enjoy observing how bricks and grass mats are made with age-old traditional techniques as well as how products are extracted from coconuts. Admire stunning panoramic countryside pictures made of green coconut palms, yellow river streams and colourful local products. Feel the warmth of the tropical breeze and the coolness of water currents whilst exploring the earthy trails. Taste and smell local exotic fruits, “garden-made” cuisine or stop to observe and satisfy your palate with just-made wet rice paper or coco candies married with green tea. Complete your experience listening to the sounds of boat, and certainly the banter and laughter of local people, modest yet hospitable. Transfer back Saigon Dinner at local restaurant"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY 9 HO CHI MINH – CU CHI TUNNEL – HO CHI MINH Morning: visit Cu Chi Tunnels, an amazing complex of the underground tunnels used during the Vietnam War and return to Ho Chi Minh City. Half day city tour to visit China Town: Thien Hau Pagoda, Binh Tay market, FITO Center, Dinner at local restaurant"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DAY 10 DEPARTURE Transfer back Saigon, foward to international airport for catch the flight to next destination."
    }
  ],
  "map": ""
}