{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "east-vietnam-budget-holiday",
  "tourName": "East Vietnam budget holiday",
  "placesVisited": "Ho Chi Minh City, Reunification Palace, Notre Dame Cathedral, Mekong River cruise, Cham Towers, Phung Hung Old House, Quan Cong Temple, Hoan Kiem Lake, Nha Trang, Hoi An, Hue, Hanoi walking tour, Pho Hang Gai and Dong Xuan markets, Halong Bay, bike tour through paddy fields, Optional activities include: boat trips, Cu Chi tunnels and city sightseeing tours.",
  "generalInfo": "This incredibly good value, small group tour takes you along virtually the length of Vietnam’s 3,000km coastline. Beginning in the captivating chaos of Ho Chi Minh City, you’ll make your way north by boat, bicycle, train and minibus, spending nights in homestays, sleeper trains, boats and small hotels along the way. This not only keeps costs down – but makes for a far more authentic Vietnamese experience – with plenty of opportunities for meeting local people, sampling street food and getting up close to the landscapes and markets. <br/><br/>Departing from Ho Chi Minh City, you’ll arrive at the mythical Mekong Delta for a cruise and homestay. Halfway up the coast is the UNESCO World Heritage site of Hoi An, a very pretty town which seems to have changed little over the centuries – you’ll want to keep space in your suitcase for handmade lanterns, ceramics and bespoke, tailored clothing. Continue your journey northwards past pagodas and dramatic high passes, with plenty of free time along the way for you to take a Vietnamese cooking class, dragon boat cruises – or just relax on the idyllic tropical beaches. This East Vietnam budget holiday ends in the scenic landscapes of Halong Bay, a natural harbour containing some 2,000 limestone islands. An overnight cruise here is perfect for unwinding after this full on tour, as you sail out to caves and remote beaches, before the emerald waves rock you gently to sleep.",
  "durationDays": "15",
  "price": "865",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City.",
      "description": "Xin Chao! Welcome to Vietnam. Your adventure begins in Ho Chi Minh City with a welcome meeting at 6 pm tonight. As you won’t be spending much time in Ho Chi Minh City, it’s recommended that you arrive a few days early to see more of this fascinating city. If you do arrive early, head to see the ancient pagodas and cathedrals near the former Presidential Palace, historic Dong Khoi Street and the chaotic markets of Ben Thanh and Cholon (Chinatown). After your meeting, why not head out with your new fellow travellers for an optional dinner and tuck into some delicious local cuisnine."
    },
    {
      "dayNumber": 2,
      "title": "Mekong Delta.",
      "description": "This morning, head away from the city and make your way to the province of Ben Tre, where you’ll get on a boat to tour the canals of the Mekong Delta. This fertile area is famous for its abundance of fruit, flower and rice crops, and is known as the ‘rice bowl’ of Vietnam. During your boat ride you’ll visit some cottage industries along the river before heading to your guesthouse. Tonight's homestay, close to the delta and hosted by a Vietnamese family, will be one of the highlights of your trip, giving you a taste of community life as well as the chance to enjoy a traditional home-cooked meal."
    },
    {
      "dayNumber": 3,
      "title": "Mekong Delta – Ho Chi Minh City – Overnight Train.",
      "description": "Rise early to the sounds of the river coming alive, and enjoy a simple breakfast before boarding the boat back down the delta and catching a bus back to Ho Chi Minh City. Enjoy some free time in Ho Chi Minh City this afternoon, perhaps with a visit to the War Remnants Museum or Reunification Palace. If you haven’t already, head to Ben Thanh Market for some delicious street food, colourful shopping and even more colourful characters. This evening, board an overnight train bound for Danang. Trains are a common form of transport in Vietnam, so sit back and relax into this local experience."
    },
    {
      "dayNumber": 4,
      "title": "Hoi An.",
      "description": "Arrive in Danang by train and travel by minibus to Hoi An – a UNESCO World Heritage site that continues to undergo restoration work today. It was a major trading port with the West from the 17th century. Today, parts of Hoi An look exactly as they did more than a century ago. Your leader will take you on a sightseeing walk through the Old Town and visit some of the city's major attractions. A sightseeing pass is included in your tour so you can visit a selection of the major sights. Hoi An is also a shopping haven, so head down to the markets and street stalls to browse paintings, woodwork, ceramics and lanterns. It’s also famous for its tailors who can make beautiful items to order, and with almost three full days here you have the chance to have some unique pieces whipped up."
    },
    {
      "dayNumber": 5,
      "title": "Hoi An.",
      "description": "Wake up for a free morning to do as you please. It’s a great opportunity to take a trip out to the My Son temples – a UNESCO World Heritage-listed site constructed between the 4th and 14th centuries that reflects the rich cultural traditions of the Cham civilisation. In the afternoon, swap walking for cycling with a bike ride through the countryside near Hoi An. There's no better way to explore the peaceful area than on two wheels. You’ll see places few tourists get the chance to see among the green rice paddies and small creeks, which will give you a true insight into rural life in Vietnam."
    },
    {
      "dayNumber": 6,
      "title": "Hoi An.",
      "description": "You’ve got another day to explore this historic haven. Perhaps book in your final tailoring fitting this morning to make sure the threads you’re getting made fit like a glove, or hire a bike for a lazy ride out to the South China Sea to relax on An Bang or Cua Dai beach. Hoi An is also known for its great food, so you could book yourself in for a cooking class to take some culinary secrets away with you. Most tours include a trip to the local food markets, and some take you on a short boat journey along the Thu Bon River. Let your local leader know what you're into and they will be able to recommend some activities to suit."
    },
    {
      "dayNumber": 7,
      "title": "Hue.",
      "description": "Bid farewell to Hoi An this morning and make your way to Hue. The drive in a private vehicle will take around 5 hours. You’ll be travelling on the incredible Hai Van Pass, through lush mountains and past scenic lookouts, and there’ll be some good places for a photo stop. Once in Hue, you’ll have a free afternoon to explore. Hue was once Vietnam’s imperial capital and has a curious mix of bustling streets and tranquil enclaves. Perhaps visit the Dong Ba Market, which sells everything imaginable and is a great place to spend some time. It’s important to know that Hue is renowned for its cuisine, with some delicious dishes originating from this region, including bun bo hue (Hue’s delicious take on pho), and banh khoai (a filled turmeric crepe). Time to give your tastebuds a workout."
    },
    {
      "dayNumber": 8,
      "title": "Hue – Overnight Train.",
      "description": "Enjoy a free day in Hue. Perhaps visit the Imperial Citadel which includes the Forbidden Purple City that was almost totally destroyed during the Vietnam War. The gaping holes left by bombs give you an idea of how much destruction occurred in this country. If you'd rather take to the water, hop on a dragon boat cruise along the Perfume River and then visit Thien Mu Pagoda – the unofficial symbol of Hue. Here you’ll see an active Buddhist monastery dating back to 1601 and a car belonging to the monk who tragically set himself alight in public to protest against the treatment of Buddhists. You may also like to visit one of the royal tombs, that of Emperor Tu Duc, with its central lake set amid a grove of frangipani and pine trees. This evening, take another overnight train bound for Hanoi."
    },
    {
      "dayNumber": 9,
      "title": "Hanoi.",
      "description": "Arrive in Hanoi at about 5 am and transfer to your hotel. Once you’ve dropped off your bags and freshened up, embark on a walking tour of Vietnam’s charming capital. Explore the 36 streets of Hanoi’s Old Quarter – locally known as this because of each street originally selling a specific type of product. Continue to the Dong Xuan Market and Hoan Kiem Lake, making sure you check out the unique architecture along the way. Hanoi has a French provincial feel left over from colonial times, but it also has a Buddhist influence and striking modern buildings. The rest of the day is yours to explore Hanoi as you please. In the evening, why not get your group together and head out to a bustling night market for some local fare. Sitting on plastic stools and eating on the roadside is a rite of passage in Vietnam."
    },
    {
      "dayNumber": 10,
      "title": "Pu Luong.",
      "description": "Today, visit our Foundation partner Vun Art – a local organisation empowering people with disabilities in Vietnam by providing job training and employment opportunities. See how they produce tote bags and art pieces from the discarded silk that comes from Van Phuc Silk Village. Vun Art also aims to reduce climate impact by reusing these scraps and in the process, keeping traditional art alive. After, travel to Pu Luong – one of the most beautiful sites in rural Vietnam with expansive rice paddy fields surrounded by the national park. When you arrive at your homestay accommodation, you’ll have rooms boasting views of the rice fields. Have a quick lunch then head out for a trek in the middle of this natural paradise. You’ll see the water wheel in the village, locals working in the fields, and visit a few local tribes, learning about their culture and customs firsthand. After, maybe take a refreshing swim in the onsite swimming pool, watch the sunset over the terraced fields or wander the grounds on your own."
    },
    {
      "dayNumber": 11,
      "title": "Hanoi.",
      "description": "Say goodbye to the peaceful bliss in Pu Luong and head back to Hanoi. On the way, stop at Cam Luong Angelfish Stream and learn about how these fish became holy through a local legend. Then, continue your journey to Hanoi. When you arrive, you’ll have some free time – maybe explore the Old Quarter, stroll around Hoan Kiem Lake or sit in a café for some people watching. You could also visit Ho Chi Minh Complex or ask your leader for some good restaurant recommendations."
    },
    {
      "dayNumber": 12,
      "title": "Cat Ba Island.",
      "description": "This morning you'll travel by bus and ferry to beautiful Cat Ba Island before midday. There's no time to waste, so begin exploring the stunning waters of Lan Ha Bay around Cat Ba. Located in the greater Ha Long Bay area, Lan Ha Bay is one of Vietnam’s most scenic places, where limestone islands and caves rise from the emerald waters. You’ll have a free afternoon to explore at your own pace, so perhaps get active on a hike, or just enjoy a dip at one of the beaches. Have a relaxing evening on Cat Ba Island."
    },
    {
      "dayNumber": 13,
      "title": "Cat Ba Island.",
      "description": "Enjoy a full day of relaxing with a boat trip on the beautiful Lan Ha Bay. Cruise past limestone islets and tuck in to a delicious onboard lunch before taking to the water in kayaks for an unforgettable adventure."
    },
    {
      "dayNumber": 14,
      "title": "Hanoi.",
      "description": "Rise and shine! Perhaps start your morning with a refreshing swim or a Vietnamese coffee (or both). Make sure you soak up as much sun and sand as possible, because this afternoon it's back to Hanoi by ferry and bus. Tonight, you may want to head out for an optional dinner with your fellow travellers, sharing some memories and laughs over a local meal and beer."
    },
    {
      "dayNumber": 15,
      "title": "Hanoi.",
      "description": "There are no activities planned for today and you’re able to depart the accommodation at any time after check-out. With so much to see and do in Hanoi, we recommend that you spend an extra day or two here, and we’ll be happy to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}