{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-tour-for-under-35s",
  "tourName": "Vietnam tour for under 35s",
  "placesVisited": "Hanoi, Cat Ba Island in Halong Bay, Boat trip to Lan Ha Bay, Kayaking, Hue, Hoi An with Old Town walking tour, Phan Rang beaches, Ho Chi Minh City, Optional: Perfume River cruise; bike and cyclo tours; food tours; cooking classes; Cu Chi Tunnel Experience; Mekong tour",
  "generalInfo": "Travel from Hanoi in the north to Ho Chi Minh City, exploring, relaxing, partying and making new friends on this Vietnam tour for under 30s. In Hanoi, walk through the Old Quarter and pause to perch on a cafe stool and just take in the busy street life and overloaded mopeds. Spend time kayaking and cruising around the green waters of Halong Bay, soak up Vietnam’s history via the fabulous food and architecture of Hue, with perhaps a cruise on the Perfume River, too. In Hoi An, see the mix of influences that have made this city so gorgeous – a touch of France here, a bit of China there – get some clothes made by one of the city’s famous tailors, or hop on your bike to cycle through rice paddies. Now it’s time for the coast. Head to Phan Rang for relaxed beers on the beach, before finishing off your unforgettable 10 days in Ho Chi Minh City, a busy urban hub where life happens on the street and the food is spicier, sweeter and more varied than in the north.<br/><br/>This is the perfect trip for young people who enjoy some independence. You’ll be travelling with a small group of up to 16 people, all aged between 18 and 29, and will have plenty of free time in each location. Explore under your own steam or join one of the many optional activities on offer, from bike tours to cooking classes. All accommodation and transport, including three overnight trains, are booked for you. A group leader makes sure everything goes smoothly and can offer helpful tips and suggestions, but you will also have plenty of time to relax, eat, explore and make new friends.<br/>",
  "durationDays": "12",
  "price": "705",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure kicks off in Hanoi – Vietnam’s capital – with a welcome meeting at 6 pm tonight. If you arrive early, wander these gorgeous streets and see the sights. Tonight, maybe grab your new group and see who’s up for some food and a fresh bia hoi at a roadside stall or watch the motorbikes zoom by. Hanoi is also a great place for local beer and cocktail bars, so maybe hit the nightlife and discover what this city has to offer after sundown."
    },
    {
      "dayNumber": 2,
      "title": "Hanoi.",
      "description": "Today is a free day in Hanoi to explore however you’d like. Maybe check out your reflection in the beautiful Hoan Kiem Lake, wander along shaded boulevards or relax in a public park with some delicious street food (spring rolls inside rice paper rolls, anyone?). Museum-wise, you could visit the Mausoleum of Ho Chi Minh, drop into the serene Temple of Literature or get arty at the city's Fine Arts Museum. Maybe head to KOTO for lunch – this organisation is dedicated to developing the hospitality careers of disadvantaged youth. Later, maybe explore the centuries-old architecture as the sun goes down."
    },
    {
      "dayNumber": 3,
      "title": "Cat Ba.",
      "description": "Travel by bus and ferry to Cat Ba Island – the largest island in Lan Ha Bay, connected to the UNESCO-listed Ha Long Bay. With thousands of little limestone islands scattered around, this area is one of those quintessential Vietnamese scenes in which bright green water is dotted with traditional junk boats and limestone karsts. Take a cruise around Lan Ha Bay and enjoy a seafood lunch prepared by your onboard chef. What could be better? This afternoon, hop off the boat to get up close and personal with this other-worldly landscape by kayak. Paddle through serene waters and then watch the sunset over this awe-inspiring landscape."
    },
    {
      "dayNumber": 4,
      "title": "Ninh Binh.",
      "description": "This morning, take a ferry back to the mainland and head to Ninh Binh province – once the site of Vietnam’s capital in the 10th and 11th centuries, which is now a protected UNESCO World Heritage site. Join a local guide on a cycling tour to visit the ancient citadel. This once covered 300 hectares (741 acres) of land, however the passage of time has left few remains of the once glorious capital. You’ll visit the 17th-century temples built in honour of King Dinh and King Le among other temples, pagodas, monuments and lush grounds surrounded by mountains."
    },
    {
      "dayNumber": 5,
      "title": "Ninh Binh - Overnight Train .",
      "description": "The day is yours to explore the many other wonders of Ninh Binh. You might like to lace up your hiking boots and trek to Mua Cave. While the cave sits at the base of a mountain, be sure to make the trek up the 500 steps to the mountain peak for amazing views of Hoa Lu and Ngo Dong River. Or maybe get out on the water and take a boat tour past limestone karst peaks, caves, temples and maybe even filming locations from a King Kong movie. Tonight, board an overnight train to Hue."
    },
    {
      "dayNumber": 6,
      "title": "Hue.",
      "description": "Arrive by train in Hue, the former imperial capital of Vietnam. You have today free to do as you please. You can easily spend a couple of hours exploring Hue’s massive walled citadel and the Forbidden Purple Palace that's enclosed within. Maybe jump on board a dragon boat and enjoy a cruise up the Perfume River to visit the Thien Mu Pagoda. You could also check out Dong Ba Market, which offers locally made goods, fresh produce and some tasty street food. This is a good place to try the dish that Emperor Nguyen used to feast on – the banh khoai royal rice. If you like being on two wheels, maybe cycle out to one of the royal tombs like the tomb of Emperor Tu Duc (one of the most well-preserved examples of its kind). Tonight, head into the home of a local family and enjoy a freshly prepared dinner. You’ll be chatting and laughing over your chopsticks in no time!"
    },
    {
      "dayNumber": 7,
      "title": "Hoi An.",
      "description": "Continue along the coast to Hoi An by private bus. When you arrive, your leader will take you on a walking tour of this unique town which has been influenced over the years by Europe, China, Vietnam and Japan. The town was a major trading port from the 17th century onwards, and its old-school flavour is written all over its architecture. For a small town, it's pretty lively. The tour will take you down the streets that are being restored and look a lot like they did 100 years ago, then you’ll discover some of the more chilled out spots. Check out a historic house (formerly home to a prominent trader), the Japanese Covered Bridge, a Chinese assembly hall and a museum. Later, maybe play bingo with your leader in a town square – a popular local past time."
    },
    {
      "dayNumber": 8,
      "title": "Hoi An.",
      "description": "Start the day by cycling through the beautiful surroundings of Hoi An to Tra Que Vegetable Village, visiting the organic vegetable and herb garden of a local chef. This village was established over 500 years ago and has become a thriving agricultural hub known for its produce. See, smell and taste what makes Vietnamese food so delicious during a tour of the gardens. Then, enjoy a freshly prepared lunch using some of the ingredients you picked during your tour. Much of the food waste here is composted, recycled or reused. The rest of the afternoon is free for your own exploring. Maybe wander to the Central Market and browse the paintings, woodwork, ceramics and lanterns. Hoi An is also famous for its talented tailors, so if you’ve been wearing the same shirt every day (who hasn’t), why not hit one of the same-day tailors and get yourself something new? Tonight, maybe wander the lantern-lit streets for some great photo ops."
    },
    {
      "dayNumber": 9,
      "title": "Quy Nhon.",
      "description": "This morning, say goodbye to Hoi An and drive to Quy Nhon – a coastal city in the Binh Dinh province. When you arrive, you have a free afternoon and evening to explore at your own pace. There are plenty of optional activities you can take on today to explore the beautiful location – maybe visit Banh It Tower, taking in stunning scenery from the top of the hill, or visit the Cahn Tien Tower (Bronze Tower). Take a food tour, trying some local specialities like banh xeo tom nhay (a crunchy pancake with fresh prawn), nem nuong (grilled pork sausage) or bun ca (fish noodle soup). Maybe take a trip to Eo Gio for a hike and coastal views. There are also lots of great local restaurants you can hang out at – ask your leader for recommendations!"
    },
    {
      "dayNumber": 10,
      "title": "Quy Nhon - Overnight Train.",
      "description": "Today is a free day in Quy Nhon to take on any optional activities you didn’t get a chance to do yesterday. You might like to head to the Con Chim Ecological Zone, where you can go fishing or stand up paddleboarding. You could also head to Ky Co Beach or take a day trip to Hon Kho Island for a swim in the blue-green waters. Tonight, you’ll take an overnight train, so maybe grab some snacks this afternoon for the journey. As you make your way to Ho Chi Minh City, maybe play a few (or many) rounds of cards or get stuck into a good book. As the light changes outside, you can watch the everchanging scenery pass you by, showing you a glimpse into what rural life is like in Vietnam."
    },
    {
      "dayNumber": 11,
      "title": "Ho Chi Minh City.",
      "description": "Arrive in Ho Chi Minh City early this morning and transfer to your hotel. Formerly known as Saigon, Ho Chi Minh City is a whirl of sights and sounds. You can still see the French influence in the top-notch baguettes and coffee. Compared to the north, the food here is spicier, sweeter and more varied. Maybe take advantage of the early morning by checking out the markets and tucking into a bowl of pho with the local traders. With your group, you’ll visit a local market, where you can browse the street foods – maybe try some banh da xuc hen (fried clams with rice crackers) or banh xeo (savoury stuffed crepes). Then, try the iconic Saigon cafe sua da (iced coffee with condensed milk) amid the market’s everyday bustle as your leader shares stories about life in Ho Chi Minh City. Tonight, why not get your group together for a meal and some drinks on Pham Ngu Lao Street?"
    },
    {
      "dayNumber": 12,
      "title": "Ho Chi Minh City.",
      "description": "With no planned activities today, your trip comes to an end. There’s lots to see and do in Vietnam – The Cu Chi Tunnels are an interesting daytrip, plus the city is a great springboard to head down to the Mekong Delta or to Phu Quoc Island. Ask your group leader for more recommendations. If you’d like to spend more time here and need further accommodation, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}