{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "reunification-express-holiday-vietnam",
  "tourName": "Reunification Express holiday, Vietnam",
  "placesVisited": "Hanoi, Halong Bay, Water Puppet Theatre, Overnight river cruise, Motorbike tour of Hue, Hoi An, Hoi An Old Quarter, Nha Trang, Ho Chi Minh City",
  "generalInfo": "This two week Reunification Express holiday is the most wonderful way to travel from north to south of Vietnam and a great way to travel here for the first time. The Reunification Express is an iconic train journey nowadays, out of service for many of the war years, the  restoration of this line from Hanoi to Ho Chi Minh City in 1975 was also part of the reunification of the Vietnamese people after years of war. <br/><br/>The train journey is a hop on, hop off experience and so we actually spend most of our nights in small, locally owned hotels, with two nights on the sleeper train, and one night on a boat. Our holiday starts in Hanoi, the fascinating 100 year old capital city, where we have plenty of time to soak in the atmosphere. From here we head out to Halong Bay, which is where our night on a boat takes place, giving us plenty of time to enjoy the iconic sights of this marine karst landscape, with giant boulder islands emerging from the waters and sun setting over floating villages. <br/><br/>Back on land, we start our rail journey heading south on an overnight sleeper train to Hue, the old capital of the Nguyen Dynasty and where we have two days to explore in detail, some of it from the back of a motorbike. From Hue to Hoi An, by bus this time, where we have a few days to enjoy this town that feels like a leap into the past. Where streets are lit by lanterns, crumbling colonial architecture is still evident, tailors and artisans sell their wares and the car free streets are ever bustling. <br/><br/>We then take another train to the coastal town of Nha Trang, which is more about enjoying sandy beaches, snorkelling around coral reefs and enjoying superb food at waterside restaurants and bars. One more overnight sleeper train journey to Ho Chi Minh City brings this trip to a close, taking plenty of time to enjoy this historic city, formerly known as Saigon, and where can spend hours on end immersed in the likes of Ben Thanh Market, Chinatown, visiting its Taoist temples, the Reunification Palace and the very moving War Remnants Museum. While here, we also take a trip out of town to visit the extraordinary landscapes of the Mekong Delta, where the water dwelling culture is very much in contrast to urban Vietnam, which you can see on a boat trip through the paddy fields and floating markets.<br/>",
  "durationDays": "15",
  "price": "1430",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure begins with a welcome meeting at 6 pm tonight, where you'll meet your local leader and fellow travellers. If you arrive early, why not step out onto the streets to explore the leafy capital of Vietnam – Hanoi is best discovered on foot. After the meeting, maybe get to know your fellow travellers over a glass of fresh bia hoi (a foamy, light beer made fresh every day and served in basic, open-walled ‘brew halls’)."
    },
    {
      "dayNumber": 2,
      "title": "Chien Village.",
      "description": "Leave Hanoi after breakfast this morning and drive to Chien Village of Muong people for tonight’s homestay. Around 70 families live here, the area has long been the settlement of Muong people and famous for ancient tangerines, honey and other citrus fruits. You'll enjoy hearty home-cooked flavors during your stay here. After lunch head out on a hike through the Vietnamese highlands, visit local villages, meet people from the ethnic Muong tribe along the way and take in the incredible mountains view along the way. In the evening, enjoy a traditional dancing with local villagers."
    },
    {
      "dayNumber": 3,
      "title": "Chien Village / Hanoi.",
      "description": "This morning, take your time to explore of of this peaceful hamlet. Join the local farmers in their fields and help them planting, weeding or nurturing crops like rice, corns or fruit trees. Then visit a local organic farm, pick fresh vegetables that you'll use for cooking later, learn about the wild fruits that you can eat, and then join the locals and prepare your lunch together. Using bamboo for cooking is a local signature known as lam ong nua and your local cooking masters will show you how to do that and you'll also get to taste fresh brewed tea using bamboo tubes too! After a joyful lunch, drive back to Hanoi. In the evening, enjoy a traditional Vietnamese performance - a water puppet show."
    },
    {
      "dayNumber": 4,
      "title": "Cat Ba Island.",
      "description": "This morning, visit the Blue Dragon Children's Foundation – a community project dedicated to helping underprivileged children and victims of trafficking. Then, hop on the bus heading to Cat Ba Island, stopping for a quick break before today’s ferry. Board the boat and spend the rest of the day cruising the breathtaking Lan Ha Bay. Located in the greater Ha Long Bay area, Lan Ha Bay is one of Vietnam’s most scenic places, where limestone islands and caves rise from the emerald waters. Enjoy lunch on board, then get up close and personal with giant karsts in a kayak. Stay overnight on Cat Ba Island and maybe take a dip at one of the beaches (with a cold beer of course!)."
    },
    {
      "dayNumber": 5,
      "title": "Hanoi / Overnight Train.",
      "description": "Head back to Hanoi this morning. When you arrive, take a city tour to see the city’s diverse past reflected in a mix of Southeast Asian, Chinese and French-influenced architecture. Stop by the aptly named One Pillar Pagoda – the country’s most famous stilt house (former residence of Ho Chi Minh) and the Temple of Literature.?Shared hotel rooms will be available if you want to freshen up or organise your luggage for the overnight train tonight. Otherwise, use this time to do some shopping on Hang Gai Street or seek out some delicious street food. Meet back at the hotel lobby at 9 pm where you’ll transfer with the group to the train station."
    },
    {
      "dayNumber": 6,
      "title": "Hue.",
      "description": "Arrive in Hue this morning – the hub of Vietnam’s historic past. This former imperial capital is an eclectic mix of busy streets and peaceful beauty. The rest of the morning is free for you to relax or explore at your own pace. Maybe pick up a classic Hue breakfast of bun bo (a popular Vietnamese soup with vermicelli noodles and beef). After lunch, visit the Imperial Citadel – a sprawling complex of temples, pavilions, moats, gates and walls. See the Ngo Mon Gate, Thai Hoa Palace and the Ancestral Altars from the 19th century. In your free time, you might like to visit Dong Ba Market, which offers locally made goods, fresh produce and street food. This is a good place to try the specialties enjoyed by Emperor Nguyen, such as the banh khoai royal rice cake."
    },
    {
      "dayNumber": 7,
      "title": "Hue.",
      "description": "Today’s adventure will be taken on the back of a motorbike. You’ll have your own driver who will take you first on a drive around the Imperial Citadel, including the Forbidden Purple City. The latter was almost completely destroyed during the Tet Offensive in the Vietnam War, but its humble, foliage-covered ruins remain a testament to its proud history. Here, you'll gain some insight into the horrific damage endured during the war. Next, ride to a special lunch spot at a convent or Buddhist monastery for a vegetarian feast. After lunch, drive to the royal tomb of Emperor Tu Duc, set on a lake with frangipani bushes and pine trees. This evening, maybe ask your leader for the best place to try Imperial Street specialties."
    },
    {
      "dayNumber": 8,
      "title": "Hoi An.",
      "description": "Travelling by bus, head south through coastal rice paddies before stopping at Lang Co Beach. Traverse the dramatic Hai Van Pass along the way – a sometimes bumpy but incredibly scenic stretch of highway with views back to Lang Co Beach and beyond. The spectacular Marble Mountains will be your backdrop as you arrive in Hoi An. Declared a UNESCO World Heritage site, Hoi An is being beautifully restored and preserved. Known as Faifo to early Western traders, it was one of Southeast Asia's major international ports from the 17th to the 19th centuries. Today, parts of Hoi An look exactly as they did more than a century ago, and it retains the feel of times past. When you arrive, take a walking tour around the major sites of the Old Town, including a historic house (formerly home to a prominent trader), the Japanese Covered Bridge, a Chinese assembly hall and a museum."
    },
    {
      "dayNumber": 9,
      "title": "Hoi An.",
      "description": "If you feel like getting active on your free day today, why not hire a bicycle and tour the surrounding countryside – this is one of the best ways to get an insight into rural Vietnam. Maybe take a daytrip to My Son Cham (a UNESCO World Heritage-listed temple complex that reflects the rich cultural traditions of the Cham civilisation), or cruise along the Thu Bon River. You may like to wander the Central Market and the street stalls selling paintings, woodwork, ceramics and lanterns. Hoi An is also famous for its talented tailors, who can make items to order within a few hours. Bring your favourite piece of clothing or even just a picture, and you'll be able to have it copied!"
    },
    {
      "dayNumber": 10,
      "title": "Quy Nhon.",
      "description": "Today, enjoy a scenic drive through central Vietnam to the seaside city of Quy Nhon. On the way, visit Bich Hoa Tam Thanh village, famous for its murals and paintings on the wall that show a different side of Vietnam country life. Arrive at Quy Nhon in the early afternoon and head out on an orientation walk with your leader. Then, the rest of the afternoon is free for you to explore on your own or rest and recharge. This is your perfect chance to relax and put your feet up by the sea."
    },
    {
      "dayNumber": 11,
      "title": "Quy Nhon / Overnight Train.",
      "description": "This morning, you’ll visit a local family that has practised martial arts for three generations. Meet the master of the family and learn about the secrets of his martial arts practice, learn about the health benefits, watch a demonstration and then try your moves at the master’s guidance. After, continue to the ancient citadel of Do Ban – the last capital of the Champa Kingdom where the Cham Kings lived between the 11th and the 15th centuries. Head back to Quy Nhon, maybe take the chance to freshen up at a hotel room or organise your luggage for the overnight train tonight."
    },
    {
      "dayNumber": 12,
      "title": "Ho Chi Minh City.",
      "description": "Arrive in Ho Chi Minh City early this morning and make use of the shared hotel rooms to refresh up before your day tour. Formerly known as Saigon, Ho Chi Minh City is characterised by a fascinating blend of old and new, east and west. The huge number of people rushing about their daily lives in Vietnam's largest city gives it a dynamic atmosphere, and the French influence is evident in the excellent baguettes and coffee on offer. Take a guided tour with your leader to get a feel for the city, going past the GPO, Reunification Palace and the Opera House. Stop in at the War Remnants Museum and the Notre Dame Cathedral. You have a free evening, so maybe drop by Ben Thanh Market. This is the perfect place to pick up any last-minute snacks, cooking utensils or gifts."
    },
    {
      "dayNumber": 13,
      "title": "Mekong Delta.",
      "description": "Today, you'll travel south to explore the Mekong Delta. When you arrive, board a boat and explore the intricate waterways. Often referred to as ‘the rice bowl’ of Vietnam, the fertile delta is where rice, tropical fruit and flowers are grown for the whole country. Disembark at Ben Tre and visit a local cottage industry to sample the candy that the region is famous for. You’ll have the opportunity to take a tuk-tuk around this remote village and stop to sample tropical fruit, see a honey farm and learn more about rural life. For lunch, go to a restaurant in the heart of the delta and try regional specialities such as the famous elephant-ear fish. After lunch, board sampans (small rowing boats) and paddle along the canals under the shade of lush water coconut trees. Stay overnight at a guesthouse on the river and swap stories with your hosts."
    },
    {
      "dayNumber": 14,
      "title": "Ho Chi Minh City.",
      "description": "This morning, say goodbye to the Mekong Delta and take the bus back to Ho Chi Minh City. Enjoy a free afternoon to see any sights (or sample any delights) that you didn’t get a chance to previously. Maybe spend the final night of your Vietnam adventure with a bowl of pho, celebrating with your new friends and toasting to a trip well-travelled."
    },
    {
      "dayNumber": 15,
      "title": "Ho Chi Minh City.",
      "description": "Your Vietnam adventure ends after breakfast today. There are no activities included, so you are free to depart at any time. If you’d like to stay longer, just speak to your booking agent. For those who are staying on longer and want to explore Ho Chi Minh City, maybe check out our Urban Adventure daytrips."
    }
  ],
  "map": ""
}