{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "family-holiday-in-vietnam",
  "tourName": "Family holiday in Vietnam",
  "placesVisited": "Hanoi, Hanoi Old Quarter, Halong Bay, Overnight Halong Bay cruise, Hue, Hoi An, Hoi Van Pass, Ho Chi Minh City, Mekong Delta, Cai Be, Water Puppet Theatre",
  "generalInfo": "",
  "durationDays": "13",
  "price": "1365",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Vietnam. When you arrive at the airport, you’ll be met by a local representative and transferred to your hotel. Your adventure begins in Hanoi – famous for its beautiful lakes, shaded boulevards, public parks and thriving Old Quarter – with a welcome meeting at 5 pm. If you arrive early, why not head out and explore the Old Quarter at your own pace, maybe searching for a deliciously fresh bahn mi or some Vietnamese iced coffee (for the adults in the group). After the meeting, maybe head out to dinner with your family and fellow travellers – your local leader will always have some great recommendations handy."
    },
    {
      "dayNumber": 2,
      "title": "Hanoi .",
      "description": "Embark on a full day of exploration today. Visit the Museum of Ethnology to learn more about the diverse heritage of Vietnam, then head to the Temple of Literature – an oasis of calm in the heart of town. Enjoy some lunch at KOTO restaurant – a longtime friend that lives by the philosophy of 'know one, teach one'. It supports the underprivileged local youth by giving them a chance at making a career in the hospitality industry. In the evening, sit down to a traditional water puppet performance. This northern tradition, dating back nearly a thousand years, is performed alongside traditional Vietnamese music that employs drums, wooden bells, horns and bamboo flutes."
    },
    {
      "dayNumber": 3,
      "title": "Halong Bay.",
      "description": "Travel by minibus to the spectacular UNESCO World Heritage-listed site of Ha Long Bay. The bay is a breathtaking and secluded harbour with about 2000 limestone islands jutting out of the waters of the Bac Bo Gulf. When you arrive, hop aboard your private boat and cruise among the dramatic limestone peaks. There's an opportunity to swim in the famous Vietnam East Sea and explore caves filled with stunning stalactites and stalagmites today, too. You'll spend a peaceful night on board, beneath a sky alive with stars. Your sailing junk has twin-share cabins that have air-conditioning and private facilities and there's a dining room and bar."
    },
    {
      "dayNumber": 4,
      "title": "Hanoi - Overnight train.",
      "description": "If you’re keen, get up for sunrise this morning and watch the bay come alive with light from the deck. Have breakfast on the boat, then maybe head out for an optional early morning kayak. Return to Hanoi by bus, then board an overnight train bound for Hue. As the former imperial capital of Vietnam, Hue holds the treasures of Vietnam's royal past. It's a curious mix of bustling streets and tranquil settings. Although conditions are basic on your train journey, overnight trains are a classic South East Asian experience and the best way to travel long distances with the locals. Lie back and enjoy the ride! Most trains have a dining carriage serving simple food, but it's a good idea to stock up on fresh bread, cheese and fruit before you head off."
    },
    {
      "dayNumber": 5,
      "title": "Hue .",
      "description": "Arrive in Hue early this morning. Your leader will help you chose a local, tasty breakfast after you disembark, then you’ll you’ll have some free time to freshen up before an afternoon cyclo tour. Journey through the streets of Hue, travelling around the citadel, passing through the local fruit and vegetable markets before stopping over at Ho Chi Minh’s house."
    },
    {
      "dayNumber": 6,
      "title": "Hue.",
      "description": "This morning, visit the Imperial Citadel – the best-preserved remnant of a royal centre that once existed on this fortified site. The unique fortifications are fascinating to see, even though much of this place has sadly been destroyed by war. You’ll then visit the Forbidden Purple City, which was almost totally wiped out during the Tet Offensive of 1968. The gaping holes left by bombs give an idea of the shocking destruction that wreaked upon the country during the war. See the royal tomb of Emperor Tu Duc and the central lake set amid a grove of frangipani and pine trees. Then visit the Thien Mu Pagoda – considered by many to be the unofficial symbol of Hue, this active Buddhist monastery originated in 1601 and one of the most poignant displays here is a car belonging to a former monk who in 1963, drove to Saigon and set himself alight to protest the treatment of Buddhists by the South Vietnamese regime. After, stop into a local non-government organisation that supports Hue’s deaf community by providing training, employment, support and a place to connect with others. Here, you’ll meet the hosts and be welcomed with a cup of tea. You’ll be taught a few words in sign language so you can communicate (something priceless to take home with you!), then you’ll take part in a paper flower-making workshop. Your hosts will help you and the kids to make paper flowers that you can then take home as souvenirs."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An.",
      "description": "Travelling by bus this morning, heading south through coastal rice paddies, then through the Hai Van Pass in the mountains to Hoi An. Recently declared a UNESCO World Heritage site, Hoi An is beautifully preserved and is perfect for strolling, with many beautiful Japanese houses and Chinese temples lining the narrow lanes. Parts of Hoi An look exactly as they did more than a century ago! It's also a shopping haven and the even the kids are sure to love the many shops and markets selling original paintings, handcrafted woodwork, ceramics, embroidery and lanterns. Hoi An has also become famous for its tailoring, with a great variety of fabrics and tailors to choose from!"
    },
    {
      "dayNumber": 8,
      "title": "Hoi An .",
      "description": "After breakfast, spend the morning at a local beach relaxing on the palm-fringed white sands and taking in the views of the Cham islands. Transfer back to town and pop into a local restaurant where you’ll learn how to make ‘white rose cake’ – one of Hoi An’s most popular street foods. These tasty savoury dumplings are made with rice paper and minced shrimp and named after their resemblance to a white flower. Once your local instructors have taught you how to make these delicious parcels, sit down together and tuck into your creations for lunch. This hands-on experience is one the whole family will enjoy!"
    },
    {
      "dayNumber": 9,
      "title": "Hoi An .",
      "description": "Today is a free day to explore Hoi An’s Old Town at your own pace. Maybe take a cooking class and learn the secrets of preparing local specialties like cao lau (dark pork broth with thick yellow noodles, sliced pork, bean sprouts, green vegetables and croutons). Alternatively, hire some bikes and take the family out on a cycling trip into the gorgeous surrounding countryside. Another great activity for the kids is a bamboo basket ride down the waterways of the jungle – to organise any optional day trips and activities, just chat to your leader."
    },
    {
      "dayNumber": 10,
      "title": "Ho Chi Minh City.",
      "description": "Take a short flight to the economic hub of Ho Chi Minh City. Formerly known as Saigon, Ho Chi Minh City is characterised by a vast array of sights and sounds – a fascinating blend of old and new, East and West. Check out Ben Thanh Market and tuck into a local lunch of street food during an orientation walk with your leader. After, you're free to explore the city on your own. Your leader will have plenty of interesting and fun ideas for you and the kids. Consider scooting off on cyclos to Cholon – the Chinatown area of Ho Chi Minh City – for a bit of temple-hopping. Or visit the Vietnamese version of a department store for some shopping."
    },
    {
      "dayNumber": 11,
      "title": "Mekong Delta .",
      "description": "Head down to the Mekong Delta and visit unexplored Ben Tre, where coconut is everything! The fertile delta is famous for its abundant harvests of tropical fruits and flowers. When you arrive into ‘the rice bowl of Vietnam’, board your private boat and cruise along the maze of waterways to visit some local cottage industries. This is a fascinating behind-the-scenes look at a different part of the local economy. Then, head to your overnight homestay by the water where you’ll be invited into a family home for a true local experience and a chance to see daily life from the inside."
    },
    {
      "dayNumber": 12,
      "title": "Ho Chi Minh City.",
      "description": "Life in the delta starts with the sun, so embrace the day early. You’ll visit a local market before heading back to Ho Chi Minh City for one last night. You should arrive in the afternoon, which will give you time to explore at your own pace and take on anything you didn’t have a chance to do the first time. Tonight, why not head out with your fellow families for an optional farewell dinner, where you can celebrate a trip well travelled!"
    },
    {
      "dayNumber": 13,
      "title": "Ho Chi Minh City.",
      "description": "With no activities planned after breakfast, you’re free to leave at any time. If you’d like to extend your stay in Ho Chi Minh City, just speak to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}