{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "northern-vietnam-in-depth-tour",
  "tourName": "Northern Vietnam in depth tour",
  "placesVisited": "",
  "generalInfo": "INCLUDED IN THE TOUR PRICES ARE:<br/>•\tAccommodation with meals where stated<br/>•\tMeals as specified in the programme<br/>•\tPrivate Transfers and tours with English  speaking local guide<br/>•\tAll Sightseeing entrance fees<br/>•\tService charges &amp; room taxes",
  "durationDays": "14",
  "price": "1499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DAY 1 HANOI ARRIVAL Meet on arrival at Hanoi/Noi Bai International airport, transfer to hotel for check in Free time at leisure Welcome dinner at local restaurant"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DAY 2 HA NOI – HALONG BAY Take an overland transfer to Halong bay for 2 days/1 night cruise in Halong Bay. Boarding between 12.30-13.00pm and lunch is served right after. Discover Halong Bay, “Dragon descending to the sea“ as it is known in Vietnamese, is recognized as a new World Heritage of outstanding natural beauty. Picturesque Halong Bay has more than 3,000 limestone islets rising from the clear emerald water, many of them containing beautiful grottoes. Enjoy dinner and overnight on board."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DAY3 HALONG – HANOI – TRAIN LAO CAI/SAPA Continue the cruise program and sail back the pier before noon. Brunch on board Disembark and Drive straight back to Hanoi train station , Take a night train to Lao Cai"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "DAY 4 LAO CAI - SAPA – SIN CHAI – CAT CAT – Y LINH HO Early arrival Lao Cai , transfer to Sapa You will travel by car mostly downhill towards Sin Chai village of Black H’mong minority, which locates right at the foot of Hoang Lien mountain range. Here you start heading up the mountain. Once you get to the top, you will trek on a small trail with spectacular view and then gradually descend to Cat Cat village, where you will have lunch nearby a waterfall. In the afternoon, you take a trail sneaking through mountains. You also will enjoy spectacular scenery while walking along a narrow river. Eventually, you will arrive in Y Linh Ho village of Black H’mong minority, where you can take a rest in a nice spot nearby the beautiful river before climbing up a road to get on your await vehicle for the journey back to Sapa"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DAY 5 SAPA – LOCAL MARKET Local market as well as the most colorful one in the area. Here you can meet mostly the Flower H’mong and then the Phu La, Black Dao, Tay, Nung minorities …. The market offers a variety of local products, which could not be found in other areas. The animal market will be also very interesting. It is subject to change on date, you can visit Bac Ha market, Cao Son market, Lung Khau Nhin market…. You will then start a short walk to local village en route Lunch & Dinner at local restaurant Transfer Back Sapa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DAY 6 SAPA – SILVER WATERFALL –LAO CHAI- TA VAN Transfer to visit Silver water fall & heaven gate Trekking to Muong Hoa valley, Ta Van paddy fields Lunch at local house Trekking to Lao Chai village, Ham rong Mountain"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DAY 7 SAPA – HANOI Transfer back Hanoi by car. Free at leisure"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "DAY 8 HANOI FULL DAY CITY TOUR Morning: visit Ho Chi Minh Mausoleum, Stilt house, One Pillar Pagoda, Museum of ethnology Visit Temple of Literature, Enjoy a Panoramic cyclo ride to visit of Ngoc Son Temple and Hoan Kiem Lake. Take a fun stroll around the Old Quarter of Hanoi, with 36 old streets before heading to typical Hanoi local coffee shop where you settle down for refreshment with local drink or a glass of Bia Hoi, fresh locally brewed beerDrop by Thang Long theatre to enjoy famous Water Puppet Show, the unique Vietnamese traditional art. Drop off at hotel Dinner at local restaurant"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY 9 HA NOI - HUE Free at leisure. Transfer to train station for night train to Hue Accommodation on train"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DAY 10 HUE Arrive in Hue in the morning , meet our guide and transfer for breakfast at hotel ( no early check in) City tour Imperial Citadel. Visit the elaborate mausoleums of emperors Tu Duc and Khai Dinh, a conical hat and incense stick-making workshop. Take a boat to visit Thien Mu Pagoda and Dinner at a local house. Where is nestled in the peaceful Kim Long village , about 7km from Hue city center, the ancient Garden-House is a hidden gem for discerning travellers searching for genuine hospitality and authentic cuisine. A peaceful drive/walk in the countryside, be welcomed to a local family, learning about Vietnamese architecture and way of life; help to prepare the dinner; enjoy in a family atmosphere; indulge with a herbal foot bath"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DAY 11 HUE - HOI AN Transfer to Hoi An , stop visit Cham Museum , Marble Mountain Afternoon, discover the historic town which used to be a prosperous seaport city during the 16th to 18th centuries. Its sizeable community of foreign merchants resulted in a unique architectural style with Vietnamese, Chinese and Japanese influences. Visit the Phuc Kien hall, Japanese covered bridge, Tan Ky old house and a silk workshop. Dinner at local restaurant."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DAY 12 HOI AN FULL DAY WITH COOKING CLASS & TRA QUE VILLAGE Visit Hoi An’s colourful market, and experience the amazing sights, sounds and aromas of this busy market, at the same time, interact with the local sellers and purchase some of the ingredients to be used in the cooking lesson later. Board the boat for a leisure cruise (25 minutes) along the Hoi An River to the Red Bridge Cooking School, a good chance to see some of the local life. Upon arrival, discover the cooking school’s herb and vegetable garden, before learning about some of Hoi An’s and Vietnam’s well-known dishes. The cooking lesson last about 2 hours – Included in the class is a brief introduction to Vietnamese food carving (plate decoration). After the lesson, sit down and enjoy what you have cooked. Afternoon transfer to visit Tra Que village with Organic gardens Dinner at local house."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "DAY 13 HOI AN Free at leisure"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DAY 14 HOI AN – DA NANG - DEPARTURE Breakfast at hotel Free at leisure until transfer to the airport for departure flight"
    }
  ],
  "map": ""
}