{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "hanoi-to-saigon-tailor-made-holiday-vietnam",
  "tourName": "Hanoi to Saigon tailor made holiday, Vietnam",
  "placesVisited": "Hanoi, Hanoi Old Quarter walking tour, Hai Van Pass, Hue, Boat trip along the Perfume River, Train from Hue to Danang, Hoi An, Traditional Vietnamese fishing lesson, Wet rice growing tour, Mekong Delta, Traditional homestay, Cai Rang floating market, Can Tho, Saigon city tour",
  "generalInfo": "Starting this two week tailor made holiday in Hanoi makes sense as you'll get to experience the cultural contrasts of past and present where French style collides with Southeast Asian charm to conjure an exciting three day introduction to all things Vietnam.  <br/><br/>Walking tours of Hanoi's oldest district always make a lasting impression whilst sitting back on a cyclo gives your legs a break as you head deeper into the streets and around the lakes and parks on an exciting orientation of Vietnam's historic northern powerhouse.<br/><br/>The centrally located city of Hue provides your second port of call en-route to Saigon with an efficient domestic flight making short shrift of distances. Hue is awash with relics of Vietnam's imperial past with mausoleums, pagodas and palatial properties placing historic heritage tours at the top of most travellers' things to do list.<br/><br/>A train ride from Hue to Danang allows for a relaxing means of watching the world pass by as paddy fields and riversides morph into a series of seamless settings prior to swapping rail for road as you disembark in the beautiful UNESCO protected city of Hoi An. <br/><br/>Hoi An has a wonderfully laid back ambience that invites ample opportunities to browse and relax as the mood dictates with visits to local fishing villages and basket boat rides on the river conjuring up a series of insightful cultural experiences before embarking on the last leg of the tour to Saigon.<br/> <br/>No visit to Vietnam is complete without spending time on the Mekong Delta and after flying from Hoi An to Ho Chi Minh City you'll be invited to stay with a local family in Vinh Long and visit the floating markets at Cai Rang before returning to the Vietnamese capital for three final nights.<br/>",
  "durationDays": "16",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from your home airport at the start of your trip to Vietnam. Overnight on board the aircraft"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arriving in Hanoi you will be met and taken to your hotel, with the rest of the day to relax after your flight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will head out into the city, with time spent exploring the area by car and by cyclo. In the afternoon you will have more time to discover the city under your own steam."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You leave Hanoi on board a seaplane to transfer across to Halong Bay, enjoy a scenic flight across the bay to witness the scale of this beautiful UNESCO protected site. Returning to the bay mid-morning, your luggage will meet you from Hanoi as your board your junk boat for the evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning on your boat before you head back to the mainland for your transfer to Hanoi for your onwards flight to Danang. Here you will be met and taken to your hotel in Hoi An."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a day at leisure in lovely Hoi An."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full day at leisure"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leave Hoi An today, heading to Hue on a coastal route that takes in some spectacular views."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day exploring the historical highlights of Hue."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly south today, to the commercial capital of the country, Ho Chi Minh City, or Saigon. Here you will visit the Cu Chi Tunnels en route to city, with the rest of the day at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today take a meandering journey to Can Tho, in the Mekong Delta. En route you will have time to discover some of the backwaters of the region, and in the evening you can enjoy some good food on the river."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Visit the famous floating markets of Cai Rang before heading to the airport for your flight to Phu Quoc. Here you will enjoy three nights on the island, at the charming La Veranda."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "At leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Full day on the island to relax or explore."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day at leisure before an afternoon transfer to the airport for your flight back to Saigon."
    }
  ],
  "map": ""
}