{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "north-to-south-vietnam-family-holiday",
  "tourName": "North to South Vietnam family holiday",
  "placesVisited": "Hanoi, Ho Chi Minh Mausoleum, Temple of Literature, Optional cookery class, Water Puppetry show, Ha Long Bay, Overnight cruise on a traditional junk boat, Sea kayaking, Ride the Reunification Express to Hue, Thien Mu Pagoda, Kite-making and flying workshop, Martial Arts lesson, Traditional wood painting workshop, Hoi An, Ho Chi Minh City, Cu Chi Tunnels, Optional water park visit, Tour the Mekong Delta by boat and bike, Floating markets",
  "generalInfo": "There can’t be many more enticing destinations for a family holiday than Vietnam; certainly not if this thrilling small group tour is anything to go by. You’ll travel from north to south, Hanoi to Ho Chi Min City, over 11 days that are full to the brim with activities and excursions that seem expressly designed to create happy memories.<br/><br/>In the capital you’ll begin with a fascinating tour around must-see historic landmarks including the Temple of Literature, and the Ho Chi Minh Mausoluem, before the opportunity of a mouthwatering Vietnamese cookery class. A big highlight comes with an evening at a traditional water puppetry show, as tales of dragons, unicorns and fiery sea battles unfold on a flooded stage.<br/><br/>Kids will love having the chance to learn some moves in a martial arts class, or watching an artisan kitemaker at work before having a go themselves, and flying their creations in the Citadel. The photo opportunities are myriad here.<br/><br/>There is sea kayaking through limestone caverns to come, cycling tours in the exotic Mekong Delta, floating markets to be explored, and a wonderful overnight cruise aboard a junk in the spectacular Ha Long Bay.<br/><br/>You’ll take an overnight trip on the Reunification Express to Hue, Vietnam’s former imperial capital, visit the fascinating Cu Chi Tunnels outside Hanoi (watch your head), and perhaps spend an afternoon cooling off at a water park – always a hit with kids.<br/><br/>You’ll learn the art of traditional wood painting, wander the stalls at the Hoi An fish market getting to know the locals, take a ‘cyclo’ tour through Saigon’s Chinatown and taste some of the most delicious doughnuts of your life.<br/><br/>All told, you’ll come home from this Vietnam family holiday with memories to last a lifetime, endless stories to tell, and kids begging to know when they can go back. You won't want to leave it too long either.<br/>",
  "durationDays": "11",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Hanoi.",
      "description": ": Arrive in Vietnam's capital, Hanoi, which is famous for its rich culture, bustling life, and colonial influences. Its small lakes, busy streets and secluded alleyways are all waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. If you'd like an airport transfer, you'll need to arrive into Noi Bai International Airport (HAN), which is a 45-minute drive to the hotel. Should you miss the welcome meeting, our tour leader will leave a note at the hotel reception to inform you of any essential information. If your flight arrives earlier in the day, you might like to head to the Old Quarter and explore the maze of narrow lanes that are named after the various crafts of Hanoi's artisans. The pavements around here are filled with food sellers tempting you with steaming noodles, snacks and stir-fried delights, too."
    },
    {
      "dayNumber": 2,
      "title": "Tour of Hanoi with optional cooking class and city tour.",
      "description": ": This morning, our tour leader will lead us on a sightseeing tour of Hanoi, visiting the One-Pillar Pagoda, the Temple of Literatures and the Mausoleum of Ho Chi Minh. The afternoon is then free to take an optional cookery class or explore Hanoi's elegant French Quarter on foot. In the evening, we'll have the chance to see a traditional water puppet performance. Set on a flooded stage, the stories tell tales of legendary heroes and everyday life, often including dragons, unicorns and fireworks."
    },
    {
      "dayNumber": 3,
      "title": "Morning drive to Halong Bay. Overnight cruise on a traditional junk boat, visit fishing village, sea kayaking.",
      "description": ": Leaving Hanoi after breakfast, we'll hop on our bus and take the new expressway to the Gulf of Tonkin and the breathtaking scenery of Ha Long Bay (a journey of around two and a half hours). A UNESCO World Heritage Site and one of the most visually impressive landscapes in Southeast Asia, Halong Bay is a bucket-list icon. We'll make the most of the scenery with an overnight cruise, boarding our boat just after midday and setting sail towards Bai Tu Long Bay. Lunch is included today (as is dinner) and will be served shortly after we embark - we have time at leisure, so sit back and admire the towering limestone islands topped by rainforest that Halong Bay is so famous for. We'll make a stop to visit a Vung Vieng fishing village by rowing boat or kayak, the choice is yours. The rest of the afternoon is spent further exploring the bay scattered with hundreds of islands and dotted with caves and grottoes. Again, dinner will be served on board and we'll have the chance to sample fresh seafood and regional dishes. We'll anchor overnight in Bai Tu Long Bay. Our overnight junk boat is graded as comfortable. There are between 10-18 en-suite cabins on board with a restaurant, bar and sundeck area. All bedding and towels are provided Please be aware, the boat isn't exclusive to our group and we might be sharing with other tourists."
    },
    {
      "dayNumber": 4,
      "title": "Morning sea kayaking; Afternoon drive to Hanoi and overnight train to Hue",
      "description": ": If you want to catch the sunrise over the bay this morning, you'll need to be on deck for 6:30am - it's well worth the early start though if the weather is clear. We'll have a light breakfast of pastries, tea and coffee before we disembark to visit the hidden Thien Canh Son caves, where we can see numerous stalactite and stalagmite limestone formations in an impressive cavern. Returning to our boat, we'll continue our cruise in the bay and enjoy a brunch served onboard. Returning to Hon Gai harbour, we'll rejoin our vehicle and drive back to Hanoi and the rest of the afternoon is free. If you'd like to freshen up before we catch the Reunification Express sleeper train to Hue, there will be two day-use hotel rooms available for our group. Tonight, we'll travel in soft sleeper compartments, with four passengers sharing each compartment. All bedding is provided. Please note, breakfast will not be included on the train, it's advisable to pick up snacks for the morning before we board the train."
    },
    {
      "dayNumber": 5,
      "title": "Arrive Hue. Visit Royal Tombs and kite-making and flying",
      "description": ": Arriving in Hue this morning, we head out to see some of the highlights of this historic city including a visit to the Royal Palace with its Terracotta Warriors guarding the entrance and the iconic Thien Mu Pagoda, home to the oldest monastery in the city. We'll also visit the house of a national champion kite flier for Vietnam where we'll learn how to make traditional Vietnamese kites. We'll then take our completed kites to the nearby Citadel grounds, home to the Imperial City, to try them out."
    },
    {
      "dayNumber": 6,
      "title": "Cycle around the countryside, traditional wood painting and martial arts demonstration",
      "description": ": We have a packed day ahead of us today as we travel to Trieu Son village, located by the Perfume River. Our first stop is Sinh village for a masterclass in making traditional wood paintings. We'll then take a leisurely cycle ride along the local countryside lanes to Thanh Tien village, which is famous for paper flowers. Continuing through paddy fields and the countryside, we'll arrive at Tien Non village where we board our cruise boat back to Hue (total cycling distance is approximately 6km). Next, we'll visit a martial arts school that practices the Vietnamese art of Kinh Van for a martial arts demonstration. The school's owner's ancestors were chosen to guard the Vietnamese king and he now teaches this ancient art. Finally, we'll travel over the Truong Son Mountains and through the Hai Van Pass to the historic merchant seaside town of Hoi An."
    },
    {
      "dayNumber": 7,
      "title": "Free in Hoi An; optional bike hire or visit the town's famous tailors",
      "description": ": The morning is free to wander through the historic heart of this UNESCO World Heritage Site, taking in the wonderfully preserved buildings of what was once one of the busiest trading outposts in Southeast Asia. We recommend an early morning visit to Hoi An's fish market - the perfect setting for snapping some colourful photographs and interacting with the locals. You might also like to visit the city's famous Japanese Bridge, before wandering through the traditional wooden houses and Chinese temples. This afternoon, you could hire bicycles and explore the surrounding countryside, take a gentle river cruise, spend time at the beach, or take the chance to visit some of Hoi An's famous tailor shops."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Danang, fly to Ho Chi Minh City. Explore Old Saigon, and discover a secret weapons bunker",
      "description": ": This morning, we set off towards Danang. Our journey takes us past the five peaks of the Marble Mountains, originally believed to have been islands that were said to represent the five elements of water, wood, fire, gold and earth. On arrival in Danang, we'll board the morning flight to Ho Chi Minh City. Landing in Ho Chi Minh City (formerly Saigon), we'll head out to explore District 3 by cyclo (cycle carriages with a seat at the front). We'll turn off the main thoroughfare and into the maze of narrow streets of this bustling district on foot. Our walk takes us past ramshackle shopfronts, through local markets selling anything from colourful fruit to bootleg DVDs, and past houses, churches and schools, all squeezed into the small buildings that line the narrow alleys. Finally, we'll stop at a local stall for a traditional Vietnamese coffee (brewed coffee served sweet with condensed milk) where we can also sample 'Banh Mi' - a Vietnamese take on the humble French baguette - freshly baked and packed with a combo of traditional and more exotic ingredients. Our walk winds up at the so-called 'secret weapons' bunker'. A small unassuming 'tube house' with a trap door in the floor that hides a basement stocked full of rifles, grenades and ammunition. The bunker played a key role in the TET Offensive of 1968, it was the base from which the Viet Cong's \"Team 5\" launched their assault, and its location was only revealed after the end of the war. We'll have some time to explore the house and bunker, filled with decommissioned weapons and photographs, news clippings and memorabilia from the wartime."
    },
    {
      "dayNumber": 9,
      "title": "Morning visit to Cu Chi Tunnels; Afternoon free",
      "description": ": After breakfast this morning, we'll head out to visit the infamous Cu Chi tunnels. First constructed by the Vietnamese during their colonial war with the French, the tunnels served as an underground command base for 10,000 Viet Cong troops during the Vietnam War. The afternoon is free for you to explore more at your own pace."
    },
    {
      "dayNumber": 10,
      "title": "Drive to the Mekong Delta, cycle ride, homestay and cooking lesson",
      "description": ": Leaving the city behind us this morning, we'll drive to the Mekong Delta and catch a boat to the start point of our cycle ride. We'll cycle for around 10-12 kilometres/6-7 miles along the flat Cai Thai village path with views of the delta as we wind our way around its tributaries. The route is often shaded which is helpful to combat the humidity (the boat can pick up cyclists at various stopping points if required). Along the way, we'll visit Mrs Nani's home who will show us how to make rice paper in the traditional way and Mr and Mrs Chin's home who will treat us to refreshments that include her famous 'Banh Tieu' (traditional doughnut). We'll return to the boat where we'll have lunch onboard and sail close to our night stop. Transferring from our cruise boat to a sampan craft, which is a small traditional boat that is regularly used by the villagers to travel along the delta, we'll complete our journey to our homestay close by. Our homestay is set in a lovely garden with a main lounge area and dining room. Accommodation is en-suite (shower and toilet) with traditional décor throughout. After settling in, we'll have a Vietnamese cooking lesson in the early evening followed by a delicious homecooked meal."
    },
    {
      "dayNumber": 11,
      "title": "Morning cruise on the Mekong Delta. Drive back to Ho Chi Minh City where the trip ends.",
      "description": ": Leaving the homestay behind, we'll cruise back along the Mekong Delta passing small floating markets and soaking up the atmosphere of this unique trading point, a vast network of rivers and islands that crisscross agricultural villages, paddy fields and mangrove swamps. Bidding farewell to our boat crew, we'll then drive back to Ho Chi Minh City. We'll aim to be back in Ho Chi Minh City around 3pm. For those with evening flights, a day-use room will be available. If you'd like an airport transfer today, you'll need to depart from Saigon's Tan Son Nhat International Airport (SGN). The earliest your flight can depart is 5pm."
    }
  ],
  "map": ""
}