{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-family-adventure-holiday-14-days",
  "tourName": "Vietnam family adventure holiday, 14 days",
  "placesVisited": "",
  "generalInfo": "We designed our Family Adventure in Vietnam to give you a taste of what makes this country such an exciting place to explore, and it’s filled with memorable experiences the whole family can enjoy together.<br/><br/>You’ll spend time immersed in nature, including the chance to spot wildlife on a night safari, and learn about Vietnam’s vibrant culture, both old and new, with immersive experiences like a day visiting a traditional water-puppet village. There’s time to unwind on the beaches of Hoi An, where you can choose to add a variety of family-friendly activities such as a cooking class, lantern-making or photography workshop, or a cycling and kayaking adventure.<br/><br/>Keep the kids active and engaged with gentle hikes to hill-tribe villages and a bike ride through the Mekong Delta, both of which offer wonderful opportunities to meet and connect with local communities. Add in some unique modes of travel, like an overnight train journey and a speedboat ride to the Cu Chi Tunnels, and you’ve got the perfect ingredients for an unforgettable family adventure.",
  "durationDays": "14",
  "price": "1500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Hanoi, where you’ll be greeted at the airport and taken to your hotel for check-in. The rest of the day is free to explore this vibrant metropolis that blends 1,000 years of living history with the modern energy of a major Asian city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your day begins with visits to the Ho Chi Minh Mausoleum and the Temple of Literature, followed by an authentic Hanoian ph? lunch at a local restaurant. In the afternoon, explore Ngoc Son Temple before enjoying a relaxing cyclo ride around Hoan Kiem Lake and the Old Quarter, then return to your hotel for a free evening. If you’d like to delve deeper into Vietnamese culture and cuisine, you can add a hands-on cooking class with a market visit or a special home-hosted dinner with a local family. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, you’ll leave central Hanoi to visit a historic water-puppet village. Meet an artisan family in their workshop to learn about the craft’s 300-year history, watch a private performance, and even try operating the puppets yourself. The afternoon is free, with the optional choice of 3 hours ebiking around West Lake and Banana Island to glimpse another side to the city. After weaving through hidden alleys and empty dirt paths between the fields, you’ll return to your hotel around 16:30. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Depart Hanoi at 08:00 for the 90km journey to Sung Village in Da Bac district, a community-led social enterprise that preserves authentic Dao Tien culture. After a traditional lunch with a local family, you’ll chat with neighbours about day to day life there, then take a gentle 6km forest walk to Mong Stream and continue by boat along the Da River to Mo Hem Village. Free time to swim or kayak before you share another delicious home-cooked dinner with your hosts and enjoy a local music performance, and perhaps try your hand at making bánh oc cakes. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start your day in Mo Hem by soaking in the cool morning air and sunrise over the lake. After breakfast learn more about Muong culture and everyday life, from stilt-house construction to bamboo-trap shrimp fishing. Then board a boat across the lake and continue by car to Cuc Phuong National Park, arriving after about three hours to check into a simple park run guesthouse. After dinner, join a park guide for a night safari into the forest in search of nocturnal wildlife such as civets, flying squirrels, lorises, and owls. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, explore further into Cuc Phuong National Park, beginning with a visit to the Endangered Primate Rescue Center to learn about vital conservation work for species such as Delacour’s langurs and gibbons. You’ll then set off on a 3–4 hour guided trek through dense rainforest, glimpsing ancient trees, unique flora and if you’re lucky rare wildlife, while your guide shares insights into the park’s ecosystem and history. Around 16:00, continue to the photogenic Bich Dong Pagoda before heading to Ninh Binh station for dinner and your 22:00 night train to Danang. (B/L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arrive at Da Nang station around noon and transfer to Hoi An, travelling along the coast road past rice fields, villages, lagoons and the scenic Hai Van Pass, where sweeping views of Lang Co Beach and Da Nang offer perfect photo opportunities. After checking in and enjoying a late lunch, the rest of the day is yours to relax or explore Hoi An’s charming old town or nearby beaches at your own pace. Hoi An is also known for its tailoring but working conditions can be unethical, so if you’re considering custom-made clothing, ask us about reputable shops beforehand. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After an early breakfast, transfer to Danang for your morning flight to Ho Chi Minh City (Saigon). If your room is available you can check in early, then around 13:00 board a speedboat for a scenic upriver journey to the Cu Chi Tunnels, watching the scenery shift from urban skyline to lush jungle as you cruise along the Saigon River. Learn about what life was like for the Viet Cong guerrillas who fought underground in the cramped tunnels for months at a time. Return to the city by boat and arrive back at your hotel around 17:30 for a free evening. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart Ho Chi Minh City for a two-hour drive to Vinh Long, passing through the fertile landscapes and never-ending busyness of river life that define the Mekong Delta. Meet your local guide and take a short boat ride to An Binh Island to visit a floating fish farm before beginning a leisurely cycling adventure through quiet roads lined with canals and fruit gardens, stopping at a local home for a delicious lunch. Afterward, continue cycling to visit a coconut candy workshop and a Cao Dai temple, then head to your family-run ecolodge to relax by the pool and enjoy a dinner of local specialties. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, take a boat to a peaceful area on the mainland and mount your bikes for a couple of hours easy riding beneath the jungle canopy. Along the way, you'll encounter cottage workshops, emerald rice fields, vegetable farms and local kids who wave as you pass. Enjoy lunch at a local restaurant before driving back to your hotel in Ho Chi Minh City around 17:00. (B/L)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "All good things come to an end… sadly it’s time to pack up and head to the airport for your onwards flight, leaving Vietnam with lots of amazing memories and photos! (B)"
    }
  ],
  "map": ""
}