{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-small-group-holiday",
  "tourName": "Vietnam small group holiday",
  "placesVisited": "",
  "generalInfo": "Travel from Saigon to Hanoi on this ten-day tour through Vietnam. From the imperial sites of Hue to the bustling streets of Hoi An and the serene waters of the Mekong Delta, tick off the country's must-see sites. Along the way, get closer to local life, travelling via classic sleeper train and sampling fragrant local snacks at tempting street food stalls. <br/> <br/> Hanoi - Explore the capital and wander through the bustling, narrow streets of the Old Quarter<br/> Hoi An - Take a cookery course or try traditional lantern making in this charming coastal city<br/> Lan Ha Bay Cruise - through turquoise waters and past towering limestone cliffs in the unspoiled part of Halong Bay<br/>",
  "durationDays": "10",
  "price": "1095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Ho Chi Minh City; afternoon orientation walk in Old Saigon",
      "description": ": Still commonly referred to by locals as 'Saigon', Ho Chi Minh is the largest city in Vietnam and the country's commercial hub. Here, you can find an eclectic mix of the traditional and the new, where pagodas and markets compete alongside the trappings of Vietnam's newly discovered entrepreneurial spirit. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 4pm for the welcome meeting and to take us on the walking tour. The tour will take in some of the central sights of the city, including the Opera House (formerly South Vietnam National Assembly), Hotel de Ville, Notre Dame Cathedral and the impressive French-style edifice that is the GPO building. If you'd like to receive a complimentary airport transfer today, you'll need to arrive into Tan Son Nhat International Airport (SGN), which is 30 to 40 minutes from the hotel. Please note that if you wish to join the afternoon orientation walk today, you must arrive at the hotel by 3.30pm. If you're booking your own flights, we recommend giving yourself at least 30 minutes to clear the airport. From the airport to the hotel is around a 30-minute drive, so the latest your flight can arrive is 2pm. Should you miss the welcome meeting, our tour leader will leave a note at the front desk to inform you of any essential information."
    },
    {
      "dayNumber": 2,
      "title": "In Ho Chi Minh City; Optional visit to the Cu Chi Tunnels or a boat trip in the Mekong Delta",
      "description": ": While in Ho Chi Minh City, you can take the opportunity to learn about some of its sobering, recent history. Poignant reminders of what the Vietnamese refer to as the American War can still be seen amongst the buildings and artefacts of the old US Embassy, as well as the remarkable Reunification Palace and the emotive War Crimes Museum. Another option is to join an excursion out to the infamous Cu Chi Tunnels. The infamous tunnels were an underground command base which was a major part of the 1968 Tet Offensive. If you're up to experiencing the claustrophobic conditions the Viet Cong lived in, there's the opportunity to crawl through a small, specially adapted section of the tunnels. Be warned, the tunnels are low and narrow and can be claustrophobic. A full day's visit to the colourful Mekong Delta can also be organised, where we can witness local life as we navigate the narrow waterways on traditional sampans and stop off to visit some of the fascinating cottage industries still practised today."
    },
    {
      "dayNumber": 3,
      "title": "Morning flight to Danang, drive to Hoi An and afternoon tour of the Old Town",
      "description": ": This morning, we transfer to the airport for our short flight to Danang in Central Vietnam. On arrival in Danang, we'll continue by charter bus to Hoi An. Given the early hour of our arrival, we might not be able to check in at our hotel so we plan to store our bags, have breakfast (not included) then embark on a walking tour of Hoi An. First colonized by the Portuguese in the 16th century, Hoi An became one of the busiest international trading posts in southeast Asia and it retains the charm of a medieval port. Highlights include the Phuc Kien Assembly Hall, a pagoda dedicated to the worship of Buddha and the 400-year-old Japanese bridge. We'll finish up at the colourful riverside market, a perfect setting for exploring and the rest of the day is free to enjoy as you wish."
    },
    {
      "dayNumber": 4,
      "title": "In Hoi An, free day to enjoy the Old Town, visit nearby beach or hire bicycles to explore surrounding countryside",
      "description": ": Today is free to wander through the historic heart of this World Heritage Site at your leisure. Why not visit the early morning fish market and soak up the riot of noise and colour - a great opportunity for snapping photos. You could also visit the Japanese Bridge, Hoi An's emblematic symbol, believed to have been constructed to quell the violent rumblings of a restless monster. There are numerous traditional wooden houses and Chinese temples lining the streets to explore, too, as well as tailors\\ shops providing an incredibly cheap and quick service if you're in the market for a souvenir. As the roads are relatively quiet, you could also choose to hire a bike to explore the city and further afield. There's a good beach just a few kilometres from the town or alternatively set out to visit nearby villages. If you've already gotten a taste for Vietnamese cuisine, cooking classes are another option available in this popular traveller's hangout."
    },
    {
      "dayNumber": 5,
      "title": "Drive along the coast via Hai Van Pass to Hue; free afternoon",
      "description": ": This morning sees us heading along the coastal road towards the historic setting of Hue, crossing part of the Truong Son Mountains and travelling via the Hai Van (Sea Cloud) Pass. This scenic region once marked the boundary between Vietnam and the Champa Kingdom to the south. Our journey should get us into the old imperial city around lunchtime, after which the rest of the day is free for you to explore at your own pace. Once the capital of Vietnam and an inspiration for poets and artists alike for centuries, Hue is divided by the waters of the Perfume River, which separate the city's 19th-century citadel from the suburbs that radiate from the eastern shore. Even today, its easy air of leisurely ambience makes it one of the most engaging cities in the country to explore."
    },
    {
      "dayNumber": 6,
      "title": "In Hue, optional visit to the Imperial Palace and cruise along Perfume River. Catch an overnight train north",
      "description": ": You have more free time to enjoy Hue this morning and there's plenty to see. You could pay a visit to the iconic Thien Mu Pagoda, home to the oldest monastery in the city. Dedicated to the Manushi- Buddha, within its confines you can find several superb Buddhist statues, as well as an enormous cast bell that you can supposedly hear over 10 kilometres away. Another alternative is to explore the Old Citadel that dominates the left bank of the Perfumed River. Built by the Nguyen dynasty, the Citadel was constructed to be an exact copy of the Forbidden City in Beijing. Farther afield, amongst the forested landscapes of the Perfume Valley, you can find the Royal Tombs of the Nguyen kings - an ideal destination to explore by bicycle. Later this afternoon, we'll head for the railway station to board the overnight train north to Hanoi, Vietnam's vibrant and historic capital. We plan to stay in 'soft-sleeper' four berth cabins, bunk bed style and bedding is provided. Both Western and Asian style toilets are at the end of each carriage as well as a basin. Our tour leader will allocate beds and will try to keep our group together as far as possible, however, it might be necessary to share with other travellers and passengers of a different gender."
    },
    {
      "dayNumber": 7,
      "title": "Early morning arrival in Hanoi. Travel to Cat Ba Island, explore the island's forests and caves",
      "description": ": Arriving in Hanoi in the early hours of this morning, we'll then drive for two hours to the Bay of Tonkin on Vietnam's northeast coast. Our destination is the island of Cat Ba, the largest island in the bay and a UNESCO Biosphere site. The island is made up of rolling hills, and towering cliffs and has a lush-forested interior which is pocketed with some impressive natural cave systems. After settling into our hotel, we'll set out to explore Cat Ba's green interior and some of its best caves. We first take a short, forested walkway to Trung Trang Cave which extends into the side of one of Cat Ba's many limestone cliffs. Next, we visit Hospital Cave, so-called as it was used as a shelter by the Viet Cong during the Vietnam War and its 17 separate rooms included a working operating theatre and even a cinema. Finally, our afternoon's exploration winds up atop Cannon Fort, which provides us with glorious views out over the bay."
    },
    {
      "dayNumber": 8,
      "title": "Morning junk cruise through the turquoise waters of Lan Ha Bay. Afternoon drive to Hanoi and explore the Old Quarter",
      "description": ": Wake up and soak in the breathtaking setting of Lan Ha Bay, a lesser-visited but nonetheless beautiful extension of stunning Halong Bay. The greater Halong Bay area is one of Southeast Asia's most spectacular natural attractions, whose staggering beauty has seen it listed as one of the eight natural wonders of the world. It presents an extraordinary vista of hundreds of limestone islands (over 1600 at last count) that rise from the jade-green waters of the bay like the scales of some great submerged dragon. In fact, Halong means 'where the dragon descends to the sea' and local legends tell of a time when this rugged landscape was created by the pounding tail of a dragon as he ran from the mountains into the waters of the bay below. Taking to the waters, we board our junk and set sail, passing the floating village of Cai Beo which has been used as a home for the bay's fishermen for generations. The plan for this morning is to sail through this stunning seascape, stopping off to swim and visit some of the limestone caverns that pepper the landscape. There's also the option to hire a kayak to get even closer to some of the rugged coastline and hidden caves. We disembark from our boat around lunchtime and drive back to Hanoi, a journey of around two hours. Returning to Hanoi, our tour leader will take those who wish on a short orientation tour of the city, wandering the streets of the city's Old Quarter, whose narrow streets are named after the various crafts and specialities of the city's artisans: Paper Street, Silk Street, Basket Street etc. This practice dates back to the 13th century, when the city's original 36 guilds established themselves here, adopting a street each to differentiate them from their neighbours. The maze of alleys and streets is fascinating to explore on foot and the area is known for its interesting 'tube' houses, where the narrow frontages give way to long rooms. Here, the pavements are littered with food sellers tempting passers-by with all manner of noodles, snacks and stir-fried delights from shoulder panniers."
    },
    {
      "dayNumber": 9,
      "title": "In Hanoi; free day with option to visit the French Quarter or Hoan Kiem Lake",
      "description": ": Architecturally styled like a French provincial town, Hanoi is a wonderfully nostalgic city to enjoy and amongst its more interesting sights are the charming One-Pillar Pagoda, the Temple of Literature and the Presidential Palace. Ho Chi Minh was a spartan-living and scholarly man, who chose to live in a simple teak two-storied stilt-house built for him in the grounds. You can visit his museum and this austere mausoleum, said to resemble that of Lenin in Moscow, or perhaps take another walk through the streets of its Old Quarter. The city's French Quarter is a great place to explore by bicycle, its colonial architecture is a rich contrast to the more frenetic pace of the old city. Those looking to discover more about the colonial wars might like to pay a visit to the Museum of Vietnamese Revolution or the Military History Museum."
    },
    {
      "dayNumber": 10,
      "title": "Trip ends in Hanoi",
      "description": ": The trip ends after breakfast at our hotel in Hanoi. There are no activities planned today, so you're free to depart from Hanoi at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Noi Bai International Airport (HAN), which is 45 minutes from the hotel. If you have time before your flight, you might like to take another wander through the fascinating Old Quarter or stroll along the shore of Hoan Kiem Lake."
    }
  ],
  "map": ""
}