{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-culture-and-beach-holiday",
  "tourName": "Vietnam culture and beach holiday",
  "placesVisited": "Ho Chi Minh city guided tour, lacquer workshop and markets, Vinh Long for Mekong Delta Cruise, Munir Ansay pagoda, Cai Rang floating market, ancient Vinh Trang pagoda, Cao Dai Holy See, Cu Chi Tunnels, Con Dao Island, all breakfasts and most lunches and dinners included",
  "generalInfo": "Welcome to an 11-day journey through southern Vietnam, where vibrant culture, rich history, and stunning natural beauty await you. This culture and beach holiday takes you to five diverse destinations, each offering unique attractions. Enjoy the perfect balance of sightseeing and relaxation as you explore bustling Ho Chi Minh City, glide along the Mekong Delta, admire ancient pagodas, shop at local craft markets, visit the lively Cai Rang floating market, and unwind on the blissful island of Con Dao.<br/><br/>Your adventure begins in Ho Chi Minh City, a metropolis that beautifully blends the old and the new. After settling into your hotel, embark on a guided orientation that takes you to significant sites, including the History Museum, where you can learn about the fascinating Oc Eo civilization. The Museum of War Remnants offers a thought-provoking perspective on the American War, revealing the resilience of the Vietnamese spirit. As you wander through Ben Thanh Market, you’ll find local goods, making it the perfect spot to pick up souvenirs and sample street food. A visit to the serene Jade Emperor Temple provides a moment of tranquility, showcasing intricate carvings and local spiritual practices.<br/><br/>Next, head to the Mekong Delta, where a leisurely boat cruise takes you to Vinh Long. Here, explore lush fruit orchards and witness traditional cottage industries, including a family-run brick kiln. The journey continues to Can Tho, where you’ll visit the remarkable Munir Ansay Pagoda, an architectural gem with Khmer influences. The vibrant Cai Rang floating market awaits, offering a true taste of local life as you navigate bustling boats filled with fresh produce.<br/><br/>Returning to Ho Chi Minh City, you’ll venture into the historical Cu Chi tunnels, a fascinating labyrinth that played a crucial role during the war. A visit to the Cao Dai Holy See provides insight into one of Vietnam’s unique religions, where you can witness the colorful noon ceremony.<br/><br/>From there, the tour takes a relaxing turn as you fly to Con Dao Island, an untouched paradise known for its stunning beaches and vibrant marine life. With minimal infrastructure and a commitment to eco-tourism, Con Dao allows you to escape the crowds and connect with nature. You’ll have several days to unwind, snorkel, or dive among coral reefs, while learning about the island’s poignant history as a former prison colony. Guided walks through the national park reveal diverse flora and fauna, encouraging a deeper appreciation for this breathtaking environment.<br/><br/>This itinerary is only a suggestion; we understand each traveller has unique interests. If you wish to modify any aspects of the journey, just let us know. You can enjoy this trip any time of the year, with May to September considered low season and October to April being peak season, especially around Christmas and New Year when demand is higher.",
  "durationDays": "11",
  "price": "1340",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ho Chi Minh City. Arriving at Tan Son Nhat airport in Ho Chi Minh City. You’ll be met and driven to your hotel. You’ll have time to relax after your journey. You’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh City Orientation. After breakfast, your guide will arrive to show you around Ho Chi Minh City. You’ll visit the History Museum where there is a special exhibition of the 5th century ‘Oc Eo’ civilisation. The Museum of War Remnants provides a very partial, but riveting, perspective of the ‘American War’: not for the squeamish! The huge Ben Thanh market, one of the liveliest areas of Ho Chi Minh City, is packed with every conceivable commodity. You’ll also call in at the Jade Emperor Temple. It’s one of the best Taoist temples in Vietnam, with superb effigies, remarkable carved panels of the descent to Hell and somewhat incongruous terrapin and tortoise sanctuaries. You’ll finish your day with a visit to a lacquer workshop to see the complex processes and meticulous workmanship involved in this traditional Vietnamese craft product. You’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ho Chi Minh City/Cai Be/Can Tho After escaping from Ho Chi Minh City’s urban sprawl, you’ll travel to Cai Be. After approx. 2.5 hours’ drive, you’ll arrive at Cai Be pier. You’ll take a boat trip to visit the Cai be floating market. The boat cruise will also take you to visit some of the handicraft industries cottage on the bank of the river like: coconut candy, rice crackers and a honey bee farm. After leaving these places you will be straight to Tan Phong Island where you’ll visit many fruit orchards like durian, rambuttan, Longan, Plum, Jackfruit (seasonal), you can pick and taste some of the fruits as you wish. Continuing to Mr. Nam On, where you’ll learn of the traditional instruments and enjoy the traditional folk song show performance by the local artists on the island. Farewell Mr. Nam On, you’ll take a small sampan to the zig zag small canal to the Mekong Ecolodge where you’ll have some cooking class of local dishes of the Mekong area, try hand for this fun activity and you will amaze of your cooking skill before enjoying the lunch. You’ll have a short break then you will take the bicycles to start exploring and taking part in some activities with the local people such as learning how to knit water hyacinth, making rice paper cake, nail polish tool by the bamboo. You can try your hand to any process as you wish. Farewell to these villagers’ houses, you’ll drive to Can Tho, the capital of the Mekong delta region. You’ll spend the night in Can Tho."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Can Tho/Ho Chi Minh City. After breakfast and a boat cruise you’ll arrive at Cai Rang floating market on the Mekong Delta. Both the journey and the market provide insights into the rural Mekong Delta lifestyle. On your return to Ho Chi Minh City, you’ll call in at the beautiful and ancient Vinh Trang pagoda, 3 km from My Tho centre. You’ll arrive in Ho Chi Minh City in the late afternoon with time to freshen up in the hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ho Chi Minh City/Cu Chi/Ho Chi Minh City. A morning drive will take you to visit the famous Cu Chi tunnels, a Byzantine maze of underground passages, chambers, rooms and booby traps used by both the Vietminh and the Viet Cong to suddenly materialise as if from nowhere, launch a lightning ambush, and vanish equally rapidly. From there, you’ll drive to The Cao Dai Holy See, an architectural ‘tour de force’ and the spiritual heart of one of the world’s newest religions. You’ll arrive in time for the noon ceremony. After lunch at local restaurant, you’ll drive back to Ho Chi Minh City."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ho Chi Minh City/Con Dao. You will be picked up at good time for a drive to Tan Son Nhat airport and board the flight to Con Dao, where you will have car pick-up to your hotel for relaxing rest of the day."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Con Dao Island: Free time and Relax on beach."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Con Dao/Ho Chi Minh City. You’ll be picked up at good time for a return flight to Ho Chi Minh city, thence to connect your departure flight.."
    }
  ],
  "map": ""
}