{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "family-holidays-to-vietnam",
  "tourName": "Family holidays to Vietnam",
  "placesVisited": "6 World Heritage Sites, Hanoi Cyclo Tour, Halong Bay Cruise, Trang An Karst Scenery, Local Train Ride, Phong Nha National Park, Cave Hike, Hue, Danang’s Golden Bridge, Hoi An, Vietnamese Cookery, Saigon, Mekong Delta Tour",
  "generalInfo": "On this fantastic Vietnam family tour you'll travel from the capital Hanoi to Saigon and the Mekong Delta in the far south by way of no less than 6 of the country's fabulous UNESCO World Heritage sites.<br/><br/>Beginning in Hanoi’s bustling Old Quarter we’ll head for the spectacular karst scenery of Halong Bay for an overnight cruise aboard a traditional-style junk and on to equally awe-inspiring Trang An to explore, by boat and bicycle, the ‘Halong of the Paddy-fields’. <br/><br/>From here a ride on the famous ‘Unification Express’ takes us to UNESCO-listed Phong Nga National Park to kayak through some of Southeast Asia’s largest and most spectacular caves and stay in poolside chalets on a local pepper farm. Continuing south further highlights include a boat trip up Hue’s Perfume River, a visit to Danang’s celebrated Golden Bridge and a Vietnamese cookery lesson in historic old Hoi An Town.<br/><br/>A short flight sees us in Ho Chi Minh City (still Saigon to most of its residents) where you’ll discover some of the sites of the country’s vibrant commercial capital and travel by road and boat through the lush landscapes of the Mekong Delta.<br/> <br/>A wide range of activities, culture, history both recent and ancient and comfortable hotels along with opportunities to meet plenty of the friendly inhabitants and sample the delicious cuisine, combine to provide a fascinating and rewarding tour of this beautiful region.<br/><br/>This is a private Vietnam family tour and therefore can be organised on dates to suit your family while any activities included can be tailored to suit any age group.<br/><br/>Features:<br/>1. Overnight boat cruise on World Heritage Halong and Bai Tu Long Bays<br/>2. Discover the caves and waterways of stunning Trang An by bicycle, boat and on foot<br/>3. Kayak through the amazing karst landscapes of Phong Nha National Park<br/>4. Visit the imperial tombs of Hue and quaint Hoi An - 2 more UNESCO-listed sites<br/>5. Day tour by boat through the picturesque waterways of the Mekong Delta<br/>6. Contrast the French architecture of elegant Hanoi and the brash, modern bustle of Saigon<br/><br/>Optional extensions<br/>1. A short flight from Saigon takes you to a beach-side resort on the lush tropical island of Phu Quoc<br/>2. From Saigon head to the coast and Mui Ne’s 12 kilometer sandy beach <br/>3. Arrive a few days early and detour to the spectacular mountains and myriad hill-tribes of Sapa and the far north<br/>4. Stop off a couple of days for our fascinating off the beaten track Bangkok tour<br/><br/>Note; this is a private family tour for a minimum of 4 persons and accommodation in 3 to 4* hotels.",
  "durationDays": "13",
  "price": "1590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning check-in to your downtown Hanoi hotel with time to relax and explore the area before a local style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A day tour of some of the varied sites of Vietnam’s capital by bicycle and bus includes the famous Ho Chi Minh Mausoleum, the celebrated Temple of Literature and fascinating Ethnology Museum plus a fun ‘cyclo’ tour of the narrow lanes of the bustling Old Quarter."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departure for Halong Port for a lunchtime boarding and afternoon boat cruise through the dramatic limestone scenery of World Heritage Halong Bay. (The boat is well-appointed with private, air-conditioned, en-suite cabins.)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning cruise through the bay and return to port for a transfer to Hanoi. In the afternoon we’ll have a private showing of the famous Hanoi water puppets including learning how the puppets are made plus an actual opportunity to operate them yourselves."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head south for a day tour of the celebrated limestone landscapes and caves of Trang An district in Ninh Binh Province – another UNESCO site – which we’ll explore by boat and bicycle. Evening transfer to Ninh Binh Town to catch the night sleeper train to Dong Hoi."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early arrival in Dong Hoi and a short drive into the hills to Phong Nha-Ke Bang National Park. Another World Heritage Site and area of outstanding natural beauty, where we’ll explore the fantastic karst scenery and cave systems on foot, bicycle and by boat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning we’ll head to Paradise Cave for a 1-kilometre underground hike amid the stalactites and stalagmites. The afternoon’s programme includes an optional zip line, kayaking in nearby Dark Cave and a bicycle ride through the paddy-fields before returning to Dong Hoi for a 3-hour train ride to Hue."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Visit the famous citadel of another UNESCO site, Hue, as well as a guided tour of the large Dong Ba Market. In the afternoon we’ll travel up the Perfume River to explore some of the spectacular ancient tombs of the former Nguyen dynasty emperors, with a return to Hue by boat."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After a spectacular drive down the coast and over the Hai Van Pass, our first stop will be Danang’s celebrated Golden Bridge. From here we continue to nearby Hoi An with time at leisure to wander the streets and waterfront of this quaint and historic town."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Learn to prepare a selection of classic Vietnamese dishes with a morning, hands-on cookery class, including a guided tour of the weird and wonderful array of herbs and vegetables in the local market. The afternoon is at leisure to explore the lanes of Hoi An Town or perhaps take a bicycle ride through the surrounding villages and paddy-fields."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning flight from Danang to Saigon (Ho Chi Minh City) with an afternoon tour of some of the City’s sites including the sobering but fascinating War Remnants Museum, Saigon’s very own Notre Dame Cathedral and the bustling Ben Thanh Market."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fascinating day trip into the Mekong Delta where we’ll explore the maze of waterways by boat, and discover the region’s traditional cottage industries and handicrafts, as well as some of the local farming techniques and products. Late afternoon return to Saigon for our farewell dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning at leisure, end of tour and either departure at your convenience or, time permitting, why not add on a few days’ quality R and R at the beach? A beach extension at nearby Mui Ne or flight to Phu Quoc Island are just 2 of the options available if you have a few more days to spare."
    }
  ],
  "map": ""
}