{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-south-to-north-photo-tour",
  "tourName": "Vietnam South to North photo tour",
  "placesVisited": "",
  "generalInfo": "Join Nathan on a brand new photographic adventure running from the sprawling metropolis of Ho Chi Minh City to the fascinating capital city of Hanoi and beyond. En route, we pass through the vibrant floating markets of the lower Mekong Delta, the colourful coastal town of Hoi An, and the historic capital city of Hu?. From Hanoi, we visit the beautiful Pu Luong nature reserve and the magical UNESCO-protected Ninh Binh. The tour caters to everyone from novices to experienced photographers, with an optional pre-tour technical and aesthetic workshop for those new to travel photography.<br/><br/>Although many westerners might still view Vietnam through the lens of history and war, in reality, the country is an oasis of harmony and peace, offering captivating natural beauty and tranquil villages. That said, Vietnam is a country full of remarkable contrasts. HCMC is a vast, bustling metropolis harbouring its very own diversity, from some of the most modern building projects in the south pacific region to quaint old cafes where old men bring their birds to sing. <br/><br/>In the Mekong Delta, you will still find floating markets. In the central region, you find an extensive coastline with quaint finishing villages and ancient citadels. In its highlands, you will still find hill tribes working step rice terraces. In Hanoi, you will find the iconic Vietnam everyone imagines, with food vendors still wearing conical hats and balancing steaming pots of noodles on bamboo braces across their shoulders amongst fluttering red flags with yellow stars in the middle. On this tour we experience it all.<br/><br/>Decades have passed since Vietnam was officially united, and during this time, the country has done a remarkable job of healing its wounds. Today, this stunningly beautiful land is an outstanding travel destination that offers something for everyone – history, cultural heritage, or exploring the country’s abundant exotic fauna and flora.",
  "durationDays": "13",
  "price": "6850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Ho Chi Minh City We will arrange for you to be picked up from the airport if requested. Nathan runs the optional pre-tour technical and aesthetic workshop in the afternoon for those who are new to travel photography or feel they would benefit from a refresher course. There is a pre-tour meet ‘n’ greet with Nathan at the hotel starting at 6pm, followed by dinner with the group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh City - Ben Tre - Can Tho This morning we head towards Ben Tre and enjoy a boat cruise along one of the branches of the Mekong. We wind through a coconut jungle and see small cottage industries built in and around Mekong Deltas waterways, from brick factories to coconut candies . We then continue by a smaller boat through more photogenic waterways and stop for lunch at a riverside restaurant. Later we meet our driver again, and head to our hotel in Can Tho. We will arrive at our landmark hotel in Can Tho, perfectly placed to take advantage of the sun setting over the Mekong River as we walk along it’s charismatic promenade. This afternoon, we head to the Jade Emperor Pagoda, one of the city’s most atmospheric temples, followed by a sunset boat cruise where we visit the Phu Chau floating temple, one of the unique architectural works in Saigon."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Can Tho – Danang – Hoi An Early this morning, we board a local boat to visit the Cai Rang, the most famous floating market in the Mekong Delta. We enjoy the beautiful scenery and the bustling activity, as vendors sell fruit, vegetables, rice noodles and coffee. After breakfast at the hotel we head back out to Canton Assembly Hall where the shear number of incense coils is overwhelming and makes for great photos. From here we drive back to the resort, check out and transfer to the airport for our flight to Danang. On arrival, we meet our guide and driver at the exit gate and head toward the hotel in Hoi An for check-in. This afternoon we take a walking tour through Hoi An’s old town with its historic houses, congregation halls, pagodas and other notable buildings that led to the city becoming a UNESCO World Heritage Site in 1999. Along the way, we can try some local street food, including Vietnamese coffee, the best banh mi in Vietnam, shrimp and pork dumplings, sticky rice dumplings; savoury coconut pancakes and much more."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hoi An Today we have an early start with a 4:30am collection from the hotel. We board a local boat and cruise to the mouth of the river where it meets the Cua Dai sea. At sunrise, we watch the daily ritual of the local fishing fleet returning, after which we visit a local fishing market and learn how to paddle the unique Vietnamese bamboo basket boat. Back on board our boat, we enjoy a coffee and a traditional fisherman’s breakfast then return to our hotel. Later in the morning, we meet our guide for another walking tour through Hoi An’s old town. A key trading port from the 15th to 19th century, the old town’s wide range of architectural styles reflects its indigenous and foreign influences There is plenty to see, such as the Japanese Covered Bridge, the Pottery Museum, the 200-year-old Tan Ky House, Chua Ong Pagoda and the vibrant local market. We have some free time after lunch, then at around 4pm we head to Tra Que village to enjoy the sunset. With its lush grassland, marvellous ricefields and tranquil lake, the village is rated as one of the most beautiful rural areas of Vietnam. We finish our day with an authentic dinner at a local restaurant before returning by car to our hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hoi An – Lang Co After breakfast, we check out from our hotel and meet our guide and driver for the journey to Hue. We travel through several spectacular scenes along the way such as the breathtaking Hai Van Pass, which once formed the boundary between the kingdoms of Dai Viet and Champa. It’s the highest and longest pass in Vietnam, with the highway zigzagging through it for almost 20 km. After lunch we can visit peaceful fishing villages, before looking for pictures along Lang Co beach, and its spectacular lagoon at sunset."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hoi An – Lang Co – Hue To be reviewed."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hue – Ha Noi Early this morning we drive to visit the tomb of Tu Duc, Vietnam’s fourth emperor who lived from 1829 until 1883, during which the country lost its independence to France. We then visit Thuy Xuan Village, where incense in many colours is arranged and displayed like bouquets of flowers. In the afternoon, we visit the Forbidden Purple City, which was constructed under Emperor Gia Long in the early 19th century. Located in the Citadel of Hue, it was badly damaged during the Tet offensive of 1968. This afternoon we transfer to the airport for our flight to Hanoi. On arrival, we meet our guide and driver and head to our hotel for check-in. We have the rest of the day free."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ha Noi This morning we head to Bat Trang ceramic village, the perfect place for those who want to understand more about the historical and traditional value of Vietnamese handicraft products. Our guide takes us past the busy tourist area to a much quieter, older part of the village along the river where we can witness the manufacturing process. We then return to Ha Noi. This afternoon we travel to the Ho Chi Minh Complex which includes a mausoleum, a museum, Ba Dinh Square and Ho Chi Minh’s house on stilts, surrounded by a garden full of fruit trees and a peaceful fish pond. To one side of the mausoleum is the One Pillar Pagoda, built by King Ly Thai To in 1049 and an important symbol for the people of Hanoi. We then visit the Temple of Literature, which was built in 1076. We finish our day with some shots of the sunset over Hoan Kiem lake."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ha Noi – Pu Luong Today we catch the sunrise over Hoan Kiem lake followed by breakfast at the hotel. We then drive to Pu Luong Nature Reserve via a breathtaking mountain pass with a panoramic view of the whole valley. We arrive in time for a delicious lunch, followed by free time to explore the beautiful retreat, with its captivating panoramic views and tranquil setting. In the afternoon, we get close to village life and interact with locals living in the hills above the retreat. We glimpse daily life, walk around the working farmland and rice fields, and learn more about the local culture. At sunset, we head to a vantage point above the rice terraces."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Pu Luong – Uoi – Lan – Hieu villages Today we enjoy an easy walk around the most beautiful valley of rice terraces in front of the retreat. We start to descend into the beautiful valley facing the retreat, where we walk around the tumbling rice terraces. We then follow some small paths shrouded in vegetation to slowly reveal a picturesque Uoi village sitting at the base of a towering mountain. We stop for a picnic lunch along the way and end the day’s activity with a sunset shoot of the local hills with models from the local village."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pu Luong – Ninh Binh After breakfast, we take a short ride from the retreat to Dong Dieng village, heading down into the most beautiful valley in Pu Luong. Along the way, we follow scenic trails and enjoy the beautiful terraced rice fields and gorgeous mountains. We pass some homes on the way and have a chance to visit some local families - a great chance to learn more about their lifestyle and culture. Next, we head back to the retreat for lunch, check out and take a scenic drive to Ninh Binh. We check in to our hotel and get ready for the boat trip to Van Long Nature Reserve. On the trip we visit the Bong Cave, Kem Trong and the Van Long flooded area, before heading back to the hotel for a well-deserved rest."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ninh Binh This morning, we drive to Tho Ha village, collect our bikes and cycle around the village passing the church, local schools, lakes and the homes of local villagers. Reaching the eco-tourism site at Tho Ha, we get off our bikes and participate in various local activities like catching fish, and scooping water using traditional methods. We enjoy lunch at one of the local stilt houses. After lunch, we take a sampan and row downstream on the small canal of the Ben Dang river, a floating habitat for a variety of floras and faunas. Next, we walk on the 500-metre stone road to reach the entrance gate of the Galaxy (Thien Ha) Grotto, with its variety of floras and faunas and thousands of bats and pythons. Continuing our rowing trip, we witness the alluring beauty of colorful stalactites which give the grotto its name. We then row our sampans back to a stilt house in Tho Ha Village and drive back to our hotel, where we spend the rest of the day at our own leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ninh Binh – Ha Noi You have free time today until our guide and driver pick you up and transfer you to Noi Bai airport for your flight back home. Alternatively, you may wish to join the optional extension to Halong Bay (please contact us for details)."
    }
  ],
  "map": ""
}