{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-family-holidays",
  "tourName": "Vietnam family holidays",
  "placesVisited": "Hanoi, Ba Vi Mountain, lunch with a local family at Duong Lam, sleeper train to Lao Cai, Muong Hoa Valley, Sapa, Halong Bay, Hoi An, Ho Chi Minh City, Cu Chi Tunnels",
  "generalInfo": "A delightful 15-night tour exploring Vietnam with a plenty of family-friendly activities packed in along the way. Spend a day in the beautiful city of Hanoi and visit the wonderful historic sites that the city has to offer. You'll visit the Ho Chi Minh complex, the Temple of Literature and end your day watching an enthralling water puppet show. A traditional art that the kids will love.<br/><br/>From Hanoi, you will embark on a day trip which will take you into the cloud forests and to an ancient village. Lunch with local people and take a cycle tour through its historical temples, pagodas and rice fields. Take the sleeper train to Sapa and discover the tranquil rice paddies and learn more about the cultures and tribes of northern Vietnam, including the art of Batik painting with a hands-on class. <br/><br/>Set sail across Halong Bay in a luxury junk boat and explore the incredible caves, bays and huge jungle-covered limestone islands as they tower from the water. Finally, head to the ancient city of Da Nang before relaxing on the beach in Hoi An.  Here you have two full days so enjoy a cooking class to learn how to cook some Vietnamese specialities and roll up your sleeves to help the local farmers in the rice fields. <br/><br/>You are accompanied by a knowledgeable English-speaking guide throughout your trip and we can tailor this itinerary to create a unique holiday experience for your family’s individual requirements with or without flights.<br/><br/>Why your kids will love this trip: <br/><br/>- Enjoy watching the ancient art of water puppets as you take in an evening show in Ha Noi.<br/><br/>- Leisurely bike rides through the rice paddies and the Mekong Delta make a great way to explore the wonderful countryside and villages of Vietnam together. <br/><br/>- Discover their inner adventurer on the thrilling overnight train from Ha Noi to Sapa<br/><br/>- Spend time relaxing together on the beautiful beaches in Hoi An and stay at a wonderful family-friendly beachfront resort. <br/><br/>- Kids love to get their hands dirty and there's no better way then some hands-on farming in the rice paddies. Challenge each others skills as you learn to push a traditional buffalo plough. <br/><br/>- Set them the challenge of catching dinner as you set out with local fishermen to learn to cast a traditional net and paddle the bamboo basket fishing boats. <br/><br/>- Not for the faint-hearted but an adventure kids big and small will love - discovering the vast network of Cu Chi's underground tunnels. Home to the Vietcong, and resonant with history, there are plenty of trap doors, living areas and meeting rooms to explore deep beneath the ground.",
  "durationDays": "16",
  "price": "3299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart London Heathrow on a direct flight to Hanoi"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival in Hanoi you will be met and transferred to your hotel. Conveniently placed to explore the city, your hotel has excellent facilities which you can make full use of as you relax after your flight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take a tour of Hanoi, starting at the Ho Chi Minh Mausoleum and the Temple of Literature built in homage to the Chinese scholar, Confucius. In the afternoon you can hire a cyclo for a breezy tour of the Old Quarter, whose streets are named after the goods that were sold from their shops. You’ll visit the Ngoc Son Temple set on a tiny island in Hoan Kiem Lake, before finishing with a traditional water puppet show. (B, L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A scenic two hour drive west of Hanoi brings you to the summit of Ba Vi Mountain, where locals grow crops across the terraced landscape. Enjoy a short trek through a cloud forest, enjoying fantastic views of the beautiful scenery before descending to the ancient village of Duong Lam. Lunch with a local family before exploring the rest of the village by bicycle. In the evening, your guide will take you to the train station for your overnight sleeper train journey to Lao Cai. (B, L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Disembark from the sleeper train and head to the small village of Ta Van in the beautiful Muong Hoa Valley. Take a revitalising walk through the rice terraces and enjoy one of Vietnam’s most breath-taking views before heading to the home of Ms Moo, a local Black H’mong lady. Here you will learn about the traditional life and culture of the Black H’mong people before heading to a nearby village for a hands-on Batik painting class. (B, L)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you’ll head a short way north of Sapa to the peaceful valleys and gorges surrounding the village of O Quy Ho. This trek is the perfect escape as you make your way through a quiet winding valley in the shadow of Indochina’s highest peak, Fangxipan Mountain. You will walk along ancient stone paths and hear the story of the Black H’Mong people’s migration to these mountains centuries ago. Return to Sapa early afternoon where you will spend a few hours at leisure before transferring to the train station for the overnight train back to Ha Noi. (B, L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Head to the coastal town of Halong where you will board a traditional Vietnamese Junk boat. Set sail and witness the incredible sights of Halong Bay including Soi Sim Beach, Coconut Three Island and Dark and Bright Cave. Overnight on board. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a peaceful nights sleep on the water, you have the opportunity to take part in the ancient art of Thai Chi on deck followed by a hike through Sung Sot Cave to reveal majestic views of the bay. The boat will then head back through the islands for your return to Hanoi in the afternoon followed by an onwards flight to Da Nang. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Visit a local food market in Hoi An before enjoying a cookery class to learn how to cook some Vietnamese specialities. Hoi An is a former trading port famous for its restored architecture, homemade silk, expert tailors and delicious seafood. Spend the afternoon exploring before finishing with a boat trip along the Thu Bon River. (B, L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Time to roll your sleeves as you help out the local farmers – learn about rice growing from start to finish and get to work tending to the paddy fields. Back in Hoi An, you’ll take a short river cruise and enjoy a hands-on fishing lesson before trying your hand at paddling a bamboo fishing boat. (B, L)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy two days at leisure to explore the surrounding area, relax on the beach and enjoy the facilities at your hotel. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take a short flight Ho Chi Minh City, or Saigon as it was formerly known and enjoy a city tour to explore some of its most famous sights - the Post Office designed by Gustav Eiffel and Dong Khoi Street. OPTION: Saigon Street Eats – a culinary adventure in downtown Saigon where you can try a host of popular Vietnamese snacks and dishes (B, D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Enjoy a boat trip around a floating market in the Mekong Delta. Displays of food are hung from bamboo poles on the bow of the boats to attract custom. Cruise along the maze of canals and explore the wonderful waterways. (B, L)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Learn about Vietnam history today with a trip to the eye-opening Cu Chi tunnels, once a stronghold of the Vietcong. These networks of underground tunnels were the living quarters, hospitals and supply routes used by the Vietcong and housed thousands of fighters during the war. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the airport for your flight home (B)"
    }
  ],
  "map": ""
}