{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-tailor-made-holiday-north-to-south",
  "tourName": "Vietnam tailor made holiday, North to South",
  "placesVisited": "Hanoi, Mai Chau Valley, sleeper train to Lao Cai, Sapa, Halong Bay, night on board a junk boat in Halong Bay, Hue, Hoi An, bike tour of countryside near Hoi An, Chu Chi Tunnels, Ho Chi Minh City",
  "generalInfo": "A wonderful tour of Vietnam taking in the wonders of the north and south of the country. Explore the hill-tribe region of Sapa in the north with its cool climate and breathtaking sweeping vistas. Visit Hanoi and the countryside surrounding it. Spend a night on a luxury cruise boat in Halong Bay with its wonderful limestone karst formations and clear waters. Take a visit to the historic town of Hue with its Imperial Citadel and rich heritage before relaxing on the white sand beach at Hoi An. End with a quick stopover in the capital Ho Chi Minh City to check out the city and the Cu Chi Tunnels just outside it.<br/><br/>This tour is with your own English-speaking guide. The knowledgeable local guides will accompany you for the duration of your trip. This holiday can be tailor-made to your individual requirements by travel experts with intimate knowledge of the destination. We offer a complete tailor-made service allowing you to decide when you go, where to stay and what to do. We can arrange holidays with or without flights. The choice is yours. <br/>",
  "durationDays": "17",
  "price": "3100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK with Vietnam Airlines and fly non-stop overnight to Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival, transfer to your hotel. Overnight Melia hotel Hanoi (or similar)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will be collected for your half day city tour of Hanoi. You will visit the Ho Chi Minh Mausoleum, the newly UNESCO registered Temple of Literature and the One Pillar Pagoda. Evening at leisure. Overnight Hanoi [B]."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will be collected early for the scenic drive to Mai Chau Lodge. Here you can enjoy a buffalo cart ride or a trek to the nearby Thai villages. In the afternoon, take a gentle walk along the village road to the neighbouring village of Xo. Overnight Mai Chau Lodge [B/L/D]."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you are free to maybe join in the 2hr cycling or walking trek through the Mai Chau Valley where you will likely meet the local hill tribes going about their daily routines. Return to Hanoi after lunch and the railway station for the overnight train to Lao Cai, the border town to Yunnan. Overnight onboard in tourist class sleeper cabin [B/L]."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Arrive into Lao Cai train station this morning and transfer up to Sapa and the Topas Ecolodge. Here you will have the rest of the day to explore the region at leisure or simply relax in the quiet surroundings of the lodge. Please speak to the Lodge guide for information on walking trips in the region. Overnight Topas Ecolodge [B/D]."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is at leisure again to explore the region - please discuss with the Topas Eco Lodge staff about different treks you can partake in for the day. Overnight Topas Ecolodge [B/D]."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is at leisure until your transfer back to Lao Cai train station for the overnight journey back to Hanoi. Overnight on board [B]."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arrive back into Hanoi early morning. Transfer to Halong Bay for your overnight onboard your junk boat. Cruise around the Bay enjoying the opportunity to kayak, swim or just relax and watch the limestone karst formations go by.Enjoy swimming or kayaking if you wish. Overnight onboard with a special 5 course dinner [B/L/D]."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tai Chi on the back deck is available for the early risers. Continue to cruise through Halong Bay, including a stop on a secluded beach. Transfer onwards back to Hanoi for the overnight train to Hue in a 4 berth shared tourist class sleeper cabin. Overnight onboard [B]."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arrive into Hue in the morning. Transfer to the Pilgrimage Village, Hue. Rest of the day at leisure [B]."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning join a boat trip on the Perfume River to Thien Mu Pagoda, one of the oldest ancient architectural structures for religious worship in Hue. Drive via the Hai Van Pass to Hoi An and your relaxing beach break. Overnight Hoi An [B]."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning, enjoy a tour by bicycle (or walk) into the very heart of rural Hoi An for a special insight into the everyday life of a local village community. The short bicycle ride through the deepest countryside of the village will be one of the highlights of your time in Vietnam – this unique glimpse into the rural lives of the villagers is a sight that very few other visitors will see. Overnight Hoi An [B]."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Full day at leisure at the Palm Garden Resort & Spa [B]."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today you will leave Hoi An and fly down to Ho Chi Minh City. Upon arrival transfer straight to the Cu Chi Tunnels complex for a fascinating tour of the underground complex. Afternoon at leisure. Overnight Ho Chi Minh City [B]."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Day at leisure for some last minute shopping or sightseeing before transferring to the airport later this evening [B]."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Flight back to the UK."
    }
  ],
  "map": ""
}