{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-with-added-comfort-holiday",
  "tourName": "Vietnam with added comfort holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an extraordinary journey across Vietnam to discover breathtaking landscapes and delicious local cuisine. From ancient traditions to modern-day life, explore Vietnam through the ages, discovering ancient dynasties, witnessing life along the banks of the Mekong Delta and visiting relics from the Vietnam War.  <br/> <br/> Hanoi - Explore Vietnam's vibrant capital with its secluded narrow alleyways and charming old quarter.<br/> Ninh Binh - Discover limestone landscapes, board a river cruise and spot historic temples in this small city on the Red River Delta.<br/> Mekong Delta - Take a traditional sampan along palm-lined canals, backwaters and floating markets on the bustling delta.<br/> Upgraded Range - Stay in hand-picked, premium accommodations throughout your tour, with elevated amenities at your disposal.<br/>",
  "durationDays": "14",
  "price": "2515",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Hanoi",
      "description": ": Arrive in Vietnam's capital, Hanoi, famous for its rich culture, bustling life and colonial influences. Its small lakes, busy streets and secluded alleyways are all waiting to be explored. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those who wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Hanoi at any time. Should you miss the welcome meeting our tour leader will leave a note at the front desk and will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Noi Bai International Airport (HAN), which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day."
    },
    {
      "dayNumber": 2,
      "title": "Discover the sights of Hanoi and see a private water puppet show",
      "description": ": This morning, we'll set out on a tour of the main sights of Hanoi. Architecturally styled like a French provincial town with tree-lined boulevards and low-built houses, the city is wonderfully nostalgic. Among the interesting sights are the charming One-Pillar Pagoda and the Presidential Palace. Ho Chi Minh himself, a spartan-living and scholarly man, chose not to live in the Presidential Palace, he preferred instead a simple teak stilt house specially built for him on the grounds. In the afternoon, we'll experience the enchanting Dao Thuc Village water puppet show, a traditional Vietnamese art form that dates back to the 11th century. Set in a serene village, this unique cultural performance takes place on a water stage, where beautifully crafted wooden puppets come to life - depicting scenes from rural life, folklore and historical legends. Accompanied by live folk music and talented puppeteers, the show offers a glimpse into Vietnam's rich cultural heritage. After a full day of exploration, we'll drive back to Hanoi for dinner at KOTO, where we'll tuck into a delightful fusion of traditional Vietnamese cuisine and modern culinary techniques. KOTO (Know One, Teach One) is a social enterprise in Hanoi, renowned for giving disadvantaged young people vocational training and life skills. Eating at KOTO is more than just a dining experience, it offers you a connection with the local community and the chance to support a great cause."
    },
    {
      "dayNumber": 3,
      "title": "Overnight cruise on La Han Bay",
      "description": ": This morning, we'll drive two-and-a-half hours to the south of Halong Bay for an overnight cruise on Lan Ha Bay - one of the most visually impressive landscapes in Southeast Asia. Lan Ha Bay is a picturesque and lesser-known gem located in the northeast of Vietnam which is renowned for its tranquil beauty and relatively untouched environment compared to its more famous neighbour, Halong Bay. The bay's waters are clearer and less crowded with cruise boats, offering a more peaceful and intimate experience. We'll board our premium junk boat around midday and enjoy a delicious lunch featuring Vietnamese and international cuisine as the ship sets sail, offering panoramic views of the limestone karsts and emerald waters. We might have the chance to stop and kayak through hidden caves and lagoons, bringing us closer to the natural beauty of the bay, before continuing to our overnight spot for a dinner of seafood and local specialities. We'll spend the night aboard our superb junk, where you'll be accommodated in en suite twin-share cabins. Each cabin boasts large picture windows and modern air conditioning, providing a truly special experience. Please note that the boat is not exclusive to our group, and we'll be sharing it with other tourists."
    },
    {
      "dayNumber": 4,
      "title": "Cruise La Han Bay and drive to Ninh Binh",
      "description": ": If you're an early riser, take the opportunity to practice Tai Chi on the deck while admiring the serene landscape of the bay. Continue cruising along the green limestone islands and islets, many of which are uninhabited. Observe the floating villages and fishermen carrying out their everyday activities before journeying back to land before lunchtime. Hop back on the bus and begin the journey to Ninh Binh, with a stop in Nam Dinh for lunch. On the menu is a delicious, warming bowl of Pho, a must-try while in Vietnam. After lunch, we continue driving to Ninh Binh and arrive at the hotel mid-afternoon. Ninh Binh is a breathtaking region of Vietnam, renowned for its dramatic limestone karsts, serene rivers, and lush rice paddies. Our hotel is situated in the centre of Ninh Binh, offering amazing views of the surrounding nature. Spend the rest of the day relaxing by the pool or rejuvenating at the on-site spa."
    },
    {
      "dayNumber": 5,
      "title": "Explore Ninh Binh",
      "description": ": We have a full day of exploration ahead of us today, starting with a cruise on the Ngo Dong in a traditional sampan. Drift through serene waters, passing through ancient caves, surrounded by lush green landscapes and towering limestone formations of Tam Coc. Next up, head to Bich Dong Cave, a beautiful spot known for its peaceful vibe and three ancient pagodas tucked into the mountainside. It's a serene place where you can learn about Vietnam's rich history and culture. After lunch, we'll explore Hoa Lu on foot through ancient temples and historic sites. We'll wander among remnants of Vietnam's royal capital during the Dinh dynasty, learning about its rich cultural heritage amidst scenic landscapes and peaceful surroundings. Returning to the hotel in the late afternoon, there'll be time to relax and freshen up before dinner. The area boasts plenty of dining options to choose from. One of the food specialities of Ninh Binh is com chay or crispy rice. It's made by frying leftover rice until it becomes crispy and golden brown and is served with various toppings such as shredded pork, fried shallots and herbs."
    },
    {
      "dayNumber": 6,
      "title": "Morning cycling in the countryside before flying to Hue",
      "description": ": This morning, if you fancy, there's the opportunity to go for a cycle ride through the villages of Ninh Binh offering a picturesque and immersive experience in rural Vietnam. Pedal along tranquil and flat paths discovering local life and traditional architecture along the way. The cycle is around one to two hours however if you don't feel like cycling, you can easily take a walk by yourself in the surrounding nature or villages or simply take it easy at the hotel. We'll then drive three hours to Ha Noi's airport to catch our short flight to Hue, Vietnam's imperial city where we'll spend the next two nights. Our hotel in Hue provides a peaceful escape set amidst lush gardens and traditional Vietnamese architecture."
    },
    {
      "dayNumber": 7,
      "title": "Discover Hue",
      "description": ": Today, we'll spend time appreciating Hue's fascinating history with a visit to the Imperial Citadel. Located on the bank of the Perfume River, this palace was built by the Nguyen dynasty - Vietnam's ruling emperors from the early 1800s to 1945. The Citadel has vast moats and impressive ramparts that were constructed by 20,000 men and was a copy of the Forbidden City in Beijing. We'll start by visiting Thien Mu Pagoda and see its beautiful seven-tiered structure. It's a historic site dating back to the 17th century, offering a glimpse into Hue's spiritual and cultural heritage. We'll then take a boat back to the city. After lunch, we'll visit The Tomb of Tu Duc - a significant historical site serving as the final resting place of Emperor Tu Duc, the fourth emperor of the Nguyen Dynasty. The rest of the day is yours to enjoy however you like. You could head to Dong Ba Market to dive into local life and taste some amazing street food. Don't miss trying 'bun bo Hue', a spicy beef noodle soup that perfectly captures the city's rich culinary heritage. Other must-try dishes include 'com hen' (clam rice) and 'banh khoai' (crispy pancakes). If you want to relax, take a peaceful bike ride along the Perfume River or unwind in one of Hue's cozy cafes."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Hoi An via the Marble Mountains",
      "description": ": This morning, we set off on a scenic drive over the stunning Hai Van Pass, also known as the Ocean Cloud Pass. As we travel, watch as we pass charming rural scenes featuring thatched wooden houses and rice paddies, all while enjoying sweeping views of the sea. Continuing our journey, we'll explore the Marble Mountains - five peaks representing the elements of water, wood, fire, metal and earth. These natural grottoes have been beautifully transformed into intricate Buddhist sanctuaries. Just a short drive away, we arrive at My Khe Beach, known as China Beach to American troops, where we'll take a brief rest on its pristine white sands. It's just a short drive from here to the UNESCO World Heritage town of Hoi An, our base for the next two nights where we check in to our premium hotel. This afternoon we'll embark on a walking tour of the Old Town. As we stroll through the narrow, winding streets of Hoi An, we're surrounded by well-preserved buildings that reflect a mix of Vietnamese, Chinese, Japanese and French influences. The streets are lined with mustard-yellow facades, wooden shutters and hanging lanterns, creating a picturesque scene. After the walking tour, you're free to explore some more and you may like to go on a food journey of your own through the city and try one of Hoi An famous dishes for dinner like Cao Lau (a noodle dish unique to Hoi An), Banh Mi (a Vietnamese filled baguette) or white rose dumplings. Or you can simply relax at our hotel which features stylish rooms, a serene outdoor pool, lush gardens, and convenient access to the city's ancient town and cultural attractions."
    },
    {
      "dayNumber": 9,
      "title": "Free time in Hoi An. Included late afternoon cooking class",
      "description": ": This morning is free to explore charming Hoi An. There are many shops and restaurants and it's a great place to buy souvenirs or simply watch the world go by from a riverside café. Mid-afternoon, we'll regroup and go on a culinary adventure with a cooking class located in the picturesque countryside. The cooking class offers a unique and enriching experience that combines nature, culture and cuisine. It's an opportunity to learn about sustainable farming practices and enjoy the fresh, vibrant flavours of Vietnamese herbs and vegetables. We walk through the herb gardens where local farmers work their fields using the traditional methods from hundreds of years ago - no electrical machinery here. Our host family's chef will teach us all about the use of herbs in cuisine and medicine. We'll then pick some fresh herbs in the garden to use in the recipes during our cooking class later. Working together, we'll learn the traditional ways of preparing and cooking Vietnamese food from scratch using the freshest organic ingredients directly from our garden and traditional Vietnamese utensils. After satisfying our tastebuds with our creations over an early dinner, we head back to our charming hotel."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Ho Chi Minh City. Drive to Mekong Delta for afternoon exploration cruise",
      "description": ": We have an early start ahead of us this morning - but don't worry, we'll make time for coffee! Our first stop is Da Nang Airport, to catch our flight to Ho Chi Minh City - known as Saigon by the locals - and then head down to the amazing Mekong Delta. This area is one of the most unique spots in Vietnam, with its endless rivers, coconut palms, and small villages that feel like a whole different world. This afternoon, we have a cruise along the colourful waterways of the Cai Be area, followed by a serene sampan ride through tree-lined canals as we delve deeper into the Delta. As we sail to Cai Thia, a leisurely lunch will be served onboard. Then, on arrival, we'll take a walking tour of Cai Thia and visit a rice paper-making facility. Our day ends with a drive to Can Tho, our base for the next two nights. Our modern hotel welcomes us with breathtaking river views, an outdoor swimming pool and exceptional hospitality."
    },
    {
      "dayNumber": 11,
      "title": "Explore the Mekong Delta and visit a floating market",
      "description": ": This morning, we enjoy a serene morning boat cruise to the Cai Rang Floating Market, where local vendors trade fresh produce and goods from their boats amidst the bustling Mekong Delta waters. We'll experience the vibrant sights and sounds of this traditional market, offering a glimpse into daily life along the riverbanks. The floating market is not what it was once was, as rapidly developing infrastructure gives way to roads. However, it remains a remarkable sight to experience before it fades away. Then, our tour leader will take us on a guided leisurely walk along the intricate canal system on the outskirts of Can Tho. We'll pause along the way to visit the revered pilgrimage site of Gian Gua and explore a local orchard to gain insight into fruit cultivation and try the fresh, tropical flavours of the region. The rest of the day is free to explore further or take advantage of our hotel's facilities."
    },
    {
      "dayNumber": 12,
      "title": "Drive Ho Chi Minh City and explore Old Saigon",
      "description": ": Waving goodbye to the Mekong Delta, we'll drive three hours to Ho Chi Minh City. You'll find an eclectic mix of the traditional and the new, where pagodas and markets compete alongside the trappings of Vietnam's newly discovered entrepreneurial spirit. After checking in to our hotel, we'll dive into the sights of Old Saigon, now known as District 1 of Ho Chi Minh City. Along the way, our tour leader will point out landmarks like the stunning Notre Dame Cathedral, the grand General Post Office, and some iconic French Colonial hotels like The Rex. We spend the final two nights of our tour in the heart of Saigon. Our premium hotel offers elegant accommodations, exceptional dining experiences and sophisticated amenities."
    },
    {
      "dayNumber": 13,
      "title": "Free day in Ho Chi Minh City or optional visit to the Cu Chi Tunnels",
      "description": ": Today is yours to explore the vibrant energy of Ho Chi Minh City at your own pace, or join an optional full-day trip into the surrounding countryside and artisan villages. If you choose the excursion, we'll start in Binh Duong, a charming village known for its traditional pottery and lacquerware. You'll have the chance to wander through local workshops, meet the artisans, and see their intricate craftwork in action - a great insight into authentic Vietnamese village life. Next, we head to the infamous Cu Chi Tunnels, an underground network once used as a Viet Cong base during the American War. You'll learn about the intense history of the area and, if you're feeling brave, you can crawl through a short, specially widened section of the tunnel system to get a sense of what life underground was really like. We'll return to Ho Chi Minh City in the late afternoon for one final night together. In the evening, your tour leader will arrange a farewell group dinner for anyone who'd like to join. Prefer to stay in the city? You might explore Ben Thanh Market for last-minute souvenirs, relax with a coffee at a sidewalk cafe, discover local art in trendy galleries, or enjoy the sunset from one of the city's stylish rooftop bars."
    },
    {
      "dayNumber": 14,
      "title": "Tour ends in Ho Chi Minh City",
      "description": ": The trip ends after breakfast at our hotel in Ho Chi Minh City. There are no activities planned today, so you're free to depart from Ho Chi Minh City at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Tan Son Nhat International Airport (SGN), which is around a xx-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day. Why not extend your trip with a cultural journey through Southeast Asia's hidden gem - Cambodia - on our Inside Upgraded - Vietnam and Angkor? Explore the breathtaking temples of Angkor for an unforgettable adventure into the heart of Cambodia's ancient wonders."
    }
  ],
  "map": ""
}