{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "tailor-made-family-holiday-in-vietnam",
  "tourName": "Tailor made family holiday in Vietnam",
  "placesVisited": "Ho Chi Minh City, Cu Chi tunnels, Ben Thanh market, Mekong River cruise, floating markets, Dalat, cruise on Tuyen Lam Lake, motorbike tour of Dalat, Nha Trang, island cruise, optional: mud baths, free day",
  "generalInfo": "This 12-day tailor-made family holiday in Vietnam hops between four of the country’s most fascinating locations, all situated in the southern region. Begin your journey in Ho Chi Minh City, Indochina’s largest metropolis, where vibrant streets pulse with life. Here, you’ll explore highlights like the famous Ben Thanh Market and the colorful enclaves of Chinatown, where history and culture blend seamlessly. From Ho Chi Minh City, travel to the Mekong Delta to experience its unique water-based lifestyle. A river cruise will take you through floating markets and tiny islands, revealing thriving fruit orchards and the heart of local commerce.<br/><br/>Continuing inland, you’ll arrive in Dalat, a charming city nestled in the Central Highlands. Known as Vietnam’s market garden, Dalat bursts with colorful flowers, fruits, and vegetables. The city’s French colonial architecture adds a unique flair to its cool climate, making it an inviting retreat. Enjoy visits to quirky attractions like the Crazy House monastery, ride a cable car for breathtaking views, and explore beautiful temples that reflect Vietnam's rich spiritual heritage.<br/><br/>Finally, unwind on the stunning beaches of Nha Trang, Vietnam’s closest experience to a traditional seaside resort. With its long sandy beach lining a picturesque bay, Nha Trang offers plenty of islands, hot springs, and water sports for relaxation and adventure.<br/><br/>This family tour has been thoughtfully designed to include engaging activities that will amuse children of all ages. From boat rides in the Mekong Delta to exploring the unique landscapes of Dalat, every experience can be tailored to suit your family’s interests. Vietnam is incredibly child-friendly, with a wealth of activities and a warm welcome for young travelers. Your journey will be enhanced by an experienced guide who brings the rich culture of Vietnam to life, facilitating interactions with local people and immersing your family in daily life.<br/><br/>For those looking for a bit more excitement, we can arrange motorbike tours led by knowledgeable guides, allowing families with older children and teenagers to explore Vietnam in an exhilarating, unforgettable way.<br/><br/>This area of Vietnam can be visited year-round, although it’s advisable to avoid mid-October to late December when the sea in Nha Trang may be muddied by seasonal rains. With its mix of cultural depth, stunning landscapes, and family-friendly activities, this tour promises a memorable adventure for everyone. Enjoy a perfect blend of relaxation and exploration as you create lasting memories together in Vietnam.",
  "durationDays": "12",
  "price": "1622",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ho Chi Minh arrival. Arriving at Tan Son Nhat airport in Ho Chi Minh City, you’ll be met and driven to your hotel. You’ll have time to relax after your journey and you’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ho Chi Minh City/Cu Chi Tunnels/Ho Chi Minh City. A morning drive will take you to visit the famous Cu Chi tunnels, a Byzantine maze of underground passages, chambers, rooms and booby traps used by both the Vietminh and the Viet Cong to suddenly materialise as if from nowhere, launch a lightning ambush, and vanish equally rapidly. In the afternoon, you’ll visit the huge Ben Thanh market, one of the liveliest areas of Ho Chi Minh City, is packed with every conceivable commodity. You’ll also call in at the Jade Emperor Temple. It’s one of the best Taoist temples in Vietnam, with superb effigies, remarkable carved panels of the descent to Hell and somewhat incongruous terrapin and tortoise sanctuaries. In the evening, you’ll cruise ride in a cyclo to discover the city. In the evening, you’ll have tickets for a performance of traditional Water Puppetry (an art form unique to northern Vietnam, and a good, light-hearted introduction to its rural culture). You’ll spend the night in Ho Chi Minh City."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ho Chi Minh City/Vinh Long/Can Tho. After escaping from Ho Chi Minh City’s urban sprawl, you’ll travel to Vinh Long where a Mekong River cruise will take you to visit the fruit orchards, a traditional family-run brick kiln, and some long established cottage industries. You’ll drive further into the Mekong Delta to Can Tho, Upon arrival you’ll call in at the Munir Ansay – an ancient Khmer style pagoda, renowned for its unique structural decorations. You’ll then drive to your hotel in Can Tho where you’ll spend the night. Munir Ansay pagoda has many statues and pillars which are sophisticatedly decorated, the main gate was built in a shape of tower illustrated by Angkor architecture."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Can Tho/Ho Chi Minh City. After breakfast and a boat cruise you’ll arrive at Cai Rang floating market on the Mekong Delta. Both the journey and the market provide insights into the rural Mekong Delta lifestyle. On your return to Ho Chi Minh City, you’ll call in at the beautiful and ancient Vinh Trang pagoda, 3 km from My Tho centre. You’ll arrive in Ho Chi Minh City in the late afternoon with time to freshen up in the hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ho Chi Minh/Dalat. In the afternoon, you’ll fly to Dalat City. On arrival, you’ll be met and driven to the city centre for your check-in. You’ll then visit Dalat market. You’ll stay in Dalat."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Dalat. In the morning, a cable car will sway you downhill to the Truc Lam Pagoda. It’s quite plain, but is surrounded by an attractive flower garden. There are good views of the lake which lies below and can be reached by steps, and the thick forests on the far side. You’ll spend the night in Dalat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Dalat. You’ll have the whole day to explore Dalat on the back of a motorbike. Your guide will take you to visit Emperor Bao Dai’s Summer Palace, the Crazy House, and the Linh Phuoc Pagoda. You’ll spend the night in Dalat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dalat/Nha Trang. In the morning, you’ll leave for Nha Trang. The car and driver will take you to your hotel, which will overlook the Bay. You’ll spend the night in Nha Trang."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day boat trip in Nha Trang After breakfast, a car will arrive to take you to board a boat for a whole-day cruise to some of the small islands in the bay. You’ll anchor off Mun Island for snorkelling and a glass bottom basket boat ride to see colourful corals and the mysterious marine life. You’ll then head to Tri Nguyen Aquarium on Mieu Island. If you wish, you can join with other tourists to the ‘music entertainment’ with a wine and fruit party, followed by a seafood lunch on Tre Island. In the late afternoon, you’ll get back to the mainland and drive to your hotel. You’ll spend the night in Nha Trang."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nha Trang free. The days will be free for strolling in the town, lazing on the beach, or whatever takes your fancy. You’ll spend the night in Nha Trang. Alternative for Day 10 and day 11 Mud baths in Nha Trang: After a brief visit to the impressive Ponaga Cham tower, you’ll be driven to the nearby Thap Ba hot spring spa. After relaxing in the mud baths and mineral water pools, you’ll be driven back to your hotel. Nha Trang’s Thap Ba spa is well worth a visit. You can wallow in mud in an outdoor bath, shower in spring water, and bathe for as long as you like in a large hot mineral water swimming pool set in beautiful gardens. There are two bath options – private and communal. The private baths each accommodate two people and are shielded by bamboo screens. The communal bath takes up to six or eight people, are cheaper, and are much more fun. It’s surprising how quickly strangers become friends when you’re slipping about in the goo! Bathing costumes (functional, but definitely not fashionable) and towels are supplied. The baths are on terraces on a rocky slope, and the gardens are bedecked with colourful ‘paper trees’. A relaxing massage can be included if you wish. River tour in Nha Trang: In the morning, you’ll board a boat to cruise upstream on the Cai River, visiting rural areas engaged in a variety of cottage industries. Your overnight stay will be in Nha Trang."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nha Trang/Ho Chi Minh City departure. You’ll be free in the morning until your car and driver arrive to take you to Nha Trang airport for your flight to Ho Chi Minh City to connect with your departure flight."
    }
  ],
  "map": ""
}