{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-familiy-holiday-tailor-made",
  "tourName": "Vietnam familiy holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "An Amazing Vietnam Family Holiday is a great family adventure that you remember for the rest of your life. You will see the most spectacular natural sceneries, such as Halong Bay and Ninh Binh, explore off-the-beaten-path destinations in Mai Chau, learn something new, and soak up the sun relaxing on the white sand beach under reclining palms in Phu Quoc. We have prepared many fun activities for you - from trekking along beautiful villages to learning local crafts, cycling in the countryside, and flying kites. This trip is the best way to explore diverse Vietnam and spend a wonderful time together.",
  "durationDays": "17",
  "price": "3064",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "HANOI ARRIVAL Upon arrival at Noi Bai International Airport, after clearing all customs procedures, please proceed to the exit gate and look for your driver, who will be waiting in the lobby, holding the signboard with your name. If you cannot find the driver, go to the Airport information counter to call the number provided in the confirmation voucher for assistance. You will be transferred to your hotel in the Old Quarter by private car. Overnight in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "HANOI SIGHTSEEING AND COOKING CLASS WITH MASTER CHEF (B/L) Today you will see the most exciting parts of charming Hanoi. Your tour guide will share with you interesting stories about Hanoi's history and life. Start your tour by having a drink in the old coffee shop and learning about the daily life of locals. You will visit Ho Chi Minh Mausoleum, with his house and one pillar pagoda. Then spend time in the tranquil Temple Of Literature. In the afternoon, after a relaxing time at your hotel, meet Chef Ai, a passionate culinary expert. She will take you to a local market and show you how to select the freshest and most typical ingredients for cooking Vietnamese food. Then you will head to her house to enjoy a hands-on experience in cooking delicious Vietnamese meals. Overnight in Hanoi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "HANOI – TRAVEL TO MAI CHAU – CYCLING IN THE LOCAL VILLAGE (B/L) In the morning we will depart Hanoi for a scenic 4hr drive southwest to Mai Chau. Located in Hoa Binh Province, Mai Chau is famed for its splendid vistas of mountains and valleys surrounded by lush landscapes and stilt houses, inhabited mainly by the White Thai ethnic group. Upon arrival in Mai Chau, check in at Mai Chau Ecolodge. Then walk or cycle to the hamlet of Lac to enjoy a traditional home-cooked lunch. Continue cycling for a couple of hours through the beautiful valley of Mai Chau. Your guide will facilitate chats with local hill tribe people to learn about their daily lives including planting rice, herding buffalos, and building traditional houses. Overnight in Mai Chau."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "WALKING AT MAI HICH VILLAGE (B/L) After breakfast at Mai Chau Eco Lodge, you will take about 40 minutes drive off-the-beaten path to Mai Hich village. Enjoy the cool mountain breeze on a 2-hour walk along scenic mountain trails with opportunities to stop and observe local traditions. Spend the rest of the time in the cozy village seeing the authentic local lifestyle and enjoying a cup of coffee (soft drinks for kids) with the friendly villagers. Overnight in Mai Chau."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MAI CHAU – TRAVEL TO NINH BINH – VAN LONG NATURE RESERVE (B/L) After breakfast, take a 3-hour drive to Ninh Binh province. Today you will see the spectacular landscapes of limestone karst peaks permeated with valleys and rice paddies. Upon arrival, enjoy a lunch at a local restaurant. In the afternoon, enjoy the rowing boat trip through picturesque scenery with spectacular mountain ranges surrounded by a vast expanse of water. After the boat trip, take a slow journey along the rice fields and cozy countryside on the buffalo cart. Then check in at a beautiful sustainable resort with a nice garden and enjoy leisure time. Overnight in Ninh Binh."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CRUISING IN THE SPECTACULAR HA HONG BAY (B/L/D) After breakfast at the hotel, we will take you for a 3,5 hours drive to the famous Halong Bay along the scenic road. Upon arrival at the harbor, you will board the cruise and proceed with the check-in formalities. And get ready to explore the breathtaking sceneries of Halong Bay, where thousands of limestone islands jut out of the emerald sea, sculpted into bizarre shapes. Enjoy the delicious lunch while the cruise is making its way to a secret place, where you can explore the karst formations closer by kayaking. Then get back on a boat and take part in boat activities and enjoy the sunset views before having dinner. In case of bad weather, when the boat will be not allowed to leave the port, the tour could be canceled without notice. We will consider other replacement tours or a refund based on the specific circumstances. Overnight in Ha Long Bay."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HALONG BAY – BACK TO HANOI – FLY TO HUE (B/L) The sun rises on Halong in the morning, and a Tai Chi lesson is awaiting you before light breakfast. After breakfast, you could take a short trip to visit one of the most beautiful caves in Halong Bay. When you are back, complete the check-out formalities and enjoy brunch while the boat is making its way back to the harbor. Then we will transfer you to the airport for your flight to Hue. Upon arrival at the airport, you will be transferred to a nice resort located in the tranquil countryside. The rest of the day is free for leisure. Overnight in Hue."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "HUE SIGHTSEEING AND LEARNING TO MAKE A KITE WITH A LOCAL ARTISAN (B/L) Once the imperial capital of the Nguyen Lords from the 17th to the 19th centuries, Hue remains the royal charm, and today you will explore the most exciting historical places of this charming city. Hop on the cyclo, a traditional Vietnamese mode of transport, and head to the Imperial Citadel to see the royal family used to live. Then visit the iconic Thien Mu Pagoda, Hue’s best-preserved religious monument. Have lunch and return to your hotel for a short rest. In the afternoon, we will visit the local artisan Mr. Cu at his house. Chat with him to understand the history of kite-flying traditions in Hue and his passion for this art. Then learn how to create a kite yourself. If the weather permits, practice flying the kite. Overnight in Hue."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PRIVATE TRANSFER FROM HUE TO HOI AN (B) Have breakfast at the hotel, and enjoy your leisure time before we transfer you to Hoi An. We will take one of the most scenic roads in the world - Hai Van Pass with overviewing mountains and beautiful sea. Upon arrival in Hoi An, check-in at the hotel and enjoy free time resting after the transfer. Overnight in Hoi An."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HOI AN WALING TOUR AND BOAT TRIP ALONG THU BON RIVER (B) A colorful lantern is a symbol of Hoi An, we are sure you and your kids will love to have it as a souvenir, so why not make it on your own? This morning we will take you for a walk through the cozy alleys of the Hoi An Old Town to see its most interesting attractions, such as the Japanese Covered Bridge, Tan Ky Old House, Phuc Kien Assembly Hall, and Cantonese Assembly Hall. Then we will stroll around the lively central market before hopping on the boat to cruise along the Thu Bon River for up-close views of fishing boats and country villages before returning to your hotel. Overnight in Hoi An."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "LEARNING CRAFTS AT THE DRIFTWOOD VILLAGE – FLY TO HO CHI MINH CITY (B) Today you will spend time in the beautiful village surrounded by rice paddies and learn about fascinating carpentry art. Take a morning drive to visit the Driftwood Village. It is a community of local artisans who create beautiful art from driftwood collected from the nearby beaches. Learn about the local carpentry traditions and listen to the story of the village. Many local artisans use sustainable materials and practices, which makes these crafts even more special. Learn the basic technics to use the chisel and try your hands at making your own craft under the guidance of our skillful artisans. Finish your work by painting your creations, and the masterpiece is done! Then we will transfer you to the airport for your flight to Ho Chi Minh. Upon arrival to Ho Chi Minh City, you will be picked up and escorted to the hotel to check in and stay overnight. Overnight in Ho Chi Minh City."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "HO CHI MINH SIGHTSEEING (B) Today you will see the different sides of this cosmopolitan city previously known as Saigon. Start your tour at the bustling Chinese district of Cholon, where you will visit Vietnam’s first traditional medicine museum, and Ben Thanh Market to see the wide variety of goods for sale. In the afternoon, depending on your preference, visit either the War Remnants Museum or History Museum. Then continue to the former Presidential Palace. Finish the day with a stroll around the city’s colonial architecture, including the Old Saigon Post Office, Dong Khoi Street (formerly Rue Catinat), Continental Hotel, Opera House, and City Hall. Overnight in Ho Chi Minh City."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HO CHI MINH – EXPLORE THE COUNTRYSIDE OF MEKONG DELTA (B/L/D) After breakfast at the hotel, depart to Coco Riverside Lodge in Vung Liem. The trip will take about 2,5 hours. Upon arrival, enjoy delicious lunch at the resort and rest for a while. In the afternoon, join the cycling tour around the village. Visit Mr. Cong at his house and learn to make a popular local snack pop rice, which later will be given as a gift to locals or children at school. See the daily life of the villagers: how the animals are raised and how locals collect the biogas to use it as sustainable fuel for cooking. If possible, you can visit the duck farm and one of the fruit plantations to taste fresh tropical fruits before returning to the lodge. Here we will visit our neighbor, who is a Vietnam War veteran to listen to the stories of his life. In the evening, join the cooking lesson before having dinner. Overnight in Vinh Long."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "BOAT TRIP IN MEKONG DELTA – FLY TO PHU QUOC (B) In the morning, after breakfast, we will enjoy a boat trip and see the busy life of the Mekong River. We also visit the Cao Dai temple and visit the workshops to see how the coconut fibers are processed into various products. Then head to the resort to get ready for your flight to Phu Quoc. Overnight in Phu Quoc."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "PHU QUOC FAMILY FREE AT LEISURE (B) Phu Quoc is a little piece of paradise and a great place for water activities. Spend your free day relaxing on the beach under the palms and have fun swimming and playing in the water. If your kids are older they might like to go snorkeling, too. A great spot for families is Vinpearl Land Amusement Park, with so many fun activities for kids and adults. Take your swimwear along as there's a waterpark there, too. If you and your kids are animal lovers you could also visit Vinpearl Safari Phu Quoc, where you will see various wild animals. Nature lovers will enjoy taking a picnic at the beautiful Suoi Trang Waterfall, admiring the beauty of the forest and mountains, and hiking through the jungle. Overnight in Phu Quoc."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "PHU QUOC FAMILY FREE AT LEISURE (B) Phu Quoc is a little piece of paradise and a great place for water activities. Spend your free day relaxing on the beach under the palms and have fun swimming and playing in the water. If your kids are older they might like to go snorkeling, too. A great spot for families is Vinpearl Land Amusement Park, with so many fun activities for kids and adults. Take your swimwear along as there's a waterpark there, too. If you and your kids are animal lovers you could also visit Vinpearl Safari Phu Quoc, where you will see various wild animals. Nature lovers will enjoy taking a picnic at the beautiful Suoi Trang Waterfall, admiring the beauty of the forest and mountains, and hiking through the jungle. Overnight in Phu Quoc."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "PHU QUOC DEPARTURE (B) Relish a healthy breakfast on the final day of your trip. Complete the hotel check-out formalities after which you can visit the local markets and buy souvenirs for your loved ones. Later, proceed for departure and board your flight back home. Trip Ends."
    }
  ],
  "map": ""
}