{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "hanoi-to-ho-chi-minh-holiday-in-vietnam",
  "tourName": "Hanoi to Ho Chi Minh holiday in Vietnam",
  "placesVisited": "Hanoi, Halong Bay river cruise, Overnight sleeper train, Hue, Hoi An, Mekong Delta, Ho Chi Minh City",
  "generalInfo": "Over the course of this 10-day tour, Vietnam starts to open up before your eyes, with the hectic streets of Hanoi morphing into the ancient heritage monuments of Hue and Hoi An prior to the all too recent reminders of the past that you'll find in Ho Chi Minh City.<br/><br/>As you'd hope from a destination for a 10-day holiday, Vietnam presents a remarkable array of contrasts, with café culture and ancient architecture just as prevalent as sandy coves and limestone karst monoliths jutting out of clear blue waters. Overnight train rides from Hanoi to Hue and boat cruises in Halong Bay add a touch of adventure to the tour.<br/><br/>This Vietnam tour is a fantastic introduction to the cosmopolitan cities and sublime scenery of Southeast Asia, with the chance to meet local people adding to a blend of activities and cultural enlightenment, sowing the seeds for future travels for many more years to come.",
  "durationDays": "10",
  "price": "1075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Hanoi. Your adventure begins with a welcome meeting at 6 pm at your hotel, followed by a group dinner at KOTO restaurant – this organisation is dedicated to developing the hospitality careers of disadvantaged youth. If you arrive early, there’s plenty to see and do in this gorgeous city. You could book the Hanoi Street Food Experience with Urban Adventures and sample some delicious Vietnamese cuisine like a true local, or chill by Hoan Kiem Lake. Maybe wander the Old Quarter to admire the city’s French architecture and shopping streets, then grab a cold beer and a Bahn mi on a bustling street corner."
    },
    {
      "dayNumber": 2,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the UNESCO World Heritage-listed Ha Long Bay, which is dotted with sandy coves, grottoes and 1600 limestone islands, formed over millennia by wind and water erosion. Board a private boat and cruise the bay, exploring Surprise Cave and Ti Top Island Beach. If you like, you can also take on an optional kayaking tour of the bay and see the gorgeous natural scenery from a different perspective. Spend your evening aboard the boat beneath the night sky, watching as the stars come out and maybe grab a drink at the restaurant bar, getting to know your fellow travellers a little better."
    },
    {
      "dayNumber": 3,
      "title": "Hanoi – Overnight train.",
      "description": "Wake up on the waters of Ha Long Bay and maybe watch the sunrise as the eagles soar overhead. Then, you’ll visit The Green Life Centre, which is committed to turning the bay’s trash into treasure by collecting discarded items and skilfully turning them into handicrafts. Meet the team behind this important cause and learn how to transform rubbish into a reusable bag, a scrunchie or a makeup case. After return to Hanoi by bus. Arrive late this afternoon and enjoy a free afternoon until tonight’s train voyage. Be sure to grab a bowl of pho while you’re in town and slurp down this local specialty made from broth, noodles and meat. Maybe chill by Hoan Kiem Lake until you board an overnight train to Hue this evening."
    },
    {
      "dayNumber": 4,
      "title": "Hue .",
      "description": "Arrive in Hue this morning and transfer to your hotel. Once the imperial capital of Vietnam, Hue holds the treasures of the country’s royal past. Enjoy free time in the morning to rest or explore – you could check out the bustling Dong Ba Market to sample some of the specialties that once graced the Nguyen emperors' tables. Reunite with the group to visit the war-damaged ruins of the Imperial Citadel – a sprawling city-within-a-city which contains the remains of temples, state houses and the emperor’s palace."
    },
    {
      "dayNumber": 5,
      "title": "Hue.",
      "description": "See Hue like a local today – from the back of a motorbike! Straddle the saddle and whiz around town with a local guide, taking in historic and contemporary sights along the way. Stop at Thanh Toan to see the 18th-century covered bridge and villagers shopping at their local market. Visit the 17th-century active Buddhist monastery of Thien Mu Pagoda and see the car that belonged to Thich Quang Duc – the monk who self-immolated in 1963 in protest against the treatment of Buddhists by the South Vietnamese regime. For lunch, sit down to a vegetarian feast in a nunnery. Finish at the lakeside royal tomb of Emperor Tu Duc before heading back to town."
    },
    {
      "dayNumber": 6,
      "title": "Hoi An.",
      "description": "This morning, take the bus through coastal rice paddies and the spectacular Hai Van Pass. After a photo stop on the way, arrive in Hoi An – recently declared a UNESCO World Heritage site, Hoi An was a major international trading port during the 17th, 18th and 19th centuries. Today, parts of the beautifully preserved town retain the feel of centuries past. This is also a very popular town for shopping, famous for its many tailors. When you arrive, your leader will take you on a sightseeing walk through the Old Town to visit a handful of the city's major attractions. You’ll also be given a sightseeing pass so you can further explore select attractions at your leisure."
    },
    {
      "dayNumber": 7,
      "title": "Hoi An.",
      "description": "Today is a free day to explore Hoi An. Maybe browse the cobbled streets and art galleries or hire a bike and cycle through rice paddies out to Cua Dai Beach. Maybe browse for paintings, ceramics and colourful cloth lanterns in the town’s markets and preserved Chinese shophouses. If you’re craving a new look, you could visit to one of the hundreds of tailors and get an outfit custom made. Hoi An is also known for its delicious regional food, so you could have dinner a riverside restaurant or partake in a cooking class."
    },
    {
      "dayNumber": 8,
      "title": "Ho Chi Minh City.",
      "description": "Today, you’ll take a short, early morning flight to Ho Chi Minh City. Formerly known as Saigon, Ho Chi Minh City has a fascinating history and is arguably Vietnam’s capital of commerce and culture. After landing, take a sightseeing tour around the city by bus. Pass the Reunification Palace, Notre Dame Cathedral and the Opera House, then stop in at the War Remnants Museum to discover some of the sobering stories of the 20-year-long Vietnam/American War."
    },
    {
      "dayNumber": 9,
      "title": "Mekong Delta – Ho Chi Minh City.",
      "description": "This morning, head out on a daytrip to explore the Mekong Delta. Board a private boat to Ben Tre to visit the coconut gardens and stop at a local home to sample tropical fruits and coconut jams. After, paddle in sampans (small rowing boats) past coconut trees along the Mekong Delta. Take a tuk-tuk tour around the villages and learn about rural life and the industry created around coconut products like brooms and coconut fibre mats. Eat lunch at a restaurant in the heart of the Delta, sampling regional specialties like elephant ear fish. After, return to Ho Chi Minh City and maybe grab dinner with your fellow travellers to toast to a great adventure!"
    },
    {
      "dayNumber": 10,
      "title": "Ho Chi Minh City.",
      "description": "There are no activities included today and you’re free to depart your accommodation at any time, as long as you comply with check out time. If you would like to spend some more time in Ho Chi Minh City, just speak to your booking agent."
    }
  ],
  "map": ""
}