{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "ho-chi-minh-to-hanoi-tours-in-vietnam",
  "tourName": "Ho Chi Minh to Hanoi tours in Vietnam",
  "placesVisited": "Ho Chi Minh City, Mekong Delta, Hoi An, Hue, Motorbike tour of Hue, Perfume River boat ride, Hanoi, Halong Bay overnight cruise, Hanoi",
  "generalInfo": "Discover the spirit of Vietnam on a 10-day trip from south to north. Explore bustling Ho Chi Minh City, wander around the ancient trading port of Hoi An and the history-soaked monuments of Hue, finishing your journey in charming Hanoi. Vietnam’s beautiful landscapes, delicious cuisine and famously friendly people are all waiting to be discovered.<br/><br/>This is a fast-paced trip, covering a large area of Vietnam in a short amount of time, and is ideal for anyone eager to experience this vibrant country in an exhilarating burst. There is some driving involved (up to 4 hours at a time), but we use the overnight sleeper train between Hue and Hanoi, and fly from Ho Chi Minh City to Danang, to maximise your time in each destination. The rest of the travel is by boat, private bus, private vehicle and taxi.<br/><br/>Spend a day on the winding waterways of the Mekong Delta, the lifeblood and rice bowl of Southeast Asia, and tour Hue on the back of a motorbike. Enjoy a walking tour of Hoi An, a unique town influenced over the years by Europe, China and Vietnam, a boat trip on the Perfume River and then spend the night on one of the iconic junk-style boats that cruise between the limestone peaks of Halong Bay. End the trip with a memorable farewell dinner at KOTO restaurant, which serves delicious meals and supports underprivileged kids at the same time.<br/>",
  "durationDays": "10",
  "price": "1075",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Ho Chi Minh City.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure begins with a welcome meeting at 6 pm. As this trip doesn’t spend much time in Ho Chi Minh City, you might want to arrive a day or two early to see the sights. This city has a French influence, so there’s plenty of delicious coffee spots and Bahn mi shops to keep you occupied. Maybe head to Pham Ngu Lao Street to see the local open-aired market, visit Vinh Nghiem Pagoda or take an Urban Adventure with an expert local guide. After the meeting tonight, why not get to know your fellow travellers and the flavours of Vietnamese cuisine over an optional group dinner."
    },
    {
      "dayNumber": 2,
      "title": "Mekong Delta - Ho Chi Minh City.",
      "description": "Today you'll travel south by private minibus and spend the day exploring the Mekong Delta. Board a private boat and traverse the intricate waterways – soak up the tranquil surroundings as you float through this fertile landscape, often referred to as ‘the rice bowl of Vietnam’. Disembark at Ben Tre and visit the coconut gardens, stopping at a local home to sample tropical fruits and coconut jams before paddling in sampans (small rowing boats). Take a tuk-tuk tour around the villages, learning about rural life and how the locals make their living. Then, have lunch at a restaurant in the heart of the delta, sampling regional specialties like elephant ear fish. After the cruise, return via bus to Ho Chi Minh City."
    },
    {
      "dayNumber": 3,
      "title": "Hoi An.",
      "description": "This morning, say goodbye to Ho Chi Minh City and fly north to Danang. From here you’ll take a bus to Hoi An, with the five spectacular peaks of the Marble Mountains as a backdrop. Once in Hoi An, your leader will take you on a walking tour of the town, influenced over the years by Europe, China and Vietnam. The town was a major trading port from the 17th century onwards, and the outside influences can be seen all over its architecture, with pagodas and assembly halls found across the town. Wander the ancient streets that look much like they did over a century ago and take in a historic house (formerly home to a prominent trader), the Japanese Covered Bridge, a Chinese assembly hall and a museum. Then, your night is free to hit one of the waterside restaurants."
    },
    {
      "dayNumber": 4,
      "title": "Hoi An.",
      "description": "Enjoy a free day in the UNESCO World Heritage-listed Hoi An. You may like to wander the Central Market and the street stalls selling paintings, woodwork, ceramics, lanterns and much more. Hoi An is also famous for its talented tailors who can make beautiful items to order within a few hours. For those still feeling adventurous, why not hire a bicycle and tour the surrounding countryside? This is one of the best ways to get an insight into rural Vietnam. You also have the option to head out on a daytrip to My Son Cham – a UNESCO World Heritage-listed temple complex that reflects the rich cultural traditions of the Cham civilisation."
    },
    {
      "dayNumber": 5,
      "title": "Hue.",
      "description": "Leave Hoi An today and journey across the dramatic Hai Van Pass – a sometimes bumpy but incredibly scenic stretch of highway with views of Lang Co Beach. Make a quick photo stop on the way, then continue to Hue – the former imperial capital of Vietnam. When you arrive, join your leader for a tour of the Imperial Citadel – this fortress houses the Imperial City and the citadel-within-a-citadel, the Forbidden Purple City. This icon was almost completely destroyed during the Vietnam/American War, and the ruins and holes left by bombs are a reminder of the destruction that was caused. In your free time you might like to visit Dong Ba Market, which offers locally made goods, fresh produce and tantalising street food."
    },
    {
      "dayNumber": 6,
      "title": "Hue - Overnight Train.",
      "description": "Today’s adventure will be on the back of a motorbike! You’ll have your own driver who will take you around the Imperial Citadel and Thien Mu Pagoda – the unofficial symbol of Hue. This site dates back to 1601 and is still an active Buddhist monastery. Here, you’ll also see the car left by a monk who set himself alight to protest the treatment of Buddhists by the South Vietnamese regime. Ride to a special lunch spot at a Buddhist monastery and sit down to a vegetarian feast, then drive to the royal tomb of Emperor Tu Duc, which is set on a lake surrounded by frangipani bushes and pine trees. In the evening, board an overnight train to Hanoi."
    },
    {
      "dayNumber": 7,
      "title": "Hanoi.",
      "description": "Arrive in Hanoi early this morning and transfer to your hotel. Vietnam’s capital is famous for its beautiful lakes, shaded boulevards, public parks and beautiful Old Quarter. Soak up some free time to relax, then take a walking tour through the city. In your free time, maybe wander through the '36 Streets’ of the historic Old Quarter, chill out by the beautiful Hoan Kiem Lake, or visit the Fine Arts Museum. This museum plays a crucial role in maintaining and promoting the cultural heritage of Vietnam’s ethnic communities."
    },
    {
      "dayNumber": 8,
      "title": "Halong Bay.",
      "description": "Travel by private minibus to the spectacular UNESCO World Heritage site of Ha Long Bay. This is one of Vietnam’s most beautiful places, a secluded bay of emerald waters flecked with limestone islands and caves. When you arrive, you’ll hop on a cruise to explore Surprise Cave and the surrounding rock formations. In the warmer months, perhaps go kayaking or opt for a swim from Ti Top Island. On board, there’ll be a dining room and bar where you’ll enjoy your meals, including fresh seafood for lunch and dinner. Spend the night on the boat, maybe having a drink with your fellow travellers at the bar, beneath a sky alive with starlight."
    },
    {
      "dayNumber": 9,
      "title": "Hanoi.",
      "description": "Wake up on the waters of Ha Long Bay – if you’re keen, you could watch the sunrise from the deck this morning, watching the bay come alive with eagles, fishermen and sunlight. Then, visit The Green Life Centre – this organisation is committed to turning Ha Long Bay’s trash into treasure by collecting discarded items and skilfully turning them into handicrafts. Meet the team behind this important cause and learn how to transform rubbish into a useful and reusable bag. After your visit, return by bus to Hanoi. This afternoon, you’ll have free time to explore Hanoi's sights or relax at a cafe. Maybe stop for a bia hoi (freshly brewed draught beer) at one of the microbars in the Old Quarter. Tonight, there will be a farewell dinner at KOTO restaurant – an organisation that supports disadvantaged youth with careers in the hospitality industry."
    },
    {
      "dayNumber": 10,
      "title": "Hanoi.",
      "description": "Today, your exploration of Vietnam comes to an end. There are no activities planned for today and you can leave at any time after checking out. If you’d like to extend your stay and explore Hanoi, and it’s recommended that you do, just reach out to your booking agent ahead of time."
    }
  ],
  "map": ""
}