{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "hanoi-to-da-nang-tour-in-vietnam",
  "tourName": "Hanoi to Da Nang tour in Vietnam",
  "placesVisited": "7 World Heritage sites, Hanoi Sites and Streetlife, Overnight Halong Bay Cruise, Trang An Karst Landscapes, Overnight on the ‘Reunification Express’, Phong Nha National Park, Hoi An, My Son Ancient City, Marble Mountain, Hoi An",
  "generalInfo": "A wonderful introduction to this Indochinese nation, our 11-day World Heritage Sites of Vietnam tour takes in no less than 7 of the country’s 8 UNESCO-listed sites. <br/><br/>Starting in the bustling and vibrant capital Hanoi, we’ll take a boat cruise through magnificent Halong and Bai Tu Long bays, explore the spectacular karst scenery of Trang Anh - known as ‘Halong in the Paddy-fields’ – by bicycle and rowing boat, hike through the vast and awe-inspiring cave systems of Phong Nha National Park, check out the stunning imperial tombs along Hue’s Perfume River, find your your own favourite waterside café in old Hoi An and discover the atmospheric ruins of ancient My Son, the best preserved city of the little-known Cham civilization.<br/><br/>We’ll also have time to soak up the colourful street-life of Hanoi’s fascinating old quarter and discover traditional handicrafts and local markets, learn of the country’s rich, sometimes tragic, history - both ancient and recent - and of course discover the sumptuous and justifiably renowned local cuisine while keeping to a leisurely pace and allowing plenty of opportunities to just sit back and admire the views or do your own thing.<br/><br/>An enthralling and highly varied tour of the landscapes, culture and everyday life of Vietnam.      <br/><br/>Highlights<br/><br/>1. Hanoi; explore the Old Quarter, colonial architecture, lakeside cafes and pagodas of Vietnam's charming capital<br/>2. An overnight cruise through the magical landscapes of Halong and Bai Tu Long Bays<br/>3. Visit the sumptuous ancient imperial tombs an pagodas by boat along Hue's Perfume River<br/>4. Discover the dramatic limestone scenery and caves of Trang An at Ninh Binh - 'Halong in the Rice Fields'<br/>5. My Son, the ancient ruined city and former capital of the Cham empire that once rivaled Angkor<br/>6. Sample the region's superb cuisine with the emphasis, as usual, on the authentic, local food<br/><br/>Optional extensions<br/><br/>1. Extend your Vietnam tour with a stay on lush, tropical Phu Quoc Island<br/>2. Add on some quality R and R at a comfortable beach-side resort in Mui Ne<br/>3. Stay at a delightful, beach-side and low-key resort on secluded Whale Island in Nha Trang Bay<br/>4. Sapa and the far north – a 5-day, 4-night tour of this remote and picturesque region<br/>5. Angkor. Fly from Danang to explore the fabulous jungle-clad World Heritage temples <br/>6. Stop off on your way home for our off the beaten track Bangkok tour<br/><br/>Note groups sizes are 2 to maximum 12 persons with most meals (local-style) included and accommodation in 3 to 4* hotels.",
  "durationDays": "11",
  "price": "1595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Morning check-in to a downtown hotel in Hanoi's Old Quarter with a leisurely afternoon, introductory walking tour to explore the area - or perhaps take in an optional viewing of the unique water-puppet show - before a local-style welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day tour of some of the sights of the beautiful old city including the famous Ho Chi Minh Mausoleum, the 11th-century University and Temple of Literature, iconic ‘Train Street’, Hoan Kiem Lake, the excellent Museum of Ethnology and a stroll through the fascinating lanes of the bustling Old Quarter. (Precise itinerary may vary according to opening times, schedules etc.)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Departure for Halong Port where we’ll board our boat for an afternoon cruise through the awe-inspiring limestone scenery of UNESCO-listed, World Heritage Halong Bay. Explore the islands and grottoes before dinner and overnight on board. (A well-appointed craft with air-con, en-suite cabins)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early rise for dawn over Halong Bay before continuing through the myriad limestone islands and lagoons of the lesser-known, but equally, picturesque Bai Tu Long Bay. Midday return to Halong Port and an overland transfer south to the small town of Tam Coc in Ninh Binh Province."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A leisurely cycle through the lush paddy fields and jagged limestone escarpments of what is sometimes called the ‘Halong of the Rice Fields’. Afternoon rowing boat tour through Trang An's delightful labyrinth of caves, tunnels and emerald lagoons. Evening drive to nearby Ninh Binh to board the night sleeper train south.*"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning arrival in Dong Hoi and a drive into the hills for a day's exploration of Phong Nha – Ke Bang, Vietnam's largest, and now World Heritage-listed national park. We'll discover the area's spectacular limestone features and cave systems with an overnight stay in charming, family-run eco-resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South by road through the infamous DMZ (former Demilitarized Zone) with a stop to visit the incredible Vietcong tunnels at Vinh Moc and famous Hien Luong Bridge on the 17th parallel – which marked the old pre-1975 border between South and North Vietnam. Afternoon arrival and time at leisure to stroll around fun and friendly Hue Town."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Check out some of the numerous sites of the UNESCO-listed historic city and former imperial capital, Hue. Morning trip by ‘dragon boat’ up the Perfume River to visit the magnificent Thien Mu Pagoda followed by the spectacular pagodas, tomb and hunting park of Emperor Tu Duc. The afternoon’s itinerary includes a stroll around Hue’s main market and the famous ancient citadel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Short, scenic drive over the spectacular Hai Van Pass to Danang and a visit to the picturesque cave temples of Marble Mountain. After lunch, we’ll continue to Hoi An for an afternoon walking tour of the old town and waterfront. Well-preserved and charming, UNESCO-listed Hoi An was one of Southeast Asia’s most important ports during the 16th to 19th-centuries."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early morning visit to the atmospheric ruined temples of ancient My Son, ceremonial centre of the Cham Empire. The site is thought to have been occupied from the 4th up to the 13th centuries. Return to Hoi An with an afternoon at leisure to explore the quaint old streets, visit the bustling market or perhaps cycle down to the nearby beach for a dip or massage?"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning at leisure in Hoi An before a transfer to Danang Airport with a stop at the fascinating and nearby Cham Museum. A choice of flights to either Hanoi or Saigon is included while Danang International Airport also serves numerous other regional destinations including Singapore, KL, Phnom Penh and Bangkok."
    }
  ],
  "map": ""
}