{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "activity-holiday-in-vietnam-hike-bike-kayak",
  "tourName": "Activity holiday in Vietnam hike, bike & kayak",
  "placesVisited": "Hanoi, Sapa, Hoàng Liên Son Mountains, Lao Chai Valley, Su Pan, Mai Chau Valley, Ninh Binh, Cat Ba Island, Lan Ha Bay",
  "generalInfo": "Vietnam is like one gigantic adventure playground packed with potential for hikers, bikers and kayakers looking to make the most of an abundance of naturally exciting environments.<br/><br/>Hiking in the foothills of the Hoàng Liên Son Mountains and past the rice terraced slopes of Lao Chai, is such an antidote to Hanoi, and anyone wishing to unearth the real Vietnam, in the northwest, need look no further than the trails leading from the mountain town of Sapa.<br/><br/>Staying with local families in rural areas and stopping off at mountain villages is a real thrill and bound to resonate with any travellers looking to experience life’s simple natural pleasures.<br/><br/>No activity holiday in Vietnam would be complete without a bike ride or two. First of all, Hanoi provides the perfect place to put your pedals through their paces before exchanging city streets and lakeside paths for the green fields and farmsteads of the Mai Chau Valley.<br/><br/>Swap saddles for paddles for the final leg of this small group adventure as you take a ferry to Cat Ba Island, in Halong Bay, for a kayaking expedition around the untouched beaches and limestone karsts of Lan Ha Bay. <br/>",
  "durationDays": "11",
  "price": "1330",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Hanoi.",
      "description": "Xin chao! Welcome to Vietnam. Your adventure begins in Hanoi with a welcome meeting at 6 pm. If you arrive early, why not head out and discover Hanoi at your own pace. Take a walk around Hoan Kiem Lake and visit Ngoc Son Temple, start sampling the delicious street food or visit the Museum of Ethnology to find out more about the homes and lives of Vietnam’s ethnic communities. After the welcome meeting, you might like to join your group for an optional dinner at one of Hanoi's fantastic restaurants or streetside eateries."
    },
    {
      "dayNumber": 2,
      "title": "Lam Thuong Community Stay.",
      "description": "After breakfast this morning, escape the city and board a private minibus to the small village of Lam Thuong – a community-based tourism project designed to empower and bring positive impact for Vietnam’s ethnic minorities. When you arrive, head out on a walk through the village to a traditional 50-year-old Tay home to learn about the Tay people's culture. Then, head straight out on a hike to a waterfall with a local from the community guiding you through the jungle. After the hike, you'll enjoy a home-cooked dinner with your hosts using local ingredients. Tonight you'll stay in one of the village's stilt houses with beautiful views across the valley."
    },
    {
      "dayNumber": 3,
      "title": "Hiking in Sapa/Lao Chai.",
      "description": "Start the day early and drive to the town of Sapa, the starting point for today’s trek. You’ll stop for lunch and photo ops along the way before arriving in Lao Chai. From here, join your local guide and start your hike into the heart of the Vuon Quoc via Hoang Lien State Park, trekking through the dramatic landscapes of rural Vietnam on a trek to Ta Van. Along the way, you'll pass by terraced farms ripe with corn and rice, over brooks and through villages. When you arrive in the small village, sit down for a well-earned home-cooked dinner and settle into your local family homestay."
    },
    {
      "dayNumber": 4,
      "title": "Hiking in Su Pan.",
      "description": "This morning you’ll trek to Su Pan before taking some time to rest your feet on a bus ride back to Sapa. In the afternoon, the group returns to Hanoi, giving you a chance to rest, take a nap or play some road trip games with your fellow travellers. When you arrive back in Hanoi, maybe seek a bird's eye view of the city from one of the popular rooftop bars or stop street side for dinner and unwind with one of the famed iced coffees."
    },
    {
      "dayNumber": 5,
      "title": "Cycling in Hanoi.",
      "description": "Vietnam's capital is best explored on foot, so this morning your group will head out on a city walking tour. See the final resting place of Vietnam's revered revolutionary at Ho Chi Minh's Mausoleum and Museum before stopping by the Temple of Literature. Although the shrine was originally built in the 11th century and is therefore considered to be the city's oldest temple, the current structure and shrine to Confucius date back to the 18th century. This afternoon, jump on a bike for a leisurely cycling trip around Hanoi's West Lake. Tonight you’ll have free time to grab some Bahn Mi or Bun Cha (noodles with grilled meat) for dinner."
    },
    {
      "dayNumber": 6,
      "title": "Cycling in Mai Chau.",
      "description": "Leave Hanoi behind this morning and jump on your bike for a cycling trip to the Mai Chau Valley. There are some great photo opportunities along the way, including the viewpoint of Mai Chau – home to a variety of minority groups with their own unique cultures and languages. You’ll also have the opportunity to help local farmers plant rice seeds into the fields! Arrive in Mai Chau and head to the village of Pom Coong, where your local guide will introduce you to your hosts for lunch, and provide information on the region's people, lifestyles, customs and culture. This is a great opportunity to experience the local area, chat with your hosts and gain a real insight into life in this region. After lunch, you’ll have some free time before saddling up for another cycling trip to the nearby villages. Back at the homestay tonight, relax with a cold drink while watching the sun set over the mountains."
    },
    {
      "dayNumber": 7,
      "title": "Cycling in Ninh Binh.",
      "description": "After breakfast this morning, you’ll set out again on your bike on a cycling trip from Mai Chau to Ninh Binh – a region?well known for its lush green valleys, karst mountains and conservation areas. Ride through more paddy fields, testing your riding skills (or suspension) with shallow potholes and passing farmers drawn by water buffalo. After a day riding through green fields, small villages and waterways, you’ll have a free evening to recharge."
    },
    {
      "dayNumber": 8,
      "title": "Cat Ba Island.",
      "description": "Catch a bus this morning from Ninh Binh to Hai Phong, then jump on a ferry to Cat Ba Island. This island sits at the southeastern edge of UNESCO World Heritage-listed Ha Long Bay. Lan Ha Bay, where Cat Ba can be found, is part of Ha Long Bay but with the additional attraction of white-sand beaches. When you arrive, check in to your peaceful hilltop accommodation and soak up a free afternoon by taking it easy in a hammock. Alternatively, you can opt to keep your heart rate up with a hike or a trip to the beach."
    },
    {
      "dayNumber": 9,
      "title": "Kayaking around Cat Ba Island.",
      "description": "Explore the waters and limestone karsts of Lan Ha Bay on a full-day boat trip today. Get up close to the karsts on a short kayak paddle in the still waters beside the tree-clad outcrops – Ha Long Bay's World Heritage designation was extended to the Cat Ba archipelago due to its similar aesthetic of turquoise water and junk boats that are a quintessential picture of Vietnam – and, there are less tourists here, too! You’ll have lunch aboard the boat, with plenty of opportunities for a cheeky selfie. Spend a second night on Cat Ba Island tonight, with the evening free to visit the local restaurants and bars."
    },
    {
      "dayNumber": 10,
      "title": "Hanoi.",
      "description": "Say goodbye to Cat Ba Island this morning and head back to Hanoi. Arrive in the late afternoon and make the most of your free time – maybe head down to the markets for some last-minute souvenir shopping or visit one of the city's many museums or historical sites. The Fine Arts Museum and Hoa Lo 'Hanoi Hilton' Prison are good options. In the evening, why not head out for a farewell dinner with your group and toast the end of this amazing active adventure."
    },
    {
      "dayNumber": 11,
      "title": "Hanoi.",
      "description": "There are no activities planned after breakfast today and your adventure comes to an end. You're free to leave at any time after check out. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation. There's plenty to see if you'd like to continue exploring Hanoi or further afield – maybe hop onto an Urban Adventure tonight and discover more of Hanoi's street food scene."
    }
  ],
  "map": ""
}