{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-activity-holiday",
  "tourName": "Vietnam activity holiday",
  "placesVisited": "Hanoi, Mai Chau, H'mong regions, Thai hill tribe villages, Halong Bay, overnight train to Hue, Hoi An, Cu Chi Tunnels, Ho Chi Minh City, cycle rides and kayak tours, fly from Danang to Ho Chi Minh, Cai Be, Can Tho, floating markets",
  "generalInfo": "Whether it's kayaking beneath towering cliffs in the South China Sea, cycling past vibrant green paddy fields in the Mekong Delta or trekking to remote hill tribe villages, this dynamic trip allows responsible travellers to experience environments impossible to access by vehicle.<br/><br/>Vietnam adventure holidays are the stuff of legends and if you're hoping to trek, cycle, kayak and spend a night in a hill tribe village and overnight on a train bound for Hue then this incredible sixteen day tour is for you.<br/><br/>From towering limestone monoliths rising out of the South China Sea to the near-luminous green paddy fields stretching along the mighty Mekong Delta, this Vietnam adventure tour is all about getting active amongst some outstanding natural scenery with interaction with local people just as important as respecting the environment and listening to safety instructions.<br/><br/>Activities, such as kayaking and trekking, enable Vietnam adventure tours to reach areas inaccessible by vehicle with chances to try local Vietnamese cooking on the way from Hanoi to Ho Chi Minh, offering a true taste of Southeast Asia to soothe the soul and ensure you're raring to go. <br/>",
  "durationDays": "14",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, a city where an unstoppable energy meets traditional Vietnamese culture and colonial influences permeate the broad tree-lined boulevards, most noticeably in faded French architecture. Whether you’re buying baguettes and inexpensive coffee from the grand doorways of a past era, drifting alongside Hoan Kiem Lake or roaming the animated streets, Hanoi offers a delicious first taste of Vietnamese culture. Even crossing one of many manic roads is a memorable experience. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Hanoi? Secure pre-tour hotel nights through your sales representative. Accommodation: Babylon Grand Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer (approximately 3hr 30min) to the Hoa Binh Province this morning. Travelling along scenic roads with panoramic views of rolling hills, we journey to Tan Lac and the tranquil village of Xom Chien, home to approximately 75 families from the Muong community. Upon arrival, enjoy lunch cooked by a local family before an afternoon hike (1.5mi/2.5km), on which we visit a farm to learn about traditional agriculture practices. For the next two nights, we stay with a family, an excellent chance to learn more about rural life in this beautiful part of the country. Please note: You need to leave your main luggage at the Hanoi hotel while visiting Tan Lac, taking an overnight bag instead. You are reunited with your main luggage on Day 4 in Hanoi. Accommodation: Xom Chien village homestay"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Beeping, bustling Hanoi will be a faint memory, and the day is spent exploring this rural paradise. After an early breakfast, we start our trek. Today’s five-hour trek begins with a walk through lush valleys adorned with quilt-like rice terraces, swaying palms, and clusters of traditional villages. Along the route, breathtaking views of the region’s vast green orchards add to the allure of the landscape. A picnic lunch is provided, which we can enjoy while admiring the scenic views of the whole Lung Van area, fondly known as the Valley of the Cloud. Returning to our homestay, we enjoy a delicious dinner with our hosts before experiencing an enchanting traditional music show that brings the day's adventures to a memorable close. Accommodation: Xom Chien village homestay"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast and a relaxed morning, we depart Xom Chien and transfer (approximately 3hr 30min) back to Hanoi. On return, a city tour in Hanoi introduces the many layers of Vietnamese culture and history. Sites include Hoa Lo, the Temple of Literature, and the Old Quarter, the centuries-old soul of Hanoi. Stepping into this commercial labyrinth is not as confusing as it first may seem, but only once you realise the 36 streets indicate the products sold. So why not turn down Silk Street, Souvenir Street or even Gold Street? The remainder of the afternoon/early evening is free, perhaps to enjoy the view from a lakeside cafe. If you wish to join an optional activity, your tour leader can arrange a viewing of the water puppets, which originates from the 11th century, where folktale and legends are playfully recounted and soundtracked by wooden bells, bamboo flutes and cymbals. Accommodation: Babylon Grand Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early start, we transfer (approximately four hours) to Ha Long Bay where our private boat awaits, ready to cruise along Ha Long Bay. The name means ‘where the dragon descends into the sea’ –legend has it, the islands were formed when a dragon plunged into the waters. Carving crevasses on its way, it left roughly 3,000 limestone peaks rising from emerald waters. Soak up the enigmatic atmosphere this karst scenery creates, before kayaking to places inaccessible on the larger boat (weather permitting). A seafood lunch is served on board, and the evening is yours to unwind upon tranquil waters. The night is spent in twin-share cabins. Please note: You need to leave your main luggage in Hanoi at the hotel while visiting Ha Long Bay for one night and take an overnight bag instead. You will be reunited with your main luggage on Day 6 after arriving back to Hanoi. Accommodation: Overnight boat"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "As the boat cruises past the majestic peaks, there will be new opportunities to immerse ourselves in the mystical quality of Ha Long Bay. After returning to port, we transfer to Hanoi train station and board the Reunification Express for the overnight train to Hue (approximately 13 hours). The journey is a great way to travel like the local people and really experience Vietnam. Accommodation: Overnight train"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning, we arrive in Hue, the cultural and historical centre of Vietnam. Brimming with charisma, the city has impacted several poets in its time and serves as a reminder of Vietnam’s imperial glories. Today we take a bus transfer to the Imperial Citadel and Thien Mu Pagoda to peep into the life of Nguyen emperors. With 6mi (9.5km) long walls, the Imperial Citadel is the most outstanding sight in town. We explore the palaces, halls of the Mandarins, and remains of the Forbidden Purple City, once only open to the emperor, his eunuchs and concubines. The rest of the afternoon is free for you to relax and enjoy at leisure. Accommodation: Park View Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we transfer by bus to Emperor Tu Duc's Mausoleum. Amid a lake and boundless pine forest, this tomb is deemed the most extravagant mausoleum of the great Nguyen emperors and one of the most beautiful pieces of royal architecture in Vietnam. Next, an 80mi (130km) drive to Da Nang passes through the Lang Co peninsula, between crystal lagoon waters and the Eastern Sea, as well as the Hai Van pass, known as the Pass of the Ocean Clouds. In Da Nang, climb the Marble Mountains and explore the large caves used by the Viet Cong as a hospital base during the war. At the peak, enjoy stretching views over My Khe beach and the countryside. We spend the next two nights in Hoi An, an ancient trading port town often described as a living museum. Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Embrace the sleepy ambience of Hoi An on a orientation walking tour. Wooden merchant houses and pagoda-style temples line the streets, architecturally reflecting the Japanese, Chinese and European influences on the town. The afternoon is free to enjoy what many call their favourite town in Vietnam. Take a boat trip on the Thu Bon River, meander around the thriving riverside markets, or explore the silk shops. Alternatively, hire a bike and cut through countryside towards Cua Dai beach, past markets, schools and villages (3mi/5km). Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Da Nang airport and fly to Ho Chi Minh City (approximately 70 minutes), a city of chaotic thrills. Please note, HCMC is in the south, and therefore likely to be much warmer and humid than the north. Upon arrival, a 60-minute drive takes us to the Ben Dinh section of the Cu Chi tunnels. Crawl through the infamous and intricate system and experience the spirit of guerrilla warfare. Used by the Viet Cong during the war as escape routes and living quarters, the network covers three levels and approximately 150mi (240km) of tunnels. Although they were traditionally very narrow, they have now been widened to allow an extensive exploration of the system. Even so, people with claustrophobia may prefer to stay outside in the sunshine. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arrive in the small market town of My Tho after a three hour drive. After hopping onto our bikes, we follow the Mekong River through quiet backroads towards Cai Be (approximately 16mi/25km). Known as the Rice Bowl of Vietnam, the Mekong Delta produces most of the country’s tropical fruits, some of which you can sample, plus sugar cane and coconuts. Transfer back to Can Tho (approximately two hours) to relax and soak up the atmosphere of this quiet riverside town or explore the maze of backstreets and wide boulevards. Please note: You need to leave your main luggage in Ho Chi Minh City at the hotel while visiting Mekong Delta for two nights and take an overnight bag instead. You will be reunited with your main luggage on Day 13 after arriving back to Ho Chi Minh City. Accommodation: Ninh Kieu Riverside Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We have an early start for a boat trip along the Bassac River towards Cai Rang, the largest and liveliest floating market in the Delta. Float through a maze of boats filled with fruits, vegetables and plants, and watch the techniques the sellers use to make a living. One includes attaching their produce to long poles and hanging them above the boat, enabling them to showcase their items from all angles and distances. Since you’ll be witnessing authentic trade in full swing, there will be countless opportunities to capture traditional scenes on camera. Afterwards, we cycle to Vinh Long through rural villages and scenic landscapes (approximately 20mi/32km). Reaching the end of the day, we transfer by motorboat to an island in the middle of the Mekong River to overnight at a homestay guesthouse built in the style of a local house. Bedding, a mosquito net and a small towel are provided. Accommodation: Homestay guesthouse"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cruise by boat along the Cai Be floating market and visit cottage industries manufacturing local products such as popped rice, sweets, pancakes and wine. Recently, the market is becoming less crowded and smaller as fruit trading is mostly now done by trucks. However, this is still a great opportunity to see a local market and traditional trade on a smaller scale. We return to Ho Chi Minh City, which was devastated by the Vietnam War but is now a bustling free-market city. A combination of old and new diversifies the city with temples standing among zooming scooters and modern developments. The Reunification Palace is one stop on our tour, known for its 1960s architecture and slightly garish appeal as much as its association with the fall of Saigon (now HCMC) in 1975. Another stop is the War Remnants Museum, housing a collection outlining the horrors of modern history and warfare and impact on innocent civilians. Be aware, these records are often very graphic and distressing. Heading to the romantic Catholic Notre Dame Cathedral throws yet another light on the city. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You’ve trekked through hill villages, explored the Mekong Delta and cruised Ha Long Bay; but today, the adventure comes to an end and we begin our return journeys home. However, you can continue your journey of discovery in Southeast Asia by joining our Angkor Wat add-on tour, where we head to Cambodia to explore the key sites in Phnom Penh, including Angkor, one of the world’s great archaeological sites. Speak to your sales representative to book."
    }
  ],
  "map": ""
}