{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "hidden-vietnam-guided-tour",
  "tourName": "Hidden Vietnam guided tour",
  "placesVisited": "",
  "generalInfo": "Get to know the real Vietnam on this 13-day journey through the landscapes and cultures most tourists whizz straight past. Starting in the absorbing capital Hanoi, we head out of the city to meet and stay with families in the hill village of Ta Phin and enjoy a leisurely bike ride through the rural landscapes around Hoi An. We also trek through the rice fields of Sapa, cruise the secluded Lan Ha Bay – a less touristy (but no less beautiful) alternative to the ever-popular Ha Long Bay – and experience the spectacular caves of Phong Nha-Ke Bang National Park. By the end, we will have experienced the full spectrum of life in Vietnam – a fascinating, rewarding adventure.",
  "durationDays": "13",
  "price": "2499",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, a city that offers a delicious first taste of Vietnamese culture. Whether you’re buying baguettes and inexpensive coffee from the grand doorways of a past era, drifting alongside Hoan Kiem Lake or roaming the animated streets, Hanoi will delight your senses. Even crossing the road is a memorable experience. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging dinner at a nearby restaurant. Want more time in Hanoi? Secure pre-tour hotel nights through your sales representative. Accommodation: Babylon Grand Hotel & Spa (or similar) Upgrade to a premium room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We depart Hanoi early this morning and drive north (approximately six hours) through scenic countryside and mountainous terrain to the remote town of Sapa in northwest Vietnam. It overlooks a beautiful valley and is known for its cool mountain atmosphere, while the surrounding region of picturesque hills, terraced rice fields and villages are home to many different ethnic minority communities. Upon arrival in the early afternoon, we have time to explore the town. We visit the lively market: a maze of stalls where local people buy and sell handicrafts and fresh produce. Make sure to sample the delicious street food. Accommodation: Hotel De Sapa (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we hike to the traditional hillside village of Ta Phin. Accompanied by a local guide, we follow a scenic route through lush forests and terraced rice fields, stopping for a picnic lunch. Depending on the route taken (which could be a paved flat route or a slightly more demanding scenic route), the hike takes between four and seven hours and will be adjusted by the local guide and tour leader to suit the group’s pace and fitness. The hilly scenic route crosses rivers and riverbanks through a rocky, and sometimes muddy, terrain. The alternative route’s terrain is mainly flat and covers approximately 8mi (13km) with occasional uphill and downhill stretches. There are plenty of stops along the way to admire the views. Accommodation: Homestay in Ta Phin village"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we bid farewell to our hosts and drive back to Hanoi (approximately six hours). After checking into our hotel, we have the rest of the day free to explore Hanoi, the fascinating capital of Vietnam. You may wish to wander through the Old Quarter, where the 36 Streets are named after the product in which each specialises, such as Silk Street, Gold Street, Paper Street, and Tourist Souvenir Street. Or perhaps take a stroll around Hoan Kiem Lake, a favourite pastime for many Hanoi residents. You may have the choice this evening to see a water puppet performance, which your leader can arrange (subject to availability). Accommodation: Babylon Grand Hotel & Spa (or similar) Upgrade to a premium room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We rise early and transfer (2hr 30min) to the ferry pier in Ha Phong city, where we catch a 30-minute ferry to Cat Ba island. We then transfer to Beo Pier, where we board our boat and spend four hours in the afternoon cruising Lan Ha Bay, where incredible karst islands and limestone outcrops mirror those at the better-known Ha Long Bay. The tour includes kayaking for those who wish to participate, allowing us to get up close to the towering limestone cliffs, hidden lagoons, and tranquil beaches of the bay. We also enjoy an included lunch on the boat. Following the trip, we transfer to Cat Ba Ecolodge, a sustainable eco-resort in the heart of Cat Ba Island. The resort offers beautiful mountain and forest views and is the perfect place to unwind following an afternoon of adventure. In the evening, we have a barbecue dinner at the resort featuring locally sourced ingredients allowing us to taste the unique flavours of Vietnamese cuisine and enjoy the peaceful ambiance. Accommodation: Cat Ba Ecolodge"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We leave Cat Ba Island after breakfast, arriving at the ferry pier at 8.30am. We then take the 30-minute ferry back to Hai Phong city and return to our hotel for around midday. There is a bit of free time in the afternoon and early evening in the capital. You might like to join the local people by pulling up a plastic stool and sampling one of the many street food offerings; the bun cha (barbecued pork with rice noodles and fresh herbs) is particularly delicious. In the evening, we transfer to the railway station to board our overnight train to Dong Hoi, 310mi (500km) south of Hanoi. Accommodation: Overnight train"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arriving early in Dong Hoi, we stretch our legs and stop for breakfast in town before we take a transfer (approximately one hour) to Phong Nha where we spend the next two nights at an eco-resort. Phong Nha is located in the Quang Binh province, a true beauty and relatively undiscovered by mainstream tourism. It's home to a wide range of natural wonders, including the Phong Nha-Ke Bang National Park, home to remarkable caves and rivers. Our accommodation by the tranquil Dong Suon Lake is the perfect place to recharge after the overnight train ride. The day is free for you to kayak on the lake, swim or soak up the peaceful atmosphere. Accommodation: Phong Nha Lakehouse (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Following a relaxed breakfast, we start our day of adventure with a short transfer to Phong Nha-Ke Bang National Park. Designated a Unesco World Heritage site in 2003, the national park contains the oldest karst mountains in Asia. Home to hundreds of cave systems and spectacular underground rivers, this is an area very new to tourism but sure to impress. We begin at Thien Duong Cave, also known as Paradise Cave, which was only discovered in 2005. It is known for having intricate and unique rock formations, while the colours and patterns within the cave are truly awe-inspiring. Our next stop is a boat trip to the Phong Nha Cave. This journey takes us along the Son River, surrounded by towering limestone cliffs; an excellent opportunity to take in the serene beauty of park. Accommodation: Phong Nha Lakehouse (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Departing after breakfast, we transfer south to Hoi An. Our drive (6hr 30min-7hr, excluding lunch break and depending on traffic conditions) passes a wide range of scenery along the way. The route between Phong Nha and Hoi An is among the most scenic in Vietnam, encompassing majestic mountains, verdant forests and serene waterways. After checking into our hotel, we embrace the sleepy ambience of Hoi An on an orientation walk around the old town: the original European trading port in Vietnam dating to the mid-16th century. It is now a living museum, with attractive wooden merchant houses and pagoda-style temples displaying Chinese, Japanese, Vietnamese and European architectural influences. It is also a marvelous place to wander around, dipping into the thriving riverside market and shopping for silk clothing. Accommodation: Hoi An Sincerity Hotel & Spa (or similar) Upgrade to a balcony pool view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Following breakfast, we have a leisurely half-day bike trip through the Hoi An countryside including a stop at Can Kim Island. Upon arrival at Cam Kim Island, we receive a warm welcome into a local family's home and learn the secrets behind my quang. This traditional rice noodle dish is one of the most popular meals in the region and often served on special occasions, including at parties, anniversaries and during T?t (Vietnamese New Year). During the demonstration, we learn about the ingredients and cooking techniques used and then roll up our sleeves to make the dish ourselves under the expert tutelage of the family. We then return to Hoi An, where the rest of the day is free to enjoy a town that has become a favourite for so many travellers to Vietnam. Accommodation: Hoi An Sincerity Hotel & Spa (or similar) Upgrade to a balcony pool view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, we transfer to Da Nang Airport for the flight (approximately 1hr 25min) to Ho Chi Minh City (formally Saigon). This is an exciting, absorbing metropolis where scooters pack the streets and temples stand alongside modern developments. Devastated by the Vietnam War, it is now a bustling free-market city where anything goes. The Saigon River and Ben Thanh market are within walking distance and are highly recommended. After arrival, we take a short, leisurely orientation walk passing sites such as Bach Dang Wharf, Bitexco Tower, Ton That Dam old market and Ben Thanh market. Accommodation: Bong Sen Saigon Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we jump into a cyclo (a three-wheeled bicycle-taxi) for a two-hour tour, a unique, immersive experience through the markets and streets of Ho Chi Minh City. Our first stop will be the energetic Hoa Ho Thi Ky market, where we stroll around and get a feel for the bustling atmosphere. We then hop back on our cyclo and make our way to Nh?t T?o market, a paradise for tech enthusiasts. Next, we visit Thi?c market, which specialises in fresh vegetables, fruits, and some types of jewellery. Finally, we visit Thien Hau Pagoda, a spiritual landmark dedicated to the Chinese sea goddess Mazu. The colourful interior and intricate decorations of the pagoda provide a peaceful respite from the electric city. The remainder of the day is free for your own independent exploration. You may wish to visit the War Remnants Museum, which has an extensive photographic record of the Vietnam-American War. Please be aware that some images at the museum are very graphic. Alternatively, other popular sites to visit are the Notre Dame Cathedral or the Reunification Palace. Accommodation: Bong Sen Saigon Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You've explored the underground rivers and caves at Phong Nha-Ke Bang, stayed in a hill village and kayaked Lan Ha Bay; but today, the adventure comes to an end and we begin our return journeys home. However, if you’re not ready for the adventure to end, speak to your sales representative about joining our add-on tour to Angkor in Cambodia, the standout archaeological site in Southeast Asia. Speak to your sales representative to book."
    }
  ],
  "map": ""
}