{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-family-holiday-small-group",
  "tourName": "Vietnam family holiday, small group",
  "placesVisited": "Hanoi, Halong Bay cruise, Da Nang, Hoi An, Cua Dai beach, overnight train from Da Nang to Nha Trang, Whale Island, Ho Chi Minh City, Cu Chi Tunnels, Mekong Delta guesthouse, Optional visit to Dam Sen Water Park, Included activities include: evening cooking class, kayaking, cycling",
  "generalInfo": "This two week family holiday in Vietnam places you in a small group with other families as you embark on a safe, enjoyable and incredibly interactive adventure in Southeast Asia. <br/><br/>From Hanoi and Halong Bay in the north through to Ho Chi Minh City and the Mekong Delta in the south this tour of Vietnam features a variety of classic locations alongside lots of off the beaten track settings and included activities. <br/><br/>Prepare your family for an eclectic assault on the senses as you explore city streets, cycle through countryside and kayak past the limestone peaks dotted across Halong Bay. There’s no better way for families to travel other than with children of a similar age and parents who wish to build interactive and educational experiences into an efficient two week itinerary. <br/><br/>Boat trips along the Mekong Delta, snorkelling trips around Whale Island and bike tours through lush green rice paddies, close to Hoi An, all help this fabulous family holiday take shape with an exciting overnight train ride ensuring every day promises a different tale to tell.<br/><br/>Chopsticks at the ready everyone as this is one family adventure that will expand cultural horizons as well as tantalising taste buds as you get to experience every aspect of Vietnam with bffs that you haven’t met yet.<br/>",
  "durationDays": "14",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Hanoi, the culture-rich capital of Vietnam. The day is free to recover from the flight or stroll among broad tree-lined avenues dating from the French period. Around 6pm, say xin chào to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Vietnamese welcome by arranging dinner at a local restaurant, where your children will have their first opportunity to master their chopstick skills. Want to spend more time in Hanoi? Secure pre-tour hotel nights through your sales representative. Accommodation: Babylon Grand Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We take a city tour this morning, which will include a visit to the Ho Chi Minh Mausoleum area to see his stilt house and visit the One Pillar Pagoda. We'll also visit the Temple of Literature and the Hoa Lo Prison (also known as the Hanoi Hilton). After, we take a cyclo (bicycle taxi) through the Old Quarter, which is home to the 36 Streets, each named for the products sold on it, such as Silk Street, Gold Street and Paper Street. The remainder of the day is at leisure. We recommend strolling around Hoan Kiem Lake, stopping for a coffee or ice cream at one of the many waterside cafes. In the evening, there is the option to enjoy a water puppet performance, a classic Hanoi experience. Accommodation: Babylon Grand Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We start early for the approximate four-hour journey to Ha Long Bay, where 3,000 limestone peaks rise from the emerald waters. We cruise among this amazing karst scenery, stopping to kayak (weather permitting) in places inaccessible by the larger boat, before a seafood lunch. In the late afternoon, we watch the sunset and enjoy another lovely meal before a night on the boat in twin-share cabins. Accommodation: Overnight boat"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We continue to cruise around Ha Long Bay this morning before returning to port. We then drive back to Hanoi, and transfer to the airport for a flight to Da Nang (approximately 1hr 30min). Upon arrival, we take a transfer (approximately 45 minutes) and check into our hotel in Hoi An and relax. Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we enjoy a walking tour of Hoi An old town; a World Heritage site and the original European trading port in Vietnam. It is now a living museum, with attractive wooden merchant houses and pagoda-style temples with Chinese, Japanese, Vietnamese and European architectural influences. The afternoon is free for you to discover this marvellous place and enjoy the thriving riverside market. In the evening, we join an informal cooking class where adults and children will learn how to make some Hoi An speciality dishes and even create spring rolls. Accommodation: Hoi An Sincerity Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, we jump on bikes for a ride on quiet roads through the countryside past markets, schools and villages before continuing to Cua Dai beach (3mi/5km). Please note, we can provide bikes for children who are 3ft 9.5in (1.2m) and taller. The afternoon is dedicated to free time at the beach for swimming, or you can take an optional boat trip on the river or relax back in town. Later this evening, we transfer (approximately 45 minutes) to Da Nang train station, where we board an overnight train to Nha Trang. The group will have use of day rooms at our Hoi An hotel until 6pm, which can be used to freshen up before the overnight train. Accommodation: Overnight train"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, upon arrival in Nha Trang, we have breakfast and then transfer (approximately three hours) to the tropical retreat of Whale Island. With just one guesthouse on the island and beach bungalow accommodation, this really is a chance to unwind in paradise. Accommodation: Whale Island Resort (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Relax and unwind today. Join a boat trip in the morning for a spot of snorkelling and sea swimming before a seafood lunch. During our boat trip, we pass a small fishing village and see the Whale temple on a small island (only local people are allowed access to this island). In the afternoon, you have the option to relax on the beach or walk around the island to the viewpoint for a 360-degree view of the mountainous coastline and the surrounding coves and white-sand beaches. Accommodation: Whale Island Resort (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We may have time for one last sea swim (depending on flight schedules) before transferring to the airport for our flight to Ho Chi Minh City, previously known as Saigon. This is an exciting and absorbing metropolis, where scooters rule the streets and old temples stand alongside modern developments. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We visit the Cu Chi tunnels in the morning, which were used by the Viet Cong as living quarters and escape routes during the Vietnam War. Originally very narrow, some parts have been widened for tourists, allowing us to explore some of the extensive system. People with claustrophobia may prefer to stay outside in the sunshine before we return to Ho Chi Minh City. In the afternoon, we wander around the city visiting the Saigon River, Ben Thanh market, Reunification Hall and Notre Dame Cathedral. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, we drive to Cai Be in the Mekong Delta (approximately 2hr 30min). The Mekong, known as the Rice Bowl of Vietnam, produces much of the fruit, sugarcane and coconuts in Vietnam. We spend time at Cai Be, where we begin a Mekong River boat trip, visiting typical riverside villages, where we learn about some of the local products, including popped rice, rice paper and coconut candy. We continue our journey after lunch, passing magnificent countryside and stopping at cottage industries. The evening is tranquil as we have dinner on an island and enjoy Delta hospitality. We spend the night sleeping at a modest guesthouse built in the style of a local house. Bedding, a mosquito net and a small towel are provided. Accommodation: Homestay-Style Guesthouse"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning, we walk through orchards and navigate small canals in a traditional wooden sampan. Later, we rejoin our boat to rendezvous with our vehicle for the journey back to Ho Chi Minh City via a little-visited Cao Dai temple used by devotees of this indigenous religion, which fuses all the great religions of east and west. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is a free day to explore Ho Chi Minh City at leisure or do some souvenir shopping. Alternatively, there is the option (additional cost, payable locally) to visit the excellent Dam Sen Water Park, which has slides and rides. Your leader will advise further during the trip for those who wish to do this optional activity. Accommodation: Huong Sen Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This family adventure draws to a close after breakfast. However, if you’d like a little more time to explore this buzzing city, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}