{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-south-to-north-holiday-tailor-made",
  "tourName": "Vietnam south to north holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "Vietnam, a land of diverse wonders, offers a journey that seamlessly transitions from the lush deltas of the south to the misty highlands of the north. Starting in the south, the vibrant Mekong Delta enchants travelers with its floating markets, winding waterways, and lush green paddies. Moving northward, the central region reveals its historical treasures, with the ancient imperial city of Hue and the lantern-lit streets of Hoi An showcasing Vietnam’s royal and cultural heritage. Along the way, the dramatic coastline and pristine beaches of Da Nang offer moments of relaxation and scenic beauty. Farther north, the bustling streets of Hanoi greet visitors with their vibrant blend of French colonial architecture, bustling markets, and rich traditions. Beyond the capital, nature takes center stage in the breathtaking karst formations of Halong Bay, a UNESCO World Heritage site, and the terraced rice fields of Sapa, where mist-shrouded mountains meet vibrant hill tribe cultures. This south-to-north adventure captures the essence of Vietnam’s landscapes, history, and traditions, offering an unforgettable exploration of a truly remarkable country.",
  "durationDays": "14",
  "price": "2350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Chao Ban! Welcome to HCM City, we meet you at the airport and take you to your hotel for check-in. Today is free at your leisure to rest or explore, discovering your own first impressions of Vietnam (depending on what time you arrive). Overnight in HCM City. Inclusion: Transfer pick up, guide pick up, hotel Overnight Adora Art Hotel or similar 4star"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Depart at 8:00 AM, you have the opportunity to experience what life was like for the Vietcong guerrillas who live and fought underground during the war with the Americans and the South Vietnamese. You are able to crawl through 50 m (150 ft.) out of the some 200 km of tunnels which run under the CuChi area’s underground complex. We also visit a rice paper workshop where handmade paper is made. En route, you enjoy spectacular scenic vistas, including eye-popping views of our rice paddy fields which stretch off from the road as far as the eye can see. Back your hotel in early afternoon. This afternoon, free at your leisure to explore the commercial city on your own. Stay second night in HCM City. Inclusion: Transfer, guide, entrance fee, breakfast. Overnight Adora Art Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart HCM City at 8:00 AM from your hotel. Head south to Cai Be. Upon arrival at around 10:30 AM, board a boat for a journey through the Mekong's river. See how river life goes on here, local farmers. Alive and exciting! Cruise through the secluded canals and stop at some local factories to see locals making pop rice cake and pedal down narrow natural waterways. Stop at local home to try seasonal fruits. Lunch at local house before boating to Vinh Long. Back on the car for our trip to Can Tho to overnight. Inclusion: Transfer, guide, entrance fee, breakfast, local boat, hotel as day 1 +2"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "An early start at 6:30 AM for a boat trip to Cai Rang floating market. Of course now this market is not crowded and busy as it was before, but still interesting experience, followed by a walk on a quiet country road getting a little bit closer local life here. Our van pick us up and transfer to Vinh Long. We visit Phu Ly pagoda - one of the ancient Khmer pagodas in Vinh Long province. The pagoda was built in 1672, great combination of Indian, Thai and Cambodia architecture. Then, we keep on driving back HCM City. Arrive in HCM City airport for late afternoon flight to Danang. Upon arrival, pick up and transfer to your hotel in Hoian for check in and stay overnight in Hoian. Inclusion: Transfer, guide, entrance fee, local boat, breakfast, domestic flight ticket, hotel Can Tho or similar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Have breakfast at your hotel then at 9:00AM our guide will meet you and this morning we will take a walk to visit around old streets to discover the charming beauty of Hoi An Ancient Town including Japanese Covered Bridge, Chinese Assembly Halls, Sa Huynh Museum, old houses and local market. Hoi An is such an ideal place for shopping and making tailor with reasonable price. This afternoon, you will be free to explore the other places or relax on the beach. Stay overnight in Hoian. Tip: This is a very good chance for you to get great tailor-made clothes at reasonable prices. Hoian is well known for its tailoring. Inclusion: Transfer, guide, breakfast, hotel Hoian Chic Green Retreat"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In this early morning, our guide welcomes you at the hotel in Hoi An and start to cycle to Tra Que Vegetable Village 3km from Hoi An Ancient Town. Along the road are villages and beautiful countryside. On arrival, you are welcomed with the friendly smiles and special drink: “E” water or local tea. You will dress in farming clothes, take a short walk around to visit the garden where local farmers work and use the traditional methods without having electrical machines support. After that you are under the instruction of household; he will show you how to prepare and make the land, you fertilize green manure before growing vegetables. Watering the vegetables, which you have just grown, is the last activity in the procedure of planting them. After that, you come back the house to relax by soaking your feet in Vietnamese herbs. This is one of the ways to refresh ourselves after the hard working time on the farm of Vietnamese. Here is the chance for you to join a cooking class with the family. Under the instruction how to prepare ingredients, you will cook Hoi An special foods. Have lunch at the family. Then you will be transferred back your hotel in Hoi An. In the afternoon you are free to visit other corner of Hoian and relax on the beach. Stay overnight in Hoian. Inclusion: Transfer, guide, breakfast, lunch Hanoi Pearl Hote"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast at the hotel and free at your own leisure to relax until we pick you up for flight to Hanoi. Airport pick up upon arrival then transfer to center . Check in hotel and spend the night here. Inclusion: Transfer, guide, domestic flight ticket, breakfast."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We pick you up at 8:00 AM for a short transfer outside of Hanoi, you have this morning to learn about Hanoi villages’ life, its traditions, and customs. You walk or cycle along the villages for visiting some old houses, their worshipping temples, pagoda and communal house. Then, it is time to talk with a veteran to learn more about war in Vietnam before. Have lunch on your own. Afternoon is continued with the cyclo trip around Hoan Kiem Lake, visit Ngoc Son Temple and Literarture Temple. Then we start walking around 4Km in old quarter \"36 streets\" to visit some famous and specialized- food families or stalls/ local restaurants, shops where they run their business every day, certainly you will watch and taste around 4- 6 particular dishes, we can customize vegetarian or special food too. We return to your hotel around 21:00. Inclusion: Transfer, guide, entrance fees, breakfast, lunch, water, local bike, community development fund, Hotel Hanoi Pearl Hotel or similar"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart from your Hanoi hotel at 8:00 AM transferring to Mai Chau on our spectacular 4-hour drive. Upon arrival at Poom Coom village in Mai Chau, we take a short walk to visit the ethnic Thai people then lunch is served. At 1:00 PM, take a short car ride in about 1 hour before we set off for our hiking through the beauty of Pu Luong nature reserve, the trek is intermediate level and requires some walking up hills but it’s worth your hike as we see many spectacular views of villages and terraces. Arrival at the Thai village check in an Eco lodge for rest and stay overnight. Driving Distance: about 230 km Trekking Distance: about 9 km (3 hours) Trail Difficulty: 3/5 Inclusion: Transfer, guide, entrance fee, lunch, dinner, water, hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Wake up early today is recommended as your chance to witness more local activities in the morning. After having our breakfast, we say good-bye to our host by around 8.00 AM for our good hike ahead. More trek today through hidden gems of Pu Luong including beautiful view of valleys, nice terraces and peaceful villages. We stop for our picnic lunch then continue our trek through more villages to reach to Hieu village in the afternoon. Take rest as you wish then you are free to stroll around the village to interact with the locals and visit the beautiful waterfall nearby. Then our transfer pick up and take you back Eco lodge. Trekking Distance: about 12 km (5 – 6 hours) Trail Difficulty: 3/5 Inclusion: Guide, entrance fee, water, all meals, hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Wake last day here at this beautiful nature reserve and friendly villagers so take the chance to explore around on your own or with our guide around the village. We then take an easy walk in about 1,5 hours to the town-let of this nature reserve where you van is waiting for us. Lunch at one of the local restaurants before having a scenic drive back to Hanoi. Driving Distance: about 235 km Trekking Distance: 8 km Trail Difficulty: 2/5 Inclusion: Transfer, guide, entrance fee, water, breakfast, lunch, hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure for Ha Long Bay is around 8:00 AM in a shared van. Arrive at the port around 12:30 PM. Welcomed on board, you are taken to your cabin before the trip briefing while you cruise to Bai Tu Long Bay and admire the fascinating formations. Visit Thien Canh Son cave. Then relax at our secluded island-beach or explore by kayak. Later you return back to the boat just in time to watch the beautiful sunset from the top deck before enjoying the bay’s freshest seafood dinner. Inclusion: Transfer, guide on boat, entrance fee, kayak, boat / junk, all meals, permits Dragon Legend Cruise 4*"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early risers can enjoy the sunrise and the quiet breath-taking beauty of Bay’s landscape with towering limestone. You have breakfast at around 8:00 AM before our short rowboat by the locals of the bay. Lunch on the boat as we slowly cruise back to boat pier. Hit the road before arriving back to Hanoi around 5:30 PM. Inclusion: Transfer, guide, entrance fee, boat/junk, row boat, breakfast, lunch, hotel Dragon Legend Cruise"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Breakfast at hotel. Depending on your flight you may have some time for shopping. Then we transfer you to the airport for your flight home. Inclusion: Transfer, breakfast."
    }
  ],
  "map": ""
}