{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-tours-tailor-made",
  "tourName": "Vietnam tours, tailor made",
  "placesVisited": "",
  "generalInfo": "Eco-adventures Vietnam is an ideal package for travelers, who are active adventure-lovers and wish to experience some Vietnamese culture along the way. <br/>This amazing eco-friendly adventure and 15-day package tour sets out to explore Vietnam with its colorful mix of culture, history and nature.<br/>All the soft adventure activities on this tour are suitable for the first-timer, as well as the outdoor enthusiast.",
  "durationDays": "15",
  "price": "3540",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Good morning Hanoi: Chao Ban! Welcome to Hanoi, we will meet you at the airport and take you to your hotel for check-in. Today is free at your leisure to rest or explore, discovering your own first impressions of Vietnam (depending on what time you arrive). Overnight in Hanoi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hanoi city tour – Vietnam cyclo, night train to Lao Cai: Depart at 8:00 am from your hotel by van. We will begin our day by visiting Uncle Ho at the Ho Chi Minh Mausoleum and residential grounds learning about his great life. Next stop is the nearby Temple of Literature, the site of Vietnam's first University. Here we will also have a chance to see a traditional music performance. Lunch will be served at a local restaurant for a taste of authentic Hanoi Pho (noodle soup). In the afternoon, choose from one of the numerous museums or temples around Hanoi (Museum of Ethnology, Women's Museum, History Museum or Quan Thanh Temple). In the late afternoon, take a cyclo trip around Hoan Kiem Lake and Hanoi's fascinating Old Quarter. This is your chance to be in the midst of typical Hanoian life and Vietnamese culture. We finish our relaxing but informative day by attending a Water Puppet Show - a favorite experience for all visitors to Vietnam. We can help you to get back to your hotel if you wish, but often our guests would rather just spend the evening enjoying a drink with a view of the city. Tour finishes at about 4:30 pm. Dinner on your own. At 8:30 pm transfer from a prearranged meeting spot to the station for your night train to Sapa. Boarding is at around 9:50 pm. You will be in shared AC soft sleeper cabin to travel North to Lao Cai town. (Our tour guide will show you the mini hotel which you will have a shower and basic breakfast before going on Halong bay on Day 6). Inclusion: Transfer, guide, entrance fee, lunch, puppet show ticket, Vietnam cyclo, train ticket."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lao Cai - Bac Ha Sunday market then Sapa: Today morning at around 6:30 AM, you are welcomed by our driver at the train station to transfer to Sapa. When you arrive in Sapa, you have a time for a short rest, hot shower and some breakfast before your 2.5 hour transfer to Bac Ha. Sunday is a common market day for many tribes in Northwest Vietnam and Bac Ha has become renowned for its colourfulness. The market is packed different ethnic minorities coming from different villages. Their vibrant trading activities last from early morning till midday. Look for hand-made fabrics, the black smithing area, as well as the buffalo zone. Please pay respect to the locals here and ask permission before you taking a photo of anyone. Lunch in Bac Ha on your own account then we will leave for a boat trip along the Chay river, The boat ride is about 1.5 hours. Return to Sapa for check in your hotel. Free to explore the town, dinner on your own and stay overnight. Inclusion: Transfers, guide, train ticket, morning shower, breakfast, lunch, entrance fee, hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Sapa, trek to Ta Phin village: Breakfast at your hotel and wander around the town as you wish until 9:30 AM, our guide picks you up for your inspiring trek today. A short transfer and we’re off. Chances to meet and talk with locals working in the fields are plentiful. Picnic lunch en route then continue trekking to Ta Phin village – home of the Red Dao people. Your Dao host family will warmly welcome you to their traditional home where we will share in an ethnic style dinner and stay the night. Trekking Distance: 14 km (4-5 hours) Trail Difficulty: 4/5 Inclusion: Transfers, guide, all meals, permit, homestay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "More in Ta Phin – Sapa – Lao Cai for night train to Hanoi: At the first of gleam of daylight, you see and hear the sounds of morning village life. After breakfast, we take a short wander around the village or spend more time enjoying the view and company at the homestay. Then, you are supported by our car / van back to Sapa (30 minutes). Back in Sapa and lunch on your own. At 2:30 PM we take an easy walk (about 5 km) to Cat Cat village, home of Black H’mong. Take part in a traditional musical performance. Back in Sapa then transfer to Lao Cai near the train station. Dinner on your own well before the train leaves for Hanoi at 8:15 PM. Arrival in Hanoi is at about 5:00 AM the next morning. Please find your own way back to your hotel, a taxi normally costs you about 80,000 VND. Trekking Distance: about 5 km Trail Difficulty: 2/5 Note: The music show in Cat Cat village is closed on Tuesday afternoon. We will arrange and alternative activity. Inclusion: Transfer, guide, breakfast, entrance fee, local boat, train ticket."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hanoi – Ha Long, welcome on the boat: Safely back in Hanoi at 5:00 AM please find your way on foot back to a prearranged hotel near the train station. Shower, short rest and basic breakfast. Departure for Ha Long Bay is around 8:00 AM in a shared van (about 4 hours) from your hotel. Arrive at the port around noon. Welcomed on board, you are taken to your cabin before the trip briefing. You enjoy a fresh and local seafood lunch while cruising to explore the magic Bai Tu Long Bay. Stop for a swim and visit the mysterious cave. Relax at our secluded island-beach or explore by kayak. Later you return back to the boat just in time to watch the beautiful sunset from the top deck before enjoying the bay’s freshest seafood dinner. Inclusion: Transfer, guide on boat, morning shower, entrance fee, kayak, boat / junk, all meals, permits."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Bai Tu Long bay, back to Hanoi – night train to Hue Early risers can enjoy the sunrise and the quiet breath-taking beauty of Bay’s landscape with towering limestone. You have breakfast at around 8:00 AM before our short rowboat by the locals of the bay. Later take one more swim in the middle of the bay. There is ample time for the 11:45 check-out from the cabin while cruising back. Lunch on the boat as we slowly cruise back to boat pier. Hit the road and arrive back to Hanoi around 5:30 PM. Hotel then pick up around 6:30 PM for the night train to Hue. Boarding is at 7:30 PM. You are in a shared AC soft sleeper cabin. Inclusion: Transfer, guide on boat, entrance fee, boat/junk, breakfast, lunch, train ticket."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "See Hue heritage on boat & bike to rural villages: Departure from your hotel for our morning explorations to visit the Imperial city to learn all about the royal kingdom here in the past. We then embark for our beautiful boat ride along the Perfume River, with stop at Thien Mu Pagoda. Continue our boat journey downstream with pleasant viewing along the sides of the river and lunch onboard while we are sailing down the Perfume River. Our afternoon start with biking to visit the flower village of Tien Non, it’s just lovely to be among different types of flowers, then cycle a bit more to visit Thanh Tien paper flower making village, you can try to make one by yourself. After that, we visit village where they make traditional folk painting, more ride through the beautiful and peaceful countryside of Hue before hitting the road back to your hotel for about 5:00 PM. Cycling Distance: 14 km Trail Difficulty: 2/5 Inclusion: Transfer, guide, entrance fee, morning shower, breakfast, lunch, local boat, bike & helmet, hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hue more visit – transfer to A Luoi, hill tribe homestay: After breakfast at your hotel at around 8:30 AM, we go on a relaxing 1 hour Vietnam cyclo ride to visit Dong Ba market then explore the Royal Tombs, choosing only to visit the best ones, as we have lots to do today. Visit Ming Mang and Khai Dinh Royal Tombs. Back to the hotel for a shower, check out at 12:00 PM then followed by our lunch at a local restaurant. In the afternoon, leave Hue city for A Luoi town (about 60 km). Along the way you can see the life and daily activities of the Katu and Ta Oi hill tribes. On arrival in A Luoi town, you visit the Ashau village - a violent battlefield during the war, and also severely hit with dioxin poison. We then travel to A Roang village along the Ho Chi Minh trail, taking a rest at a local hot spring. Finally, we arrive at Aka Chi village where we meet and learn about the Ta Oi people. Have dinner in their traditional stilt house and try local delicacies, as well as enjoy a cultural show. Overnight at the traditional communal house.stilt-house homestay. Inclusion: Transfer, guide, entrance fee, all meals, traditional music show, permit, homestay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A Luoi to Hoi An: Wake up early morning and enjoy the fresh air and peaceful mountainous area. Breakfast is served at our homestay. Check-out, then we take an easy walk through the Aroang jungle for about 3 hours to learn more about the rich fauna and flora system here. Lunch at a local restaurant on the way to Hoi An. Overnight here. Tip: This is a very good chance for you to get great tailor-made clothes at reasonable prices. Hoian is well known for its tailoring. Trekking Distance: Trail Difficulty: 2/5 Inclusion: Transfer, guide, entrance fee, breakfast, lunch, hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Countryside tour & visit ancient town of Hoi An: We meet at your hotel at 8:00 AM for a very short transfer to the boat docks, we board to a fishing village where you see & experience the life of a fisherman here, activities from preparing the fishing tools to go fishing. Followed by a short basket boat row along the village of water coconut before our lunch. We then cycle along the country road through the paddy fields of rice, coconut or corn heading to the main town of Hoi An. Our afternoon is continued with sightseeing to the famous cultural sites around Hoi An. We end our trip at around 5:00 PM at your hotel. Inclusion: Transfer, guide, local bike, local boat, breakfast, lunch, water & snack, hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hoian– Danang, fly to HCM City, Cu Chi tunnels and city tour: Breakfast at the hotel then transfer to the airport in Da Nang for an early morning flight to HCM City. Airport pick up and then straight to the Cu Chi outdoor museum to learn about the infamous tunnel systems of the Viet Cong. Take this opportunity to get a unique understanding of the guerillas underground fighting strategies during the war. Crawl through 50 to 100 meters of the 200 km tunnel system if you dare. On the way back to HCM City visit a local rice paper workshop and take in views of the Vietnam countryside. Back in HCM City, we continue our trip to visit the War Remnants Museum, the Notre Dame Cathedral and the historic Central Post Office. Drop you off at your hotel around 5:30 PM. Dinner on your own and stay overnight at your hotel. Inclusion: Transfer, guide, entrance fee, breakfast, domestic flight ticket, hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HCM City – Cai Be – Vinh Long – Can Tho: At 8.00 AM, you depart for Cai Be (2.5 hours). On arrival, we board a boat to experience the floating market, mighty Mekong river and Dong Phu Island. A short one hour warm up on our bikes under the green canopy, explore the orchards and daily life of the Mekong farmers. Lunch break on the island then back on the boat to Vinh Long. In the afternoon we are back on the bikes riding by immense rice fields and through numerous rural riverside villages before reaching our homestay. We are welcomed by our host family. Take some time to relax under in the garden. Dinner is served with local special dishes. Overnight here. Trekking Distance: 35-50km Trail Difficulty: 2/5 Inclusion: Transfer, guide, bikes, entrance fee, local boat, seasonal fruit, all meals, homestay."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Can Tho - HCM City: The sounds of morning village life might wake you up early. Join your host family in some of their activities like cleaning the house, gardening or preparing breakfast. After breakfast we take a morning boat trip to the chaotic Cai Rang Floating Market and up a quiet canal for more cruising on winding. Later we are back on the bikes cycling back country roads (for about 2 hours) enjoying the beautiful Mekong Delta scenery and meeting the locals (many on bicycle too). After lunch in a local restaurant in Can Tho town, we head back to HCM City. Trekking Distance: 25km Trail Difficulty: 2/5 Inclusion: Transfer, guide, bikes, entrance fee, local boat, breakfast, lunch and hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure Saigon, Goodbye Vietnam: Breakfast at hotel. Depending on your flight you may have some more time for shopping. Then we will transfer you to the airport for your flight home. Goodbye, and hope to see you again soon! Inclusion: Transfer, breakfast."
    }
  ],
  "map": ""
}