{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "highlights-of-vietnam-holiday",
  "tourName": "Highlights of Vietnam holiday",
  "placesVisited": "",
  "generalInfo": "This holiday covers nearly everything you wouldn’t want to miss in Vietnam in 2 weeks - from bustling cities to spectacular Ha Long Bay, terraced rice paddies and the quiet waterways of the Mekong Delta. But we’ve given it a bit of a twist to avoid the crowds and give you a taste of real Vietnamese life. This trip is best in July and August due to the weather patterns, but it can be rejigged with beach time in the south for other times of the year.",
  "durationDays": "14",
  "price": "2115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival, you’ll be greeted and transferred to your hotel. Take some time to relax and recover from the flight or explore the city at your own pace. Stroll the nearby streets, soak in the vibrant atmosphere, and get your first taste of Saigon’s restless blend of old and new."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spend the morning exploring the city, starting with the Independence Palace, a historic landmark tied to the fall of Saigon. Continue to the War Remnants Museum, offering a poignant perspective on the Vietnam War. Then visit the serene Vinh Nghiem pagoda, known for its traditional Buddhist architecture, ending the tour at Ben Thanh Market, where you can shop for souvenirs and sample authentic local dishes at the food stalls. (B/L)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take a scenic 100km drive south to the Mekong Delta to experience its rich river culture. At Cai Be, board a boat along natural canals to visit stilt houses, fruit plantations, and small family-run workshops. Continue by row boat and motorboat along the creeks to An Binh island for lunch. Later on, glide along shady canals and chat with local families, before settling into your homestay with a relaxed walk or cycle through fruit orchards. (B/L)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, sail to Thanh Duc to see traditional pottery workshops, rice fields and tranquil countryside on foot or by bike. Stop by the lively Vinh Long local market and continue your cruise along the Mekong to see floating fish farms, before returning to your homestay or lodge. (B/L)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Finish your delta visit at the Cai Be Cao Dai Temple, a fascinating religion unique to Vietnam. Continue on to My Tho to see Vinh Trang Pagoda and enjoy lunch, before transferring to the airport for your flight to Hanoi. In the evening, join your guide for a relaxed 4km walking tour of Hanoi’s Old Quarter, exploring the “36 Streets,” local food makers, eateries, and shops, returning to your hotel around 21:00. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Start your day at the Ho Chi Minh Mausoleum, paying respects to Vietnam’s iconic leader and learning about his life. Continue to the nearby Temple of Literature, Vietnam’s first university, and enjoy an authentic Vietnamese lunch featuring Hanoi’s famed ph? (noodle soup). In the afternoon, visit the Museum of Ethnology, showcasing the rich cultural diversity of Vietnam’s ethnic groups, or choose another museum or temple, each offering a unique insight into Vietnam’s culture and history. Finally, wrap up today’s cultural exploration with a rickshaw ride around Hoan Kiem Lake and the Old Quarter, stopping to visit the “Temple of the Jade Mountain”. (B/L)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Journey to Halong Bay and board a traditional junk boat to explore the less-visited part of Ha Long Bay called Bai Tu Long. Cruise past dramatic limestone islands and fishing villages while enjoying a fresh seafood lunch. Board a rowing boat to visit the floating homes of Vung Vieng fishing village or take a kayak to explore the bay on your own. Spend the evening on board, anchored amid stunning scenery. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Wake up early to take in the serene beauty of Bai Tu Long Bay – a deeply relaxing and rejuvenating experience in the early morning. Visit Thien Canh Son Cave, a secluded grotto with impressive stalactites. After a relaxed breakfast and lunch on board, disembark and drive to Tam Coc, in the heartlands of the ancient Vietnamese civilisation. Afernoon to relax or visit some of the nearby historical and cultural sites. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you explore the Trang An Landscape Complex, a UNESCO World Heritage site. Board a traditional rowboat to glide through tranquil waterways framed by towering limestone karst formations. Visit hidden caves and grottos, marvelling at the natural beauty. After a local restaurant lunch, embark on a spectacular 3 hour drive into the highlands to Pu Luong Nature Reserve. (B/L)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Wake up early to experience the daily life of the village, then set out with your local guide for a guided trek through terraced fields and rural villages, surrounded by breathtaking landscapes. Picnic in the forest as you walk to meet your driver at Hieu village, home to a beautiful waterfall. Rest of the day free at the lodge. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Hanoi airport for a short flight to Da Nang, then drive on to Hoi An, a picturesque and storied port that is the perfect place to finish your adventure. You can choose to stay in town or on the beach which is only a 10 minute drive away. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend today exploring the ancient town on a guided walking tour of Hoi An’s highlights, including the Japanese Covered Bridge, Phuoc Kien Pagoda, and Sa Huynh Museum, or maybe getting some tailor-made clothes fitted. Return to your hotel and the rest of the day is free. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Final free day to relax or join an optional cooking class that begins at a market to buy fresh ingredients. Then cruise along the Hoi An River to the cooking school, where you’ll prepare and enjoy traditional dishes. Afternoon free at leisure. (B/L)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your journey comes to an end as you transfer to Da Nang Airport for your onward flight. Depart with unforgettable memories of Vietnam’s fascinating culture, stunning landscapes, and warm hospitality. (B)"
    }
  ],
  "map": ""
}