{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "rich-history-of-vietnam-in-one-week-ho-chi-minh-city-hanoi-and-hue",
  "tourName": "Rich History of Vietnam in One Week: Ho Chi Minh City, Hanoi, and Hue",
  "placesVisited": "Ho Chi Minh City (Saigon), Hue, Hanoi",
  "generalInfo": "Immerse yourself in the storied past of Vietnam with this historically focused 7-day Vietnam tour. Exclusively tour the country’s beloved destinations of Ho Chi Minh City, Hue, and Hanoi in addition to retracing the country’s past. From hallowed heritage sites to cultural landmarks, experience the cultural splendor of a historically rich country.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ho Chi Minh City – Vietnam’s Spirited Energy",
      "description": "When you arrive in Ho Chi Minh City, your guide will be waiting to greet and transfer you to your accommodation in the heart of the city. You will have the opportunity to settle in and relax before having the remainder of the evening to spend at your leisure. You can bask in the day’s fleeting sun or stroll through the streets for a quick immersion into the culture of the city. Regardless of how you choose to spend your evening, you will experience the unique energy of the city."
    },
    {
      "dayNumber": "2",
      "title": "Ho Chi Minh City – The Life of Ho Chi Minh",
      "description": "After breakfast this morning, your guide will lead you on a heritage tour to some of Vietnam's most significant landmarks. Under the guidance of a local expert, you will set off to the sites of venerated temples and revered statues. Your first stop will be the Ho Chi Minh City Museum, which was constructed in 1885. You will have a few hours to explore the museum at length before transferring to the Reunification Palace. After touring the palace, you will continue to a collection of other noteworthy landmarks. After your tour, the remainder of the evening will be yours to spend at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Ho Chi Minh City – Geological Wonders",
      "description": "On your final day in and around Ho Chi Minh City, you will be led to more of the city’s highlights, such as the Cu Chi Tunnels and the Mekong Delta. After breakfast this morning, you will meet your guide for an exclusive tour to each famed location. The drive will whisk you out of the cityscape to the bucolic countryside that is categorized by golden pastures and distant mountains. Your first stop will be the Cu Chi Tunnels, which feature an intricate web of underground corridors. Afterward, you will continue to the Mekong River and board a wooden sampan boat for a cruise through the canals. You will visit a rural river village and be welcomed by the locals."
    },
    {
      "dayNumber": "4",
      "title": "Hue – Wondrous Scenes on Hai Van Pass",
      "description": "You will have an early morning so that you can fly to Hue. The city will immerse you in the riches of Vietnam’s shrouded history as well as the memorable moments of Ho Chi Minh’s life. After having some time to relax after your transfer, your guide will lead you on a tour of Hue, which will include Hai Van Pass. After touring for a couple of hours, your guide will lead you to a secluded beach, where you may spend the afternoon on pristine shores. Once the sun begins to dip below the horizon, your guide will return you to your accommodation for the evening."
    },
    {
      "dayNumber": "5",
      "title": "Hue – An Ancient Empire",
      "description": "After breakfast this morning, your guide will lead you on a tour to many of the city’s esteemed highlights, such as Dai Noi Citadel and the Ho Chi Minh Museum of Hue. The focus of today’s tour will be Ho Chi Minh, and each site offers a glimpse into his past and shares the essence of a life well-lived. During this tour, you will trace back years through the lenses of preserved cameras, age-old documents, handwritten books, archaic equipment, and much more."
    },
    {
      "dayNumber": "6",
      "title": "Hanoi – The Resting Place of Ho Chi Minh",
      "description": "After breakfast this morning, you will transfer to Hanoi. This city is the final resting place of Ho Chi Minh. Upon your arrival, you will be greeted and transferred to your accommodation. When you are ready, you can partake in a tour of the Ho Chi Minh Mausoleum, which is an imposing building that serves as the resting place for the leader. Once your tour concludes, you will have the remainder of the evening to spend at your leisure. Your guide can also provide you with excellent dining recommendations."
    },
    {
      "dayNumber": "7",
      "title": "Hanoi – Departure",
      "description": "This morning will mark your last in Vietnam. You can rise early and make the most out of this final morning or relax in the comfort of your private room. After breakfast, you will transfer to the airport for your departure."
    }
  ],
  "map": ""
}