{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "the-ultimate-vietnam-tour-an-in-depth-cultural-journey",
  "tourName": "The Ultimate Vietnam Tour: An In Depth Cultural Journey",
  "placesVisited": "Hanoi, Ha Long Bay, Sapa, Hue, Hoi An, Nha Trang, Ho Chi Minh City, Mekong Delta, Can Tho",
  "generalInfo": "There is always more to a painting than what is seen on the surface. This custom tailored tour will whisk you into the depths of the brushstrokes that make up Vietnam’s culture, traditions, and landscapes. From the brilliantly colored clothes of the northern hill tribes to the sparkling emerald waters of Ha Long Bay, you will experience the traditions of grand cities and the elegance of the remarkable countryside, the vivacity of the gregarious people, and the layered flavors of the traditional cuisine. Whether found along the sandy shores or at a floating market, you will discover the fine details that define Vietnam.",
  "durationDays": "21",
  "price": "6,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Into the Depths",
      "description": "Arrive in Hanoi, the capital city of Vietnam. The modern skyline brushes against the traditions bringing a combination of evolution and culture and creating a palpable energy to the atmosphere along the streets. You are met at the airport by a private transfer and taken to your accommodation allowing you the remainder of the day to rest and wander at your leisure. Nestled beneath the high-rises are plush and tranquil lakes, such as Hoan Kiem Lake, shaded by dangling branches and filled with legend, serenity, and a beautiful temple. In the evening you will delight in the flavors of a local restaurant."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – Onto the Streets",
      "description": "After a delightful breakfast which offers you a choice of western or Southeast Asian dishes, or perhaps a combination of the two, your guide arrives ready to orientate you to Hanoi. With over 1,000 years of history blossoming within the neighborhoods it’s hard to know where to start. Your guide brings you to the most notable landmark of the city, the imposing stone structure of Ho Chi Minh’s Mausoleum. The almost temple-like architecture is fixed with strong masonry and rigid angles overlooking Ba Dinh Square. Later you will come to One Pillar Pagoda. The beautiful temple rises from the center of a square lotus pond, ascending on a single pillar and resembling a blossoming lotus flower. Constructed in the 11th century, it has become one of Vietnam’s iconic temples and is accessible by a graceful stone staircase rising to the terrace."
    },
    {
      "dayNumber": "3",
      "title": "Ha Long Bay – Sitting on the Top of the Bay",
      "description": "Today you will leave the elegant combination of culture and modernity behind, venturing to the stunning scenery of Ha Long Bay, another iconic image of the country that you have only seen previously through photographs. With thousands of islands along the archipelago sculpted by the elements and time, you look into the emerald waters that make up the Gulf of Tonkin without reservation. Cruising through the charm of rising limestone karsts with the mist in your face will eventually bring you to Sung Sot Cave, also known as Surprise Cave. The colors of the rock walls change with the reflected light bringing bright green and even purple hues draping across the deep grotto. The ceiling hovers around 90 feet tall and leads to various halls. One such hall features stalactites that dangle in a variety of shapes and look as though they melted from the stone; there is nothing but natural majesty to captivate you. In the evening the boat will anchor along a quiet cove where the sound of the tide brushing against the rocks will lull you to rest."
    },
    {
      "dayNumber": "4",
      "title": "Overnight Train – Boats, Cars, and Trains",
      "description": "The morning washes the night away bringing hues of pink and red to the sky. The aroma of a light breakfast of fresh pastries mixes with the scent of fresh brewed coffee and the sweet smells of the sea. The grandeur of the strong rocks draped in brush and rising over the water’s surface is never less than stunning. In the late morning you will dock along the bay and return to Hanoi. The remainder of the day is yours to enjoy the city at your leisure once more, whether by revisiting the Temple of Literature or enjoying the herbaceous aromas that linger within the Old Quarter. In the evening you will have a private transfer to the train station to board a luxury car that will ferry you into the far reaches of the north along the Chinese border."
    },
    {
      "dayNumber": "5",
      "title": "Sapa – An Open Market",
      "description": "The train pulls into the station early in the morning and gives you a unique view of Vietnam away from the cityscape of the capital and a different type of discovery. The Ethnic Market around Lao Cai is known for its collection of villagers that come from all over the mountainside to sell, barter or buy. The scent of effervescent produce mixes with earthy aromas. The colorful textiles that the women wear and vend are diverse, unique, and elegant, fitting with their particular cultures which are often unseen by outsiders. Flower Hmong people almost glow with the pinks, greens, yellows, and blues of their wardrobes, including the intricate shawls wrapped around their shoulders and the angled headscarves worn over their hair. Roots and brushes are displayed in the expansive and jovial market beside woven bags and paintings. After lunch you will come to Sapa, a sleepy hillside town that stands just above the morning mist creating a distinctive picturesque quality along the mountainside. The altitude often brings a chillier evening to the city, but offers a perfect excuse to indulge in the sweet and comforting flavors of a hot chocolate."
    },
    {
      "dayNumber": "6",
      "title": "Sapa – A Time for Exploration",
      "description": "The mountains surrounding Sapa can only be described as breathtaking, unique in their image as well as in the cultures of the people who reside there. After breakfast you will follow your guide into the majestic landscape trekking along the sloping mountains into the valley below. H’mong villages speckle the mountainside and create sensational terraced rice paddy fields that rise up the landscape texturing the scenery. Water buffalo graze along the seemingly endless greenery. Your guide brings you to a variety of villages where the children are both excited and anxious as you traipse through their open yard. However, both children and adults alike are thrilled to see new faces and welcome you into their village. The homes are built by compressing earth and raw material into formidable building blocks. When you make it to the nearest road you will be met by a jeep and taken to Ban Ho Village, home to a Tay tribe. They welcome you into their home with grace and curiosity. Their village is positioned at the foot of a mountain and is filled with ambience of friendliness. The women wear skirts and blouses often embroidered with intricate geometric shapes. In the quiet evening of the mountains you can rest within the hospitality of Ban Ho Village."
    },
    {
      "dayNumber": "7",
      "title": "Overnight Train – Upon the Night Train",
      "description": "In the early calls of the rural morning the scent of the fresh cool air surrounds you. You enjoy the early hours along the hillside where you can watch the light inch closer over the terraces bringing a sensual glow to the day. At breakfast you are once again met by the graciousness of your hosts; a particular bond has developed between you during your time spent in their village. Soon you say goodbye to the village and to the villagers as you make your way back to Sapa. The city hasn’t changed during your time away but it feels different, a bit cooler, and possibly a bit larger. Another sip of hot chocolate helps the perspective return. Upon your transfer to Lao Cai you will once again board the night train that will have you back in Hanoi by morning."
    },
    {
      "dayNumber": "8",
      "title": "Hanoi – Time to Indulge",
      "description": "The train pulls into the station in the morning around the time the city begins to come alive for the day. Your private transfer will take you to your hotel where you can spend the day relaxing within the comforts of your lodging or venturing back into the diverse splendor of Hanoi. The scent of ginger and chili seem to waft along the streets tickling your taste buds. If you prefer to spend the day sampling the city’s eclectic and generous cuisine than you can always try a private dining experience located a short distance outside the center of town inside a chef’s own home. The complex Vietnamese flavors are combined with modern techniques, a union that has rewarded the restaurant, chef, and diners with the unique results."
    },
    {
      "dayNumber": "9",
      "title": "Hue – Modern Capital to Imperial Capital",
      "description": "The morning brings the effervescent scent of fresh Vietnamese coffee alongside your breakfast. The early hours of the day are yours to indulge in Hanoi once more before you are whisked to the airport and find yourself within the charming and once grandiose Imperial City of Hue. Your guide meets you at the airport, and soon you are drifting along the tranquil surface of Perfume River on a dragon boat. The boat is adorned with two brilliant serpents with maniacal smiles that are radiant against their blue scales. The concentric hexagonal layers of the Thien Mu Pagoda create one of the oldest religious buildings in Vietnam dating back to the early 17th century. Rising atop the hill on the north bank of the river, the seven tiers each represent a different step on the path to enlightenment. A short boat journey brings you to the magnificent tomb of Emperor Minh Mang. Modeled after Chinese architectural concepts, the emperor’s tomb sits within a six-square-mile complex constructed in the 19th century. The beauty of the complex is not just in its architectural marvels but also in its tranquility. Walk along the cobblestone paths, over the footbridge that feels almost level with the pond, and then climb the stairs of the double terrace to the entrance of Minh Mang’s tomb. The opulent attention to detail in the entirety of the complex brings awe along with beauty."
    },
    {
      "dayNumber": "10",
      "title": "Hue – Into the Ancients",
      "description": "The grandeur of the previous day sits with you in the morning light as you wonder how today could possibly compare to your previous days. Once more you will enjoy a delightful breakfast before your guide meets you and leads you across the bridge to the remarkable ruins of the citadel. What was once the former imperial seat of the government is now filled with a vast collection of historical temples, pavilions, walls, and gates. The main southern gate was constructed in the 19th century by Emperor Minh Mang. The central door and bridge were exclusive to the emperor. The Forbidden Purple City sits at the center of the complex behind the Thai Hoa palace which was almost completely destroyed during the Tet Offensive of 1968. The history of the citadel dates back hundreds of years and also to contemporary times bringing a deeper connection to what was left behind."
    },
    {
      "dayNumber": "11",
      "title": "Hoi An – Over the Splendid Pass",
      "description": "Today you will depart from Hue leaving the brilliance of the Imperial City behind you. As you make your way over the Hai Van pass you can’t help but notice the beauty of the landscape; the rolling mountains sweep down to the coastline blending the turquoise hills into the sapphire water. At times it looks like you ascend above the clouds and you notice the mountain peaks in the distance standing over the mist before it dissipates. Arrive in Danang to visit the Cham Museum. The indigenous Cham have roots that date back to the second century while the museum boasts a collection of terracotta and stone artwork that dates back to the seventh century. The building itself is a blend of French and Champa architecture surrounded by budding flowers, dangling leaves, and simple turrets; known symbols of the Hindu religion. The museum is famous not just for its grand collection of Champa era artwork, but also for being the only museum specifically dedicated to Cham history. Its halls are filled with images of Ganesh and Shiva, tigers, and Vishnu. After a relaxing visit to China Beach you will find the charm of Hoi An comforting in the evening."
    },
    {
      "dayNumber": "12",
      "title": "Hoi An – Riverside Delight",
      "description": "The floating-lantern charm of Hoi An is combined with its classic history as a city that rose out of an illustrious trade route in the 15th century. Images and reminders of this historical period remain, from the Japanese Bridge to the Tan Ky house. Outside of the city shines a deep historical and cultural attachment known as My Son Sanctuary. The Hindu temple dates back to ancient Champa and can be viewed within the ruins that stand surrounded by impressively green jungle and tall mountaintops. Similar to the sandstone ruins of Banteay Srei in Cambodia, walking through the collection of temples is both peaceful and somewhat energizing within the reach of such vast history. The intricate carvings on the temples’ sides range from images of gods to myth all woven into history on the surface of the stone. The deep red shimmer of the stone stands out against the growing foliage and makes you feel as though you have discovered this ancient world."
    },
    {
      "dayNumber": "13",
      "title": "Nha Trang – Rivers Lead to Oceans",
      "description": "The gentle drip of the river marks the serene morning within the classic Old Town streets of Hoi An. You enjoy your breakfast before venturing onward, away from the charming lanterns and unique architecture, to the stunning sand of Nha Trang situated next to the lush jungle. The Riviera of the South China Sea brings you a stretch of white shoreline and sapphire water; a panorama of mountain ranges rises behind you and numerous islands lie before you. Relax in the alluring calm of the soft, warm sand. Dig your toes into the cool, crystal water. Your days sitting beneath and umbrella tasting the fresh seafood have begun."
    },
    {
      "dayNumber": "14",
      "title": "Nha Trang – Beached Leisure",
      "description": "There is no more soothing sound than that of the water lapping at a powdery sandy shore. Whether you sleep through the sunrise or prefer to watch the deep pink and purple hues of the sky spread to the distant islands and rising hills, it will happen one way or another. The day is at your whim and pleasure, giving you the opportunity to spend it resting in the sand with your fingers sliding into the softness, or golfing along the palm tree studded course if you so desire. For a spectacular view of the coastline you could enjoy a snorkeling tour that takes you just off of the reef. The coral is as iridescent as the fish, some of which are striped at angles and others glow neon yellow. Turtles glide through the water, coursing through the still and glassy current beneath the surface. The world within the sea is as stunning and interesting as the world above it. The cool saltwater is refreshing while the sun warms your skin giving you a perfect balance, a magnificent ambiance, and a fabulous first full day along the shore."
    },
    {
      "dayNumber": "15",
      "title": "Nha Trang – Independent Beaching",
      "description": "Today brings another chance to enjoy the surrounding beauty of the beaches and jungle offering you the best of leisure and activity, whichever you prefer—possibly even a mixture of the two. After breakfast the sun begins to hover over the sand. For a spectacular visit to the surrounding culture you could visit Long Son Pagoda where an image of Buddha reaching over 72 feet tall is surrounded by images of monks celebrated for their stance against corruption. A long, arching dragon glides and guides the path along the steps to Buddha. If you follow the path behind the statue you will come to a panorama Nha Trang reaching across the city to the sea."
    },
    {
      "dayNumber": "16",
      "title": "Ho Chi Minh City – South China Sea to Capital City of the South",
      "description": "The fresh scent of the sea will soon drift into the distance as you are taken from Nha Trang to the airport to catch your flight to Ho Chi Minh City, the largest city in the south. This former capital of South Vietnam could be called the most modern city in the country. The skyline reaches higher and farther than one you have seen thus far. However, the essential ambiance of the country, that of culture and flavor, is alive and well in the depths of the city center, around the Saigon River, and extending outward beyond the reach of the skyscrapers’ shadows. The city dates back to the reign of the Khmer and has been evolving ever since. The sensual aromas of ginger and garlic dance through the eclectic streets. In the evening you can enjoy the delicate flavors of Vietnamese cuisine, allowing you to try new flavors or relive dishes you tasted along the rest of your journey, from tomato and crabmeat soup to spicy beef noodle."
    },
    {
      "dayNumber": "17",
      "title": "Ho Chi Minh City – Former Saigon",
      "description": "The scent of breakfast reminds you of the luxurious sands of yesterday as you enjoy the flavors and aromas that have brought you to what was once Saigon. After your meal your guide will once again meet you within the lobby of your hotel ready to show you the wonder of the city. The streets showcase what once gave the title of “Pearl of the Orient” to Ho Chi Minh City. Within the remarkable history you find a bright red light shimmering off of the stone of the Notre Dame Catholic Church. Each piece of the cathedral was originally brought from France in the 19th century creating a grand display of faith and artistry in the district. The twin bell towers rise over 190 feet into the air framing the intricately woven rose window as the centerpiece of the façade. The fast paced energy of the city swirls around its classic past, whether from the French colonial architecture or the Reunification Palace, you will find the secret treasures and experience the open history that the city has to offer."
    },
    {
      "dayNumber": "18",
      "title": "Ho Chi Minh City – Above the Clouds and Under the Ground",
      "description": "After breakfast you will prepare to step outside of the urban life for a day as your guide brings you to the unique site of the Cao Dai Temple. Founded in the 1920s in order to synthesize the faiths of Animism, Buddhism, Confucianism, Taoism, and Christianity, the complex is a towering, colorful display of architecture with an interior containing a balcony that runs along the walls giving you a perfect view of the midday processions. Above the portico on the façade is the Divine Eye and a mural at the front entry hall depicts the “Third Alliance between God and Man.” The ceremony is truly one of a kind, displaying the mixture of hymns that cover both Western and Vietnamese tones in an elegant manner. When you look up you will notice a ceiling painted with stars. Later in the day you will be guided through the magnificent and complex design of the Cu Chi Tunnel system before being brought back to Ho Chi Minh in the evening."
    },
    {
      "dayNumber": "19",
      "title": "Can Tho – Bobbing Along the Mekong Delta",
      "description": "The energetic streets of Ho Chi Minh City are once again left behind as you make your way to Cai Be to board your riverboat that will take you along the Mekong River. Once situated on the water you find the length and atmosphere unmistakably compelling covering an area around 15,000 square-miles, traveling from the Tibetan plateau down to the South China Sea. The riverbanks are lined with fringed palms while you watch the iconic image of locals paddling down through the water on shallow skiffs while wearing conical hats to shield themselves from the sun. Visit the celebrated bonsai garden where the pine scent of the trees reaches the soft earthen aroma of the riverbanks. Rows of bonsai flourish in the atmosphere along the Mekong, their strong but malleable branches reaching outward and upward. Delicate flowers blossom within the garden. You can’t help but stare at them as they burst with red along a sea of green. As you continue your adventure down the Mekong you will have a private transfer by road to Can Tho for the evening."
    },
    {
      "dayNumber": "20",
      "title": "Ho Chi Minh City – In Early Markets",
      "description": "In the cool air of the morning you find yourself returning to the Mekong River floating along the peaceful waterway. Soon the tranquil swaying of the palms opens to a crowd of skiffs swarming along the banks. You have come to the quintessential Floating Market at Cai Rang. The jovial cries come from both shoppers and vendors. The scent of citrus and lush fruits brims over the market, ranging from pineapple to rambutans. There is also an aroma of freshly frying fish from one of the boats that perks up the atmosphere. Skiffs are almost overflowing with products, bright oranges to tremendous jackfruits all for sale and each one assuredly delectable. En route to Ho Chi Minh City you will stop at a local orchard where you can taste the succulent tropical fruit, in case you hadn’t indulged at the market already."
    },
    {
      "dayNumber": "21",
      "title": "Ho Chi Minh City – Return from the Depths",
      "description": "Your final breakfast in the country brings the bittersweet flavor of Vietnamese coffee to your palate. The bustling energy of Ho Chi Minh City begins to swirl through the streets once again. The morning is yours to enjoy the neighborhoods once more, from the zesty spices of Cholon to one last taste of pho before your flight. Soon your private transfer will meet you in the hotel lobby and take you to Tan Son Nhat Airport where you will continue the journey, but this time towards home."
    }
  ],
  "map": ""
}