{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-cambodia-tour-romance-of-the-mekong-delta-to-ancient-angkor-wat",
  "tourName": "Vietnam & Cambodia Tour: Romance of the Mekong Delta to Ancient Angkor Wat",
  "placesVisited": "Ho Chi Minh City (Saigon), Mekong Delta, Phnom Penh, Battambang, Siem Reap, Angkor Wat",
  "generalInfo": "History is filled with romance, from the artistry of ancient architecture to the stunning landscapes carved and preserved with time. Witness the serenity of towering ancient temples hidden within lush jungles. Drift along the Mekong River where culture thrives within vibrant floating markets. On this custom tailored tour you will find the charm of small towns and the grandeur of big cities, the connection of tradition and modernity and the intricacies and magnificence of ancient culture. There is passion and privacy in history and in Vietnam and Cambodia there is history for you to discover.",
  "durationDays": "13",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ho Chi Minh City – Around Lush Banks",
      "description": "Your Vietnam vacation begins in Ho Chi Minh City, once known as Saigon. The city buzzes with an energy that seems all at once chaotic and charming, somehow graceful and planned, where the romance of history fills the streets; local people dressed in white button-down shirts and large conical hats roam through the streets on bicycles, while collections of motorbikes are intermixed within the bustling traffic. The mixture of a millennia of culture within the still-standing French Colonial architecture becomes a delightful experience as you are met at the airport by a private transfer and taken to your accommodation. The centrally located hotel brings you the ecstasy of the city that whirls with the mixture of past and present, alive with both tradition and modernity. The spacious rooms allow you to you relax in style and comfort with a view of the drifting city below, where the luxuries of personalized service come easily to the staff. The nearness of some of Ho Chi Minh City’s fabulous landmarks, such as the Ben Thanh Market, is a short walk away. The scent of lemon grass and chili unravel throughout the evening and you begin to feel a welcomed comfort within the marvelous romance of someplace new."
    },
    {
      "dayNumber": "2",
      "title": "Ho Chi Minh City – The Past, Present, and Future",
      "description": "The scents of the city are as mesmerizing as Saigon itself filled with aromatics that range from local spices to produce, jackfruit to coriander, chili paste to pho. The morning carries with it the resounding alertness of the streets once again vibrant. After breakfast you will be met by your guide and taken out into the remaining grandeur of the city, from its colonial structures to reclamation past and even deeper into its merchant roots. At Cholon, which means Big Market, you will find the Chinese influence apparent. Binh Tay Market lies at the center of the sweeping stalls which extend into two separate districts. The familiar yet exotic spices return as you venture along the shops, noticing the vivaciousness of the herbs and the produce, the exemplary green of the limes and the sensational reds of the birds-eye chili. The scent of ginger is revitalizing and prevalent in the air. The pagoda-style entrance is colorful and looming, another symbol of the city’s and the market’s past. From to food to the clothing, it is easy to get lost in the market and in the goods themselves. The Reunification Palace is surrounded by Royal Palms that climb into the open air where the architecture reaches back to the 1960s. What was once the home to the South Vietnamese government, along with many iconic images of the end of the war, continues to remark on the historical significance of the building and its maintenance. Walking within the halls you find the Banquet Chamber where a long wooden table reaches back in the depth of the space. Curtains sweep down from the ceiling and give an untouched elegance to the room that recalls the previous days of the palace, while the Minister’s Cabinet Room emanates prowess, from the elegant chandeliers to the collection of leather chairs encircling the rounded table. In the afternoon you will return to the luxuries of the Vien Dong Hotel, with the remainder of the evening at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Ho Chi Minh City – Passion Around the Countryside",
      "description": "The new morning brings along the vivacious sounds of the day within the city. After breakfast you will be met by your private guide and driver and taken out to Tay Ninh home to the church of Caodaism. The rococo architecture mixes the quintessential structural components of a French church, a Chinese temple, and a mosque, creating an unusual and stunning structure. Surrounded by Cambodia on three sides, the history between the borderlands and the region abound. From the upper balcony you can watch the noon procession where an orchestra begins to play traditional Vietnamese music while a choir joins the instrumental. The harmonious connection also blends Western and Vietnamese hymns that contain an unusual but charming assembly. You can see three glasses of wine on the altar, joined by a cup of water and tea, and the ceiling displays painted stars and a blue globe. The wonderful vision of this distinct religion is like a secret you never knew but always wondered about. After lunch you will come to the Cu Chi Tunnels, the complex series of underground connections where the Vietcong could wander and hide freely during the Vietnam War. The sensational experience comes not just from the history that surrounds the tunnels but from the size of the complex and the width of the tunnels. Your guide is almost swallowed by the snug opening as you enter the tunnels, the air filled with the scent of rampant earth all around you. The intimacy of the experience, from the tight space to the openings filled with artifacts, is palpable. As you make your way back to Ho Chi Minh City, the details of the day, from the tunnels to the echoing harmonies of the church are unforgettable."
    },
    {
      "dayNumber": "4",
      "title": "Mekong Delta – Serene Along the Mekong",
      "description": "The charm of Ho Chi Minh City is only the beginning. After breakfast you will have a private transfer to the Mekong Delta, a fascinating waterway that separates into nine major channels responsible for the lushness of the surrounding landscape. Ships of all shapes and sizes have been able to navigate through the water, inland from the ocean and down from farther up river. The scent of fresh grass overtakes the view of the tremendous greenery as you find yourself at Cai Be Floating Market. It is almost a guarantee that you will be overwhelmed by the effervescent colors stacked along people’s boats. The gorgeous cathedral sits on the riverside overlooking the waterway while farmers drift through the water with goods for sale. Barrels of fruits and vegetables fill the boats as people sell their produce and pass along their wares with long poles. The cool morning air drifts along the riverbanks with the vibrant sounds of the market that at once bring back the simultaneous confusion and organization that you noticed in Ho Chi Minh City. Later in the afternoon you will come to Can Tho, known as the political and economic center of the Mekong Delt. Set beside the riverbank you will enjoy the energy of the major waterway and the beauty of the town’s sculpted gardens blending with the modern elegance of your lavish accommodation."
    },
    {
      "dayNumber": "5",
      "title": "Mekong Delta – Taking to the Water and Sky",
      "description": "An early morning departure has you cruising through the water once more. The air is soft and cool with a mixture of moisture stemming from the river and the surrounding greenery. On the water in the early day displays the difference in floating markets further along, where the locals continue their daily activities without remark, all with equal vigor. In the afternoon you will come to Sam Mountain outside of Chau Doc. The summit rises over 931 feet standing out amongst the surrounding patty fields. The glowing fields contrast with allure of the Sam Mountain containing a variety of pagodas and temples. Whether making the ascent by foot or by motorbike, you will pass through shrines and tombs that emanate incense along the luster of the trees. Within the Cavern Pagoda, halfway up the far side of the mountain, you have a view over the rice fields that look as though the earth was sectioned and blossoming. The upper section contains a main sanctuary with a statue of Buddha of the Past, and a Historical Buddha, mixing with the complex of caverns and grottoes that host deities. Venturing through the cavern is as stunning and secluded as the view from the summit. Your voices echo; the stones look as though they’re dripping from the ceiling. In the late afternoon you will return to Chau Dock."
    },
    {
      "dayNumber": "6",
      "title": "Phnom Penh – Crossing Through",
      "description": "The excitement of the day is tangible at breakfast, where you can feel your heartbeat while sipping your rich, fresh brewed coffee. The surrounding paddy fields continue to line the riverbanks as you step onto the Blue Cruiser speedboat that will ferry you from Vietnam to Phnom Penh, Cambodia. You can see the river parting and the wake forming as the boat picks up speed, passing the trees, and the canoes and tugboats that float along the river. After you cross the border you will come to Phnom Penh and find the French Colonial architecture spreading across the riverbanks. A private transfer will have you in the lobby of the Phnom Penh Hotel, filled with the extravagance and featuring a private pool and serene room just for you. The rooftop bar gives a lovely view of the surrounding city that extends from the riverbanks inland which you will witness in the romantic ambiance of the sunset. Allow yourself the moment of calm watching over the palm-lined streets of the riverside promenade."
    },
    {
      "dayNumber": "7",
      "title": "Phnom Penh – Silver and Royals",
      "description": "The morning seems different in Phnom Penh versus Ho Chi Minh City, from the sounds of the streets to the vastness of the river. Although the energy is vibrant and energetic, the river is more lush and active. The recollection of French Colonialism retains a sense of charm within the remaining and reforming culture of the city. The scent of lush grass comes with the swaying of the palms. The city’s tumultuous past in the 1970s continues to mark the present; however, the beauty and elegance of the city remains intact and passionate. Your private guide meets you and readies you to venture out to the Royal Palace, constructed in the 19th century under King Norodom. The Khmer architecture is apparent in the roofing while the pillared colonnade wraps around the outer basin. The immaculate gardens pronounce the palace in size and luxury while a sensational temple sits adjacent. Within the palace grounds is the Silver Pagoda, covered with five tons of gleaming silver stretched over the floor. Five thousand tiles glisten in the light where you can also see the shimmering crystal Buddha atop a gilded pedestal. It is hard to imagine anything more lavish until you notice the life-sized golden Buddha image that weighs almost 200 pounds and is ornamented with 2086 diamonds. The glimmer from the decadence is almost enough to show dedication alone; however, the beauty within the details that make up the temple and its interior icons are nothing less than tremendous."
    },
    {
      "dayNumber": "8",
      "title": "Battambang – Regal Pasts and Charm",
      "description": "Another morning in Phnom Penh brings the gentle wake of the Mekong before breakfast. After your meal you will be met by your driver and guide to make your way to Battambang stopping in the former capital of Cambodia along the way. From the 17th to the 19th century the city of Oudong stood as an optimistic epithet meaning “Victorious.” The city between the trees rises over the landscape in continuous yellow roofing and opulent white facades within the surrounding sugar palm trees. Reaching the Hill of the Royal Fortune brings to life the legend of the 16th century Khmer king hiding his treasury beneath the hills. Monkeys meander along the walkway to the modern temple that sits atop the front ridge. They scamper away the closer you come. Three large stupas sit along the path behind the first, towering up in concentric circles that lead to an elongated point. The second is more textured and looks to have been built with blocks instead of circles, constructed with colored tiles that cast shadows amidst one another in the light. The third is an elegant structure adorned with intricate design that looks like a crown, jeweled with regal statues and minutia. In the afternoon you will arrive in Battambang where the colonial architecture is set beside the river and the comforts of relaxed cafes bring a sense of modern Cambodia to the small town atmosphere. Find more soothing ambiance at La Villa, a place that encompasses classic colonial flair in the lush tropical landscape."
    },
    {
      "dayNumber": "9",
      "title": "Battambang – Witnessing the Arts",
      "description": "Enjoy your breakfast within the glass atrium which allows the bright walls to shimmer from the natural light. Today you will step out with your guide to explore the delightful culture of Battambang, filled with forested beauty, river splendor, and surrounded by temples and villages. From ST 2 ½ to Psar Nath you will find a concentration of artistry, from galleries to shops, giving a Bohemian feel to the neighborhood that helps illuminate the present lives of the city situated within a shadow of a troubled past. In the outer circles of the city you will find Wat Banan, one of the best-preserved temples which sits atop a hill overlooking the trees. The dates of completion and the builders are unknown. Many carvings survive along the central tower, vested in prayer, within the quiet hills at the top of the climbing stone steps. The stupas are remarkable in their size and shape, as tall as the trees and almost brighter than the bark. In the late afternoon you will return to the charismatic streets of Battambang and enjoy the little private slice of Bohemia."
    },
    {
      "dayNumber": "10",
      "title": "Siem Reap – The Beautiful Seclusion",
      "description": "The romance of adventure abounds today as you make your way from Battambang to Siem Reap. The beauty of the countryside shines along the roadway with lush tropical greenery filling much of the view. Your private transfer takes you on the journey that spans over 100 miles and teems with sensational landscape along the way. Villages can be seen within the trees, stacked on stilts with straw roofs, ladders helping rid the villagers of the distance between ground and door. Chickens scatter about, clucking along the dusty patches of dry land. The colors in the distance shift from green to brown, patches of grass and clearing. On the way to Siem Reap you journey deeper into the culture of Cambodia within the lives of those outside of the cities and find grace in the difference. When you come to the city you find a stretch of buildings near the Siem Reap River the leads out to Tonle Sap Lake. Let the comforts of Casa Angkor relax you, from the immaculate pool to the pristine scenery, giving homage to the past with an elegant colonial façade."
    },
    {
      "dayNumber": "11",
      "title": "Siem Reap – The Temple Lights",
      "description": "Before the sun begins to shine over the city you are awake and filled with the romance of a secluded dawn. Your guide meets you in the lobby and you venture out into the surprising bustle of the streets where many make their way to see the opulent sunrise over the famous Angkor Wat. You, however, understand how stunning Angkor Thom will be in its early morning emptiness and prefer to stroll through the ancient walls of the complex in unadulterated privacy. The 12th century city is known for the great Bayon Temple and may have been populated by around one million people at its peak. The ruins run over a mile on a single side, containing stone temples and bridges lined with marvelous statues that represent gods and demons. In the early light you find the sight peaceful and ethereal. The large stupas resemble karsts rising into the air adorned with faces that watch out over the open square. As you step closer it looks to have been modeled after a mountain, rocky and textured, large and looming, each stone purposeful and elegant. The sound of gongs and chants mix with the scent of morning dew and incense. The sun has risen and your exploration of the grand temples of Angkor has just begun."
    },
    {
      "dayNumber": "12",
      "title": "Siem Reap – Finding Charismatic Stone",
      "description": "Outside of Siem Reap, away from the bustling crowd of Angkor is the 10th century Hindu temple complex of Banteay Srei. The red sandstone makes the low walls and peaked structures shine in the early light from the coloration and the images carved into the rock. The carvings and the dimensions of the architecture are so intricate that the attention to detail is where the name derived its meaning, “Citadel of the Women.” The scent of the stone mixes with the surrounding trees giving life to the day. The pediments are large, standing taller than the entrances sharply adorned with entire scenes of mythology. Although the relative height and size isn’t as large as Angkor, the coloration, dimensions, and adornments bring awe and inspiration to those who visit. You can find a secluded nook within the rising towers, noticing one of the many guardian figures sitting around the stairways and gods are pressed into the geometric designs around every door. While the remainder of the day is filled with lavish construction and unforgettable architectural wonders, your time wandering through Banteay Srei brings a unique way to start your day."
    },
    {
      "dayNumber": "13",
      "title": "Siem Reap – Finding the Delta’s End",
      "description": "The call of the river has subsided this morning as you are no longer situated along the Mekong and the illustrious waterways that allowed cultures and temples to thrive. After breakfast you will have the morning to explore Siem Reap and enjoy the lively Central Market where the scent of fresh baked baguettes combines with noodle soup. Whether seeing the colorful produce once again on display or enjoying last minute shopping where haggling is always encouraged, you will find the final hours of your Southeast Asian getaway filled with enchantment before your private transfer takes you to the airport to begin your journey home."
    }
  ],
  "map": ""
}