{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "one-week-tailored-tour-of-vietnams-paramount-places",
  "tourName": "One-Week Tailored Tour of Vietnam’s Paramount Places",
  "placesVisited": "Hanoi, Ho Chi Minh City (Saigon), Ha Long Bay, Mekong Delta",
  "generalInfo": "Spectacular views and historical insight await you on this 7-day adventure through Vietnam. Escape the stresses of everyday life on this enthralling trip to one of Southeast Asia’s most beloved destinations. From the luxurious northern highlands to the Mekong Delta countryside, Vietnam is dynamic and diverse in both landscape and lifestyle. With an entire week of enriching experiences, you will dabble in all things Vietnam from its renowned spice-infused cuisine to its history that is commemorated by cherished museums and landmarks.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Introduction to Vietnam",
      "description": "When you land, you will be transferred to your luxurious accommodation in the heart of Hanoi. Once you arrive, you can unpack your belongings, settle into your room, and begin to get accustomed to the local lifestyle that is typical of Southeast Asia. Shortly after you have arrived, you will meet your knowledgeable food guide in the lobby and set off for a complete taste immersion of Hanoi. You will feel like a celebrity being whisked to trendy functions as you slip through the traffic in a limousine to the most admired restaurants in Hanoi."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – Vietnam’s Countryside",
      "description": "Tribal villages that are nestled in the luscious lowlands and highlands beyond Hanoi city’s borders represent over 50 ethnic minority groups. Each one of these groups possesses a unique heritage. You will immerse yourselves in these cultures today. Your day’s escape from the city will begin with an ethnic hill tribe. Being equal parts informative and astonishing, you will delight in the opportunity to connect with the locals and gain a more in-depth understanding of their culture and heritage. You may also be encouraged to assist in the creation of these authentic dishes. After lunch, you will continue to the environmental wonders that are dotted across the terrain, beginning with the chambers of Mo Luong Cave."
    },
    {
      "dayNumber": "3",
      "title": "Hanoi – Hanoi’s Historical Roots",
      "description": "After breakfast, you will arrive at the foot of the Ho Chi Minh Mausoleum. Many locals and visitors flock to it daily to pay their respects to the preserved body of their former leader, which is housed in a transparent glass case. You will continue your drive into the history of Vietnam at the Temple of Literature, which is an ancient construct that was originally designed as a university for Confucius' academics. You will conclude your tour at the Vietnamese Women’s Museum, which is an ode to the inspirational women of the country’s history and a hallmark of their incredible achievements. Your final evening in Hanoi will be yours to enjoy as you please."
    },
    {
      "dayNumber": "4",
      "title": "Ha Long Bay – The Bay’s Breathtaking Seascape",
      "description": "Today, you will transfer to Ha Long Bay. The UNESCO World Heritage Site is famous all over the world, and therefore, will be a pivotal part of your tour. You will venture to many of the best destinations in Vietnam, and you will not be disappointed as you witness the enchanting, natural wonders from the repose of a spacious cruise liner. Your journey will lead you gently across the calm waters of the Gulf of Tonkin to reveal every detail of the staggering seascape as if it has been captured in a travel brochure. You can wallow in the peaceful serenity that envelopes your stunning joyride or unwind with a wellness therapy session at the liner’s tasteful spa."
    },
    {
      "dayNumber": "5",
      "title": "Ha Long Bay – Visit Staggering Islands",
      "description": "This morning, you can invigorate yourselves with a fresh brew of premium coffee before you make your way to the sun-bathed deck for a Tai Chi session that will be led by a professional guide. The fresh sea breeze, morning air, and spectacular views will set an unprecedented tone for the day ahead. Today, you will step off of the cruise liner and dig your toes into the smooth sands of Ti Top Island, which is a tropical locale whose name was coined by Ho Chi Minh himself. Once you have gotten your fill of the view, you can make your way back down the mountain and board your boat, which will be bound for the awe-inspiring Trong Cave."
    },
    {
      "dayNumber": "6",
      "title": "Ho Chi Minh City – The Mekong Delta",
      "description": "Your luxurious liner will dock in the morning, and you will be whisked away to the airport to board your flight to Ho Chi Minh City. More popular than Hanoi, Ho Chi Minh City is a booming metropolis that is categorized by high-rise buildings and first-world technology. Serving as the gateway between the bustling city and the modest countryside, the Mekong Delta will lead you closer to the authenticity of Vietnam’s origins in a manner that you will adore. Shortly after, you will arrive at a quiet noodle shop where only a handful of other residents sit on wooden stools, slurping down hot bowls of broth. Your day on the delta will be respectfully completed with visits to the spiritual temples that are hidden among the forested landscape."
    },
    {
      "dayNumber": "7",
      "title": "Ho Chi Minh City – Departure",
      "description": "Today will be your final morning in Vietnam. With a few hours to spare, you can fill up on a continental breakfast and head to the lobby, where your guide will be waiting in a unique, three-wheeled mode of transport that is known as a cyclo . Your experienced tour guide will usher you around the city, weaving through the traffic and toward a few beloved Ho Chi Minh City highlights that are worth capturing before you leave. The tour will provide a pleasing conclusion to your luxurious adventure through Vietnam. Once your tour has finished, you will transfer to the airport for your international flight home."
    }
  ],
  "map": ""
}