{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "north-vietnam-heritage-tour-for-families",
  "tourName": "North Vietnam Heritage Tour for Families",
  "placesVisited": "Hanoi, Ninh Binh, Tam Coc, Mai Chau, Sapa, Bai Tu Long Bay, Hoi An",
  "generalInfo": "Hanoi captures the range of cultural influences that shine throughout Northern Vietnam, Mai Chau shares tasteful vistas of the luscious countryside, and Bai Tu Long Bay offers an emerald waterscape that is off the beaten path. These are but a few of the enchanting destinations that you and your family will appreciate during your fun-filled excursion across the unspoiled expanse of Northern Vietnam. We have tailor-made this tour to cater to families of all ages, ensuring that every experience is as enthralling as it is educational. Capture lifelong moments together on this 14-day excursion through Northern Vietnam as you celebrate the alluring Vietnamese culture and bucolic environmental sights.",
  "durationDays": "14",
  "price": "14,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Where French Influence Stands the Test of Time",
      "description": "Vietnam’s capital city of Hanoi oozes cultural highlights and offers endless educational experiences, which are set amidst a cityscape that is ablaze with spirit. The streets, which stretch outwards in all directions, cover its broad borders, and among them, you will immerse yourselves in its ever-present vivacity. From sunup to sundown, street-side vendors flicker with verve, and you will negotiate your way through their colorful exhibits and fragrant food stalls as you begin to acclimatize to your surroundings. In the evening, after you have experienced your first taste of exquisite traditional Vietnamese cuisine, you will retreat to your luxurious 5-star accommodation that overlooks the effervescent expanse of Hanoi. You will be embraced by pleasant chaos the following morning in an authentic Vietnamese market where wafts of delightful delicacies and aromas of freshly squeezed juices will awaken your senses. With bellies full of sumptuous treats, you will escape the hustle to Hanoi’s quaint Old Quarter, which is a humble destination of French-colonial influence that offers a glimpse into ancient traditions that remain prevalent to this day. Ngoc Son Temple is flanked by the peaceful waters of Hoan Kiem Lake, and its 18th-century design still holds up as one of the most endearing sights within the Old Quarter. An elaborate wooden bridge provides access over the lake to this pagoda that houses time-honored artifacts of Vietnam’s past. The bright scarlet doors will welcome your family, and the history will unravel itself from the pagoda’s decorated walls and striking statues that will beckon you to take photos. Old Quarter’s charm will continue to radiate from the neo-Gothic walls of its Notre Dame-inspired, Roman Catholic Church. Outside of the church, you will witness its imposing twin bell towers, and inside, you will marvel at vivid stained-glass murals in addition to its meticulous altar. You will marvel at all of this while uncovering the dramatic French-Vietnamese heritage that leads to the construction of spiritual buildings such as this church. You will be spoiled for choice the following morning with a collection of world-class French cafes in the heart of Hanoi, where award-winning chefs have a flair for the finer aspects of Vietnamese cuisine. You will then lose yourselves in the phenomenal fusion flavors as you watch your chef curate a delicious meal from the comfort of your charming table while connecting with one another about the magical moments that you have shared so far."
    },
    {
      "dayNumber": "4",
      "title": "Ninh Binh – Verdant Fields, Golden Paddies, and Emerald Mountains",
      "description": "Ninh Binh is favored by adventurous families who wish to discover the spectacular countryside and royal edifices on the outskirts of the crowded cities, and for this reason, it is an ideal stop following your immersion in Hanoi. It is only a short drive away, and the roads that lead there share truly astonishing vistas of the luscious farmlands that are nestled below the staggering mountain peaks. You will treasure these sights in greater detail from the comfort of your dazzling designer resort that exudes a traditional Vietnamese feel while retaining the amenities and luxuries of modern, world-class accommodation. Moreover, its premier restaurants infuse unique culinary customs from various Vietnamese regions to create a dining experience that is unlike any other and is set alongside panoramic views of gorgeous, natural landscapes. The following day, your tour guide will escort you to Tam Coc for an uninterrupted discovery of the golden-rice-paddy-covered terrain that is shielded by magnificent Karst Mountains and forms part of the Trang An Scenic Landscape Complex of the UNESCO World Heritage Site. Traditional sampan boats will meander across the brimming waterways that wind past emerald-coated cliffs, and you may spot mountain goats as they emerge from the forests high above the boat. Your journey will bring you to the entrances of three famous caves that were formed from the rivers slow erosion of the limestone. Your boat will gracefully slip through the hollow alcoves to move through to the other side. Thai Vi Temple, which stands near the edges of the river banks, represents a significant triumph in Vietnamese history, and you will discover more about the Tran Dynasty, which established the temple before being wowed by the modest stone carvings that have been etched into the worshipped site. You and your family will follow the road from Thai Vi Temple that leads towards Bich Dong Pagoda or Jade Grotto, which is a sacred temple that is positioned alongside thick foliage that grows from the limestone cave. Impressive and ancient banyan trees envelop a stepped pathway that spires towards the cave entrance, which is where spiritual shrines and three Buddha images have sat unshaken since the 15th century. The stairs continue to climb through the cave, revealing the second temple and finally the third temple, which magnificently stand atop the cliff."
    },
    {
      "dayNumber": "6",
      "title": "Mai Chau – Hilltop Meals with the Hmong People",
      "description": "Your getaway across the bucolic pastures of North Vietnam will continue to an elegant eco-friendly and premium resort that is neatly settled on a hilltop within Mai Chau. The destination, which envelopes your chic suite, will be bursting with life, and as you relax on hammocks under the beaming sunshine, notes of birdsongs will reach a melodic crescendo. The evening will be yours to enjoy, and you will not have to leave the tranquility of your resort to find delectable Vietnamese dishes for dinner. As you sit within the heart of Mai Chau’s glorious environment and feast on first-class cuisine, you will wallow in the tangerine sunset views that surrender to the sparkling stars. The scenery is spectacular, and you will witness it throughout your family adventure, while your experiences within it will be elevated as you visit a traditional ethnic hill tribe who calls this wondrous region home. Your knowledgeable tour guide will chaperone you across the royal rice fields and along the sloping mountains to Xa Linh Village, which is an endearing town where a Hmong hill tribe resides. Rural and secluded, this rarely visited village gushes with authentic character and evokes pleasant feelings of times before businesses boomed. Its allure is distinguished in all directions, and as you peruse the dirt roads, you will catch glimpses of natives dressed in traditional embroidered skirts and traders who sell unique Vietnamese curios. A local family will welcome you to their home, and you will be accompanied by your bilingual guide and deeply experience their fascinating heritage and timeless traditions. A few members of the community will appear in colorful clothing and provide entertainment in the form of a customary Hmong performance in celebration of your visit. Your tour will culminate with a sumptuous spread of Vietnamese specialty dishes in which you will be delighted. Your meal will be complete with the pronounced flavors of this gorgeous and unique region. Before you retreat to your resort for some rest, you will cycle across the sprawling roads which line the edges of emerald rice paddies and jade mountains. You and your family will capture unforgettable moments together as you cruise within this oasis of natural splendor and snap photos within the idyllic hues of the Vietnamese countryside."
    },
    {
      "dayNumber": "8",
      "title": "Sapa – Entrancing Treks across the Tonkinese Alps",
      "description": "Perhaps one of the most appealing aspects of traveling in Vietnam is the incredibly diverse and unfrequented mountainous regions that lie further in the North near the Laos and Chinese borders. Here, there is little in terms of tourism, and the delight stems from precisely this. The crowds wean off of the roads, and the faces of foreigners fade behind the lively towns that brim with locals. There is a simple atmosphere that blankets Sapa, flowing from the peak of its tallest limestone cliffs. The untamed splendor of Sapa will be explored from the utmost comfort of your reputable suite within a first-class resort that is nestled below the Tonkinese Alps. You will journey to this prestigious accommodation on board a regal train in your own secluded cabin, which will showcase passionate vistas of Northern Vietnam. Sapa is an essential trekking destination, and this is due to the fact that it boasts the country’s most entrancing environments. Your knowledgeable tour guide will lead the way as you hike across the stepped rice terraces that descend toward gentle river streams in the valleys. All the while, mysterious caves in the Karst Mountains will loom over you in glorious fashion, and an adventure through them will bring you closer than ever to Vietnam’s natural terrain. Your landscape expedition will culminate in the clouds as you venture forth to a premier restaurant that is perched on the top of a hill. The cool climate will invigorate you, and stylish refreshments will be served to your table as your jaws drop to the sights of the rolling escarpments. You will further witness the surreal settings as you delight in a fine dining experience at a signature restaurant that specializes in Hmong cuisine. Here, you can indulge in an assortment of delectable dishes at the celebrated restaurant and delight in the distinct zest of local corn and rice wine. Famous for its pounding waterfalls of tremendous natural beauty, a trip to Sapa would be incomplete without a thorough family adventure to the most sought-after waterfalls. The Silver Waterfalls tower from the ground, and their winsome streams are steeped in legendary tales that trace back many years. You will discover more of this folklore as your tour guide leads you to the renowned Love Waterfall, where the ancient stories will untangle themselves before your eyes. Sapa Lake is the final waterscape that you will encounter during your riveting stay in the region. You and your family will glide across the peaceful, glassy face of the water and be surrounded by architectural gems and mountainous prospects before reflecting on the thrilling experiences in which you will have indulged."
    },
    {
      "dayNumber": "11",
      "title": "Bai Tu Long Bay – Explore a Waterscape of Grand Natural Design",
      "description": "Ha Long Bay, which is situated off the Northeastern coastline of Vietnam, is a pivotal highlight that features a sprawling, emerald waterscape where limestone islands ascend out from the water’s surface. Bai Tu Long Bay is characterized by the same magnificent prospects, however, it is off the beaten path, and a regal sea cruise will take you across Ha Long to Bai Tu Long’s concealed landscape. The memorable cruise will showcase the stunning vistas while offering you and your family a fancy escape from the bustle of the busy cities. On board, you will be treated to sublime Vietnamese cuisine and an endless array of activities that are designed to maximize your family-fun. Your sea voyage will bring you to pearly, white-sand beaches on limestone islands, where you may spend the day, lounging under the toasty sun or in the water among the sparkling sea life. You and your family will be given the opportunity to kayak across the tranquil waters and capture images of the rugged rock formations in all their flawless grandeur. Enduring caves will encourage you to witness the destination’s hidden enchantment as you brave the dark rock tunnels, which will amaze you with their untouched, natural structures. Your tour will continue to a long-established agricultural village that oozes rural authenticity. Shrouded in timeless traditions and significant cultural customs, you and your family will discover the local farmland lifestyle and learn about its role in the economic prospects of Vietnam. A luxurious spa treatment awaits you and your family on board the boat, and as professional masseuses knead away any and all of your tension, you will all feel completely revitalized before returning to the Vietnamese shores. A morning Tai Chi demonstration will give you more time to focus on yourselves and vivify your minds and bodies."
    },
    {
      "dayNumber": "13",
      "title": "Hoi An – A Distinct Destination of Diverse Cultural Influence",
      "description": "Hoi An is located in the Northern half of central Vietnam against the stretching coastline of the East Vietnam Sea. It is a charming city of marvelous, tropical appeal that is home to a prosperous history that you will have the luxury to uncover. Your home away from home will be a 5-star resort that features a collection of extraordinarily sleek villas and world-class amenities that will keep you all thoroughly enthused. Hoi An attained its zenith of influence through the 17th and 19th centuries, where Japanese and Chinese cultures helped to shape the distinctly diverse traditions that underpin its current conventions. The town is packed with noteworthy landmarks, and these will be best explored by foot as your tour guide escorts you through the illustrious districts. The Assembly Hall of the Chaozhou Chinese Congregation offers a glimpse of the ethereal decor and architecture for which its country is known. You will feel as though your family has been spirited away to a forgotten world as you stroll through the unique landmark. Afterward, the quaint Japanese Covered Bridge, in all its ancient glory, will take your breath away as you witness the elaborate wood carvings along the bridge, which serves as an important pedestrian passageway. Finally, you will fully immerse yourselves in the traditions at a Vietnamese Lantern making class. Trained experts will share stories of the lantern’s significance in their culture as well as demonstrate the time-tested process that is used to create these artisanal displays. You will depart Vietnam with a wealth of knowledge and insight into the country’s captivating traditions in addition to memories of the great family-friendly activities that you will have adored. Your journey will conclude with one last, exquisite Vietnamese breakfast before you transfer to the airport with plenty of time to spare and reminisce on your enchanting expedition to North Vietnam before flying home."
    }
  ],
  "map": ""
}