{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "14-day-vietnam-tour-northern-landscapes-southern-cruising",
  "tourName": "14-Day Vietnam Tour: Northern Landscapes & Southern Cruising",
  "placesVisited": "Hanoi, Ha Giang, Sapa, Cat Cat, Hoang Su Phi, Phin Ho, Bac Ha, Y Linh Ho, La Cai",
  "generalInfo": "Discover a country brimming with rich culture, captivating natural beauty, and delectable cuisine when embarking on our 14-day northern landscapes and southern cruising Vietnam tour. Tread off the beaten path to eco-focused villages, drive winding roads up striking mountain passes, and dive into dish after dish of unforgettable local flavors. Compare the contrasting cultures of the north and south while uncovering some of Vietnam’s best-kept secrets.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi - Embrace the Bustle and Ambiance of Vietnam’s Capital",
      "description": "Welcome to Vietnam’s pulse, its capital and the UNESCO citadel of Hanoi. The city buzzes with modernity, while embracing tradition through golden pagodas and ancient temples. After transferring to your hotel and settling in, time is yours to explore. You may wish to stroll along the base of 120-year-old Long Bien Bridge, its soft gray arches coming to life with exquisite murals depicting tales of vendors displaying their wares. Return to the 11th century with a Hoan Kiem Lake water-puppet show. Watch puppeteers in waist-deep water guide wooden characters in expressive movements, accompanied by the whistle of bamboo flutes or the cry of a Vietnamese opera singer."
    },
    {
      "dayNumber": "2",
      "title": "Ha Giang - Discover Vietnam’s Final Frontier and Picturesque Hoang Su Phi",
      "description": "Travel to the far north of Vietnam to the province of Ha Giang. The country’s final frontier will greet you with narrow, snaking roads that creep up through green, cone-shaped hills and jagged rocky highlands that seem to tumble down into lush forested valleys and the picturesque terraced rice fields of Hoang Su Phi. Walking through the wavering sea of gold, you may pick up the fresh, hay-like aroma filling the air. Absorb the quiet hum and beautiful stillness of your rural surroundings, accompanied by broad smiles and welcoming gestures. Embrace the simplistic and eco-friendly environment of your overnight destination, your accommodation of bamboo and bricks with solar-powered energy lighting up your stay."
    },
    {
      "dayNumber": "3",
      "title": "Phin Ho - Discover the Rich Traditions and Culture of the Red Dzao Tribe",
      "description": "Making your way on foot through scenic valleys of light and dark greens flanked by golden terraced rice fields and distant, dark mountains, arrive in the charming village of Nam Hong. As the morning clouds lift, look out over crops, breathing in the refreshing country air. Meet the Red Dzao community, one of Vietnam’s largest minority ethnic groups. Greeted by a quiet hello and broad smile, bold red headdresses compliment long, navy robes as you are handed a cup of bronze. The deliciously sweet and fruity Shan Tea, a precious commodity that’s native to the region, will warm you as you step inside a traditional thatched Dzao home, oval in shape, with a humble portico over a welcoming door."
    },
    {
      "dayNumber": "4",
      "title": "Pan Hou Village - Trek Downhill Through Bamboo Forests and Lush Valleys",
      "description": "Gently ease your way into today, enjoying a light lunch before embarking on your trek to Pan Hou Village. Weave your way through a thin wall of bamboo forest, the rustle of leaves gently swaying in a light breeze as you come upon a trickling stream. You may stand in awe as you gaze out over the rippling landscape of terraced rice fields, swirls of crops covering undulating hills and highlighted in brilliant greens and gold. Later, unwind as you embrace the calm of your surroundings, perhaps taking a dip in the warm waters of a herbal bath or enjoying a massage."
    },
    {
      "dayNumber": "5",
      "title": "Bac Ha - Witness Daily Farm Life Then Cruise On The Chay River",
      "description": "Driving to the enchanting and peaceful town of Bac Ha today, your journey transports you into a world of immense scenic beauty, the land rich with apple farms and green tea plantations, valleys of rice fields and a lively ethnic market where vendors present colorful handicrafts and livestock create a cacophony of sounds. If visiting in the springtime, you may experience the beauty of pink and white plum blossoms as you wander around the Ban Pho village. Continue your scenic exploration with a lazy cruise on the snaking Chay River, its waters flanked by sheer, slate rock faces and a lush river bank."
    },
    {
      "dayNumber": "6",
      "title": "Sapa - Wander Morning Markets and Walk Around Rice Paddy Terraces",
      "description": "Heading up to Vietnam’s highest peak, Mt. Fansipan, your journey today sees you traversing mountainside roads hugging steep slopes and undulating hills. Captivating scenery surrounds you under a smoky sky and cotton clouds. The views are vast and simply breathtaking as the tower-shaped peak leers above the tranquil landscape. Wind your way down to the Cat Cat village, stopping at the impressive hydroelectric station. Watch as ribbons of water flow from dramatic waterfalls onto giant bamboo and wood water wheels. Enjoy a riverside lunch before embracing the charm of the small mountainside market town of Sapa in the Muong Hoa Valley."
    },
    {
      "dayNumber": "7",
      "title": "Hanoi - Hike Dirt Trails and Embrace Local Culture and Color",
      "description": "A combination of driving, hiking, and a lot of learning is on the cards today as you take a journey along dusty dirt trails, over breathtaking mountain passes, and through fruit fields, rice paddies, and farmland. Your destination is Hanoi and the adventure in getting there introduces you to a world of culture and color in the landscape and local tribes. Meet the Black Hmong people who live in the Ta Phin village, immediately impressive in their colorful and immensely detailed garb. Their clothing is intricate in design, with indigo-dyed hemp used to create jackets, sashes, skirts, and leg coverings with geometric designs, using stitching and applique to express identity and tradition. No two designs are ever the same."
    },
    {
      "dayNumber": "8",
      "title": "Hanoi - Explore Hanoi by Motorbike and Savor Traditional Street Food",
      "description": "Explore more of Hanoi’s charm, culture, and outstanding street food during today’s adventure, conducted from the back of a motorbike. Visit the iconic Ho Chi Minh Mausoleum, the dark gray cube-shaped monument made of marble that stands as a tribute to Vietnam’s former president, fondly referred to as “Uncle Ho”. There is a sense of stillness and calm inside the silent, sacred space. Later, explore the street food scene of the Old Quarter as you dive into bowls of traditional pho , with its rich, salty flavors of beef and smooth texture of noodle soup, or bite into a green papaya salad, enjoying the juicy, crunchy textures and fresh taste of this colorful dish."
    },
    {
      "dayNumber": "9",
      "title": "Ha Long Bay - Soak Up the Emerald Water Wonderland of Ha Long Bay",
      "description": "Trade gravel roads for emerald waters today as you embark on your voyage through Ha Long Bay. Guests onboard the wooden “junk” are immediately met with a warm greeting to complement the breathtaking scenes that unfold around them. Limestone pillars of varying shapes rise from below the waters, lush coverings of jungle-like vegetation contrasting the water. Cruise through the lesser-populated Bai Tu Long Bay, an exquisite seascape often referred to as “Heaven on Earth”. Your adventure culminates in the unique experience of dinner inside the Drum Cave. Rocky ceilings are magically transformed into a fairy-lit haven, dining tables filled with classic Vietnamese flavors of lemongrass, garlic, and spice, offering an inviting aroma and taste."
    },
    {
      "dayNumber": "10",
      "title": "Ho Chi Minh City - Enjoy Tai Chi and Visit a Floating Fishing Village",
      "description": "Start your morning with a Tai Chi class, rekindling the relationship between body, mind, and breath, then step onto a sampan , a traditional Vietnamese boat. Low to the water and simple in design, these vessels are long and slightly turned up at the end, making them ideal for fishing. Glide gently along the waters of the small and uncluttered Bai Tu Long Bay observing vendors and fishermen selling their wares and honing their craft in the Vung Vieng floating fishing village. Absorb the cackle of a lady drawing attention to her pottery display and the laughter of fishermen bragging about their catch of the day. Find your land legs again as you bid Hanoi farewell and head to Ho Chi Minh City."
    },
    {
      "dayNumber": "11",
      "title": "Ho Chi Minh City - Discover Contrasting Cu Chi and Ho Chi Minh Cities",
      "description": "Pick up the speed today with a fast boat ride to the underground city in the Cu Chi Tunnel, a labyrinth of corridors and living spaces. Arched passage walls are smooth, narrow, and dimly lit, the air cool and still, the cave seemingly soundproof. Head to Ho Chi Minh City, which bursts with mopeds, monuments, and mighty skyscrapers. Visit lively Ben Thanh Market, the lingering scent of sweet fragrances filling the air as you wander through rows of colorful clothing and souvenirs while the aroma of grilled seafood draws you to the food stalls. Bite into soft and chewy banh beo , rice cakes with toppings such as scallions and shrimp."
    },
    {
      "dayNumber": "12",
      "title": "Tra On - Learn the Tricks of the Coconut Oil and Brickworks Trade",
      "description": "Visit the town of Ben Tre in the Mekong Delta, your first adventure of the day being a mango cruise, a chance to experience untraveled parts of the famous delta as you wind your way along quiet canals en route to new discoveries. Step ashore to visit a coconut processing factory and watch and learn as slicing, dicing, and crushing techniques turn the fruit into sweet candy or oils. Observe the nutty and tropical aroma of the coconut before visiting a traditional brick-making site in Vung Liem. Traveling on bicycles, pull up to a production line of workers feeding burnt clay bricks into traditional kilns. Continue to your luxury accommodation in Tra On for the evening."
    },
    {
      "dayNumber": "13",
      "title": "Ho Chi Minh City - Experience Floating Markets and a Wave of Trading Vessels",
      "description": "Tra On floating market is a sea of organized chaos, a myriad small boats laden with fresh fruit and produce, their handlers all vying for business as their floating stores bring variety and quantity to all who visit. Spend some time here before moving on to the famous Cai Rang floating market. Watch as vendors juggle fruit, throwing the precious produce from boat to boat and floating over gentle waves while balancing a pole of hanging mangosteen and grapefruit, durian and coconut candy. Boats gather, chatter fills the air, and the vibe is pulsating. Enjoy your time on the water before returning to Ho Chi Minh City."
    },
    {
      "dayNumber": "14",
      "title": "Ho Chi Minh City - Take One Last Wander Around Historical Ho Chi Minh City",
      "description": "Depending on what time your onward journey begins, you may have time to explore a little more of bustling Ho Chi Minh City. Perhaps a visit to some of the historical sites, such as Reunification Hall, said to be a historical monument that contains the essence of eastern culture, or the beautiful Cathedral of Notre Dame. Bid farewell to Vietnam as you transfer to the airport."
    }
  ],
  "map": ""
}