{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "vietnam-cooking-class-food-tour",
  "tourName": "Vietnam Cooking Class & Food Tour",
  "placesVisited": "Hanoi, Ha Long Bay, Hue, Hoi An, Ho Chi Minh City",
  "generalInfo": "The food of Vietnam is filled with depth, from rich and hardy beef broth to stunningly bright coriander and lime zest. On this custom tailored tour through the highlights of the urban and rural landscape you will taste your way through the regional cuisine, where the herbaceous ginger or sweet shrimp can be mixed with luscious jackfruit or vibrant carrots. From Hanoi to Ho Chi Minh City, explore the sites with more than just your eyes by experiencing the true flavors of Vietnam.",
  "durationDays": "10",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Opening Tastes",
      "description": "Welcome to the vibrant city of Hanoi, the capital of Vietnam and home to the eclectic mixture of serene landscape and energetic cityscape. The beauty of the city isn’t just along its streets but around its ponds and beneath the dangling trees. You see the iconic image of people riding bicycles with woven baskets overflowing with oranges and their conical hats protecting them from the sun. The skyline can be seen mirrored in the lake, undulating like the mountains in the countryside. You are met at the airport by your private transfer and soon you are able to relax within the comforts of your hotel. The scent of fresh chili and garlic are alluring in the evening as you are taken to a local restaurant for your first flavors of authentic Vietnam, specifically a regional treat. Between the Old Quarter and Hoan Kiem Lake you can find Cau Go Restaurant with a sensational view of the water and elegant décor, where the flavors are ready for you to try, each new taste offering a modern twist."
    },
    {
      "dayNumber": "2",
      "title": "Take a Bite",
      "description": "Let the morning bring the energy back into the city, where the quiet streets of the evening begin to percolate once more. You are met by a local chef and guide who will take you through the city streets and into the local market to witness not only the freshness and vibrancy of the stalls but the true culture of the city within. The sounds of the market are lively, bursting with calls from vendors and customers alike. The reds from the chilies are almost exploding while the scent of ginger is herbaceous and alluring. You follow your guide through the market, picking the freshest and brightest ingredients before making your way to the kitchen to cook. A brief demonstration has you finding the best way to chop, dice, and sauté your meats and vegetables before combining them for a tantalizing beef noodle soup or inspiring papaya salad. The effervescence of the dishes brings you to new heights, allowing you to take the flavors with you for the day and the recipes home with you as a lasting souvenir. In the afternoon you will be guided through the diversity of Hanoi, your adventure includes a cyclo ride through the Old Quarter. Sit in the basket on the three-wheeled bicycle taxi with your driver pedaling behind you as you venture through the 36 streets that make up the neighborhood that was brought together through a series of guilds. The streets continue to garner stalls that represent the area’s past, once divided by sugar and silk, jewelry and flowers. Passing through the streets will eventually bring you to the Temple of Literature standing as the oldest university in Vietnam and dating back to the 11th century. The opulent Vietnamese architecture looks like a combination of Khmer and Chinese textures, squared bases and angular roofs, bringing you another flavor of the city and a hint at the country’s past."
    },
    {
      "dayNumber": "3",
      "title": "The Mouthwatering Bay",
      "description": "Another morning brings more flavors your way from the luscious noodle soup of traditional Vietnamese breakfast to a western style breakfast that gives you the sweet taste of fresh jam spread over crunchy toast. After your meal you will be met by your private transfer and taken northbound to the remarkable Ha Long Bay. The bay sits on the Gulf of Tonkin and is known to be one of the most stunning landscapes in Vietnam, where the emerald water shines beneath the towering limestone karsts. Thousands of islands have been sculpted by the tides, while those very same islands have molded the majesty of the bay itself. The gray rocks are carpeted with lush greenery whether climbing atop the coastal mountains or on individual rock outcrops. In the afternoon you will venture into Surprise Cave. Found on Bo Hon Island, Surprise Cave, also known as Sung Sot Cave, is locates on a steep path beneath overhanging trees. The scent of hard earth mixes with the rich soil and the sea. Step into the large grotto, known as the ‘waiting room,’ to see the generating colors that blend and sparkle along the interior rocks. The slick walls look as though they have melted and dripped down from the ceiling in places. You understand where Surprise Cave gets its name as you wind deeper through the cavern, knowing that the surprise is the awe of the landscape. You will continue your exploration of the bay with your return to the boat, noticing the textured sails of Chinese Junk boats in the distance as you weigh anchor for the evening in a secluded alcove beneath the stars."
    },
    {
      "dayNumber": "4",
      "title": "Coffee on the Rocks",
      "description": "The scent of fresh brewed coffee rouses you from sleep. In the early morning light you watch the mist disappearing over the cool air of the sea where the karsts become suddenly visible and the water’s bejeweled color begins to shine again. In the afternoon you will return to Hanoi to make your flight to the once Imperial capital of Hue. The reminiscent capital continues to bring about the lively history of its once grand past, from emperor tombs to culture, temples and cuisine, amounting to sensational traditions and beautiful architecture stretched over and around the lakes. In the evening the scent of simmering pork belly wafts through the streets and you discover crisy banh khoai , a pan-fried crepe stuffed with fresh shrimp and luscious pork belly, bringing the day to a succulent end."
    },
    {
      "dayNumber": "5",
      "title": "A Taste of the Imperial",
      "description": "The colors of the morning are different than that of Hanoi, spreading over the once illustrious past that continues to create luster on the fringes of the surrounding city. Your day begins with your guide touring you through the ancient citadel of the city reigning since the 19th century. Step along a dragon-boat, a wide berth with vivacious dragons with detailed yellow scales and a rainbow of color adorns the façade. Soon you will come to the tomb of Emperor Minh Mang. The complex covers a vast area with three different circles of parapets. The outer walls are around six-miles in circumference, over 12 feet high and 61 feet thick. Step through one of the four entrance gates to the citadel, where Ngo Mon Gate was once reserved only for the king. The tall, formative stone basin carries the bright red pillars and pagoda-style metopes that loom over the open plaza. The entire complex is both imposing and gorgeous, taking the artistry of a proud past and displaying it within grand design. In the afternoon you will return to Hue and savor the flavors of the more traditional dishes of the region. The crafting of these recipes is demonstrated by a chef, imitated by you, and sampled by both within the charm of a garden house."
    },
    {
      "dayNumber": "6",
      "title": "Along the Central Lines",
      "description": "After breakfast you will soon see the mountains stretching over the skyline along Hai Van Pass on your way to Danang. The pass itself undulates along the ridgeline that winds along the coast. The exceptional forestry drapes over the hills while the morning mist reaches out from the sea. You can see where the lush jade hills meet the sapphire shores. In Danang you come to a city of vast differences, where the past continues to dazzle amidst a stretch of new, opulent skyline. The scent of lush grass gives way to the familiar comforts of chili and ginger. Within the open-air Cham Museum you will find relics of the Champa Empire, once the biggest rivals to the Khmer. The artifacts range from icons to statues that overtake the open spaces of a French Colonial building embellished with Cham artistry. Dragons, Vishnu, and Ganesh can be seen engraved in stones that have been found throughout the countryside of what was once a strong kingdom. In late afternoon you can relax along China Beach where the cool water of the East Sea brushes against golden sand as you unwind with the rest of the day at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Remarkable Flavors",
      "description": "Today you will leave Danang behind for the atmospheric delight of Hoi An. The streets are overtaken by a harmonious demeanor wrapping around a provincial character. The river runs through the center of the city beneath the 16th century Japanese Bridge, which has become the image of the city. On either side of the bridge you will find weathered statues guarding the entrances, a pair of monkeys and a pair of dogs. The sloping shingled roof covers the pathway and gives you some shade from the creeping light. Your guide brings you to a local market to show you the ingredients that you will need for the forthcoming meal. The creamy, sweet scent of jackfruit lingers in the air amidst the more floral produce of the market. Follow your guide through the famous paper lanterns that line the Old Town streets bringing a colorful glow to both the day and the night. Soon you will learn the secrets and flavors of traditional Hoi An cuisine, including the White Rose, a shrimp dumpling constructed with lucent dough that is formed to look like the blossoming flower. Or you can try out a traditional dish of cao lau , sticky rice noodles with meat and vegetables which offer a sweet scent and savory flavor and is found only in Hoi An."
    },
    {
      "dayNumber": "8",
      "title": "Southern Bound",
      "description": "With the charm of Hoi An before you, you can savor the flavors of breakfast within the traditional tastes of the region set beside the riverbanks. Soon you will be taken to the Danang airport for your flight to Ho Chi Minh City. The city once known as Saigon continues its whirling energy, filled with vitality that carries you along for the ride. Sensational aromas seem to drift out of every restaurant and home beneath glossy skyscrapers and between the blending of the past and future of the city. It is easy to settle into the modernity that has surrounded the history of French Colonial architecture and beyond."
    },
    {
      "dayNumber": "9",
      "title": "Early to Sunnyside",
      "description": "The bright and shiny morning brings the energetic streets to life. Within the breakfast hours you will meet your chef and guide who will take you once more through the effervescent markets of Vietnam; however, the Ben Thanh Market is something more than just a local shop. It is also a practical ecosystem teeming with eateries, vegetables, spices, and more. Known as the city’s Chinatown, the Big Market’s entrance is marked with a large open façade with pagoda styling. Once you have tested and tasted the regional cuisine you will then be guided through the remainder of the city’s past to witness the splendor of the Notre Dame Cathedral. The entire church, from stone to tile, was originally shipped over from France during the late 19th century. Now the pinnacle of Catholicism within the city, you can see the red coloration of the stone shinning against the sky and the two pillars which rise 190 feet tall. There is elegance in the cathedrals façade, from the arches to the rose window, while the interior opens with lofted ceilings and intricate geometric designs are formed out of the tiles. The sun peaks through the windows and spotlights the shapes that lead to the dais."
    },
    {
      "dayNumber": "10",
      "title": "Endless Flavors of Vietnam",
      "description": "Your morning is free to explore Ho Chi Minh City once more and to try to retain as much of the natural and fresh flavors of the city as you can. From the exquisite lime zest to the chili paste, the succulent noodles to the deeply rich soup, you have ventured through the winding roads and climbing countryside, experiencing the diverse tastes of each region and the familiar flavors of the Vietnamese tradition. Soon you have a private transfer to the airport where you will begin your journey home, but one more taste of the local dishes couldn’t hurt. For additional tour options, read about other tours of Vietnam offered by Zicasso . For traveler experiences, read the Vietnam tours reviews ."
    }
  ],
  "map": ""
}