{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "family-fun-filled-vacation-in-vietnam",
  "tourName": "Family Fun Filled Vacation in Vietnam",
  "placesVisited": "Hanoi, Ha Long Bay, Saigon, Mekong Delta",
  "generalInfo": "The rich culture of Vietnam will enchant and delight you on this family friendly journey through the highlights of the north and south. The unimaginable beauty of Ha Long Bay shimmers an emerald color against the rising limestone islands while the playful puppet theater brings laughter and legends to light. The palm-fringed riverbanks along the Mekong Delta are picturesque, an image out of a storybook, while the energetic cities of Hanoi and Saigon have encapsulated their diverse pasts and connected present ready for you to explore, enjoy, and from which to create everlasting family memories.",
  "durationDays": "7",
  "price": "2,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – A Familial Welcome",
      "description": "Welcome to Hanoi, home to the capital of Vietnam and much, much more. You are met at the airport by your local guide and taken by private transfer to your lush accommodation. You are immediately welcomed with kindness and are filled with anticipation for the explorations to come. The scent of ginger root and coriander fills the street. The city has a particular pulse that is both traditional and modern, where skyscrapers and luxury apartments can be seen in the distance but pagodas and temples are never far away. The flavor of the city combines its past and present into a delicate mixture of cultures, from the food to the city’s design. With the afternoon yours to enjoy at your leisure you could stroll through the streets to gain an early appreciation for Hanoi’s vibrancy. A large stretch of motorbikes is offset by women in conical hats strolling down the street with a large pole resting on their arms, balanced by hanging, circular baskets holding lettuce or spinach. The city boasts a millennium of history, from temples to ancient citadels, where you can sit at the Thang Long Water Puppet Theatre and witness a sample of the North Vietnamese culture in action. Dating back to the 11th century, rising out of the culture of flooded paddy fields and a need for entertainment, villagers would stand waist-deep in the water and let the puppets dance along the surface. Many shows feature the celebrated legend of Hoan Kiem Lake and the giant tortoise, showing you an imaginative world of myth, history, tradition, and the modern city’s connection to its roots."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – Finding the Old and New",
      "description": "The aromas of the morning come pleasantly with herbaceous delight, along with the flavors of your choice of western or traditional Vietnamese cuisine to start your day right. After breakfast your guide will meet you at the hotel lobby ready to tour you through the fabulous history of the city. At the Ho Chi Minh Mausoleum you will come to the large, stone structure of the final resting place of the iconic leader of Vietnam. Constructed in granite in the 1970s, the structure is commanding against the open surrounding sky while the grounds beyond the main square lend more of an auspicious ambiance to the city. Strolling through the lush trees and along the reflective pond brings you to a quaint house on stilts that once belonged to the former leader. Adjacent to the bright yellow palace sitting beyond the manicured gardens, this smaller, more charming home was chosen for its warm quality. While strolling around the shores of Hoan Kiem Lake you will find the Temple of Literature, where almost 1,000 years of history resides, including the first university in Vietnam. The Well of Heavenly Clarity sits within one of the five courtyards, a large square water source with a tranquil, reflective surface surrounded by blossoming flowers."
    },
    {
      "dayNumber": "3",
      "title": "Ha Long Bay – Set Out for the Bay",
      "description": "The morning light washes over Hoan Kiem Lake and you can imagine the shimmer on the water’s surface between the swaying leaves. After breakfast your guide will meet you in the lobby, ferrying you through the countryside and arriving at Ha Long Bay. The wonder of the bay comes from the natural beauty of towering limestone karsts, the pure turquoise water, and over 1,600 islands and islets covering over 930 square miles. One of the greatest ways to experience the bay is by stepping aboard a classic Junk boat. The sails expand in the air like a paper fan, rippled and catching the sweet breeze. After the boat weighs anchor you can see the variety of karsts and islands, shaped like animals and objects, from bells to elephants. The mist rises from the surface and splashes into the air while you watch the ever-present islands drift by. In the afternoon you can bask along Soi Sim Beach, a small stretch of powdery sand surrounded by grand trees. Relax on the soft earth that melts into the colorful water while enjoying the view of the islands in the distance. In the evening the ship will anchor in the beautiful seclusion of Luon Bo, giving everyone on board a feeling of isolation from the world beyond; this privacy enabling the family to come closer together, whether by playing games or joining the crew to embark upon a squid fishing adventure."
    },
    {
      "dayNumber": "4",
      "title": "Ho Chi Minh City – Bayside to Streetwise",
      "description": "It is hard to miss a sunrise like the one over Ha Long Bay. You can see the colors resting on the horizon, slowly lifting above the karsts, bringing a glare and a glow to the day while bouncing off of the emerald water. Whether you spend your early hours resting or partaking in the morning yoga along the deck, soon you will come to Sung Sot Cave, also called Surprise Grotto. The cave is located on Bo Hon Island and is part of the winding caverns digging beneath the islands. Once inside the large chamber you see that the walls rise over 90 feet high, smoothed and shaped by time and generating color after color. The second chamber carries shadows from the light reflecting off of the water outside, bringing the walls to life. When you come to the “Royal Garden” you find the deepest point of the cave, filled with a clear pond where birds and plants have made their home on the clear, sunny days. With your cave excursion finished you will dock, return to Hanoi and make your flight to Ho Chi Minh City, otherwise known as Saigon. The remarkable swirl of the city's lights twinkle beneath you as you check in to your hotel for the evening."
    },
    {
      "dayNumber": "5",
      "title": "Ho Chi Minh City – Along the Vast Delta",
      "description": "The energy of Ho Chi Minh City is different than that of Hanoi, more modern and filled with a faster pace offset by locals in traditional dress winding down the roads on bicycles. However, the grandeur of the city is palpable within that non-stop energy. The aromas of breakfast are familiar and delicious as you are met by your guide and led out of the cityscape and onto the waters of the famous Mekong Delta. Climb aboard your cruiser that begins to stream down the palm-fringed riverbanks. The waterway begins to fill with boats. Shallow canoes crowd the lane, each one filled with remarkable color from fresh produce. The atmosphere is jovial and lively, full of gesturing hands and jackfruits and pineapples. You have come to the Floating Market of Cai Be. Iconic conical hats are sported along the riverbanks as people guide their boats along with long poles, pushing themselves closer to the banks, boats, and one another. The scent of the river blends into the bright citrus and lush pulp of the various fruits and vegetables around you. Soon you leave the jubilant crowd behind and continue downstream where Cai Be Church watches over the water like an old friend. The bell tower can be seen peaking over the delta and the boats docked on the homes climbing on stilts. Built between the 1920s and 1930s, the tower rises over 170 feet high, and can be heard ringing through the town every morning at four a.m. Your journey along the delta will take you away from the city skylines and into the remarkable landscape of terraced hills lush with rice paddy fields and fisherman skimming through the water for the daily catch. In the evening you will return to the comforts of Ho Chi Minh City."
    },
    {
      "dayNumber": "6",
      "title": "Ho Chi Minh City – Glowing Old and Vibrant New",
      "description": "Wake up to a new morning along with the city that connects its past with its present, keeping its culture thriving beneath the beauty of the rising skyline. After breakfast your guide will lead you through the various neighborhoods that make the streets grand, reaching back through its past to help push the city forward. The French colonial influence can be felt and is hinted at within the aroma of the air, often filled with the scent of rich coffee and fresh pastries. Cholon, also known as Big Market, is considered Ho Chi Minh City's Chinatown. The vivacious Chinese architecture stands at the gates surrounding the winding world within. Dating back to the 18th century, the crowds of Binh Tay Market bring the spices, textile colors, and original flavor to the district. Hop on a cyclo, a three-wheeled bicycle taxi with a bucket seat in the front for the riders which will ferry you around the neighborhood before continuing with your tour of the city at Dong Khoi Street. The area is brimming with French colonial buildings, experiencing the change with the times. You can find the center of commercial life bursting with energy up and down, including boutiques, cafes, and The Notre Dame Cathedral. The corner is quiet compared to the rest of downtown, filled with the ambience of a church rising over 190 feet tall, built of marble and stone that was long ago transported from France. The rose window that adorns the central façade is immaculate, while the interior lofted ceilings are mesmerizing; you will remain transfixed as you follow the geometric tiles down the aisle. In the evening you will board a riverboat for a sensational affair of food and traditional dancing that carries you along the Saigon River beneath the shadows cast by the skyscrapers. The air is cool and scented with the delicious musk of cooking garlic and simmering carrots, each flavor as bright and satisfying as the next. Indulge in the succulent buffet where all the tastes of the country are represented and everyone can find something they love."
    },
    {
      "dayNumber": "7",
      "title": "Ho Chi Minh City – Farewell Friendly Vietnam",
      "description": "Bring in the morning with one more freshly pressed cup of Vietnamese coffee; the rich and dark roast brings effervescence to the day. The early hours are yours to spend as you’d like, whether walking through the bustling streets once more or visiting Cholon for last minute gifts enriched with spices or brimming with traditional colors. Soon your private transfer will pick you up from the hotel and bring you to the airport for your flight home. You have visited the highlights of Vietnam, from picturesque landscape to iconic museums within a culture that was once foreign but is now familiar and endlessly friendly. If your family wants more than 7 days in Vietnam, consider an extension. Browse the Vietnam tour reviews for ideas and other tour options."
    }
  ],
  "map": ""
}