{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "highlights-of-vietnam-tour",
  "tourName": "Highlights of Vietnam Tour",
  "placesVisited": "Ho Chi Minh City (Saigon), Hoi An, Hue, Hanoi",
  "generalInfo": "Like a signature dish in a restaurant or a novel you can’t put down, there are some things that you just can’t get enough of and this vacation is one of them. Adventure through Vietnam on a highlights tour to experience the beauty, history, wonder, and grandeur of the country. On this custom tailored tour you will discover the breathtaking scenery of Ha Long Bay and the charismatic floating lanterns of Hoi An. From Saigon to Hanoi, the Imperial City of Hue to the labyrinth of tunnels at Cu Chi, the diversity of Vietnam is yours to enjoy, while the marvel is yours to explore.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ho Chi Minh City – The Past Meets the Present",
      "description": "Welcome to the endless energy of Ho Chi Minh City, once known to outsiders, and most often referred to by locals as Saigon. The city is an expansive collection of modern buildings creating a skyline that is surrounded by a pulsing bustle from the residents. You are met at the airport by a private transfer and taken to your accommodation. Located at the heart of the business and entertainment neighborhood, known as District 1, the luxuries of the hotel come from its comfortable rooms, lavish view, and close proximity to the famous Ben Thanh Market and many of the city’s highlights. Delight in lunch at one of the many splendid local eateries where the flavor of the city is not just within the food but also in the atmosphere. Pho 2000, is a distinct example of this fusion. This famous restaurant is remembered as the location Bill Clinton tasted his first pho in Vietnam while on tour in the year 2000. Follow your guide through the city visiting the landmarks that are well known to both locals and visitors and which showcase the immense diversity of Ho Chi Minh City’s past and present. The Reunification Palace was home to the President of South Vietnam until the mid-1970s and continues to be a time capsule of the era. Beyond the manicured grass and springing fountain is the large boxlike five-story building filled with a collection of tunnels, a war room, and a telecommunications center frozen in time. Stepping into the war command room you enter a space that looks as though it hasn’t been touched since the reunification of the country. Maps remain on the wall while telecommunications equipment, from phones to operating systems, is prominently displayed. In an adjoining room, war propaganda material is displayed in various manners, and the rooftop contains a terrace with a heliport. In the evening you will come to the Vietnam House where the comforts of the cuisine mix with the luxuries of the restaurant, welcoming you to Vietnam."
    },
    {
      "dayNumber": "2",
      "title": "Hoi An – Into the Country and Beyond",
      "description": "The morning energy reverberates through the early streets of the city brimming with the hours yet to come. You are driven awake by the scent of fresh Vietnamese drip-coffee; the rich, dark roast soothes any and every morning. After breakfast, your guide and driver meet you bringing you onward from the jovial city streets to the Cu Chi Tunnels. What was once an elaborate collection of underground channels is now a large war museum that offers people a peek into a vast network of over 74 square miles of tunnels which were built beginning in the 1940s. Your guide will show you the elaborate structures, built deep enough to allow tanks to pass without damaging the network and effective enough to allow air to filter through the ground. As you squeeze through the labyrinthine caverns it is not hard to be impressed by the construction and magnitude of the network within the cool rock of the earth. After a delicious lunch, you will be taken to the airport to make your flight to Danang, and shortly you will arrive in the charming city of Hoi An. Your hotel offers lavish rooms situated along shady, lush grounds. From the glowing pond at the entrance to the soothing reflective pool, you can relax in the comforts of the hotel and the city around you."
    },
    {
      "dayNumber": "3",
      "title": "Hoi An – History Unfolded",
      "description": "When the morning washes over Hoi An there is a different sound to the once-bustling Southeast Asian trading port. The history reaches back to the 15th century and shines along the old streets like the paper lanterns that float beside the charming buildings. After breakfast, your guide will meet you at the hotel and take you through the quaint streets on a walking tour. From Chinese temples and the Japanese Bridge to the French colonial houses stretching along the riverside, you will undoubtedly experience the delight of the city at rest. A visit to the Museum of History and Culture brings artifacts of the rich port’s past to modern hands. The architecture of the museum itself is housed in a pagoda, with graceful angles within its antique styling while the interior displays huge bells and port-era artifacts dating back to the Champa Era. The Tam Ky house is a celebration of both architecture and history. Built in the late 18th century, the house was constructed in a pipe shape with an interior divided into various apartments that served specific functions. The front of the house was used for storefronts while the rooms near the river were used for imported and exported goods. You can see the delicately carved wood within the home decorating the rooms with dragons and fruits. For lunch you will enjoy the quintessential flavors of cao lau , a regional dish only found within the city. The combination of noodles, pork, and local greens creates a unique and delicate balance of richness, succulence, and herbs you would be hard-pressed to find elsewhere."
    },
    {
      "dayNumber": "4",
      "title": "Hue – Marbled Mountains and Purple Cities",
      "description": "The morning light glints off of the water and shines along the Japanese Bridge. After breakfast, your guide will meet you in the hotel lobby and take you to the cluster of five hills known as Marble Mountains. The limestone and marble are carved with caves and tunnels along with temples decorating them and making them a site of pilgrimage for many locals and visitors from all around Vietnam. From the summit, you can look out over China Beach and see the sapphire water of the South China Sea glistening with opulence. Your day continues in the Cham Museum of Danang before venturing over the majestic landscape of the Hai Van Pass. The hills roll into the mountains that peak into the sky while tumbling down to the seaside. The land is draped in lush emerald greenery while the sea is washed with iridescent blue. In the afternoon you will enjoy lunch at a local restaurant where fresh seafood allows you to savor the exceptional and diverse flavors of the country. You arrive in Hue with a visit to the Forbidden Purple City; it is located inside the Citadel and dates back to the 19th century under the reign of Emperor Gia Long. Almost entirely destroyed during the Tet Offensive of 1968, what does remain highlights the strength and dedication of a past empire. Your night will be spent within the luxuries of the Asia Hotel located close to the calm banks of the Perfume River and at the center of all that the city has to offer."
    },
    {
      "dayNumber": "5",
      "title": "Hanoi – Discovering Imperial Pasts",
      "description": "The day truly begins after breakfast when you will meet your guide who will bring you to discover the grand history of the ancient Imperial City. You come to the river and board a dragon boat. The colors and detail of the boat are stunning, from the blue scales of the dragon to its multi-colored strands of hair streaming from its half-ferocious, half-jovial glare. Drift along the Perfume River, the mist rising through the air filling the warm morning with a cool scent. The Tien Mu Pagoda has become an icon of Vietnam and Hue, with large concentric hexagons climbing into the air. However, it is the tombs of the emperors Minh Mang and Khai Dinh that tend to mesmerize people. Modeled after Beijing’s Forbidden City, the 19th-century royal constructions span six square miles with 10 gates and stone walls that are around six feet thick. The atmosphere is calm and embracing, steeped in regal architecture and sensational artifacts. After a quick transfer to the airport, you will arrive in Hanoi, the capital city of Vietnam. You are met by your guide and taken to your hotel located at the eclectic edges of the Old Quarter."
    },
    {
      "dayNumber": "6",
      "title": "Hanoi – Limitless Capital",
      "description": "There is a considerable difference between the emotive city rush of Hanoi compared to the sleepier city of Hue. However, the energy of the streets is compelling and captivating, bringing traditional culture to modern neighborhoods. Motorbikes venture down the roads, bicycles rush alongside the streets, and women wearing conical hats and carrying flat, rounded baskets filled with limes hustle along en route to the market. With a culture that dates back 1,000 years the mixture of preserved buildings and skyscrapers allows history and modernity to coexist. After breakfast your guide once again meets you, ready to show you the sensational highlights of Hanoi. The mausoleum sits in Ba Dinh Square looming over the open plaza with large stone masonry and firm angles. Behind the structure itself is a path that leads through the lush dangling vines of a botanical garden to the billowing yellow façade of the old Presidential Palace. The French Colonial architecture harkens back to a different era. The charming house on stilts at the edge of the pond, once an electrician’s house, became the presidential residence of Ho Chi Minh. The scent of the garden’s greenery and pond bring moisture and earthiness to the air and to the legend of the Ho Chi Minh."
    },
    {
      "dayNumber": "7",
      "title": "Hanoi – The Depths of the Bay",
      "description": "You set out early this morning after breakfast, met by your guide, and are whisked away to the magical shores of Ha Long Bay on a private boat. The sensational scenery strikes you immediately. The water ranges from emerald to sapphire, shimmering like precious gems in the morning light. Limestone karsts add to the gilt of the sky and tower over the surface of the water like the skyscrapers of Hanoi that you left beyond earlier in the day. The cool breeze sweeps across your cheeks and the sweet scent of the water surrounds you. Thousands of islands are situated within the archipelago including Dau Go Island where a colorful cave can be found displaying stalactites and stalagmites that rise and fall over 60 feet. The sunlight causes a shift in the hues of the stone, from yellow to green, blue to gold. At Titov Beach you can step into the bay and feel the cool, soothing water rush against your toes. The powdery sand is pressed up against the water on one side and lush greenery on the other. In the evening you will return to Hanoi with the relaxed energy of a stunning day staying with you."
    },
    {
      "dayNumber": "8",
      "title": "Hanoi – Once More Around",
      "description": "The morning brings with it your final day in Hanoi and Vietnam, filled with the bittersweet taste of rich roasted coffee. Spend the early hours returning to your favorite sites of the city, from the spiced scents of the Old Quarter to the tree-fringed banks of Hoan Kiem Lake where the graceful Rising Sun Bridge arches over the tranquil waters below. Later in the day your private transfer will meet you at your hotel and take you to the Noi Bai Airport for your journey home. If you'd like more than 8 days in Vietnam, consider customizing this trip further. Visit the section for Vietnam tours reviews ."
    }
  ],
  "map": ""
}