{
  "destination": "Vietnam",
  "mainPhoto": "",
  "id": "flavors-of-thailand-and-vietnam-culinary-tour",
  "tourName": "Flavors of Thailand and Vietnam Culinary Tour",
  "placesVisited": "Hanoi, Hue, Tu Duc, Khai Dinh, Hoi An, Ho Chi Minh City, Bangkok, Chiang Mai, Wat Phra Singh, Wat Chedi Luang, Don Mae Salong",
  "generalInfo": "Different taste buds are aroused each day on this culinary tour of Thailand and Vietnam. Exotic spices tingle on the tongue. Aromatic freshness dominates local markets. Cuisine connects culture and history, creating a story to every bite. This journey isn’t just what you taste, but the people you eat with and the gastronomy you learn. Featuring street food, fine dining, master cooking classes, and regional specialties welcome to one of the world’s greatest gastronomic regions.",
  "durationDays": "13",
  "price": "4,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hanoi – Herbal Spa With Hot Pho Soup",
      "description": "Hanoi is a city to explore on two feet. Bicycle bells tinkle down mazy back streets. Traders walk past, balancing improbable loads on bamboo poles. Cafes entice you with fresh fragrances. On every corner, there’s a new smell and a different mix of sounds. Sometimes it feels like the impressions are too much, but don’t fear for over the next six days you will make sense of them. This evening, you relax in contemporary Vietnamese style, lounging in an herbal spa then slurping down a bowl of piping hot soup ( pho ), a combination that does wonders for overcoming any jet lag."
    },
    {
      "dayNumber": "2",
      "title": "Hanoi – Flavors of Northern Vietnam",
      "description": "Hanoi’s old quarter still has a whiff of France, with tree-lined boulevards and crumbling colonial townhouses. The city is at the heart of North Vietnamese gastronomy, its cuisine heavily influenced by both France and China. Such a combination is always going to produce unique food, especially when there’s such dedication to fresh organic produce. Meet a Hanoi culinary expert this morning, and set out to the food markets, first trying all the various ingredients that comprise regional cuisine. You’ll taste and taste some more, this being almost like a tapas-style hop between stalls. You will indulge in rice noodles as finger food, freshwater crab, barbecued pork with rice vermicelli, served with pickled vegetables, papaya, and a vinegary fish sauce. Along the way, you’ll visit the Ho Chi Minh Mausoleum, properly discover the Old Quarter, and learn why Anthony Bourdain fell in love with the North Vietnamese cuisine."
    },
    {
      "dayNumber": "3",
      "title": "Hue – Bun Bo Hue in the Imperial Capital",
      "description": "You take an early flight to a sleepy city. Hue is the ancient imperial capital, and the remains can only suggest as to what was here before – so much was lost during the 1968 Tet offensive. Spend most of today on a historical tour, walking through the Imperial Citadel, visiting the tombs of ancient leaders, and admiring the country’s most important Buddhist monument. This evening, you sit down to a dozen courses of local Hue food, sharing the meal with a royal artist who lived through the city’s great changes. There’s bun rieu cua , crab paste sitting on a tomato broth soup. Then bun bo hue , a spicy soup that you’ll see all over the country – it’s always best in the place it originated. Over dinner and tea, you explore the stories of Hue’s past and find your regional favorite from a region that has forever shaped the country’s cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Hoi An – Cau Lao Soup and Sights From the Past",
      "description": "Start the day with a traditional Vietnamese crepe ( banh xeo ) before meandering out from the imperial citadel towards Hoi An. Cross Hai Van, a mountain pass that is usually closed to the public, then roll into Hoi An. Of all the stops in Vietnam, this quaint town is a perennial favorite. It’s the home of cau lao, a pork and noodle soup embellished with deep-fried croutons. Wonton is also popular here, and you’ll learn both dishes in a colorful local kitchen – it’s a quiet cooking class that involves as much tasting as it does cooking. Late afternoon is the perfect time to explore the old city of Hoi An, its mix of old architecture and insight into Vietnam’s past – Japanese, Chinese, French, plus various others."
    },
    {
      "dayNumber": "5",
      "title": "Hoi An – Fishing Market Flavors and Local Seafood",
      "description": "You awake before sunrise to explore the bustle of a fish market. Fishermen haul their catch towards stalls, offering it up for sale. Peculiar and pungent smells filter through the dawn air. Huge specimens are auctioned and sold in the space of a blinking eye. Return to Hoi An for a second breakfast and some free time to explore the town, perhaps best spent by sitting at a cafe terrace watching local life unfold. This afternoon, you delve deeper into Vietnam’s seafood culture, learning and tasting the dishes that are popular all along the coast – like crab spring rolls and fermented fish sauce. As you will have learned by now, there’s always a soup and a healthy splash of chili and lemongrass."
    },
    {
      "dayNumber": "6",
      "title": "Ho Chi Minh City – Markets and Flavors of Southern Vietnam",
      "description": "The flavors of South Vietnam vary enormously from the north, providing a bridge towards the food you will enjoy once in Thailand. Think sticky rice, big and bold flavors, lots of fresh coffee, and an abundance of herbs – basil, coriander, chili, cinnamon, star anise. Tasting the food is part of exploring the city as Saigon opens its heart today. Visit an old market where food practically tumbles from the haphazard stalls. Walk through the old French streets to small atmospheric cafes, where the coffee is served with sweet condensed milk. Sink your nose into the backstreets and really explore what made Saigon such an evocative name and place. Then toast to Vietnam this evening with dinner at one of the country’s most celebrated fine dining restaurants – it’s part of the new wave of Vietnamese dining."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok – A Masterpiece of Spices – Street Food to Fine Dining",
      "description": "Fly to Bangkok, and you’re immediately surrounded by food. Everywhere you look, it seems there are street-food stalls and these are a great introduction to Thai cuisine. Food is integral to the culture here, served up in alleyways from dawn until long past dusk. Everything is fresh and vibrant, yet the beauty comes from the harmony of flavors. The most commonly used ingredients in the cuisine are coconut, palm sugar, chili, salted fish, lemongrass, and exotic array of other spices. A local guide takes you to two neighborhoods known for their food, a chance to hop between stalls and pick out many of Thailand’s most iconic dishes. The cuisine here started on the streets, so that’s the way you must start your culinary adventure. Over these two days, there will be plenty of time to see the sights as well, such as old temples and floating markets. There are giant Buddhas, riverside scenes, and so much to ignite the imagination. Over the last two decades, Thai cuisine has garnered international acclaim, and Bangkok has seen an explosion of fine dining restaurants. The ingredients are similar to the streets but the setting is entirely different, plus there’s a contemporary twist on traditional variations. Your two-day masterpiece of spices also takes you to the city’s top two restaurants, including a meal at a restaurant that’s inscribed in the World’s Best 50 Restaurants list."
    },
    {
      "dayNumber": "9",
      "title": "Chiang Mai – Picking Raw Products and the Spirituality of Chiang Mai",
      "description": "Fly north to Chiang Mai where you’ll spend the remainder of the tour. After the fast-paced adventure so far, Thailand’s cultural capital is a place to unwind and really slow down. For centuries it was cut off from the world, accessible only on the back of elephants, or by a three-week river journey from Bangkok by the river. So it wasn’t adulterated by Western changes and kept its old-world spirituality intact long into the 20th century. Chedis stand in a redolent state of ruin. Red-robed monks walk serenely between temple buildings. Incense adds itself to the aromas. Most of the old walled city is pedestrianized, a lovely place to walk or bicycle, especially around dusk time. Of course, there is the food, Chiang Mai a hotbed for regional flavors coming from all across northern Thailand. Touch down today and start by exploring the colors and smells of raw products. Waroros Market is your best first stop, the place where locals go to buy their kafir lime leaves, dried worms, and dried chili. Small stalls serve up perennial favorites, giving you first tastes of sticky black jelly ( kala mare), crispy fried pork skin ( kaeb moo) , and sweet yellow noodles. Some flavors you’ll love, others you might not be fond of. You’ll start to understand the diversity of gastronomy in this corner of the world, something that often contrasts preconceptions of typical Thai food."
    },
    {
      "dayNumber": "10",
      "title": "Chiang Mai – Thai Cooking School",
      "description": "Most people who visit Thailand try a cooking class. Take this one step further by attending a two-day cooking school that provides an immersion in how to balance flavors, use your nostrils, and substitutes ingredients that you might not find available at home. It’s relaxed and informal, more of a getting together than a series of lessons. The idea is to experiment and discover for yourself, allowing you to take the secrets back with you. Start with the raw ingredients and how they come together in basic Thai dishes, like chicken green curry, Thai fish cakes, and hot and sour prawn soup. Then get a little more experimental with water chestnuts in coconut milk and a spicy papaya salad. On the second day, you learn the art of making a Thai curry paste, pestle and mortar grinding the ingredients into the start of a local staple. Perfect this part of the cuisine, and there’s hardly a dish in Thailand you can’t make. Chiang Mai curry is the local favorite, but you’ll also learn Panang pork curry, fried fish chili, and basil curry, plus how to keep the rice fluffy or sticky dependent on what it accompanies. With cooking during the day, you have free time to explore Chiang Mai during the evenings. One essential experience is included, being invited into a temple at sunset for a spiritual blessing. It’s the sort of experience that makes complete sense when you’re in a destination like Chiang Mai."
    },
    {
      "dayNumber": "12",
      "title": "Chiang Mai – Jasmine and Oolong Tea Plantations, Plus North Thailand Appetizers",
      "description": "This final day takes you out of the city, to the fields where so much of the local food comes from. Try pineapples at a small plantation. Explore fields of jasmine and oolong tea, the fragrant scents accompanied by endless photographs. Learn about appetizers that come from the far north, such as Lanna-style pork and tomato ( nam prik noon), and gawp at the White Temple, artist Chalermchai Kositpipat’s ode to 21st-century Thai spirituality. It’s a day packed with flavors, and you’ll return to Chiang Mai just in time for sunset above the city when a carpet of color brings this 12-day tour to a close. For this evening, you may choose to dine at a restaurant. But you may wish for a final menu of local street flavors, found in the stalls of a Chiang Mai night market."
    },
    {
      "dayNumber": "13",
      "title": "Chiang Mai – Departure",
      "description": "Departing Chiang Mai, you take home the recipes and the memories, perhaps even a vacuum-packed bag of some raw ingredients. The day is at leisure until your airport transfer."
    }
  ],
  "map": ""
}