{
    "Main_Title": "Our Eswatini (Swaziland) holidays & tours",
    "Main_Paragraph": "Many travellers tag on Swaziland holidays to their tours through surrounding South Africa, but you could easily spend a week here; it might be small but this kingdom – one of the world’s last absolute monarchies – is mountainous, and full of national parks and game reserves, including Mlilwane Wildlife Sanctuary, which is rightly famous for walking safari. Our Swaziland holidays stay on community-run conservation projects, visit weaving collectives and local artisans, and use Swazi guides, to make sure your trip benefits the local people you visit. And our walking and mountain biking excursions in Mlilwane Wildlife Sanctuary are a wonderful alternative to jeep safari.",
    "Subtitle": "Eswatini (Swaziland) highlights",
    "Title1": "1. Hlane Royal National Park",
    "Paragraph1": "This is Eswatinis largest park  220km² of beautiful African bushveld dominated by hardwood trees. Some say its like Kruger was 30 years ago  basic, really quiet and absolutely lovely. Its home to fantastic wildlife, including lions, elephants and rhino, but also rich birdlife, with the highest density of nesting white-backed vultures in Africa. Bush walk with a local ranger to get close to the creatures.",
    "image1": "",
    "Title2": "2. Malolotja Nature Reserve",
    "Paragraph2": "This impressive Highveld conservation area boasts diverse habitats, from scrublands to sub-tropical forests and lush mountain wilderness. With its wonderful views, the 95m-high Malolotja Waterfall, abundant wildflowers in spring and 200km of hiking trails, its a joy to explore. Try the canopy tour, navigating rock formations and cliff faces in the forest via platforms, slides and suspension bridges.",
    "image2": "",
    "Title3": "3. Mkhaya Game Reserve",
    "Paragraph3": "Staffed and patrolled entirely by Swazis from neighbouring communities, Mkhaya has arguably Africas most effective anti-poaching unit. The reserve is criss-crossed with dry riverbeds and dotted with waterholes, and offers some of the best black and white rhino viewing in Africa, on foot or by open vehicle. Other giants may swing into view, too, from elephants and hippos, to giraffes and buffalo.",
    "Title4": "4. Mlilwane Wildlife Sanctuary",
    "Paragraph4": "This is Eswatinis most accessible and frequently visited reserve: a beautiful, secluded sanctuary situated in the Ezulwini Valley. Nothing too predatory lives here (although there are hippos) so walking, cycling and even horse riding are possible  unheard of in most reserves  bringing you close to herds of relaxed animals. Guides can also point out mountains streams that are safe to bathe in.",
    "image3": "",
    "Title5": "5. Nsangwini Rock Shelter",
    "Paragraph5": "Some 4,000 years ago, the San people used this Highveld area for spiritual rituals and they recorded events, visions and dreams in etchings on the rocks. These images are still visible today and members of the local community, who manage the site, offer informative interpretations of them. Check out nearby Maguga Dam, too, a vast structure across the Komati River, completed in 2001.",
    "Title6": "6. Shewula Mountain Camp",
    "Paragraph6": "One of the most successful community tourism projects in Southern Africa, Shewula Mountain Camp was built on land set aside for conservation and is owned and run by local people. Learn about traditional Swazi life from its friendly residents, who live in thatched houses among fields of maize, cotton and vegetables. Enjoy the incredible view, too, over the Lubumbo Conservancy."
}