{
  "destination": "French Guiana",
  "mainPhoto": "",
  "id": "guianas-tour-small-group",
  "tourName": "Guianas tour, small group",
  "placesVisited": "",
  "generalInfo": "The Guianas comprise the three countries of Guyana, Suriname and French Guiana and when combined they offer a unique tour of South America. Experience the former penal colonies of the Iles du Salut and the Guyana Space Centre in French Guiana, marvel at the spectacular wildlife of Guyana with its pristine rainforest and magnificent Kaieteur Falls, while the striking wooden buildings of Paramaribo, the melting pot of cultures including the Maroon people, and its rich history make Suriname a worthy partner. Fall in love with this off the beaten track area of South America.",
  "durationDays": "15",
  "price": "7495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Paramaribo - Arrive in Paramaribo, Suriname’s capital and transfer to your hotel. Overnight at Torarica Hotel or similar. No meals nor guided arrangements are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Paramaribo - Danpaati - Early this morning (around 630am) we head south from Paramaribo by road to Atjoni, and then travel by a small open motorised boat (approx. 2.5-3hrs depending on water levels) along the Upper Suriname River to Danpaati River Lodge which is situated on an island in the middle of the rainforest. We pass Maroon villages through breath-taking scenery. On arrival you can swim in the pool or the river and relax in the forest surroundings. In the evening, we head out on the river in search of Caiman lying on the river banks. Overnight at Danpaati River Lodge or similar. (BLD) Local currency is required to use the washroom on the boat, approx. 5-10 SRD per person, foreign currency not accepted."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Danpaati - Today we will visit one of the twelve villages that are affiliated with Danpaati to learn about the customs and culture of the local Maroon groups. In the afternoon we take a forest walk and learn about the traditional medicinal uses of the plants here. The rest of the day is at leisure with the opportunity to take a dugout canoe around the island or try some fishing. Overnight at Danpaati River Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Danpaati - Paramaribo - This morning is at leisure at the lodge until lunch, and in the afternoon, we depart by dugout canoe for Atjoni and return by vehicle to Paramaribo. Overnight at Torarica Hotel or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Paramaribo - Commewijne Plantations - Today we head to the Commewijne district to the east of Paramaribo across the Suriname River. The tour takes us along the former colonial plantations, most of which are now abandoned. We make a stop at plantation Peperpot where the old coffee and cocoa factory, deputy-director’s house and the old office are located. This former plantation is one of the oldest in the history of Suriname. Peperpot was established by the English and already existed before Suriname was conquered by the natives from Zeeland under the command of Abraham Crijnssen in 1667. This is one of the last plantations still in its original condition. Peperpot is renowned for the many birds which can be spotted. From here we make a stop at the mini museum of Marienburg, a former sugar plantation, before enjoying a delicious lunch in a typical Javanese restaurant (warung) in Tamanredjo. We then continue to the confluence of the Commewijne and Suriname Rivers at Nieuw Amsterdam. Here we will a visit the outdoor museum of Fort Nieuw Amsterdam, with its large fortress which was built as a defence for the crop fields that were situated along the upper parts of both rivers. Optional dolphin tour before heading back to the hotel. Overnight at Torarica Hotel or similar. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Commewijne – Cayenne - Make an early start (approx. 0645am) and travel 2.5 hours along the coastal road to the border point at Albina where we will go through the customs and immigration formalities. This is generally very quick and we will soon be on the pirogue (small semi covered motorised boat) crossing the Maroni River heading for French Guiana. We will be met by our French guide on arrival in St Laurent. Enjoy a mini city tour making a brief visit to the well-preserved Transportation Centre. The facility was the processing centre for the majority of convicts being sent to the penal colonies in French Guiana. Having served their original sentences, the convicts were then obliged to serve the same length of time here in an attempt to populate the colonies- perhaps the best-known inmate was Papillon. Just offshore lies the wreck of the British steamer Edith Cavel which sank in bad weather in 1924- it is now so overgrown with vegetation that it looks like an island. After the tour, we journey for 3 hours by road to Cayenne where we enjoy a city tour. Overnight at Central Hotel or similar (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cayenne – Devil’s Island - Kourou - What is known as Devil’s Island is actually a triangle of three islands. After an early breakfast, we travel 1 hour by road to Kourou and we take a motorised catamaran to our first stop, Île Royale. It can be easily walked around in less than two hours before the next stop, Île Saint-Joseph . Ironically Devil’s Island is closed to visitors due to dangerous shoreline conditions. Return to Kourou by catamaran and transfer to your hotel. Overnight at Hotel Atlantis or similar. (BL)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kourou - Paramaribo - This morning, we will join a tour of the Guyana Space Centre. The tour is conducted in French but your guide will provide translations as often as possible, before transferring by road to St Laurent de Maroni, making a brief stop at the church of Saint Joseph in Iracoubo, to see the interior which was hand painted by one of the convicts from a nearby penal colony. Make the return journey by pirogue to Albian and continue to Paramaribo. Overnight at Torarica Hotel or similar. (BL) Note: Launch schedules are a closely guarded secret so the schedule today may be changed at short notice"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Paramaribo – Georgetown (Domestic Flight) - This morning, we make an early start for the flight to Georgetown departing at 0730 and arriving at 0745, where we will join our chef Delven Adams from the Backyard Café at the fresh produce markets, as he shops for ingredients for our lunch later today. While he heads back to prepare lunch, we continue on a tour of the capital city, visiting a number of the places of interest including the cathedral of St George, the Avenue of the Republic with its historic buildings, the renowned Stabroek Market and the National Park to feed the endangered West Indian Manatees. We will make our way to the Backyard Café for a delicious lunch. In the afternoon we head to the waterfront to board a water taxi for a cruise along the banks of the Demerara River. Your guide will give you a brief history of the buildings as we pass and we will continue to the Demerara Harbour Bridge, once the longest floating bridge in the world. As we return to shore with the sun setting you may see Egrets and Scarlet Ibis as they make their way to the Mangroves for the night. Overnight at Grand Coastal Hotel or similar. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Georgetown - Kaieteur Falls (Domestic Flight) - Georgetown - Close to noon we transfer to the airport for a scheduled flight over the Demerara and Essequibo Rivers and hundreds of miles of unbroken tropical rainforest to visit the famous Kaieteur Falls, the world’s highest free-falling waterfall, where the Potaro River drops 741 feet into the gorge below. Afterwards we return to Georgetown for the evening. Overnight at Grand Coastal Hotel or similar. (B) Notes: a. There is the option of a tour of the Botanical Gardens before leaving for Kaieteur Falls - please contact us for the costing. b. On occasion the visit to Kaieteur Falls may need to be re- scheduled."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Georgetown – Iwokrama (Domestic Flight) – Atta Rainforest Lodge - Fly over Guyana’s rainforest to land at Fair View Airstrip, from where we transfer to Iwokrama, an incredible region of rainforest with a breath-taking diversity of species. Take a boat journey, looking for birds along the way, for the hike to Turtle Mountain, where we walk to the summit (approximately 2 hours) for spectacular views over the forest canopy. The area is home to Red Howler Monkeys, Black Spider Monkeys, and five different eagles. For those who feel that the walk may be too strenuous an alternative boat ride can be taken to Stanley Lake to search for Giant River Otters and Black Caiman. Return to Iwokrama River Lodge for lunch after which we travel along one of the best trails for seeing Jaguar. Sightings cannot be guaranteed but if you are very lucky you may see one of Guyana’s most elusive creatures. Along the road we will look out for a myriad of bird species that frequent the edge of the forest. The road is the only north to south access in Guyana and links the country to Brazil, but there is very little traffic and wildlife such as Agouti, Tayra, Puma, Tapir and Black Curassow are sometimes spotted. We continue to the Iwokrama Canopy Walkway, 30 metres above the ground, for a different perspective of the forest. We will also spend time exploring the clearing around Atta Lodge, where you will have an excellent chance of spotting the Crimson Fruit Crow, and Black Curassow. Overnight at Atta Rainforest Lodge. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Atta Rainforest Lodge - Early this morning we return to Iwokrama Forest for a chance to spot birdlife and Red Howler and Black Spider Monkeys. Today enjoy the canope of the forest, with several wildlife and birdwatching trails available. As darkness falls on the canopy walkway, you may see the White-winged Potoo. Night walks are also possible and something interesting or new always seems to pop on to the scene including one of the six different cats to be found along the transnational road near the lodge. Overnight at Atta Rainforest Lodge (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Atta Rainforest Lodge - Surama - Experience the dawn chorus from the canopy walkway and look out for Red Howler and Black Spider Monkeys. Transfer by vehicle through the rainforest to Corkwood before setting off for the Amerindian village of Surama, stopping on the way at a spot known for sightings of one of Guyana’s most intriguing birds, the Guianan Cock of the Rock. We then continue to Surama, where a local guide will give us a tour of the forest and the village, with an opportunity to visit some of the houses, the church, the medical centre and the local school. After lunch back at the village we set off to walk the three miles to the Burro Burro River for a canoe trip, hoping to spot Giant River Otters, Tapir and Spider Monkeys amongst other wildlife. This evening we head out to experience the forest at night. Overnight in the basic accommodation at Surama Eco Lodge. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Surama Mountain - Georgetown - Rise before dawn and walk across the savannah in the cool morning air to climb Surama Mountain. This is not a technical climb but can be arduous, and for those who prefer not to undertake it the local guides will arrange alternative activities. After lunch which we transfer by road (approx. 3 hours) to the Rupunini airstrip for a scheduled flight across swathes of tropical rainforest to Georgetown. Overnight at Grand Coastal Hotel or similar (BL)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour ends in Georgetown - Departure from Guyana - Time at leisure until your transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}