[
  {
    "destination": "French Guiana",
    "mainPhoto": "",
    "id": "guianas-tour-small-group",
    "tourName": "Guianas tour, small group",
    "placesVisited": "",
    "generalInfo": "The Guianas comprise the three countries of Guyana, Suriname and French Guiana and when combined they offer a unique tour of South America. Experience the former penal colonies of the Iles du Salut and the Guyana Space Centre in French Guiana, marvel at the spectacular wildlife of Guyana with its pristine rainforest and magnificent Kaieteur Falls, while the striking wooden buildings of Paramaribo, the melting pot of cultures including the Maroon people, and its rich history make Suriname a worthy partner. Fall in love with this off the beaten track area of South America.",
    "durationDays": "15",
    "price": "7495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Paramaribo - Arrive in Paramaribo, Suriname’s capital and transfer to your hotel. Overnight at Torarica Hotel or similar. No meals nor guided arrangements are included today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Paramaribo - Danpaati - Early this morning (around 630am) we head south from Paramaribo by road to Atjoni, and then travel by a small open motorised boat (approx. 2.5-3hrs depending on water levels) along the Upper Suriname River to Danpaati River Lodge which is situated on an island in the middle of the rainforest. We pass Maroon villages through breath-taking scenery. On arrival you can swim in the pool or the river and relax in the forest surroundings. In the evening, we head out on the river in search of Caiman lying on the river banks. Overnight at Danpaati River Lodge or similar. (BLD) Local currency is required to use the washroom on the boat, approx. 5-10 SRD per person, foreign currency not accepted."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Danpaati - Today we will visit one of the twelve villages that are affiliated with Danpaati to learn about the customs and culture of the local Maroon groups. In the afternoon we take a forest walk and learn about the traditional medicinal uses of the plants here. The rest of the day is at leisure with the opportunity to take a dugout canoe around the island or try some fishing. Overnight at Danpaati River Lodge or similar. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Danpaati - Paramaribo - This morning is at leisure at the lodge until lunch, and in the afternoon, we depart by dugout canoe for Atjoni and return by vehicle to Paramaribo. Overnight at Torarica Hotel or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Paramaribo - Commewijne Plantations - Today we head to the Commewijne district to the east of Paramaribo across the Suriname River. The tour takes us along the former colonial plantations, most of which are now abandoned. We make a stop at plantation Peperpot where the old coffee and cocoa factory, deputy-director’s house and the old office are located. This former plantation is one of the oldest in the history of Suriname. Peperpot was established by the English and already existed before Suriname was conquered by the natives from Zeeland under the command of Abraham Crijnssen in 1667. This is one of the last plantations still in its original condition. Peperpot is renowned for the many birds which can be spotted. From here we make a stop at the mini museum of Marienburg, a former sugar plantation, before enjoying a delicious lunch in a typical Javanese restaurant (warung) in Tamanredjo. We then continue to the confluence of the Commewijne and Suriname Rivers at Nieuw Amsterdam. Here we will a visit the outdoor museum of Fort Nieuw Amsterdam, with its large fortress which was built as a defence for the crop fields that were situated along the upper parts of both rivers. Optional dolphin tour before heading back to the hotel. Overnight at Torarica Hotel or similar. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Commewijne – Cayenne - Make an early start (approx. 0645am) and travel 2.5 hours along the coastal road to the border point at Albina where we will go through the customs and immigration formalities. This is generally very quick and we will soon be on the pirogue (small semi covered motorised boat) crossing the Maroni River heading for French Guiana. We will be met by our French guide on arrival in St Laurent. Enjoy a mini city tour making a brief visit to the well-preserved Transportation Centre. The facility was the processing centre for the majority of convicts being sent to the penal colonies in French Guiana. Having served their original sentences, the convicts were then obliged to serve the same length of time here in an attempt to populate the colonies- perhaps the best-known inmate was Papillon. Just offshore lies the wreck of the British steamer Edith Cavel which sank in bad weather in 1924- it is now so overgrown with vegetation that it looks like an island. After the tour, we journey for 3 hours by road to Cayenne where we enjoy a city tour. Overnight at Central Hotel or similar (BL)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cayenne – Devil’s Island - Kourou - What is known as Devil’s Island is actually a triangle of three islands. After an early breakfast, we travel 1 hour by road to Kourou and we take a motorised catamaran to our first stop, Île Royale. It can be easily walked around in less than two hours before the next stop, Île Saint-Joseph . Ironically Devil’s Island is closed to visitors due to dangerous shoreline conditions. Return to Kourou by catamaran and transfer to your hotel. Overnight at Hotel Atlantis or similar. (BL)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Kourou - Paramaribo - This morning, we will join a tour of the Guyana Space Centre. The tour is conducted in French but your guide will provide translations as often as possible, before transferring by road to St Laurent de Maroni, making a brief stop at the church of Saint Joseph in Iracoubo, to see the interior which was hand painted by one of the convicts from a nearby penal colony. Make the return journey by pirogue to Albian and continue to Paramaribo. Overnight at Torarica Hotel or similar. (BL) Note: Launch schedules are a closely guarded secret so the schedule today may be changed at short notice"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Paramaribo – Georgetown (Domestic Flight) - This morning, we make an early start for the flight to Georgetown departing at 0730 and arriving at 0745, where we will join our chef Delven Adams from the Backyard Café at the fresh produce markets, as he shops for ingredients for our lunch later today. While he heads back to prepare lunch, we continue on a tour of the capital city, visiting a number of the places of interest including the cathedral of St George, the Avenue of the Republic with its historic buildings, the renowned Stabroek Market and the National Park to feed the endangered West Indian Manatees. We will make our way to the Backyard Café for a delicious lunch. In the afternoon we head to the waterfront to board a water taxi for a cruise along the banks of the Demerara River. Your guide will give you a brief history of the buildings as we pass and we will continue to the Demerara Harbour Bridge, once the longest floating bridge in the world. As we return to shore with the sun setting you may see Egrets and Scarlet Ibis as they make their way to the Mangroves for the night. Overnight at Grand Coastal Hotel or similar. (BL)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Georgetown - Kaieteur Falls (Domestic Flight) - Georgetown - Close to noon we transfer to the airport for a scheduled flight over the Demerara and Essequibo Rivers and hundreds of miles of unbroken tropical rainforest to visit the famous Kaieteur Falls, the world’s highest free-falling waterfall, where the Potaro River drops 741 feet into the gorge below. Afterwards we return to Georgetown for the evening. Overnight at Grand Coastal Hotel or similar. (B) Notes: a. There is the option of a tour of the Botanical Gardens before leaving for Kaieteur Falls - please contact us for the costing. b. On occasion the visit to Kaieteur Falls may need to be re- scheduled."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Georgetown – Iwokrama (Domestic Flight) – Atta Rainforest Lodge - Fly over Guyana’s rainforest to land at Fair View Airstrip, from where we transfer to Iwokrama, an incredible region of rainforest with a breath-taking diversity of species. Take a boat journey, looking for birds along the way, for the hike to Turtle Mountain, where we walk to the summit (approximately 2 hours) for spectacular views over the forest canopy. The area is home to Red Howler Monkeys, Black Spider Monkeys, and five different eagles. For those who feel that the walk may be too strenuous an alternative boat ride can be taken to Stanley Lake to search for Giant River Otters and Black Caiman. Return to Iwokrama River Lodge for lunch after which we travel along one of the best trails for seeing Jaguar. Sightings cannot be guaranteed but if you are very lucky you may see one of Guyana’s most elusive creatures. Along the road we will look out for a myriad of bird species that frequent the edge of the forest. The road is the only north to south access in Guyana and links the country to Brazil, but there is very little traffic and wildlife such as Agouti, Tayra, Puma, Tapir and Black Curassow are sometimes spotted. We continue to the Iwokrama Canopy Walkway, 30 metres above the ground, for a different perspective of the forest. We will also spend time exploring the clearing around Atta Lodge, where you will have an excellent chance of spotting the Crimson Fruit Crow, and Black Curassow. Overnight at Atta Rainforest Lodge. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Atta Rainforest Lodge - Early this morning we return to Iwokrama Forest for a chance to spot birdlife and Red Howler and Black Spider Monkeys. Today enjoy the canope of the forest, with several wildlife and birdwatching trails available. As darkness falls on the canopy walkway, you may see the White-winged Potoo. Night walks are also possible and something interesting or new always seems to pop on to the scene including one of the six different cats to be found along the transnational road near the lodge. Overnight at Atta Rainforest Lodge (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Atta Rainforest Lodge - Surama - Experience the dawn chorus from the canopy walkway and look out for Red Howler and Black Spider Monkeys. Transfer by vehicle through the rainforest to Corkwood before setting off for the Amerindian village of Surama, stopping on the way at a spot known for sightings of one of Guyana’s most intriguing birds, the Guianan Cock of the Rock. We then continue to Surama, where a local guide will give us a tour of the forest and the village, with an opportunity to visit some of the houses, the church, the medical centre and the local school. After lunch back at the village we set off to walk the three miles to the Burro Burro River for a canoe trip, hoping to spot Giant River Otters, Tapir and Spider Monkeys amongst other wildlife. This evening we head out to experience the forest at night. Overnight in the basic accommodation at Surama Eco Lodge. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Surama Mountain - Georgetown - Rise before dawn and walk across the savannah in the cool morning air to climb Surama Mountain. This is not a technical climb but can be arduous, and for those who prefer not to undertake it the local guides will arrange alternative activities. After lunch which we transfer by road (approx. 3 hours) to the Rupunini airstrip for a scheduled flight across swathes of tropical rainforest to Georgetown. Overnight at Grand Coastal Hotel or similar (BL)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Tour ends in Georgetown - Departure from Guyana - Time at leisure until your transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "French Guiana",
    "mainPhoto": "",
    "id": "hidden-guianas-guided-tour",
    "tourName": "Hidden Guianas guided tour",
    "placesVisited": "",
    "generalInfo": "The Guiana Shield is a 1.7 billion-year-old Precambrian geological formation in northeast South America and is one of the regions of highest biodiversity in the world. The shield has 1400 vertebrate species and 1680 bird species and is overlain by the largest expanse of undisturbed tropical rain forest in the world.  Join us as we explore the Guianas: Guyana, Suriname and French Guiana.  Marvel at Kaieteur Falls, the highest single drop waterfall in the world and discover one of the greatest untouched rainforests left.  This region is home to endangered species such as jaguar, giant anteater, giant river otter, tapir and so much more.  Spend time learning about the cultures of the region with visits to Amerindian and Maroon communities.  Be amazed at the Space Centre in French Guiana and relive the story of Papillion at Devils Island. This really is an untouched and totally unique part of South America.<br/><br/>THE ITINERARY BELOW IS BASED ON 2026 DEPARTURES. <br/>2025 DEPARTURES START IN PARAMARIBO - ENQUIRE FOR ITINERARY",
    "durationDays": "15",
    "price": "7750",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "GEORGETOWN GUYANA We will pick you up at the airport and transfer you to your hotel. Cara Lodge was built in the 1840s. It has a long and romantic history and was the home of the first Lord Mayor of Georgetown. Over the years, the property has been visited by many dignitaries including King Edward VIll who stayed at the house in 1923. Other dignitaries have included President Jimmy Carter, HRH King Charles III and Mick Jagger. This magnificent wooden colonial home turned hotel offers the tradition and nostalgia of a bygone era. Overnight at Cara Lodge. (Check in time 1400hrs, Check out time 12midday)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "KAIETEUR FALLS AND GEORGETOWN (B) Optional Service (not included in package rate)-pls enq Birding in Georgetown's Botanical Gardens - 3 Hours Duration 0545hrs pickup and transfer to the extensive and beautiful Georgetown Botanical Gardens where, if we are lucky, we will have views of the Blood-colored Woodpecker. This colorful Veniliornis is found only in the Guianas and even there almost wholly limited to the narrow coastal plain. The gardens host Snail Kite, Gray Hawk, Pearl Kite, Carib Grackle, Red-bellied and Red-shouldered Macaws and the rare festive parrots. We will walk on trails in the back of the gardens and may see Yellow-chinned Spinetail, Black-crested Antshrike, Silver-beaked Tanager, Buff-breasted Wren, Golden-spangled Piculet and Ashy-headed Greenlet. You may even want to take a break from birding to feed some manatees in one of the nearby ponds. From the Eugene F. Correia International Airport take a scheduled flight over the Demerara and Essequibo Rivers and hundreds of miles of unbroken tropical rainforest to land at Kaieteur Falls, the world’s highest free-falling waterfall. Kaieteur is situated in the heart of Guyana on the Potaro River, a tributary of the Essequibo. The water of Kaieteur flows over a sandstone conglomerate tableland into a deep gorge - a drop of 741 feet or 5 times the height of Niagara Falls. There are no other falls in the world with the magnitude of the sheer drop existing at Kaieteur. Amerindian legend of the Patamona tribe has it that Kai, one of the tribe’s chiefs (after whom the falls is named), committed self-sacrifice by canoeing himself over the falls. It was believed this would encourage the Great Spirit Makonaima to save the tribe from being destroyed by the savage Caribishi. Kaieteur supports a unique micro environment with Tank Bromeliads, the largest in the world, in which the tiny Golden frog spends its entire life and the rarely seen Guiana Cock- of-the-rock nesting close by. The lucky visitor may also see the famous flights of the Kaieteur Swifts or Makonaima Birds which nest under the vast shelf of rock carved over millions of years by the black water of the Potaro River. Condition of Sale: Flights to Kaieteur and/or Orinduik Falls are operated on a scheduled aircraft and mainly on weekends, and all flights have a minimum passenger restriction. Therefore, any booking to Kaieteur and Orinduik Falls is subject to a minimum of 12 passengers being available to travel. In most cases we are able to fill flights. However, in the rare case that we cannot meet the required numbers we will reschedule the trip to another day during your stay, if this is possible. Wilderness Explorers retains the right to reschedule a flight as a first option. If we cannot reschedule the flight Wilderness Explorers will guarantee a flight, with a minimum of 2 passengers, to Kaieteur Falls only. If a flight is cancelled due to circumstances beyond our control, such as weather, we will endeavour to reschedule the flight or offer another excursion of the same value during your itinerary. If this is not possible then a full refund on the flight will be made. Optional Service (not included in package rate) Evening Seawall, Bars and street food experience Every Sunday evening Georgetown’s Seawall comes alive as families, courting couples and friends promenade along the seawall, enjoying the Atlantic sea-breeze. The narrow strip becomes a hive of pop-up cocktail bars, street food vendors, blaring Caribbean music and parties spilling out of the trunks of cars. This excursion takes you into the heart of the scene visiting various bars and enjoying street food, with your guide, who knows all the best places. We will also visit other local bars around the city, looking for what is popular, traditional or unusual. Every Sunday is a new experience, tailored around the group and the level of immersion into the local culture they wish to enjoy. Optional Service (not included in package rate) Dinner at Aagman Indian Restaurant Pickup at your hotel and transfer to a local restaurant. \"Aagman\" is derived from India's ancient Sanskrit script, which means 'arrival' or 'beginning'. The Aagman food philosophy is driven by a desire to present an eclectic and expansive Indian repertoire, bursting with flavours and originality, as a multi-sensory dining experience. Experience the epicurean Mughlai Cuisine from the imperial kitchens of India. Enjoy the authentic flavours of creations achieved through the use of the finest ingredients and cooking techniques, in elegant surroundings. Overnight at Cara Lodge. B Return to your hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "IWOKRAMA RIVER LODGE AND ATTA RAINFOREST LODGE Pickup and transfer to Eugene F. Correia International Airport. Board schedule flight for journey over hundreds of miles of tropical rainforest to land at Fair View Airstrip. (Check in time 0730hrs, Departure 0900hrs) Pick up from Fair View airstrip and transfer to Iwokrama River Lodge. Leave the lodge by boat, birdwatching along the way, for the hike to Turtle Mountain. A well maintained trail winds through the forest before an exhilarating climb up the mountain to its summit at 935ft (approx. 360m). It takes 1 3/4hrs to walk up the mountain, but the effort is more than worth it for the breathtaking views over the forest canopy when you get there and chances of Green Aracari, White Bellbird or a fly-by of one of five types of eagles. This trail is also a great location for seeing Black Spider and Red Howler monkeys. If you think this hike may be too strenuous you can take an alternative boat trip to Stanley Lake to search for Giant River Otters and Black Caiman. After lunch transfer along the trail that is one of the best places to see the elusive Jaguar. No promises, but many have been lucky! Along the road, we will watch for the myriad of bird species that frequent the forest edge. This road is the only north – south access in Guyana and links the country to Brazil. Even so traffic is only very occasional and wildlife is often seen along the road, such as Agouti, Tayra, Tapir and Black Curassow. The journey concludes at the Atta Rainforest Lodge, home of the Iwokrama Canopy Walkway. The Iwokrama Canopy Walkway is situated near the southern boundary of the Iwokrama Reserve in central Guyana. The walkway has four suspension bridges leading to three platforms, the highest of which is over 30 metres above the ground. (Important note: currently, 2 bridges & 1 platform is down for maintenance) Another area where we will want to spend some time is the clearing around the lodge, as this is one of the best places to see another of Guyana’s “must see” birds, the Crimson Fruitcrow. The clearing is also a reliable site for Black Curassow as there is a large and growing family party which has become habituated to people and regularly passes through the clearing. Atta Rainforest Lodge is 500 metres from the base of the Iwokrama Canopy Walkway, offering comfortable private-room accommodation with ensuite bathrooms, delicious home-cooked meals, and traditional Amerindian hospitality. The communal building houses the bar, dining area and kitchen and is open sided with views across the gardens to the towering forest, which completely surrounds the lodge. Hammocks and outdoor benches enhance the lovely gardens which include varieties of heliconias that attract over ten different hummingbirds, close enough for the perfect photo. Overnight at Atta Rainforest Lodge. BLD"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "ATTA RAINFOREST LODGE Before dawn we will return to the canopy where we can birdwatch easily and may see Rufous-throated Sapphire, Green Aracari, Pygmy Antwren and Guianan Streaked-Antwren. With some luck Guianan Toucanet, Pompadour Cotinga, Buff-cheeked Greenlet and a host of crown specialists may come within our view. From this tree top vantage, you can sometimes see Red Howler and Black Spider Monkeys. Apart from the Iwokrama Canopy Walkway itself you can enjoy wildlife and birdwatching walks on the trails around the area. Many bird species, stunning insects, noisy amphibians, and playful primates make the surrounding forest their home. Deer, Tapir and agouti are also regular visitors to the lodge. Serious birders will want to search the undergrowth for the rarely seen Rufous-winged Ground-cuckoo. As darkness falls on the canopy walkway, you may see the White-winged Potoo. Night walks are also possible and something interesting or new always seems to pop on to the scene including one of the six different cats to be found along the transnational road near the lodge. Overnight at Atta Rainforest Lodge. BLD"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "ATTA RAINFOREST LODGE TO KARANAMBU Transfer from Atta Rainforest Lodge through the Iwokrama rainforest to Ginep Landing. From Ginep Landing we take a boat trip on the Rupununi River to Karanambu Lodge. Depending on the river level, this trip offers an excellent opportunity to look for Giant Otters as there are several family groups which live along this stretch of the Rupununi River. Karanambu, a 110-square mile former cattle ranch located in the North Rupununi, was the home of the late Diane McTurk, conservationist and a world-renowned expert on giant otters. Known for its expansive wetlands and savannah, as well as its biological and cultural diversity, Karanambu encompasses savannah, marshy ponds, riparian forest, and a 30-mile stretch of the Rupununi River. The number of species found here is much higher than expected given its size with at least 600 species of bird, and over 200 species of mammals. The seasonally flooded savannahs and forests also draw substantial fish migrations with as many as 700 species of fish — more than anywhere on earth. This region is rich in history and is the homeland of the Makushi and earlier peoples dating back more than 7,000 years. Several prominent explorers and naturalists have written about their experiences here, including Robert and Richard Schomburgk, Charles Waterton, Evelyn Waugh, and Gerald Durrell. A very young David Attenborough spent time here and wrote about it in his early book, “Zoo Quest to Guiana”. With both the river and savannahs close at hand there is a wide variety of activities to be enjoyed at Karanambu. Two guided excursions are provided each day — one early in the morning and another late in the afternoon and into the evening. As well as being the coolest times to be out, these are usually the best times to see the different birds and animals. Trips may be on the river by boat, on the savannahs by 4 by 4 or along forest trails on foot to the different ponds in the area. Late in the afternoon we will travel by boat to look for wild Giant River Otters and as dusk falls to the ponds to see the giant Victoria amazonica waterlily, bloom at dusk. On the return trip we will spotlight for Black Caiman and birds and creatures of the night. Accommodations are in traditionally made clay brick cabins, each with en suite and veranda with hammocks. Overnight at Karanambu Lodge. BLD"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "KARANAMBU LODGE This morning we make an early start to an area of rolling grasslands, home to a population of giant anteaters. With luck we shall locate one of these six-foot long animals excavating its breakfast from one of the termite mounds that stud the savannah. Though giant anteaters live in overlapping home ranges they are mostly solitary except during mother-offspring relationships, aggressive interactions between males, and when mating. Mother anteaters carry their offspring on their backs until weaning them. Evening river excursion or if you are interested in bird watching you can explore woodland patches or gallery forest along the river where we’ll hope to find a variety of species. A feature bird for the area is the Agami Heron. An evening walk along the airstrip offers seven species of nightjar and among the grasslands the Double-striped Thick-knees. Overnight at Karanambu Lodge. BLD"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "KARANAMBU LODGE TO GEORGETOWN In the event you did not see a giant anteater the previous morning, there is time to travel out to search the savannah again. Or explore the Rupununi River in search of wild Giant River Otters, Black Caiman and Arapaima, making a boat journey along quiet stretches of river. Transfer from Karanambu Lodge across the savannah to Lethem. Scheduled flight to Eugene F. Correia International Airport. Pickup and transfer from Eugene F. Correia International Airport to Georgetown. Optional Service (not included in package rate) Demerara Historical River Tour This afternoon we will take a drive through the heart of the city to the Stabroek Market area. Here we will join the afternoon commuters using the old ferry stelling to board the river taxis which are used to cross the Demerara River. The river taxis are a faster alternative route to using the Demerara Harbour Bridge. We will slowly cruise along and across the Demerara River while your guide will give a brief history of the famous buildings along the waterfront. We then continue our trip to see the Demerara Harbour Bridge, once the longest floating bridge in the world at a total length of 1,851m long. We will cross under the bridge and tie up our boat near a mangrove that is the nightly roost for a variety of birds. As the sun sets over the river we will have a cold drink and some snacks (or cutters as we call them here in Guyana) as we enjoy flocks of brilliant Scarlet Ibis, Snail Kites, Herons, and three kinds of Egrets as they fly across the sky and settle into the mangroves for the evening. Soon after the sun sets we return to the ferry stelling while enjoying the city and ship lights from the river. Optional Service (not included in package rate) Dinner with Singing Chef Pickup at your hotel and transfer to a local restaurant. Guyana has a plethora of incredible foods. From grass-fed cows, delicious fresh fish, succulent prawns, wonderful tasting chicken and the colourful fresh fruits and vegetables. Now combine all that with a trained international Guyanese chef bringing together an updated form of classical Guyanese cuisine and served in the delightful garden setting of his home. On top of that, combined with the smells of the herb garden and seeing fruits of the garden hanging from the trees around you. Lit by stars moon and candlelight you are going to be in for an unforgettable feast. Eon John will be cooking right in front of you so it’s a very personal experience. We start with a delicious rum cocktail (or mocktail) and relax. The menu is designed to suit your group's palette so if you fancy the bush fish like hassar lovingly crafted into a delicious meal or maybe the golden Gilbaca catfish which is one of the sweetest fish ever. The ingredients come together using ingredients that have been personally sourced to give you a highlight of your dining experience in Guyana. Chef Eon John the Singing Chef will serenade you under the stars as you finish your meal. Overnight at Cara Lodge. BL (Check in time 1400hrs, Check out time 12midday)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "GEORGETOWN TO PARAMARIBO This morning we make an early start to have breakfast at one of the local stands with our host, guide and culinary master, Chef Delven Adams who will guide us around Bourda Market, the largest of the four markets in Georgetown. We will start our tour at the Guyana Shop which has all the local products produced and packaged in Guyana, before heading over to the market where we will meet some of the vendors who Chef buys from daily. We will visit the fish market, the meat section and the haberdashery section - where one can find anything you can think of from thread to bolts of all kinds of fabric. Dry goods like rice and of course demerara sugar are abundant. A stop at the bush medicine stalls is always educational. Heading outside you can see, touch and taste a variety of local fruits and vegetables unique in this part of the world. The chef will make his purchases with your suggestions of what you would like to try and will then head home to start preparing while we continue on a tour of the city of Georgetown with an experienced guide who will give you the history, rumour and facts on Georgetown and its citizens. During your visit to Georgetown, there are a number of interesting sites that should not be missed such as the National Museum, which contains a broad selection of our animal life portrayed in taxidermy in beautiful old glass cases, and the Walter Roth Museum of Anthropology, which houses a wonderful collection of artefacts and explains history and lifestyle of our indigenous peoples. On this mix of vehicle and walking tour, enjoy the views of other historic buildings along this promenade such as the Public Library, City Hall, the Victoria Law Courts, St. Andrews Kirk, Stabroek Market - once described as a “bizarre bazaar, and St. George’s Cathedral, which is one of the world’s tallest free-standing wooden buildings. We will visit the Botanical Gardens, home to an extensive collection of tropical flora, and we will also pay a visit to a pond either in the gardens or the National Park, to feed the endangered West Indian Manatees. After our city tour, we will go to the Backyard Café for lunch. This, as the name suggests, is a backyard that Chef has turned into an exclusive little hidden gem of a restaurant. If you are interested, Chef will welcome you to join him as he prepares a wonderful meal prepared from the fruits and vegetables we bought in the market in the morning. Or you can just sit under the arbour and sip unique blends of juice or enjoy a cold beer, while taking in the sounds and smells of a delicious meal in the making. Once he is ready, we will start eating our way through the courses, remember to pace yourself as you will want to try it all. Pickup and transfer to the airport for your departing flight. Optional Service (not included in package rate) Surinam Airways one way flight GEO/PBM Board scheduled flight for journey to Suriname from Cheddi Jagan International Airport, landing at Johan Adolf Pengel International Airport. Formerly a townhouse, that has been transformed into the most charming lobby of one of Paramaribo’s most favoured hotels with numerous eco-friendly features. The Eco Torarica is located within a 5-minute walk of the historic centre of Paramaribo and the tantalizing city life. Rooms offer either a breath-taking view of the Suriname River or a beautiful view of the lovely garden. The hotel is simply ideal for guests who want to visit Suriname to relax and unwind. Overnight in a standard room at Eco Torarica. BL (Check in time 1500hrs, Check out time 1200hrs)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "PARAMARIBO Paramaribo, the capital city of Suriname, has been placed on the UNESCO “World Heritage” list of historical monuments since 2002. We start our tour in the inner city of Paramaribo with a visit to the ancient building complex, Fort Zeelandia. You will have an extensive guided tour from our guide. We continue the trip by foot and visit the Independence Square surrounded by historical buildings including the Presidential Palace, the Palm Gardens and Lim a Po Street, one of the most beautiful streets in Paramaribo. After this walk, we drive along the most prominent historical buildings with their unique architecture. We will make a photo stop at the Synagogue and Mosque which are located right next to each other. Our next stop will be the Cathedral, the highest wooden building in the Western Hemisphere. Our City Tour ends at the Waterkant along the Suriname River, the favourite meeting place in Paramaribo for many Surinamese. Enjoy lunch at a local restaurant. We will continue our tour to Commewijne, which is situated right across the river from Paramaribo, with a drive over the bridge. The tour takes you along the former colonial plantations, most of which are now abandoned and have become residential areas. Plantation Peperpot is located in the Commewijne district, on the right bank of the Suriname River. We will make a stop at the former plantation for a visit of the premises and the workers living area called a Kampong. We will also visit the recently installed nature park at the plantation, famous for bird life and small rainforest animals, such as monkeys. After Peperpot our next stop will be a visit to the outdoor museum at Fort Nieuw Amsterdam. Fort Nieuw Amsterdam is situated in a strategically important location: on the precise meeting point of the Commewijne and the Suriname River, close to the ocean. The large fortress was built by the British as a defense for the plantations that were situated along the upper parts of both rivers. The fortress was originally an earthwork construction. It has the shape of a polygon (5 equal sides) and features 5 bastions. At the outdoor museum, there are several restored buildings, including the gunpowder storage building from 1740 and the coach house with a few coaches dating from the 19th century. In one of the ponds you can find the famous giant water lily, Victoria Amazonica. Please note: covered clothing is required when entering the cathedral Transfer to the pier at Leonsberg where we will be picked up for the Sunset Dolphin tour. While having a drink (alcoholic or non-alcoholic) we enjoy the cool breeze and river views. Meanwhile, the captain searches the horizon for the dolphins. Normally we see them swim by in groups of up to 20 dolphins. Sometimes they’re very curious and if we are lucky they will jump and play close to the boat. After having enjoyed this playful company we part for the wonderful restored plantation Rust & Werk where we will go for a walk in the village. Here the descendants of the contract workers from Indonesia live, we call them the Javanese people. After the sun has set we will get back on board, pour a drink and enjoy a local snack, and slowly make our way back to Leonsberg. Transfer to your hotel. Overnight in a standard room at Eco Torarica. BL"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "PARAMARIBO TO DANPAATI RIVER LODGE This morning we start our nature and cultural experience as we depart from Paramaribo. After travelling a distance of approximately 190 km you arrive at the village of Atjoni. At the port of Atjoni we join a motorized canoe, where our skilled personnel will navigate their way up the Upper Suriname River, which is famous for its breathtaking rapids, to the Danpaati River Lodge. The Danpaati River Lodge is an exceptionally remote and tranquil oasis in the heart of the rain forest, and welcomes adventurous visitors in search of an escape from modern stresses and distractions. The lodge features a welcoming and breezy lounge facing the river, a large pool surrounded by a hardwood yoga deck, and easy access to one of the few portions of the Surinam River where it is actually safe to swim. Accommodations are in spacious A-frame style cabins with carefully appointed amenities including fresh coffee service in the mornings, mosquito nets, and unbeatable views into the thick, surrounding nature. Our day comes to an end with an exciting cruise on the river, looking for caiman lying on the river banks. Overnight at Danpaati River Lodge in a standard room. BLD"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "DAPAATI RIVER LODGE Today we will visit one of the 12 villages that are affiliated with Danpaati. Pikin slee is located 30 minutes by boat from Danpaati. We will take a guided tour through the village. You will be introduced to the unique way of life of the local population and to the wonderful traditions brought from Africa by their ancestors. After the tour we then visit the Maroon museum Saamaka which is dedicated to the cultural heritage of the Saramak Maroon population. In the museum you will learn about the history of the Maroons, their ancient traditions and crafts. After the tour we return to the lodge for lunch. In the afternoon, we will discover the secrets of the rainforest during our walk. Afterwards you could choose to enjoy a massage done in a combination of traditional and Western techniques. There are also are other possibilities to explore in the surrounding area. You can go fishing or take the dugout canoe around the island. After dinner you can enjoy a traditional and cultural dance performance. Traditional dances such as the Seketi, Awasa and Bandamba will be performed by the local population. Your guide will explain the cultural significance of each dance. Overnight at Danpaati River Lodge in a standard room. BLD"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "DAPAATI RIVER LODGE TO PARAMARIBO This morning we start our nature and cultural experience as we depart from Paramaribo. After travelling a distance of approximately 190 km you arrive at the village of Atjoni. At the port of Atjoni we join a motorized canoe, where our skilled personnel will navigate their way up the Upper Suriname River, which is famous for its breathtaking rapids, to the Danpaati River Lodge. The Danpaati River Lodge is an exceptionally remote and tranquil oasis in the heart of the rain forest, and welcomes adventurous visitors in search of an escape from modern stresses and distractions. The lodge features a welcoming and breezy lounge facing the river, a large pool surrounded by a hardwood yoga deck, and easy access to one of the few portions of the Surinam River where it is actually safe to swim. Accommodations are in spacious A-frame style cabins with carefully appointed amenities including fresh coffee service in the mornings, mosquito nets, and unbeatable views into the thick, surrounding nature. Our day comes to an end with an exciting cruise on the river, looking for caiman lying on the river banks. Overnight at Danpaati River Lodge in a standard room. BLD"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "PARAMARIBO TO KOUROU Packed breakfast in hand we make an early start as we comfortably pace ourselves through the journey. The first leg of our travels takes us eastbound along Suriname's coastal road, to the Albina border station. Formalities here rarely take more than a few minutes, and soon we find ourselves on the Ferry crossing the Maroni River headed for French Guiana or \"Guyane\" as it is frequently (and confusingly) called locally. Arrival at St. Laurent du Maroni is relatively uncomplicated, and our French guide will be on hand to help us navigate the usual customs and immigration formalities. French Guyana is a Department of France, so technically you have entered the EU upon landing here. And, evidence of this connection to the \"1st world\" is immediately evident: every car seems to be a late-model Mercedes, Volkswagen or Peugeot, the roads are in near perfect condition, espresso coffee is on tap nearly everywhere, and the Euro is the currency of choice. Upon arrival in St. Laurent enjoy a mini city tour of St. Laurent du Maroni where we will pay a brief visit to the well-preserved Camp de la Transportation. The facility once served as the transit point for slaves and indentured servants and later for political prisoners and convicts from France. They were sorted here and then assigned to the various locations around French Guiana. Enjoy a packed lunch as journey to the Center Spatiale Guyanaise (Guiana Space Center) for a tour. Launch schedules are a closely-held secret so our schedule today may be amended on short notice. The usual tour includes a motor coach tour which criss-crosses the centre's mammoth facility, including stops at various assembly buildings, launch pads and control centres. The entire tour is offered in French, but your guide will supply translations as often as possible. Your trip in French Guiana includes a visit to the Space Centre and Devils Island which are subject to unforeseeable closures at short notice, either for technical reasons or around rocket launches. Whilst we have the scheduled rocket launch dates, the launches are subject to change due to weather and technical considerations, and the final launch dates may vary drastically from the schedule. It may be changed by hours, days or even weeks. When a rocket is to be launched the Space Centre will close on the day of the launch, sometimes they may close for a few days before and after, it varies from launch to launch. As Devils Island is below the launch trajectory the site is also closed on launch days. As you would appreciate, these conditions are beyond our control, and we apologise for any inconvenience that may be experienced and will do everything to minimize changes to your itinerary. We will attempt to reschedule visits, where possible, or offer alternative activities. The upside is you may be lucky enough to see a rocket being launched! Hotel Atlantis is a modern business hotel on the edge of Bois Devil Lake with air-conditioned rooms, telephone, WiFi, satellite television and refrigerator. The spacious open lobby includes a patio overlooking the pool, lake and tennis courts. The trendy restaurant offers French and Creole cuisine and has an excellent selection of wines. Overnight in a standard room at Hotel Atlantis. BL (Check in time 1400hrs, Check out time 12midday)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "DEVIL'S ISLAND AND CAYENNE After an early breakfast we will transfer to the dock in Kourou for our departure for the Iles du Salut. What is commonly referred to as \"Devils Island\" is really a triangle of three islands - Îles du Salut, or the Salvation Islands - seven miles off the coast of Kourou. We set sail aboard a catamaran towards our first stop, Île Royale. The islands played a central role in French history as far back as 1762 when they were first employed as a transit point, first for explorers, then slaves and later for political prisoners and convicts. Île Saint-Joseph is the southernmost island and was known as the silent island as inmates were not allowed to speak to either the guards or fellow convicts. Papillion claimed to have spent two years here in solitary confinement. St. Joseph was known as the ‘man-eater’ for obvious reasons. Île Royale is the site of the oldest and most extensive buildings on the islands, featuring an old church, administration buildings, officers' quarters, and today, a good restaurant and lodging facilities. Ironically, the actual Île du Diable (Devil's Island) is inaccessible to visitors due to dangerous shoreline conditions. This is the island where the prison's best-known occupant, Alfred Dreyfus, was famously secluded. Papillion claimed that he escaped the island on a coconut raft. Your boat will dock on Ilse Royale. The prison buildings here are quite well preserved, and you can meander at will through the cell blocks, dormitory buildings, and other structures. Be sure to check out the children's cemetery behind the old hospital. If your walking tour wraps up early, there are plenty of shady trees with benches under which you can catch a cool breeze down by the dock. Keep an eye out for sea turtles that like to scavenge among the rocks near the dock. Return to Kourou by catamaran and transfer to Cayenne. Hotel Central is located in the heart of Cayenne close to the historic Palmistes Square just a short walk from the shopping streets and the business district. Overnight at Central Hotel in a standard room. BL (Check in time 1500hrs, Check out time 1130hrs)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "CAYENNE AND DEPARTURE Optional Service (not included in package rate) Cayenne City Tour Enjoy a tour of Cayenne, the administrative and commercial centre of French Guiana. It is a typical creole town with about 50,000 inhabitants, half of the entire population of the country. The Fort Cépérou, the Place Léopold Heder, the hotel of the Jésuites, the Place de Grenoble, the Place des Palmistes, the colonial hospital, the Franconie Museum, the town hall and the city centre are the gems of Cayenne. Optional Service (not included in package rate) Pick up from your hotel and transfer to the airport for your departing flight."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]