{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "snake-river-rafting-holiday-in-hells-canyon-north-america",
  "tourName": "Snake River rafting holiday in Hells Canyon, North America",
  "placesVisited": "",
  "generalInfo": "A rafting holiday on the Snake River in Hells Canyon is a trip of superlatives.  Hells Canyon was carved by the powerful Snake River and is North America's deepest gorge at nearly 8,000 feet. The river canyon forms the border between Oregon and Idaho and is primarily inaccessible by road.  Floating through Hells Canyon offers spectacular views of towering mountains and an immersion into remote regions of Idaho and Oregon wilderness areas. There is abundant wildlife to see including black bear, big horn sheep, river otter, golden eagles and more.  Fishing is excellent for trout and bass.  Finally, the thrilling Class III-IV white water rapids make the Snake River in Hells Canyon a world-famous river rafting adventure holiday.<br/><br/>Our Snake River rafting adventures through Hells Canyon pass through the traditional lands of the Nez Perce Indians, a land that is both rich in myth as well as geologic wonder. The river runs from south to north, cutting through some of the most rugged, impressive landscape on earth.  From various side creeks, boulders and rock slides have rolled into the river creating the biggest white water rafting rapids in the Pacific Northwest of the United States.  There are high-crested waves and raft-swallowing holes that drench you in white water excitement.<br/><br/>Between the rapids, there is plenty of time to relax and gaze upon snow-capped peaks that tower more than a mile above.  There are mountainsides covered in golden grass and pine forests and it is common to see roaming bears, grazing deer, soaring eagles, or wild mountain goats.<br/><br/>Some people come to raft the Snake River for the excellent fishing. Species include trout, smallmouth bass and North America's largest freshwater fish, the white sturgeon.  Others come to learn more about the history of the Native Americans who lived here for thousands of years and to view their rock art.  There are also early American homesteads remaining as a graphic example of the settling of the American West.  Everyone enjoys swimming in the near-70-degree water, camping under the stars and sharing the wonders of Hells Canyon.<br/><br/>On these trips you have a choice of riding in oar-powered rafts with a guide who does all the work while you simply enjoy the ride and taking photos; riding in a paddle raft where you are part of team paddling along with your guide who gives directions or;  paddling your own inflatable kayak.  We have a cargo raft that travels ahead of the group and sets up a deluxe camp including your tent, a complete kitchen with dining tables and chairs and more.  Food served along the way is excellent, all packed in large coolers on ice using the best-available fresh ingredients.  We provide one guide per three to four guests ensuring a high level of quality personal service.  <br/><br/>Three to six day trips are offered depending on the month.   It’s also possible to combine this trip with another whitewater river such as the Lochsa, or a stay at our own Idaho guest ranch.",
  "durationDays": "5",
  "price": "2190",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Travel from your home to Boise, capital city of Idaho. Boise is easily accessible via Salt Lake City and other major airline hubs. From Boise we transfer you two hours to the small town of Cambridge, Idaho where we meet at a local motel at 7:00 PM Mountain Standard Time (MST). We have an orientation meeting to answer any last-minute questions and give you your waterproof gear bags. Dinner is on your own."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet your guide at 7:30am for a two-hour bus ride to the put-in on the Snake River. We stop along the way for a hosted breakfast. Our launching point is at the base of Hells Canyon Dam, about 1,500 feet above sea level. There we have a thorough safety briefing while personal gear is loaded. The briefing covers how to paddle, how to ride in a raft, how to swim through rapids, and other important advice for the days ahead. Once complete, everyone chooses a raft and climbs aboard. The Snake River has “pool and drop” characteristics which means that there is a long pool of calm water followed by a rapid. Before long after we launch we run several fun Hells Canyon rapids that are a great roller coaster ride and taste of what is to come. After an hour or so, we stop for a riverside lunch and some guides prepare the meal while others give a “camp orientation” to explain how we minimize our impact on the river. ROW adheres to \"Leave No Trace\" camping ethics, so you learn how and where to wash up, how our toilet system works, where to brush your teeth, put trash and recyclables, etc. Then come to the table to make a sandwich and eat a hearty meal in this open-air dining experience. Typically we raft two big class IV rapids the first day – Wild Sheep and Granite. These immense and impressive rapids never fail to get everyone’s heart pumping. This is also a good day for fishing as the water is cooler at this elevation and fishing for trout in the tail waters of the rapids is excellent. About 4:00pm we get to camp which is all set up by our crew and raft that have traveled ahead. You have plenty of time for hiking, reading, fishing, or simply relaxing. Hors d’oeuvres are served around 6:00 and dinner around 7:30. It stays light until past 10 in June and July but finally the evening sky grows dark and the first stars appear. With no interference from city lights the stars are extremely bright and invite contemplation on the day and conversation with friends, new and old."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We wake you about 7:00am by bringing coffee to your tent, or your choice of tea or cocoa. Breakfast is served around 7:30, and afterwards, while we clean up the kitchen, you pack up your personal gear. We depart camp about 9:30 for a continuation of your Snake River rafting holiday. This is an exciting day of rapids, sun and dramatic scenery. We stop to explore a homesteader's cabin, root cellar and farm implements that give you a glimpse into what pioneer life would have been like a century ago. We continue on with more Snake River whitewater rafting. At times the river mellows and you can jump in and float along with the rafts. The mountains tower above as the hot sun shines down. There are over a hundred Native American rock art sites along the Snake River in Hells Canyon and during the trip we stop to looks at several. This is a unique and special place because we find both pictographs (rock paintings) and petroglyphs (rock carvings) left by the different tribes that traveled the canyon including both the Nez Perce and Shoshone. We camp tonight in the Salt Creek area, likely on a sandy beach. After dinner, another delightful evening awaits with time to share the day’s events with new friends under a gorgeous night sky."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "One of the highlights of today is a hike along the river trail at Suicide Point. High above the river are stunning view of sweeping panoramas. We return to the rafts, and the Snake carries us to our next stop. We pull ashore at the Kirkwood Historic Ranch which not long ago was a working sheep ranch. We visit the blacksmith shop, water system, sheering shed, and homestead cabins. Before the creation of the Hells Canyon National Recreation Area in 1976, this ranch had thousands of sheep grazing in the surrounding mountains. We continue down river and the canyon opens up as we arrive at Pittsburg Landing, somtimes take a short hike to see one of the richest collections of Indian petroglyphs on the Snake. Then continue past Pittsburg Landing. Soon after the river narrows and the canyon's beauty intensifies. At camp each evening our guides often set up horseshoes or guide a hike. We feast on another healthy and nutritious meal, enjoy sharing stories and then the night sky and fresh mountain air help you sleep soundly to the quiet rush of the river’s song."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, in addition to the spectacular scenery and whitewater, there are some intriguing history lessons. We pass by the river crossing used by Chief Joseph and the Wallowa band of the Nez Perce Indians during their 1877 forced exodus from their homeland. At a place called China Creek our guides weave the story about a massacre of Chinese miners who were thought to have had a large cache of gold. The human drama in Hells Canyon is certainly as interesting as the many natural wonders we discover including the abundant wildlife, flora and geology. After another full day of river rafting fun and discovery brings us to camp for more exploring, dinner and finally, sleeping."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We continue downriver in our rafts and gaze upon more dramatic scenery. Between the exciting rapids, we look for golden eagles soaring overhead. At Eureka Bar you learn about the copper mines at and the past era of steamboats that travelled along this river. In the afternoon we come to the confluence with the legendary Salmon “River of No Return.” From here on we are carried along on double the volume of water as compared to just the Snake River alone. Tonight we camp on a large, white sand beach where there is time for playing on the beach, taking a hike above camp to take photos, relax and sunbath or whatever you might want. Then it’s time for yet another perfect evening of laughter and camaraderie under a big Western star-studded sky."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "By now you are completely adjusted to “river time” and wake up to welcome a new day of adventure. There are some big waves and big rides on this section of the Snake River as well as some long stretches of flat water. Depending on the river flow, we may join the rafts together and use a small, quiet outboard motor to cover some of the day’s miles. As we travel downstream, we float by a mountainside where the original Nez Perce trail descends into the canyon to a crossing place used for centuries by the Nez Perce as they traveled east from the Wallowa Mountains (in today’s northeast corner of Oregon) on their way to fish the Salmon River, or go even farther to the plains of Montana to hunt buffalo. We stop for lunch on a sandy beach and take time for a group photo. After a few more miles of magnificent scenery we reach our ending point just past the Snake River's confluence with the Grande Ronde River. Gear is untied and everyone carries their personal gear to the waiting bus and then we take a 45-minute ride back to the town of Lewiston, Idaho. At the motel enjoy a hot shower, change clothes and then we meet for a hosted dinner at a local restaurant."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "If you drove to Cambridge and had your car shuttled north, it's waiting for you at the hotel. If you are flying, there’s a free shuttle from the hotel to the Lewiston airport. Or you can take a taxi two hours north to the Spokane airport which sometimes offers more reasonable airfares than Lewiston."
    }
  ],
  "map": ""
}