{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "maine-self-drive-holiday-usa",
  "tourName": "Maine self drive holiday, USA",
  "placesVisited": "",
  "generalInfo": "Journey across the Best of Coastal Maine in nine days! This immersive trip unveils the natural splendors of Acadia National Park, the quaint charm of Bar Harbor, the scenic allure of Boothbay Harbor, and the vibrant energy of Portland. Guests will begin with an intimate sunset Windjammer cruise, where complimentary beverages are a toast to the beginning of their extraordinary adventure. The following day, early risers will ascend Cadillac Mountain for a sunrise spectacle, an exclusive moment as they become among the first to witness the sun's touch on the East Coast. After a wildlife cruise, the journey continues to Boothbay Harbor, offering leisure to explore this picturesque town or visit the Coastal Maine Botanical Gardens. Guests will kayak along the rocky coast, providing an intimate encounter with seals and marine life. Departing for Portland, they’ll experience the authentic world of lobstering, participating in hauling traps and savoring the opportunity to cook their catch. The final stretch explores Cape Elizabeth, with coastal walks, a lighthouse tour, and breathtaking views of the Atlantic. This is a sample itinerary and can be customized to the clients' interests, abilities, timeline, and budget!",
  "durationDays": "9",
  "price": "6750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embark on your Mount Desert Island escapade as you step into the charming town of Bar Harbor. Wander through its quaint streets, brimming with local shops and coastal charm, immersing yourself in the island's unique atmosphere. As the day transitions into evening, indulge in an exclusive experience aboard a Windjammer cruise. Feel the sea breeze caress your skin as you sip on complimentary beverages, toasting to the beginning of your unforgettable journey against the backdrop of a stunning sunset over the Atlantic."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embark on an adventure into the heart of Acadia National Park, a true gem of northern New England boasting towering rocky headlands that kiss the sky along the Atlantic coast. Join forces with your expert guide for an immersive journey through this natural wonderland. Prepare to be enchanted as your guide tailors the day's itinerary to suit your desires, offering a plethora of opportunities for scenic sightseeing and exhilarating hikes, carefully curated to match your preferences. Amidst the breathtaking landscapes, pause for a delightful picnic lunch lovingly prepared by your knowledgeable guide, adding a savory touch to your exploration of this unparalleled wilderness."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Are you ready for an unforgettable experience? Today, we invite you to embark on a journey to Cadillac Mountain, renowned for its breathtaking sunrises that mark the beginning of each day along the East Coast. As the first point in the United States touched by sunlight for much of the year, it holds a special allure for early risers like yourself. Your guide will pick you up bright and early, armed with freshly brewed coffee, as you ascend to the summit of this iconic peak, the highest point on the eastern seaboard. Should you seek an added dose of adventure, consider joining for a sunrise hike, where you will ascend to the peak's elevation of 1,530 feet, witnessing nature's spectacle unfold before us. Following this awe-inspiring experience, the remainder of the day is yours to tailor as you see fit. Whether you prefer a moment of relaxation in your accommodations, indulging in shopping excursions within charming Bar Harbor, or embarking on a leisurely bike ride through the park's picturesque landscapes, the possibilities abound. The choice is yours to make."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Set sail on a captivating voyage to uncover some of Maine's most enchanting inhabitants. Step aboard a boat, destined for the pristine waters of Frenchman Bay, where adventure awaits. As we glide across the glistening bay, prepare to be mesmerized by the charismatic puffins that call these islands home. Keep your eyes peeled for glimpses of other coastal treasures, including Harbor and Gray Seals, Razorbills, Arctic Terns, Roseate Terns, Common Terns, Guillemots, Cormorants, and majestic Bald Eagles soaring overhead. Our journey will lead us to Petit Mann Island, adorned with the historic Petit Mann Lighthouse, standing tall as the second tallest in Maine. Immerse yourself in the rich maritime history of this captivating locale as our expert guide unveils its secrets, all while tailoring the experience to your interests and schedule. Prepare for an expedition brimming with wildlife encounters and nautical wonders, promising memories to be cherished for a lifetime."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is all about you! Take the morning at your own pace—whether that means unwinding with some downtime or exploring the charms of the town. Maybe you're drawn to the serene beauty of the Coastal Maine Botanical Gardens, where you can lose yourself in the colors and fragrances of nature. Or perhaps you'd prefer to kick back on the beach, soaking in the sunshine and watching the lively wildlife around you. Whatever you decide, make it a day to remember, filled with relaxation and joy."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Indulge in the tranquility of the early morning as the sun paints the sky with hues of gold over Boothbay Harbor. Fuel your day with the flavors of the region by venturing into town for a delectable local breakfast, setting the perfect tone for what lies ahead. As the day unfolds, embark on a personalized kayaking adventure along the rugged coastline. Glide through crystal-clear waters, navigating around rocky outcrops and hidden coves, while keeping a keen eye out for playful seals, graceful sea life, and majestic aquatic birds. Your knowledgeable guide will regale you with fascinating insights into the intricate ecosystems that thrive in these coastal waters, enriching your journey with a deeper understanding of the natural world around you."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rise and shine as you set your course southward along the picturesque coast to the vibrant city of Portland, Maine. Arriving just in time to catch the morning light dancing on the waves, you'll embark on an exhilarating maritime adventure aboard an authentic Maine lobster boat. Join the seasoned crew as they guide you through the age-old tradition of hauling traps, immersing yourself in the rich maritime heritage of the region while learning fascinating tales about the area's seafaring past. Feel the salty breeze against your skin as you take part in this hands-on experience, gaining newfound appreciation for the time-honored art of lobstering. And for the ultimate treat, why not indulge in the opportunity to purchase your freshly caught bounty straight from the source? With your prized catch in hand, head ashore to the renowned Portland Lobster Company, where you'll savor the satisfaction of enjoying a mouthwatering meal crafted from your own haul, a true taste of Maine's coastal bounty."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Embark on a journey to Cape Elizabeth, where breathtaking vistas of the Atlantic await you at Fort Williams Park. As you wander along the rugged coastline, immerse yourself in the natural beauty that surrounds you. Traverse winding paths that hug the cliffs, offering panoramic views of the vast expanse of ocean stretching out before you. Feel the invigorating sea breeze brush against your skin, carrying with it the salty scent of the sea. Don't miss the opportunity to explore a piece of history with a tour of a genuine, operational lighthouse. Step inside and marvel at the intricate inner workings of this iconic beacon, while learning about its vital role in guiding ships safely along the rocky shores. With each step, let the rugged beauty of Cape Elizabeth captivate your senses, leaving you with cherished memories of a day spent in harmony with nature's splendor."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "It's time to bid farewell, carrying memories of adventures that will last a lifetime!"
    }
  ],
  "map": ""
}