{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "rogue-river-rafting-holiday-in-the-usa",
  "tourName": "Rogue River rafting holiday in the USA",
  "placesVisited": "",
  "generalInfo": "In southern Oregon, not far from Crater Lake National Park and the California Redwoods the Rogue River flows through wild mountains on its way to the Pacific.  Join us for the only rafting trip in the United States where can you raft a wilderness river by day and stay in a comfortable lodge each evening as you progress down the river!  And if you prefer to hike, we also offer raft-supported hiking trips in May and June.  We are one of a very few outfitters able to provide these Rogue River lodge-based trips due to our relationships with the exclusive lodges along the Rogue River.<br/><br/>The Rogue River is one of the most famous rivers in the American West. It flows from Oregon’s Cascade Mountains to the Pacific Ocean through the heart of the Rogue River Wilderness. There are fun, moderate rapids, warm water and a thick-forested canyon that make the Rogue River the perfect natural playground.  During the day you raft on splashy rapids and in the quiet pools between, watch for wildlife such as deer, river otter, black bear, osprey, waterfowl and other birds that make this their home. Like all superb whitewater rafting trips, there is also plenty of variety throughout the journey including walks to waterfalls, swimming holes and historic homesteads.  The river water is warm and makes for excellent swimming.  Few rivers offer such a magical blend of activities and fun suitable for all ages. <br/><br/>The rapids on this river are perfect for all ages and the Rogue is a superb rafting adventure for families. There are many easy to intermediate rapids as well as famous ones like Rainie Falls and Blossom Bar that make for added excitement.  If you’re feeling adventurous then try your hand in an inflatable kayak for added thrills.<br/><br/>The Rogue River was named by French fur trappers who came here in the early 19th century and had some quarrels with the local Indians of the area. The French called these Indians “les Coquins” which means “the Rogues” and named the river “La Riviere aux Coquins,” the Rogue River.<br/><br/>Our trips flow through the most remote and beautiful canyons of the Rogue River where the forest is alive with wildlife.  We almost always see black bear, river otters and deer.  Birdwatchers will want to keep their eyes out for osprey, great blue herons, and the majestic bald eagle that fishes the waters of the Rogue.<br/><br/>On these great American adventures you have a choice of riding in rafts powered by oars and rowed by our guides or; riding in a paddle raft where you are part of team and with your guide, paddle and navigate through the rapids or; paddling your own inflatable kayak.  Usually people try all three craft during the trip. Each afternoon we arrive at a remote wilderness lodge that offers comfortable accommodations.",
  "durationDays": "4",
  "price": "2090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Located in southwestern Oregon there are several options for reaching the Rogue River. You can fly Medford, Oregon, just an hour from our meeting point. Or you may be starting your western United States holiday with a rental car. San Francisco is just six hours south, Portland, Oregon is four and a half hours north and Seattle, Washington is about seven hours north. It’s easy to combine this trip with a visit to the Oregon Coast, Crater Lake National Park and/or Redwoods National Park. We meet in the small town of Merlin, Oregon at a riverside lodge for an orientation meeting the evening before the trip to answer last minute questions. You receive your waterproof gear bags (one for every two people) to pack. Since we’re staying in lodges you need only bring some clothes and personal items. Tonight, dinner is on your own."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "We greet you at 8:15am and then depart for the launch point just 15 minutes away by van. Once there we have a safety orientation and then fit you with the correct sized PFD (personal flotation device). Then it’s time to board the various craft we have - oar rafts, paddle rafts and inflatable kayaks. The river starts off gently, but soon we come to our first whitewater. Sometime before noon, we enter the Federally protected Wild & Scenic section of the Wild Rogue River at a rapid called Grave Creek. Typically we eat lunch the first day around the Class V rafting rapid called Rainey Falls (guests walk around this rapid). The afternoon sports several Class II and Class III rapids and we arrive at our evening’s accommodations, Black Bar Lodge around 4:30 or 5:00pm. While you are being assigned to your cabin and cleaning up, we prepare hors d’oeuvres that are served with regional wine and beer for you to enjoy before dinner. You may want to take a short hike around the property, visit with your fellow rafters, or play some games offered at the lodge. About 7:00pm a family-style dinner is served in the cozy lodge dining room. After dinner, you can play cards, visit, strum the lodge guitar or go outside and gaze at a star-filled sky. Around 10:00pm the Black Bar Lodge's generator is shut down, so a flashlight is handy as the property can get very dark. Accommodations: Black Bar Lodge. Meals Included: Lunch, Dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Coffee and tea is served in the lodge dining room followed by breakfast around 7:30. After breakfast we pack up and carry our gear back to the rafts and then launch about 9:00 am for another great day of exploring and fun. Today on your Oregon Rogue River rafting holiday you travel through a series of bouncing, exciting Class II and III rapids. We stop for lunch somewhere along the way, perhaps at a historic site or spot with a good walk. As the day continues we arrive at the Rogue River Ranch, a fascinating place to visit and a vivid example of early American pioneer history. Later in the afternoon we arrive at Marial Lodge to spend our second night. Once again, guests are assigned cabins and there’s time for a walk before we serve our delicious hors d’ouvres and drinks. Our family-style dinner is served around 6:30pm and after dinner our guides lead guests on a lovely and very scenic hike down a trail that leads to a spectacular waterfall. With long summer evenings there’s also time to enjoy the deck with expansive views of the river canyon before heading to bed. Accommodations: Marial Lodge Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wake up to the sound of birdsong and quiet. Breakfast is served around 8:00am and afterwards we pack up and head to the river. The third day has some of the most spectacular rapids on the Rogue River. There’s plenty of laughter and excitement as we raft through Mule Creek Canyon followed by Blossom Bar and Devils Staircase rapids--all Class IV. Tonight we arrive at our final riverside lodge, Half Moon Bar Lodge. Accommodations: Half Moon Bar Lodge Meals Included: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The rest of the trip takes us through relatively easy Class II and III white water. When the sun is high overhead we find a shady spot for another bountiful lunch. There are a few more rapids and more peaceful and beautiful scenery before we reach our take-out at Foster Bar. We aim to arrive at the take-out by 3:00pm and then load up into vans for a two-hour drive over the mountains back to our starting point. In the autumn, also offer a 4-day camping version of this same adventure. At this time of year the lodges are filled with fishing trips and the beaches and camps on the Rogue are scarcely used, making ideal conditions for our trips. Meals Included: Breakfast, Lunch"
    }
  ],
  "map": ""
}