{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "salmon-river-rafting-holiday-in-idaho-usa",
  "tourName": "Salmon River rafting holiday in Idaho, USA",
  "placesVisited": "",
  "generalInfo": "The Middle Fork of the Salmon in Idaho is a legend and the finest alpine wilderness rafting trip in the world.  The pure, clear, free-flowing river drops 3000-feet during its 100-mile journey through Idaho's remote and spectacular “River of No Return Wilderness” the largest wilderness area in the lower 48 states. Natural, wild and untamed, Idaho's Middle Fork is protected as one of America’s first Wild and Scenic Rivers. On this incredible wilderness rafting trip there are no roads and although this canyon was once home to gold miners and pioneers, little remains of man’s brief presence other than the pictographs of Native Americans and a few dilapidated log cabins. <br/><br/>We launch our boats at nearly 6,000 feet above sea level and immediately enter an verdant forest of fir and spruce.  This is a steep river, at first shallow and narrow and filled with boulder-choked rapids. As each mile passes there are side creeks that tumble in and add to the Middle Fork's clear sparkling water. The whitewater rapids are frequent and challenging on the Middle Fork.  Rafting guides speak their names with reverence - Ram's Horn, the Chutes, Marble Creek, Artillery,  Devil's Tooth and House Rock to name just a few on this classic American West whitewater rafting trip.<br/><br/>As the river drops in elevation, the Middle Fork of the Salmon River widens and slows down a bit as the spruce forest opens up to a wider valley of pine-clad mountains.  Our rafts drift quietly over deep pools of crystalline water—home to native cutthroat and rainbow trout.  We stop often to visit nearby Native American pictographs and pioneer homesteads.  Your guides share their knowledge of this story-filled canyon and use their skills to help draw the silent stories from these historic places.<br/><br/>Further on this rafting tour enters “Impassable Canyon” where granite mountains of staggering dimensions rise from the clear Middle Fork water high into a cobalt-blue Idaho sky. We stop at least twice a day for walks to special places and scenic wonders.  Soaking in the many natural hot springs along the Middle Fork are highlights for many of our guests.<br/><br/>As we near the end of this life-changing Idaho rafting holiday, having dropped 3,000 feet in elevation and gained a lifetime of memories, it is hard not to envy the Native Americans and pioneers who spent their whole lives in the vast wild area that encompasses the Middle Fork of the Salmon River.<br/><br/>On these trips you have a choice of riding in rafts powered by oars, rowed by our guides  while you enjoy the ride and take photos or; riding in a paddle raft where you are part of team paddling with your guide who gives commands or;  the excitement of paddling your own inflatable kayak.  We also have a cargo raft that travels ahead of the group along with two guides who set up a luxury camp including your tent, a complete kitchen with dining tables and chairs and more.  The food that is served  is fresh, bountiful and artfully prepared, packed in  large ice coolers and using the best-available fresh ingredients.  <br/><br/>In addition to rafting trips, we also have raft-supported hiking tours of this magnificent country. Load up a day pack with supplies to get you through the day, then hike to camp where you're gear will be waiting, tent set and food cooking.",
  "durationDays": "6",
  "price": "3590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "This trip is accessed through Boise, Idaho which has air service from most major US carriers, often connecting through Salt Lake City, Denver or other major gateways. From Boise you continue to Stanley, Idaho by rented car or small air taxi. Below is a typical itinerary, but remember that every trip is unique. Water levels, as well as the campsites we are assigned by the U.S. Forest Service, vary week to week. This itinerary is meant to give you a snapshot of the trip but should not be considered an exact itinerary. Extreme high water or low water trips begin at Indian Creek—a 25-minute flight from Stanley, Idaho. You arrive in Stanley by 7:00pm MST to meet your lead guide for a one-hour orientation meeting. Any last-minute questions you have are answered and we give you your waterproof bags to pack with your gear for the trip. Dinner is on your own. You may want to schedule some time at the hotel’s private hot spring (reserve when checking in)."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet at 7:30am for a two-hour bus ride to Boundary Creek and the start of our trip. At 6,000 feet elevation, the air is fresh and the forest thick with spruce, fir and pine. At the river’s edge we give a safety orientation while your personal gear is loaded onto the rafts. Then everyone chooses a raft (paddle or oar-powered) and climbs aboard. The first 15 miles of the Middle Fork are fast and rapids are steep, narrow and come in quick succession. During lunch, we give a talk to explain how we minimize our impact on the river with Leave No Trace camping techniques. Then after lunch the river continues to be spry and challenging. Every few hundred yards a creek crashes into the river, increasing the flow. We travel between 10 and 15 miles the first day and usually arrive at camp around 4:00pm. This gives you time to enjoy a hike, go fishing, reading or just relax. Hors d’oeuvres are served about 6:00 and dinner around 7:30. After dinner, a campfire is lit and the warmth naturally invites all to share stories of the day, and life."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We wake you up about 7:00am with coffee at your tent (or tea or hot chocolate). Breakfast is served and after, you pack up your personal gear. Rafts are loaded and we depart from camp for an adventure-filled day of rapids, magnificent scenery and plenty of plain old fun. We stop to visit visit one or two pioneer homesteads on these first few days. We often also stop to explore the old miner’s camp at Powerhouse Rapids. Today is a good day to keep your eyes open for the nest of the playful American Dipper, a small gray bird that swims underwater and builds its nest above fast-flowing water often in the middle of a rapid. We have plenty of fun rapids as the river continues its quick descent. At lunch we take out the inflatable kayaks for those seeking a more intimate experience with the river. We stop for a soak in Sunflower Flat Hot Springs with pools above the river that cascade over a rocky cliff to create nature’s perfect shower. We make camp around 4:00pm and enjoy hiking, fishing and relaxing. After dinner the night sky is brilliant with stars and planets the welcome stories and wonder."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We’ve dropped over 1,500 feet in elevation so our days and nights are warmer. The fir and spruce make way for towering ponderosa pines, sagebrush and riparian hardwoods. The gin-clear water carries us swiftly along as the river channel widens and narrows due to the underlying geology. One of today's highlights is stopping to view pictographs of the Native American Tukudeka, or Sheepeater Indians who lived in this canyon until the 1870’s. The afternoon is most relaxing as the canyon widens and the current slows. We learn about early pioneers and their colorful stories. Lunch is often accompanied by a short walk or swim. By latter afternoon we arrive to camp near Loon Creek, about 50 miles from our starting point. A highlight here is a hike to the Loon Creek hot springs. Summer evenings are long, with darkness arriving around 9:30pm or even 10:00pm in June and July. The night sky, crackling campfire and fresh mountain air will help you sleep like a baby."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This is yet another great day of active rapids and incredible Rocky Mountain scenery. We often see big horn sheep attracted to natural licks along the river where they find important minerals. Those fishing will continue to do well with the bountiful trout and birdwatchers are likely to see falcons, songbirds and golden eagles. We pass our last hot spring at Hospital Bar, so named because early cattlemen let their stock rest and feed at this large flat and easy ford across the river. Continuing on we raft through the Tappan series of rapids. This is a great photo opportunity with plenty of splashes and thrills. The final miles to camp offer a chance to lean back and take in the awe-inspiring scenery of the River of No Return Wilderness."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The river carries us through more astounding scenery and late morning we run Haystack Rapid, the most dynamic rapid on the river. This is the official start of Impassable Canyon as the canyon narrows and deepens creating a series of action-packed rapids. A favorite stop is at Waterfall Creek, where a steep trail leads up to the Bighorn Crags. We walk beneath the falls and on hot days finish with a jump into the river. Shortly downstream the river has made a deep incision into the Idaho batholith – the largest monolithic chunk of granite in North America and you look up for neck-bending panoramas. Further downstream we hike to the base of Veil Falls, a soul-stirring cavern with pictographs and magic. By the end of the day you will have seen some of the most beautiful wild scenery on earth. Once at camp, the silhouette of canyon walls against the night sky will captivate you as you reflect, celebrate and share with newfound friends on your last night on the Middle Fork."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "As we push off from shore we float past the hideout of the legendary Earl Parrot, Hermit of Impassable Canyon. His story is as big as the canyon and adds just one more thread of wonder to your rafting experience. As the sun breaks over the canyon rim, more big rapids greet us as we pass beneath vistas of staggering dimensions. As we near the end of our 100-mile journey, we stop to enjoy lunch on a glistening sand beach just above the Middle Fork's confluence with the Main Salmon. We continue to our takeout, carry personal gear to the waiting bus and settle back for a two-hour ride to the town of Salmon. After you enjoy a hot shower and find a change of clothes we meet for a celebratory hosted farewell dinner."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "If you drove to Stanley and had your car shuttled, it is waiting for you at the hotel. If you are flying home, you'll board an air taxi for the one-hour flight back to Boise to connect home. A nice extension to consider would be north to Glacier National Park or southeast to Yellowstone National Park."
    }
  ],
  "map": ""
}