{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "7-days-in-chicago-holiday-usa",
  "tourName": "7 days in Chicago holiday, USA",
  "placesVisited": "",
  "generalInfo": "Discover Chicago, one of the largest cities in the USA and famed for its bold architecture. On this 7-day trip, you will have plenty of time to explore the city, its highlights, nightlife and hidden gems. You will also be able to explore one of the many beaches or relax and swim in the Lake Michigan water.",
  "durationDays": "7",
  "price": "5700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Step into the vibrant pulse of Chicago! As you touch down in this dynamic city, feel the excitement bubbling around you. From the iconic skyline along Lake Michigan to the savory aromas wafting from renowned eateries, every corner of Chicago beckons with adventure. After your smooth arrival, dive into the city's energy. Whether you opt to stroll along the riverwalk, marvel at the architectural wonders, or savor a taste of deep-dish pizza, Chicago's charm will captivate you. As night falls, indulge in a delightful dinner at one of the city's culinary hotspots, fueling your anticipation for the days ahead. Rest up in your comfortable accommodation, ready to embark on your Chicago journey refreshed and brimming with anticipation!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embark on a thrilling journey through Chicago's eclectic wonders! Begin your day at Millennium Park, where modern art meets urban oasis. Marvel at Cloud Gate, affectionately known as 'The Bean,' and explore the lush landscapes of Crown Fountain and Lurie Garden. Next, immerse yourself in the artistic tapestry of the Art Institute of Chicago, a treasure trove of masterpieces spanning centuries. Delve into the works of renowned artists like Van Gogh, Monet, Picasso, and Warhol, housed within the majestic Beaux-Arts building. For a taste of Chicago's storied past, step into the legendary Green Mill, where echoes of the roaring twenties linger. Follow in the footsteps of Al Capone as you soak in the ambiance of jazz and poetry, transported back to the era of speakeasies and clandestine charm. Venture further into the city's nightlife scene, uncovering hidden gems like The Violet Hour, where cocktails are crafted with precision and served amidst an aura of mystery. Lose yourself in the soulful melodies of Blue Chicago or Jazz Showcase, or witness enchanting illusions at the captivating Chicago Magic Lounge. With each stop, Chicago unveils its vibrant spirit, promising an unforgettable adventure at every turn!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Prepare for an exhilarating day at Navy Pier, a bustling hub of entertainment and adventure! Meander along the sprawling kilometer-long pier, brimming with an array of shops, parks, and eateries. Immerse yourself in the lush oasis of Crystal Gardens, catch a captivating performance at the Shakespeare Theater, or ignite your imagination at the Chicago Children's Museum. And don't miss the chance to soar above the city on the iconic Ferris wheel, offering breathtaking views of the skyline and Lake Michigan! Afterward, unwind amidst the splendor of Lake Michigan, a sprawling expanse of azure beauty spanning multiple states. Whether you opt for a leisurely boat tour, basking in the panoramic vistas of Chicago's majestic skyline, or choose to lounge on one of the pristine beaches like North Avenue Beach or Oak Street Beach, the tranquil waters beckon. Dive in for a refreshing swim or simply relax on the sandy shores, soaking in the serenity of this natural marvel. Ready to add a boat tour to your itinerary and make waves on Lake Michigan?"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Embark on a thrilling adventure with an Architecture River Cruise, setting sail from the vibrant Michigan Avenue and Chicago Riverwalk! Delve into the city's rich history as your expert guide narrates tales of architectural marvels and the legendary Great Chicago Fire. Glide past iconic landmarks like the Wrigley Building, Marina City, and the Tribune Tower, marveling at their intricate designs and storied past. As you navigate the waterways, be mesmerized by the intricate dance of Chicago's moveable bridges, a testament to the city's engineering prowess and innovation. Then, set your sights on Michigan Avenue, known as the 'Magnificent Mile,' where a shopper's paradise awaits. Explore over 450 retailers, from high-end boutiques to renowned department stores, indulging in a retail therapy session like no other. Cap off your day with laughter and entertainment at The Second City, the world-renowned comedy club that has been tickling funny bones since 1959. Prepare for an evening of uproarious laughter as talented comedians deliver top-notch sketch and improv comedy, ensuring an unforgettable experience for all. Ready to add tickets to your itinerary and laugh the night away?"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we recommend you to do a tour to Oak Park, to visit Frank Lloyd Wright’s Home and Studio. Frank Lloyd Wright was a famous American architect who created some of the most innovative spaces in the United States and designed 1,114 architectural works, 532 of which were completed. On this tour you will visit historic Oak Park, which is a suburb of Chicago and has more Wright buildings than anywhere in the world. You will visit his Home and Studio, which served as home and workplace for Wright’s first 20 years of his career. You can also explore the famous Unity Temple. During the tour you will learn about his visionary Prairie Style and you can see how Wright tried out innovative design ideas in his home. Please let us know if you wish to add this tour to your package."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you can visit the amazing Museum of Science and Industry, which is definitely worth a visit. This museum opened in 1993 and is one of the largest museums in the world that concerns science. With a huge range of interactive exhibitions, you can learn more about different topics, from the past to the present. Learn about the U505 submarine, take a look at a \"working\" coal mine, discover what Chicago looked like at the beginning of the 20th century and go to the simulation lab where you can think about the energy future of Chicago. In the evening you can explore the Chicago Riverwalk for a riverside stroll to see the boats passing by and to enjoy the beautiful buildings. Along the way, there are several restaurants and bars, great for a drink and dinner on the last evening!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today you will check out of your hotel. If Chicago is your only destination, you can take a taxi or Uber to O'Hare International Airport, from where you will fly back home. If you have other destinations on your itinerary, you will check out of the hotel and pick up your rental car, or take a taxi or Uber to the airport to fly to your next destination."
    }
  ],
  "map": ""
}