{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "maine-and-massachusetts-self-drive-holiday",
  "tourName": "Maine and Massachusetts self drive holiday",
  "placesVisited": "Tailor made self drive route according to your interests, Explore Maine and Massachusetts at your own pace, Boston, Kennebunkport, Portland, Lincolnville, Bar Harbor, Acadia National Park, Stay in hotels with strong community ethos",
  "generalInfo": "Touring the New England region of northeast America on a self drive holiday is delightful, allowing you to take your time exploring the landscapes, communities and historic sites along the way. Our Massachusetts self drive holiday begins in Boston, home to the Red Sox (ball game tickets can be arranged!), the Freedom Trail, and a thriving market where you can browse the stalls of local vendors for lunch.<br/><br/>Picking up your hire car, you can then follow a route through Kennebunkport, perhaps pausing for a walk in the Rachel Carson National Wildlife Refuge; Portland (famed for its cuisine), and the charming seaside town of Bar Harbor on Mount Desert Island. By now your trip has become a Maine self drive holiday, and you can enjoy wandering these quintessential New England small towns and beaches.<br/><br/>Your pre-booked accommodation is at a series of hotels that have been carefully chosen for their community ethos. One might support local literacy programs, another conservation initiatives in Acadia National Park. It means your trip has a clear benefit to the places you visit. <br/>With a self drive tour, what you do with your time is up to you. You just need to get from A to B each day. <br/><br/>So you might spend an afternoon browsing independent bookshops in Bar Harbor, a day hiking the trails of Acadia National Park or Wells Reserve, or pass a few hours with a tempting foodie tour around Portland’s Old Town. Whatever you do, the freedom of a self drive tour is undoubtedly the finest way to discover Maine and Massachusetts.",
  "durationDays": "11",
  "price": "3380",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today, you begin your journey by boarding your international outbound flight to Boston. Upon arrival, make your way to your hotel and spend the evening at leisure. If its warm out, take a stroll to the harbourfront and enjoy your first taste of New England seafood overlooking the water."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You have the day at leisure to explore the city on foot or on bicycle. Walk the Freedom Trail to discover the city’s rich history, take a visit to Public Market for lunch where you can support local vendors or head down to the waterfront for a cruise if the weather permits. We can also arrange excellent tasting tours of the North End, so you can get a better understanding of the melting pot of cultures in Boston."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You have another day at leisure to enjoy the city of Boston. Take the subway to Boston Common for a leisurely stroll and to visit the well-known ‘Make Way For Ducklings’ sculpture. If you wish, we can arrange tickets for you to see the Boston Red Sox at Fenway Park tonight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leaving the city behind, pick up your rental car and drive north along the scenic Route 1 towards Kennebunkport. We recommend stopping off in Ogunquit for a walk along Marginal Way. The views are beautiful and this makes for a nice way to stretch your legs after a car journey. Enjoy lunch and maybe an ice cream on the beach before continuing on to Kennebunkport. Spend the evening relaxing at your hotel or head into town for an evening stroll."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, you have a full day to explore the Kennebunks. With plenty to see and do, you may find it difficult to whittle down your options. We suggest spending a morning walking the trails at Rachel Carson’s Wildlife Refuge or the Wells Reserve at Laudholm Farm, followed by an afternoon at the beach."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From Kennebunkport, continue north along Route 1 to Lincolnville. Stop off in Portland, voted USA’s Foodiest Small Town, for a comprehensive food tour around the Old Town and visit the Portland Head Light. You will then drive onto Lincolnville, another Maine small town that epitomises quintessential New England; with sweeping beaches, independent boutiques and galleries and numerous walking trails."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Next stop is Mount Desert Island and the town of Bar Habor, just a half an hour drive from Acadia National Park. As the base for exploring the park, many visitors flock to Bar Harbor during the summer months. Independently own stores selling Maine blueberries and maple syrup line the streets, as well as quaint cafes serving up hearty breakfasts to set hikers up for the day."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Your first full day in Acadia National Park is best spent exploring the many hiking trails. We can suggest a number of different options for easy, moderate and difficult trails, depending on your individual requirements. Driving the Park Loop Road is part of the fun, and the hikes often begin from small parking lots dotted around the island. Whether you chose to take a leisurely walk around Jordan Pond, or embark on a challenging hike to the top of Acadia Mountain, the magic of Acadia is bound to amaze you."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your second day in Bar Harbor can be spent returning to the park for those looking to do more hiking, or can be spent perusing the bookshops and gift stores of the town, followed by a tour out on a lobster boat with a local fisherman. This is an excellent way to see the coastline from the water and you may spot seals, whales and birdlife as you learn about the history of lobster-catching in the state of Maine."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leave behind the beauty of Acadia National Park and Mount Desert Island and make your way to Bangor airport for your overnight flight home."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}