{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "family-rafting-holiday-on-the-salmon-river-idaho-usa",
  "tourName": "Family rafting holiday on the Salmon River, Idaho, USA",
  "placesVisited": "",
  "generalInfo": "No other river in the world sets a better stage for family rafting trips than Idaho's famous Salmon River of No Return.  Warm water and hot summer weather coupled with camping on expansive white sand beaches make for the ideal family rafting holiday.  Fun, intermediate rapids and classic scenery of the American West make this a family superb adventure holiday for ages five and up. <br/><br/>Your kids won't want this family holiday to end and we promise it will be the highlight of your trip to the USA.  As you raft during the day, we stop to visit sites of interest like Indian rock art sites, pioneer homesteads and natural highlights. Trips are staffed with our signature River Jester who leads nature-oriented games and activities.  Each evening a special kids’ meal is served, followed by an adult meal, and kids are welcome at both.  As the sun sets a blazing campfire warms the group under a star-studded sky.<br/><br/>In the morning a world of wonder awaits and the kids enjoy playing with new friends.  Parents enjoy the quality time for everyone, undistracted and unplugged from the world while being immersed in nature.  These are wild canyons where you are likely to see deer, river otter, soaring eagles and other wildlife.  During the day you choose to ride in oar-powered rafts where a guide does the rowing, or participate in a paddle raft where everyone has a paddle and works as a team, or take your own inflatable kayak.  One of the great things about a whitewater rafting holiday is that there’s a level of excitement suitable for everyone.  <br/><br/>We've been running family rafting trips for over 35 years on the best whitewater rafting rivers in the American West.  Our guides are trained to share their knowledge of the natural and cultural history <br/><br/>All gear is provided and no experience is necessary.  A cargo raft travels ahead and sets up a luxury wilderness camp each day replete with dining tables and chairs, kitchen and tents.  When you arrive at camp just carry your personal gear to your tent.  Trips are staffed with one guide for every three to four guests, so you are assured of the finest in personal attention and service.<br/><br/>We choreograph everything to create a perfect recipe for a family rafting holiday that sets the high watermark for a meaningful, educational and inspiring family holiday that will leave everyone with big grins and sad to say good-bye.  <br/><br/>This family holiday is easily combined with other activities in the area like a stay at our own Rocky Mountain guest ranch, visits to Oregon, Montana or other parts of Idaho and much more.",
  "durationDays": "5",
  "price": "2090",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 0,
      "title": "",
      "description": "Your holiday begins in Lewiston, Idaho where you meet where you meet our Team Leader and our River Jester™ at the Hells Canyon Grand Hotel at 7:00pm PST for a one-hour orientation meeting to answer last-minute questions. You also receive your waterproof gear bags. Dinner is on your own."
    },
    {
      "dayNumber": 1,
      "title": "",
      "description": "We meet at 7:30am for a two-hour bus ride to the put-in point for your family rafting trip near Whitebird, Idaho. On the way we visit the Nez Perce National Historical Park for an introduction to the native peoples who lived along the Salmon River for thousands of years. We then continue, passing through the town of Lapwai where many Nez Perce Today celebrate their heritage living on the Nez Perce Reservation. We arrive at the put-in by mid-morning. Summer here is typically dry and hot, with daytime temperatures in the 90’s and nights in the 60’s. Before we board the rafts, our staff prepares you with a thorough safety briefing that includes information on how to ride in a raft, how to paddle, how to swim through rapids, and other advice for the days ahead. Once this is complete everyone chooses a raft - paddle, oar-powered or inflatable kayak and we begin floating on the river. The Salmon River Canyons is a trip with “pool and drop” characteristics which means there is a long pool of calm water followed by a rapid. The trip begins with some fun rapids that are the perfect introduction to a successful whitewater holiday. When we stop for lunch, some guides prepare the meal while one provides a “camp orientation” to explain how we minimize our impact on the river. ROW adheres to \"Leave No Trace\" camping ethics, so you'll learn where to wash up, how the toilet system works, where you brush your teeth, put trash, and more. By the times this is done lunch is ready and it’s time to make a sandwich and enjoy the open-air dining experience. Later in the afternoon, around 4:30 or so, we arrive at camp with plenty of free time for play. You might want to hike, fish, read or just plain relax. Our River Jester™ has fun activities planned for the children. This could be a nature walk, a game at the river’s edge, or an arts and crafts project. Some kids may want to simply build sand castles and play in the water. Parents are welcome to join in, or to relax in their own way. Hors d’oeuvres are served as the sun disappears over the canyon rim around 6:00pm along with the kids’ dinner. The adult's dinner is served an hour or so later and kids are welcome to join. After dinner a campfire is lit and we start an evening of laughter and sharing. Soon the night sky darkens and we offer an astronomy lesson or tell stories to send everyone to bed with sweet dreams."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The smell of fresh-brewed coffee and tea awakes you, followed by breakfast which is served around 7:30. As we clean up the kitchen, you pack up your personal gear and we load the rafts and leave camp around 9:30. It’s a family rafting day full of rapids, sun and dramatic scenery. Before long we stop to visit a Native American rock art site, created by the original inhabitants of this rugged land. These are the people who came before today’s Nez Perce tribe. The Nez Perce were once the most populous tribe in the Pacific Northwest and their homeland covered millions of acres including settlements along the Snake, Salmon and Clearwater rivers. Their life depended on these rivers from which they harvested thousands of salmon that were both a part of their food supply as well as spiritual nurturing. In the cooler months they lived in “pit houses” along this section of the Salmon River and we stop to see some places where you can see evidence of these. The river enters the first of four canyons, this one called “Green Canyon” and kids and adults alike shout with excitement as we paddle through Wright Way and Demon’s Drop. Before long we stop for lunch on a big beach, perfect for swimming and beach games. The afternoon has some more rapids, quiet drifting and the chance of seeing soaring eagles. We make camp on a big white sand beach, and after dinner sit around the evening campfire and marvel at a sky filled with brilliant stars and no light pollution."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our rafting holiday continues through “Cougar Canyon” and “Snowhole Canyon” for a fantastic day of whitewater rafting fun. Frolicking, splashy rapids include Bunghole, Half and Half, the Gobbler, Bodacious Bounce and others that are sure to make everyone smile. One of the most interesting aspects of human history unique to Idaho and the Salmon River is the story of the Chinese miners who came here in the latter 19th century. Gold was discovered in the area in 1861 and Chinese miners worked and provided support services for the mining camps. By 1870, 25 percent of Idaho's population was Chinese and by the 1880’s some had set up placer mining camps along this stretch of the Salmon River. Using hard labor, rocker boxes and other simple hydraulics these Chinese miners moved tons of earth to find gold. In their camps, they built small rock houses, which we visit today. After a full replete with learning and fun, we arrive in camp. The hot weather and warm water makes it likely that everyone will jump in for a swim. We often set up games such as volleyball, horseshoes and such, or lead a hike up a nearby mountain for stunning views. Summer evenings in Idaho are long, with darkness arriving after 9:30pm in July and early August. As the night gets dark, the crackling campfire and fresh mountain air will help you sleep like a baby."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Another day with fun rapids and spectacular Western scenery and if lucky, we might see playful river otters swimming in the river. There’s time to jump in for a swim and even float through a mild rapid. Those fishing may catch trout and bass. Birdwatchers are likely to spot golden eagles and falcons. Your worries seem thousands of miles away as river time settles into our rhythm and our souls. After lunch the river enters “Blue Canyon,” named for the bluish/black tone of the igneous rock that forms this steep-walled landscape. In this canyon the river is forced into a narrower channel and a long series of cascading rapids make for a thrilling afternoon. We splash through the Devil’s Slide, Sluice Box, Checkerboard and Eye of the Needle, all rapids that make for great stories around the campfire. Tonight’s camp is near the confluence of the Salmon and Snake River and is once again on a massive white sand beach. Only undammed, free-flowing rivers like the Salmon are able to create natural beaches like this as ground-up rock is free to travel as sediment downriver, settling to create these beautiful oases of glistening sand. Once a river has a dam, these sediments are trapped behind its concrete walls and this then stops the formation of sand beaches."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early in the morning we pass the confluence of the Salmon and Snake Rivers – a powerful place where the legendary Salmon “River of No Return” ends its journey and her waters mix with those of the mighty Snake River at the lower end of Hells Canyon. Once we are on the Snake, we float on roughly twice the volume of water as the Salmon alone. This marks the boundary between states and from this point on Idaho is on the right while Oregon or Washington are on the left. We enjoy some more big waves and laughter-filled rides through some rapids, along with some long stretches of flat water. As we travel downstream, we pass the original Nez Perce trail descending down the canyon to a river crossing that was used for centuries by the Nez Perce as they travelled east from the Wallowa Mountains (in today’s northeast corner of Oregon) to the plains further west. We stop for another bountiful lunch on a sandy beach and then, after a few more miles of magnificent scenery reach the take-out point around 3:00pm. The rafts are unloaded and personal gear taken to the waiting bus. It’s a short 45-minute ride to the hotel to enjoy a hot shower and then we meet for a hosted farewell dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "If you drove to Lewiston your car is waiting for you. If you came by airplane the hotel shuttle will transport you to the Lewiston airport or you can take a taxi to the Spokane, Washington airport, two hours north."
    }
  ],
  "map": ""
}