{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "west-coast-tours-in-america",
  "tourName": "West Coast tours in America",
  "placesVisited": "San Francisco, Yosemite Valley, Yosemite National Park, Tuolumne Meadows, Death Valley National Park, Grand Canyon, Route 66, Painted Desert, Monument Valley, Lake Powell, Bryce Canyon, Zion National Park, Emerald Pools, Las Vegas",
  "generalInfo": "Over 14 action-packed days, this small group tour takes in the best of America’s West Coast, visiting four states and six National Parks, from the ancient sequoias of Yosemite to the magnificent depths of the Grand Canyon. You’ll also spend time in two of the region’s most dynamic cities – Las Vegas and San Francisco. <br/><br/>After a city tour of San Francisco, visiting iconic sights such as the Golden Gate Bridge, you’ll head to Yosemite National Park, exploring on foot to see the soaring cliffs of the Sierra Nevada Mountains and forests full of towering trees. Then it’s on to see the hot springs at Mammoth, before a whistle-stop visit to Death Valley, an area rich in spectacular desert scenery and rare desert wildlife. Next on the agenda are the dramatic landscapes of Monument Valley, Bryce Canyon, Zion National Park and the Painted Valley, as well as the deep blue waters of Lake Powell. <br/><br/>The highlight of this trip for many is a visit to the Grand Canyon, where you’ll spend two days enjoying the views and hitting the trails; you could even take an optional helicopter trip for an incredible aerial view. Throughout this tour we have the opportunity to explore on foot with a range of hiking options.",
  "durationDays": "14",
  "price": "4590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in San Fransisco. Self transfer from the airport to the hotel via either a shuttle or taxi, which ever is more convenient for you. Relax this evening in preparation for the great adventure ahead. You will meet with your group leader and other members of the group at 8am the following morning when the group briefing will take place. _____________________________________________________________________________ • Overnight: Hotel Caza Fisherman's Wharf, 2 nights"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "San Francisco is amongst one of the USA’s most cosmopolitan and atmospheric cities. Located on the bay its suburbs are linked by a series of expansive bridges, one of those being the famous Golden Gate Bridge. Trams run major routes along the foreshore and into the hilly heights in a city where quaint wooden houses contrast sharply with the sophistication of modern skyscrapers. This vibrant city is known for its iconic landmarks, diverse neighborhoods, and breathtaking views. You’ll have the opportunity to explore the bustling waterfront at Fisherman’s Wharf, marvel at the Golden Gate Bridge, and wander through the historic streets of Chinatown. No visit is complete without a ride on the city's famous cable cars, offering a unique way to experience the steep hills and stunning skyline. Cable Car passes are included as part of the trip. From the art-filled alleys of the Mission District to the serene beauty of Golden Gate Park, you’re certain to find many hidden treasures throughout this fabulous metropolis. In the afternoon, jump on board a harbor boat for a tour of Alcatraz, which is also included in your trip price. _____________________________________________________________________________ • Overnight: Hotel Caza Fisherman's Wharf _____________________________________________________________________________ • City tour: 3-4 mi / 5-7 km, 3-4 hrs, +/-100 m"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we depart San Francisco via the famous Golden Gate Bridge, providing the opportunity to walk across for those who wish to savour the views. We will then head for the amazing grove of Sequoia, the world's largest trees, where we enjoy a leisurely walk amongst the giants. We continue onto the Yosemite Valley in the afternoon where we set up shop for the evening, ready to hit Yosemite tomorrow! _____________________________________________________________________________ • Overnight: Yosemite View Lodge, 2 nights • Drive time: 250 mi / 400 km, or 5.5 hrs"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Yosemite National Park which was established in 1890 and encompasses stunning mountain vistas and valleys housing meadows and forests surrounded by high cliffs and waterfalls. In the morning, our group takes a leisurely drive to Glacier Point, the most impressive viewpoint of the national park. Big tour buses cannot access this viewpoint, but our smaller van is allowed. From here we marvel at the perfect view of the valley and the impressive walls of Half Dome. From Glacier Point, three very different walks are offered that vary in length, difficulty, and views. Two of these walks head down to the valley, and one is a walk along the rim. These are all one-way walks and therefore self-guided. We recommend take the afternoon to relax in the valley. _____________________________________________________________________________ • Overnight: Yosemite View Lodge _____________________________________________________________________________ • Panorama Trail: 9.1 mi / 14.6 km, 4-6 hrs, +/-700 m • Four Mile Trail: 9.7 mi / 15.6 km, 5-6 hrs, +/-1000 m • Sentinel Dome & Taft Point Loop: 7.2 mi / 11.5 km, 4-5 hrs, +/-575 m"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In the morning, we depart Yosemite National Park via Tioga Pass, crossing over the Sierra Nevada Mountains at 10,000 feet (3048 m). Time and weather permitting, we may hike and scramble to the top of Lembert Dome, offering expansive views over the Tuolumne Meadow. The day will conclude with a short exploration of Mono Lake, one of the world’s oldest lakes, famous for its white Tufa towers formed by hot springs. Our hotel is in the small ski town of Mammoth Lakes. _____________________________________________________________________________ • Overnight: Mammoth Mountain Inn, 1 night • Drive time: 120 mi / 200 km, or 2 hrs _____________________________________________________________________________ • Lembert Dome Loop: 3.8 mi / 6.1 km, 2-3 hrs, +/-200 m _____________________________________________________________________________ **Note: Trips starting before June or past late October may have to detour via Sonora Pass due to snow closure on Tioga Pass Road in Yosemite National Park. Tioga Pass generally opens Memorial Day, which is the last weekend in May. It closes with the first heavy snow of the year. These dates will stay at an alternative hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a short morning drive, we reach Death Valley National Park where more than 3.3 million acres of spectacular desert scenery, rare desert wildlife, complex geology, undisturbed wilderness and sites of historical interest abound. This area is known for extreme weather conditions and temperatures, and is one of the hottest places on earth. In summer, temperatures can reach over 49°C. Additionally, being in a rift valley, Death Valley is also the lowest point in the Western Hemisphere at 86 m below sea level. We explore the golden sand dunes which contrast with the stark brown and black hillsides, Badwater with its poisonous springs, the Devil’s Golf Course formed by salt deposits and the colourful formations at Zabriske Point. If time and weather permit, there is also an optional walk through the Badlands. Our hotel is close to the entrance of Death Valley National Park. _____________________________________________________________________________ • Overnight: Longstreet Hotel & Casino, 1 night • Drive time: 240 mi / 400 km, or 4 hrs _____________________________________________________________________________ Badlands Loop: 2.6 mi / 4.2 km, 1-2 hrs, +/-120 m"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning, we travel via the famous Route 66 through the hot deserts of Nevada and into the world famous Grand Canyon, another UNESCO World Heritage Site. If you choose, there is time this afternoon if you are interested in a breathtaking helicopter flight over the Grand Canyon (not included, flights approx. US$300) is available. Otherwise, enjoy a magical desert sunset over the red sandstone landscape, quite a contrast to Yosemite's green mountains and Death Valley's salt flats. We are staying just south of the park entrance and will have a full day tomorrow to explore what the canyon has to offer. _____________________________________________________________________________ • Overnight: The Red Feather Lodge, 2 nights • Drive time: 320 mi / 500 km, or 5 hrs"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A full day to relax and explore at the Grand Canyon. We recommend an easy hike along the West Rim to the beautiful Hermit’s Rest overlook. If you are looking for a bit more action, there are some recommended hikes that will take you into the canyon itself. Note that you have to come up as far as you went down so keep that in mind to ensure you have enough food, water and plenty of time. It will take you twice as long to return to the rim as it did for you to descend. *Note: Hikes in Grand Canyon National Park are self-guided due to permit regulations. For those searching for a little excitement, helicopter tours, bike rentals and an IMAX theater (to be paid locally, not included in tour package) are available as well. The Grand Canyon is famous for its exceptional sunsets so have your camera ready in case you missed last night's! _____________________________________________________________________________ • Overnight: The Red Feather Lodge _____________________________________________________________________________ • Havasupai Gardens via Bright Angel Trail: ~9 mi/14.4 km, 4-5 hrs, +/-940 m • Cedar Ridge via South Kaibab: ~3 mi/5 km, 3-4 hrs, +/-300 m Hike along the rim: up to 8 mi/13 km, up to 4 hrs, +/-50 m"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning, we depart via the east entrance of the canyon, stopping to see the sights of the East Rim, and head for the world famous Monument Valley of the Navajo tribe. Here giant rock domes and mesas rise out of the valley into the blue sky, offering impressive photo opportunities. For decades, the area has been used by Hollywood as a favorite movie backdrop including Forrest Gump. Hit the ground running on an unforgettable Jeep tour with the Navajos through the valley to hidden beauty spots such as “Ear of the Wind” and “Big Hogan”. This tour is included in the price of your trip. From here, after a short drive, we reach Lake Powell, where we spend the night in Page, AZ. _____________________________________________________________________________ • Overnight: Clarion Inn Page - Lake Powell, 1 night • Drive time: ~300 mi / 450 km, or 5 hrs"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today is a day to explore Page and all the adventures it has to offer. This area is famous for its various rock formations. This morning, take a guided tour of Antelope Canyon, included in the price of your trip, to one of the most photographed sights in Arizona, followed by a short hike out to Horseshoe Bend. After taking in the stunning views we continue to the next highlight. Lake Powell was created through the damming of the Colorado River and dark blue waters reflect sheer red stone towers in an amazing colour, offering unforgettable impressions. In the late afternoon we drive to our next destination, Bryce Canyon. _____________________________________________________________________________ • Overnight: Best Western Plus - Ruby's Inn, 1 night • Drive time: 150 mi / 240 km, or 3 hrs _____________________________________________________________________________ Horseshoe Bend: 1.5 mi/2.4 km, 45 min, +/-40 m"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "For many, Bryce is the most beautiful of the American National Parks. Long ago, tectonic forces uplifted an ancient lakebed exposing the soft sandstone deposit to the elements. Over time, the frost and wind erosion continued to chisel them and created a truly wonderful display of rocks. Marvel at Thor's Hammer, sandstone arches and the expansiveness of the park. Hiking paths wind through radiant red and pink towers of stone, known as Hoodoo's, which contrast beautifully with blue skies and green pines. At sundown, be awed by an unforgettable color play on the formations. _____________________________________________________________________________ • Overnight: Sleep Inn - Hurricane, 1 night • Drive time: 140 mi / 200 km, or 2.5 hrs _____________________________________________________________________________ • Queens Garden and Navajo Loop: 3 mi/5 km, 3 hrs, +/-200 m • Rim walk, Bryce Point to Sunset: 2 mi/4 km, 1 hr, +/-50 m"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In the morning, we drive directly to the spectacular Zion National Park. The west side of the park is an 800 m deep sandstone canyon carved by the mighty Virgin River. The scenery is stunning. Zion is famous for it's iconic hikes through many slot canyons. We have all day to explore this fabulous destination. You have the option to enjoy a hike to Emerald Pools, where water cascades into shaded pools. Time permitting, you may rent river boots and wade through the famous Narrows of the Virgin River. Which ever you choose, you will not be disappointed. If you finish hiking early, there is free time to explore the charming town of Springdale. We then drive on to St George for the evening. _____________________________________________________________________________ • Overnight: Ramada by Wyndam - St. George • Drive time: 80 mi / 120 km or 2 hrs _____________________________________________________________________________ • Emerald Pools 3 mi / 5 km, 2-3 hrs, +/-200 m The Narrows: ~2-3 miles / 3-5 km, 1-2 hrs, +/-0 m"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today, we get the chance to explore a less visited State Park that is commonly referred to as a \"mini Zion\". We will hike over beautiful slick rock, into a lava tube and across moqui marbles. Then we marvel at the remarkable dinosaur footprints left behind long ago. We then drive our final leg of our adventure into the bustling city of Las Vegas. Opt to walk the strip, see one of Las Vegas' famous shows or relax at the hotel for your final night on your Southwest adventure. _____________________________________________________________________________ • Overnight: Tuscany Suites Hotel & Casino, 1 night • Drive time: 100 mi / 160 km, or 2 hr _____________________________________________________________________________ • Lava Tube to Moqui Marbles: 3 mi / 5 km, 2-3 hours, +/-150 m"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today concludes our trip together. Departure is at your leisure and the trip concludes upon check out from the hotel before 12 noon. There is a complimentary shuttle from the hotel that you may sign up for at the front desk depending on your timing needs. Please let us know if you would like to spend additional days in this vibrant city."
    }
  ],
  "map": ""
}