{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "las-vegas-to-san-francisco-tour-usa",
  "tourName": "Las Vegas to San Francisco tour USA",
  "placesVisited": "",
  "generalInfo": "The West Coast is a true treasure trove of magnificent scenery, stunning cities and gorgeous weather. This West Coast America tour includes a whole series of highlights. Marvel at the natural wonder of the Grand Canyon, stroll Californian city streets and experience Vegas in all its glory. What's more - there's epic trips on Route 66!<br/><br/>We stay in a mixture of accommodation with city centre hostels and a luxury hotel in Vegas.<br/><br/>Allow us to let you discover America on this action-packed and exciting tour!",
  "durationDays": "7",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the USA!: Welcome to the USA – and to the first epic chapter of your West Coast America adventure! After spending your morning at your own leisure in Vegas, you’ll meet your Adventure Leader and the rest of your group at the entrance to Luxor Hotel’s Aurora Bar in the afternoon. This is where the journey truly begins: meet your new travel buddies, get the low-down on the days ahead, and hear all the tips you need to stay safe and have the time of your life in the States. Then it’s time to hit the Strip! Soak up the electric energy, neon lights, and non-stop buzz of Las Vegas before sitting down for a group meal at Café Hollywood – a retro American diner with all the classics. Afterwards, enjoy the legendary Bellagio Water Show, where towering fountains burst into life with music and light – a true Vegas icon and star of countless movies. For those who love a night out, you’re in good hands! Our local Adventure Leaders can point you towards some of Vegas’s best nightlife…"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Route 66 Legends, Seligman, & Campfire S’mores in Arizona: This morning, you’ll hit the road for the next stop on your West Coast adventure – but not before ticking off a couple of absolute icons. First up: the legendary Las Vegas sign, before stopping at Trader Joe’s – LA’s favourite grocery store – to load up on snacks and supplies for the day, then it’s onwards to Route 66! Lunch offers a couple of fun options! Opt for a chilled Trader Joe’s picnic at Locomotive Park in Kingman, Arizona, home to the mighty Steam Engine #3759. This historic beauty was gifted to the city back in 1957 by the Santa Fe Railway Company, and you can even climb aboard for a closer look. Alternatively, choose to grab a classic Route 66 meal at the colourful and retro Mr. D’z Route 66 Diner just steps away. Next, we’ll visit the rustic Seligman – the birthplace of Route 66 and the real-life inspiration behind Pixar’s Cars. Wander around, soak up the retro Americana vibes, and grab some iconic snaps before hopping back on the bus bound for Williams. Tonight, you’ll check into an incredible glamping site, settling into your cosy cabin before heading out for a BBQ dinner with your travel buddies at the Cruiser’s Route 66 Café. Afterwards, it’s back to the campsite to gather around the fire and tuck into the ultimate road-trip treat: s’mores, of course!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Las Vegas & Grand Canyon: This morning, it’s off to one of the seven natural wonders of the world and a true highlight of this West Coast America Tour – the Grand Canyon! You’ll have some free time to take in the majesty of this 277-mile geological wonder, with the opportunity to snap some Insta-worthy photos on the Southern Rim or embark on one of the unforgettable hikes. We recommend following the Rim Trail at your own pace—don’t forget to bring plenty of water! In the mid-afternoon, we’ll regroup at the Hopi House next to El Tovar Hotel and make our way back to Vegas by bus, where you’ll have the evening to enjoy as you wish. Here are some top suggestions from our local experts on how to spend your evening in Las Vegas: For the music fans – head to Fremont Street in Downtown Las Vegas, where you’ll find plenty of live music concerts (most of them for free too)! For the adrenaline junkies – take on the SlotZilla, an 11-story slot machine-inspired zipline attraction on Fremont Street (starting from $49). For the ever-so-slightly crazy – try Nacho Daddy’s Scorpion Shot, a masterful blend of tasty spirits and exotic ingredients, topped off with a real, edible scorpion (yep, you heard right). The MOB Museum (starting from $29.95) – a nonprofit organisation dedicated to advancing the public’s understanding of organized crime’s history and its impact on American society. The Neon Museum (starting from $28) – an outdoor experience that brings the story of Las Vegas to life, featuring iconic neon signs and exhibits that illuminate the city’s rich history. For karaoke lovers – head to the Star-Wars-themed Millennium Fandom Bar, where you can immerse yourself in a world of karaoke and fandom."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Santa Monica Sightseeing & Sunset Beach Stroll: This morning, we’re off to the next stop on your West Coast America Tour – Los Angeles! Transfer by bus to arrive in Santa Monica in the early afternoon where your Adventure Leader will meet you, before checking into the Santa Monica hostel. You’ll have some free time to wander the iconic 3rd Street Promenade at your own pace – think street performers, cool shops, and laid-back Cali vibes. When hunger strikes, grab dinner wherever takes your fancy; your Adventure Leader will have plenty of top local recommendations for you! As the evening sets in, we’ll regroup for an unmissable activity: a sunset stroll along Santa Monica Beach followed by an arcade challenge on the legendary Santa Monica Pier!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sunset Boulevard & Griffith Observatory: This morning, we’re hitting the heart of LA! Take the metro to the iconic Sunset Boulevard and stroll among the stars on the Hollywood Walk of Fame. For lunch, we’ll all grab a classic California treat together with a group meal at In-N-Out Burger, before enjoying some free time to explore – maybe the Hollywood Film Museum, the Wax Museum, or a spot of souvenir shopping. In the early evening, get ready for an unmissable adventure: a hike from Griffith Park up to the legendary Griffith Observatory! Along the way, snap epic views of the Hollywood sign and arrive just in time to watch the sun dip behind the City of Angels. As you make your way back down, the city lights will sparkle below – a true main-character moment – before returning to your Santa Monica hostel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Beach Volleyball Lesson, Flight to San Fran, & Yosemite Bug: This morning, we’re up and at ‘em with another unmissable activity: volleyball on Santa Monica beach! Your group will get your very own coach and learn how to bump, set, and spike. Then, it’s time to transfer to the final stop on our West Coast Adventure – San Fran! We’ll head to the airport and take a speedy flight from LA to San Francisco. Touch down in San Francisco and meet your Adventure Leader, who’ll whisk you straight into the wild beauty of Yosemite country. Settle into the beautiful Yosemite Bug Mountain Resort – a cosy, rustic base surrounded by epic forests, fresh alpine air, and the unmistakable magic of Yosemite on your doorstep. As evening settles in, gather with your group for a tasty meal at the June Bug Café, then head up the mountain for some incredible stargazing. With the Milky Way overhead and Yosemite’s wilderness around you, it’s the perfect way to kick off your time in one of America’s most legendary landscapes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Columbia Rock Hike & Merced River Plunge: This morning, we’ll check out of Yosemite Bug Resort and hop on the YARTS bus straight into the heart of Yosemite National Park for an unmissable day of adventure. With your expert guide, you’ll take on the rewarding hike up to Columbia Rock along the Yosemite Falls Trail, where sweeping Sierra Nevada views make every step worth it! Don’t worry, we’ll stop and refuel with a picnic lunch beneath towering cliffs and pine forests, then cool off with an exhilarating plunge into the Merced River – the perfect way to wrap up your Yosemite experience. In the afternoon, ride the YARTS bus back to the resort, grab your bags, and hit the road to San Francisco, stopping for dinner en route before checking into your hostel for a well-earned rest."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cycle across Golden Gate Bridge & Optional Alcatraz Island Tour: We kick off our final day with an absolute must-do: a bike ride across the legendary Golden Gate Bridge! Spend the morning cycling past some of San Francisco’s most iconic sights, taking in the views and snapping those postcard-perfect shots, before rolling back to Pier 39. Sadly, this marks the end of your West Coast America Tour! But if you’re up for one last adventure, you can opt to hop on a ferry to the infamous Alcatraz Island and explore ‘The Rock’ for a glimpse inside the legendary prison. Still sticking around for the evening? Let’s make it a night to remember – ride a cable car to Union Square, catch a Giants baseball game, or just soak up the buzzing San Fran nightlife one last time!"
    }
  ],
  "map": ""
}