{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "yellowstone-winter-wildlife-tour",
  "tourName": "Yellowstone winter wildlife tour",
  "placesVisited": "",
  "generalInfo": "Yellowstone is one of the most iconic wildlife destinations in the entire world. With around three quarters of all the worlds geothermal features inside the park and a wealth of wildlife that would make Yellowstone National Park, North Americas answer to the savannas of Africa. <br/><br/>Yellowstone is such a special place there is no bad time to visit but we fully recommend the serenity and simplicity of winter. During the winter you will see pristine fields of snow as far as the eye can see, wolves, bison, elk and coyotes passing through this white-washed landscape and the amazing fumeroles, hot-springs, geysers and mud pots are even glorious as plumes of stream rise high into the freezing cloud free skies. <br/><br/>Introduction:<br/><br/>Our resident guide for our Yellowstone tours is an ecologist who lectures Yellowstone Ecology at Montana University and his breadth of knowledge is incredible. Whether you are interested in bears, wolves, bison, cultural history or the geo-thermal features of Yellowstone we have the man who can make your dreams come true.<br/><br/>Yellowstone is probably the most famous national park in the world, not surprising since it was the first one to be created in 1872, but for over 100 years a debate raged about how best to manage the park. To be honest this debate still exists but we now have the results of failed and triumphant experiments to know the right and wrong ways of moving forward. As a result of this costly trial and error approach to wilderness management the park lost one of the most iconic and infamous species completely. For over 70 years the park was wolf free! The most famous park in the world was devoid of one of the most famous species in the world. Wolves polarise people and have down for millennia. They have been part of dozens of cultures, heritages. They play roles in nursery rhymes, mythologies and religious beliefs; and they have been welcomed into our villages, farms, homes and lives like no other species as we domesticated them into the many dog breeds we see today. However despite being one of the most well known and most iconic species in the world they remaining incredibly difficult to see and elusive. Hundreds of years of hunting and persecution of wolves has made this already secretive and cryptic hunter next to impossible to see throughout much of its range. However, since their reintroduction into the Yellowstone National Park in 1995/1996 they can be seen with amazing and unique regularity and often you can observe behaviours such as mating, playing and hunting. <br/><br/>We have a great range of tours to see and watch wolves in Yellowstone, below the sample itinerary is for our winter tour, where wolves are at their most active. But if you wish to see the spring time come to the park, flowers blooming, bears awakening and young animals all over; we can arrange this as we can for autumn where the orange and yellow leaves make a stunning backdrop for constant battles between wolves and grizzlies. Every time a wolf pack makes a kill there is a race to consume the carcass before a bear arrives and commandeers it. <br/><br/>So whether you arrive in spring, autumn or winter (we do not recommend summer because of the high numbers of tourists that visit then), you will be all but assured of wolf sightings; we have never failed to see wolves when we have the expert help of our local team. But is not just the fact that we have always seen wolves it is the fact that we have an enviable record in getting exceptional vies of pups playing near a den or feeding at close range or even watching a hunt that makes our wolf watching tours of Yellowstone so good. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers. We use a professional ecologist guide throughout the trip he will be an expert in Yellowstone and all its history and wildlife. He has over 40 years of experience around Yellowstone and also lectures in Yellowstone Ecology for the University of Montana. He knows many of the researchers and scientists that study the ecosystem and wolves here and he will be able to talk you through the behaviour of wolves and other species as well as identify the different species you see. Depending on the research being done at the time of travel you may be able to meet some of the leading wolf biologists in the world and see how they conduct their pioneering research and conservation work. You will also be given a wolf ID sheet which is compiled by the leading US mammal expert Dr. James Halfpenny, which will help you identify all the wolves in the north of the park as well as documenting their life histories and pack structures. We include more time in Yellowstone to find and watch wolves than any other tour operator around, we will only have breaks and rest days etc when you request one. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>The Spring, Autumn and Winters are all great for different reasons but our peak season – late November to mid February – is most recommended for wolf watching. Winter is the time of the wolf, the harsh conditions leave all of their prey very weak and with the grizzly and black bears hibernating wolves are king. So we always recommend winter and the later you get in winter the better for wolf watching and we recommend January particularly as this is the mating season for wolves and they are a lot more active that usual. You can also see pack interactions as many males and females go in search for mates and possibly to start a new wolf pack.<br/><br/>Why Choose this Tour:<br/><br/>•\tWe will spend more time inside Yellowstone searching for wolves and other wildlife than any other operator. If you want we can enter the park just before dawn and leave at sunset and spend the entire day in search of wolves.<br/><br/>•\tWe use one of the best local guides in all of Yellowstone, who has been working in Yellowstone and other national parks in the US North West for over 40 years; he lectures in Yellowstone Ecology at the University of Montana and also is colleagues with many of the wolf biologists and leading researchers in the Yellowstone ecosystem. This means that we have the expert help of up to 80 wolf researchers every time we enter the park.<br/><br/>•\tWe not only use local expert guides with decades of experience in the field but we can also send one of our own professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escorts along with you who has experience tracking predators all over the world, this all helps us in interpreting the behaviours we see as well as identifying the species in the area.<br/><br/>•\tYou will be given a wolf identification chart that helps to identify all the wolves in the north of the park as well as containing information on their life histories and pack structures. <br/><br/>•\tThis is the chance (depending on availability) to visit the personal museum of Dr James Halfpenny in Gardiner, he is the leading animal tracker in the US and has an incredible museum quality collection of casts, bones and other information of all North American animals. This is not open to the public and only available to us through our guide.<br/><br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the wolves after dark although most of the wildlife (including wolves) are mostly diurnal so this is not always much better for finding wolves.<br/><br/>•\tAll the above reasons give this tour a perfect success rate (100%) of seeing blue whales on our previous trips.<br/><br/>•\tBy getting snowshoes or skis on we offer the chance of encountering wolves on foot, this is an exhilarating experience and one that you will never ever forget. Whilst we cannot actively follow wolf tracks and we have to abide by the rules governing how close we can get to wolves on foot, we can walk around and see if a face to face encounter occurs.<br/><br/>•\tBy joining our Yellowstone wolf watching holiday you will have an overall wildlife experience as we are determined to showcase the other interesting wildlife of the areas we visit.<br/><br/>•\tWhilst this is an itinerary specific to wolf watching we can of course extend this tour to include a couple of nights in the iconic Old Faithful Snow Lodge where the many geysers, mud pots, fumeroles, and hot springs can be explored on your own or with guides as part of snow coach tours and skiing trips. <br/><br/>•\tWe have an unrivalled network of experts and guides all over the USA that are able to find and observe animals like wolves, bison, pronghorn, grizzly bears, American black bears, cougars, bobcats, grey whales, sea otters, California condors, great white sharks and hundreds other endangered, rare or endemic species throughout this diverse country. Whether it is Yellowstone, Yosemite, Glacier, Alaska, Sierra Nevada, Mojave Desert or the Californian coastline and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a USA extension to the wolf watching itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/><br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>This tour is completely centred around the best place in the world to watch and observe wild wolves. This is Yellowstone National Park and specifically the north of the park (which is the only section that remains open to road vehicles throughout winter, but it is also home to the Blacktail Plateau and the amazing Lamar Valley which are probably the two best places to watch a complete and beautiful American ecosystem. The Lamar Valley has been dubbed the Serengheti of North America and with herds of bison and elk being hunted by wolves and coyotes it is easy to see why.<br/><br/>Fitness Level:<br/><br/>We recommend a moderate level of fitness especially if you wish to snowshoe or ski off the roads and head out into the forests and valleys of Yellowstone. We also recommend that you are prepared for deep snow and very cold temperatures. Most of the wildlife watching will be done from the vehicle or standing in the many lay bys along the side of the roads. But you are also welcome to participate in snowshoe walking and skiing so that you can get out off the roads and onto the fields of snow that blanket the entire ecosystem here. This requires a moderate level of fitness and you must be prepared for walking in deep snow and freezing temperatures.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old<br/><br/>Photograph Credits:<br/>Some pictures from Duncan Matheson",
  "durationDays": "10",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bozeman / Yellowstone National Park - Arrival / Travelling On your arrival into Bozeman this morning you will be picked up from the airport by your local expert guide and depending what time you arrived you will either be transferred direct to the gateway to Yellowstone in Gardiner (2 hours) or you will have your first night in the town of Bozeman. Either way you will have a briefing after checking into the accommodation. (no meals included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Yellowstone National Park / Bozeman - Wildlife Watching & Travelling This morning you will board the return snow coach from Old Faithful to Mammoth. The route taken on this journey will be a little different from the one you arrived on and you will be taken to another geyser basin, here the famous and mesmerising Paint Pots formation will complete your geothermal feature set (geysers, fumeroles, hot-springs and mud pots). Then once you arrive back at Mammoth you will be met once again by your local guide and transferred to Gardiner for dinner (if it is quite late) or straight on to the hotel back in Bozeman. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Home - Departure This morning after breakfast we will arrange for transfers to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}