{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "new-york-to-san-francisco-tour-in-america",
  "tourName": "New York to San Francisco tour in America",
  "placesVisited": "",
  "generalInfo": "Our America tour is packed with a whole series of hands-on activities and experiences that bring to life this fascinating nation. We travel to the big cities and spend time amidst the remote natural wonder. <br/><br/>Each day offers a different slice of Americana as we make our way from the big cities of the East Coast, the glitz of Vegas to the chilled out vibes of California via some fantastic stop offs.<br/><br/>Our adventure leaders will bring to life the places that we visit and we have a whole loads of experience beyond the standard tourist sights. For foodies- America offers up a whole series of treats and we'll be sure to sample the local cuisine across the trip. <br/><br/>We stay in a mixture of accommodation with city centre hostels, a luxury hotel in Las Vegas.<br/><br/>Allow us to let you discover America on this action-packed and exciting tour!<br/>",
  "durationDays": "12",
  "price": "3855",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to the USA!: Your group tour across the USA begins! If you have time this morning, opt to go whale watching, spotting humpbacks and other marine life in their native feeding grounds off Cape Cod. In the afternoon, meet your travel crew and Adventure Leader for a quick briefing and head straight out! We’ll cross the Charles River to Cambridge to explore Harvard University. Wander the historic campus, browse the bookshops, peek into the art museum, and treat yourself to a world-famous Mike’s Pastry cannoli. Back in town, walk a stretch of the Freedom Trail, ticking off must-see historic sites along the way, then head to Quincy Market or the North End for dinner. The evening is yours to enjoy. If the Red Sox are playing, feel the buzz at the legendary Fenway Park, or join a spooky ghost tour or end the night with some laughs at one of Boston’s top comedy clubs. Boston: Done. On to the next adventure tomorrow!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "NYC Bound, The Statue of Liberty & Brooklyn Bridge: Next stop, New York City! The Big Apple awaits! Once you’re ready for the day, take a short walk to the station and board your bus. Once you arrive in the city, fuel up with lunch by Madison Square Garden, dining in the shadow of the Empire State Building like a true New Yorker. Then hop on the subway to your accommodation to drop your bags and jump straight into the city. Head downtown to tick off the must-see highlights of the Financial District. Snap those iconic shots with the Charging Bull and Fearless Girl, roam the historic streets, and pause at the powerful 9/11 Memorial. After that, it’s time to crank things up: jump aboard The Beast, NYC’s high-speed thrill boat, for incredible views of the Brooklyn Bridge, the Manhattan skyline, and a Statue of Liberty photo that makes everyone at home jealous. Cross the river to explore Brooklyn Heights and DUMBO, two of the most scenic (and Instagram-famous) corners of the city. Chill in Brooklyn Bridge Park, toss a frisbee around, and grab a slice of pizza that locals swear rivals Naples. Tonight is yours – shop and snack your way through SoHo, Chinatown, or Little Italy, or embrace the full neon madness of Times Square."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Central Park, Rockefeller Centre & Discover Brooklyn: Today we’re fully entering our New York City era. Start your morning in Central Park, discovering why it’s the most filmed location on the planet. Think bridges, lakes, movie moments, and main character energy! From there, stroll through the iconic Fifth Avenue, soaking in all the glamour from the Plaza Hotel to St. Patrick’s Cathedral. Next, get ready for sky high magic at the Top of the Rock. The 360 degree views from the 70th floor of Rockefeller Centre are unreal and yes, you’ll want photos from every angle. Since it is Taco Tuesday, enjoy a festive group lunch at a favourite taqueria. After that, swing by Grand Central Terminal for a Magnolia cupcake or simply stand there staring at the ceiling thinking wow New York really does the most. This afternoon, we’ll head to Bushwick, home to bold street art, quirky vintage shops, and some of the coolest bars in the city. Trust us – every corner here is a photo op! Tonight is yours. Wander through Williamsburg for indie charm and good eats or score a last minute Broadway ticket because why not end your day in true NYC fashion."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Washington DC Bound, Lafayette Park & Georgetown: Back to Washington DC we go, arriving just in time for lunch at Ben’s Chili Bowl, one of Obama’s all time favourites! Grab a classic chili bowl and get ready for an afternoon of iconic sights. First stop: Arlington National Cemetery. Expect a peaceful, respectful atmosphere as you visit powerful sites like the Tomb of the Unknown Soldier, JFK’s eternal flame, and Arlington House overlooking the city. Next, it is photo time at the world’s most famous address, 1600 Pennsylvania Avenue. From Lafayette Park, you’ll get that classic, straight on view of the White House, perfect for your camera roll. Then take a spooky detour to Georgetown’s famous Exorcist Stairs for a fun photo moment before enjoying some free time in Georgetown. Explore historic spots, stroll the waterfront, rent a kayak, go skating in winter, or head to the shops along M Street and Wisconsin Avenue."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Washington Revelations & The Evening Your Way: Today you’re seeing the very best of DC on the Washington Revelations tour. Think big, iconic landmarks like the United States Capitol, the Library of Congress, the National Museum of the American Indian, the Air and Space Museum, the Natural History Museum, the African American Museum, the Washington Monument, and even the Lincoln and Martin Luther King Jr. Memorials. It is DC at its absolute finest! For your final night on the East Coast, celebrate together with a night out on lively U Street or in the trendy bars and music spots of Adams Morgan."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Welcome to Las Vegas!: This morning, we fly west to Las Vegas! After landing, you’ll transfer to your hotel on the iconic Strip before meeting your Adventure Leader and group at the Luxor Hotel’s Aurora Bar. You’ll meet some new travel buddies, get the low-down on the days ahead, and hear all the tips you need to stay safe and have the time of your life on the west coast. Then it’s time to hit the Strip! Soak up the electric energy, neon lights, and non-stop buzz of Las Vegas before sitting down for a group meal at Café Hollywood – a retro American diner with all the classics. Afterwards, enjoy the legendary Bellagio Water Show, where towering fountains burst into life with music and light – a true Vegas icon and star of countless movies. For those who love a night out, you’re in good hands! Our local Adventure Leaders can point you towards some of Vegas’s best nightlife…"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Route 66 Legends, Seligman, & Campfire S’mores in Arizona: This morning, you’ll hit the road for the next stop – but not before ticking off a couple of absolute icons. First up: the legendary Las Vegas sign, before stopping at Trader Joe’s – LA’s favourite grocery store – to load up on snacks and supplies for the day, then it’s onwards to Route 66! Lunch offers a couple of fun options! Opt for a chilled Trader Joe’s picnic at Locomotive Park in Kingman, Arizona, home to the mighty Steam Engine #3759. This historic beauty was gifted to the city back in 1957 by the Santa Fe Railway Company, and you can even climb aboard for a closer look. Alternatively, choose to grab a classic Route 66 meal at the colourful and retro Mr. D’z Route 66 Diner just steps away. Next, we’ll visit the rustic Seligman – the birthplace of Route 66 and the real-life inspiration behind Pixar’s Cars. Wander around, soak up the retro Americana vibes, and grab some iconic snaps before hopping back on the bus bound for Williams. Tonight, you’ll check into an incredible glamping site, settling into your cosy cabin before heading out for a BBQ dinner with your travel buddies at the Cruiser’s Route 66 Café. Afterwards, it’s back to the campsite to gather around the fire and tuck into the ultimate road-trip treat: s’mores, of course!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Grand Canyon, South Rim Trail, & Vegas Sightseeing!: This morning, we’re heading straight for one of the Seven Natural Wonders of the World and a mega highlight of your adventure – the Grand Canyon! You’ll have time to soak up the sheer scale of this 277-mile masterpiece, snap some epic shots along the South Rim, and hit one of the many unforgettable trails. If you’re after a recommendation, the Rim Trail is a winner – take it at your own pace and don’t forget to pack plenty of water! By mid-afternoon, we’ll meet back at the Hopi House next to the historic El Tovar Hotel before hopping on the bus and cruising back to Vegas. The evening’s all yours to explore with your group! Some suggestions on how to spend your evening in Las Vegas from our local experts are: -For the arts lovers… Wander the vibrant Arts District, packed with street murals, indie galleries, and unique local spots. -For the music fans… head to Fremont Street in Downtown Las Vegas, where you’ll find plenty of live music concerts (most of them for free too)! -For the ever-so-slightly crazy… try Nacho Daddy’s Scorpion Shot, a masterful blend of tasty spirits and exotic ingredients, topped off with a real, edible scorpion (yep, you heard right). -For the history buffs… Explore the MOB Museum (approx. $27.95), filled with gripping stories of America’s criminal underworld. This is a nonprofit organisation with a mission to advance the public understanding of organized crime’s history and impact on American society. -For the neon nerds… Visit the iconic Neon Museum (from apprx. $36.23) an outdoor experience that brings the story of Las Vegas to life, where you’ll find spaces, signs and experiences that bring our rich history to light. Please note: Reservations are required in advance and can be booked with the help of your Adventure Leader. -For the fandom fanatics… Pop into Fandom Bar, the go-to spot for lovers of all things fantasy and sci-fi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Santa Monica Sightseeing & Sunset Beach Stroll: This morning, we’re off to the next stop on your USA tour – Los Angeles! Transfer by bus to arrive in Santa Monica in the early afternoon where your Adventure Leader will meet you, before checking into the Santa Monica hostel. You’ll have some free time to wander the iconic 3rd Street Promenade at your own pace – think street performers, cool shops, and laid-back Cali vibes. When hunger strikes, grab dinner wherever takes your fancy; your Adventure Leader will have plenty of top local recommendations for you! As the evening sets in, we’ll regroup for an unmissable activity: a sunset stroll along Santa Monica Beach followed by an arcade challenge on the legendary Santa Monica Pier!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sunset Boulevard & Griffith Observatory at Sunset: This morning, we’re hitting the heart of LA! Take the metro to the iconic Sunset Boulevard and stroll among the stars on the Hollywood Walk of Fame. For lunch, we’ll all grab a classic California treat together with a group meal at In-N-Out Burger, before enjoying some free time to explore – maybe the Hollywood Film Museum, the Wax Museum, or a spot of souvenir shopping. In the early evening, get ready for an unmissable adventure: a hike from Griffith Park up to the legendary Griffith Observatory! Along the way, snap epic views of the Hollywood sign and arrive just in time to watch the sun dip behind the City of Angels. As you make your way back down, the city lights will sparkle below – a true main-character moment – before returning to your Santa Monica hostel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Beach Volleyball Lesson, Flight to San Fran, & Yosemite Bug: This morning, we’re up and at ‘em with another unmissable activity: volleyball on Santa Monica beach! Your group will get your very own coach and learn how to bump, set, and spike. Then, it’s time to transfer to the final stop on the west coast – San Fran! We’ll head to the airport and take a speedy flight from LA to San Francisco. Touch down in San Francisco and meet your Adventure Leader, who’ll whisk you straight into the wild beauty of Yosemite country. Settle into the beautiful Yosemite Bug Mountain Resort – a cosy, rustic base surrounded by epic forests, fresh alpine air, and the unmistakable magic of Yosemite on your doorstep. As evening settles in, gather with your group for a tasty meal at the June Bug Café, then head up the mountain for some incredible stargazing. With the Milky Way overhead and Yosemite’s wilderness around you, it’s the perfect way to kick off your time in one of America’s most legendary landscapes."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Columbia Rock Hike & Merced River Plunge: This morning, we’ll check out of Yosemite Bug Resort and hop on the YARTS bus straight into the heart of Yosemite National Park for an unmissable day of adventure. With your expert guide, you’ll take on the rewarding hike up to Columbia Rock along the Yosemite Falls Trail, where sweeping Sierra Nevada views make every step worth it! Don’t worry, we’ll stop and refuel with a picnic lunch beneath towering cliffs and pine forests, then cool off with an exhilarating plunge into the Merced River – the perfect way to wrap up your Yosemite experience. In the afternoon, ride the YARTS bus back to the resort, grab your bags, and hit the road to San Francisco, stopping for dinner en route before checking into your hostel for a well-earned rest."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bike ride across Golden Gate Bridge & Optional Alcatraz Island Tour: We kick off our final day with an absolute must-do: a bike ride across the legendary Golden Gate Bridge! Spend the morning cycling past some of San Francisco’s most iconic sights, taking in the views and snapping those postcard-perfect shots, before rolling back to Pier 39. Sadly, this marks the end of your tour across the USA! But if you’re up for one last adventure, you can opt to hop on a ferry to the infamous Alcatraz Island and explore ‘The Rock’ for a glimpse inside the legendary prison. Still sticking around for the evening? Let’s make it a night to remember – ride a cable car to Union Square, catch a Giants baseball game, or just soak up the buzzing San Fran nightlife one last time!"
    }
  ],
  "map": ""
}