{
  "destination": "Usa",
  "mainPhoto": "",
  "id": "arizona-self-drive-holiday-usa",
  "tourName": "Arizona self drive holiday, USA",
  "placesVisited": "",
  "generalInfo": "This nine-night adventure offers immersion into Grand Canyon &amp; Saguaro National Parks, Sedona, and more! Optimal during spring and fall, this adventure is possible during summer too. Explore Antelope Canyon, kayak on Lake Powell, soar in a hot air balloon, take on a private jeep and mountain bike tour. With personalized tours in Grand Canyon and Sedona, enjoy guided experiences and leisure. The journey culminates with a private Saguaro National Park tour before departing from Phoenix or Tucson airport. Join us for an unforgettable blend of exploration and relaxation!",
  "durationDays": "10",
  "price": "5670",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today marks the start of your adventure! If arriving by air, please pick up your rental car at Phoenix International Airport in the late morning. If traveling by your own vehicle, head directly to Grand Canyon National Park, where your journey will begin tomorrow."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embark on an unforgettable adventure as you meet your personal guide for an exclusive tour and invigorating hike along the majestic South Rim of the Grand Canyon. Our expert guides tailor the day's activities to your group's preferences and skill levels, ensuring an experience that perfectly suits you. Delve into the rich tapestry of the canyon's history and geology as you learn about its formation, the diverse flora and fauna that call it home, and the fascinating stories of the indigenous peoples who have inhabited this awe-inspiring landscape for centuries. Cap off your day with a culinary delight at the iconic El Tovar, where you'll savor a delicious dinner against the backdrop of the canyon's breathtaking vistas as the sun sets on this remarkable day of exploration."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Embark on a thrilling journey as you bid farewell to the majestic Grand Canyon and set off for Page, AZ, a scenic 2.5-hour drive away. Upon arrival, prepare to be mesmerized as you embark on a captivating tour of the Lower Antelope Canyon. Guided by knowledgeable experts, navigate the narrow passageways of this iconic slot canyon, marveling at its enchanting beauty and the ethereal play of light and shadow on its walls. Capture the breathtaking sights with your camera as you explore the hidden wonders tucked away within the canyon's depths. Afterwards, unwind and enjoy the evening at your leisure. For those seeking more adventure, consider a self-guided hike to Horseshoe Bend, where the majestic Colorado River meanders gracefully through the stunning desert landscape, creating a natural wonder that will leave you in awe."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Embark on a breathtaking aquatic adventure as you kick off your day with a kayak tour of Lake Powell, surrounded by towering red rock formations that create a stunning backdrop against the crystal-clear waters. Joining a small group, you'll paddle through the serene lake, immersing yourself in the tranquility of nature while gaining an intimate perspective of the shoreline. Discover hidden coves and intricate canyons accessible only by water, unveiling the secrets of this picturesque landscape. Afterwards, bid farewell to the mesmerizing Lake Powell as you embark on a scenic 3-hour drive to Sedona, AZ. Set against a backdrop of dramatic red rock formations and lush greenery, Sedona promises a week filled with enchanting experiences and unforgettable adventures."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Immerse yourself in the timeless beauty of Sedona's crimson-hued landscapes, where the ancient echoes of the Anasazi people whisper tales of old. As you traverse this enchanted terrain, prepare to encounter the legendary Sedona vortex energy, a mystical force said to imbue the region with spiritual power and healing energy. Sedona's extraordinary scenery boasts a mesmerizing array of towering buttes, majestic spires, and sculpted rock formations that stretch endlessly towards the azure skies. Each turn reveals a new marvel, from natural cathedrals to gracefully arched bridges, inviting you to explore and uncover the secrets hidden within. Guided by an expert, your journey will be tailored to your group's desires and abilities, ensuring a hike that not only showcases the wonders of Sedona but also leaves you with a deeper understanding of its rich history and profound significance."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Experience the breathtaking beauty of Sedona as you soar above its majestic landscapes in a hot air balloon at dawn. Marvel at the ethereal sight of the first pink rays of sunlight caressing the crimson-hued rocks, painting the sky with a palette of vibrant morning colors. Later in the afternoon, prepare for an exhilarating off-road adventure through Sedona's rugged backcountry. Accompanied by your private guide and aboard a Pink Jeep, you'll traverse rugged trails and discover hidden vistas that showcase the untamed beauty of this enchanting desert landscape. Prepare to be captivated by panoramic views and thrilling terrain as you embark on a journey through Sedona's wild heart."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Following an exhilarating day of exploration, indulge in a leisurely morning to savor the tranquility of Sedona's captivating surroundings at your own pace. As the early evening approaches, embark on an adrenaline-fueled mountain biking adventure led by your private guide. Feel the thrill as you navigate the rugged terrain and red rock formations, weaving through Sedona's iconic landscape on two wheels. With its diverse trails and breathtaking scenery, Sedona offers an unparalleled mountain biking experience suitable for adventurers of all levels. Get ready to immerse yourself in the exhilarating beauty of Sedona's rugged terrain as you pedal through this renowned mountain biking paradise."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take your morning at a relaxed pace, soaking in the peaceful vibes before hitting the road for a scenic 3.5-hour drive down to Tucson, AZ. As you cruise along, let excitement build for the adventures ahead in this vibrant city. Once in Tucson, dive into its rich arts and culture scene, where history and creativity mingle effortlessly. Wander through the captivating exhibits at the Tucson Museum of Art, where every piece tells a story. Stroll down historic Fourth Avenue, where quirky shops and galleries promise delightful surprises around every corner. As you explore, let the breathtaking landscapes surrounding the city hint at the wonders awaiting you on tomorrow's adventure. From rugged deserts to majestic mountains, Tucson's natural beauty sets the stage for an unforgettable journey filled with awe and inspiration."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Let's dive into the wonders of Saguaro National Park, home to the majestic saguaro cacti, towering guardians of the desert landscape. With your trusty guide, you'll embark on a journey through this unique terrain, spanning from the Sonoran Desert to the Rincon Mountains. As you traverse the park, keep your senses sharp – you never know what treasures you might uncover. With over 1,100 species calling Saguaro National Park home, every step holds the potential for a fascinating encounter. Keep an eye out for the elusive gila monster or the gentle desert tortoise, blending seamlessly into their natural habitat. Considered two parks in one, Saguaro National Park offers a diverse tapestry of ecosystems to explore. Whether you're captivated by the rugged beauty of the desert or drawn to the serene majesty of the mountains, there's something here for everyone. Your adventure is tailored to suit the interests and abilities of your group, ensuring a truly unforgettable experience for all."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you’ll say good bye to the South West as you make your way to the Phonenix or Tucson airport for your departing flight."
    }
  ],
  "map": ""
}