[
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "7-days-in-chicago-holiday-usa",
    "tourName": "7 days in Chicago holiday, USA",
    "placesVisited": "",
    "generalInfo": "Discover Chicago, one of the largest cities in the USA and famed for its bold architecture. On this 7-day trip, you will have plenty of time to explore the city, its highlights, nightlife and hidden gems. You will also be able to explore one of the many beaches or relax and swim in the Lake Michigan water.",
    "durationDays": "7",
    "price": "5700",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Step into the vibrant pulse of Chicago! As you touch down in this dynamic city, feel the excitement bubbling around you. From the iconic skyline along Lake Michigan to the savory aromas wafting from renowned eateries, every corner of Chicago beckons with adventure. After your smooth arrival, dive into the city's energy. Whether you opt to stroll along the riverwalk, marvel at the architectural wonders, or savor a taste of deep-dish pizza, Chicago's charm will captivate you. As night falls, indulge in a delightful dinner at one of the city's culinary hotspots, fueling your anticipation for the days ahead. Rest up in your comfortable accommodation, ready to embark on your Chicago journey refreshed and brimming with anticipation!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embark on a thrilling journey through Chicago's eclectic wonders! Begin your day at Millennium Park, where modern art meets urban oasis. Marvel at Cloud Gate, affectionately known as 'The Bean,' and explore the lush landscapes of Crown Fountain and Lurie Garden. Next, immerse yourself in the artistic tapestry of the Art Institute of Chicago, a treasure trove of masterpieces spanning centuries. Delve into the works of renowned artists like Van Gogh, Monet, Picasso, and Warhol, housed within the majestic Beaux-Arts building. For a taste of Chicago's storied past, step into the legendary Green Mill, where echoes of the roaring twenties linger. Follow in the footsteps of Al Capone as you soak in the ambiance of jazz and poetry, transported back to the era of speakeasies and clandestine charm. Venture further into the city's nightlife scene, uncovering hidden gems like The Violet Hour, where cocktails are crafted with precision and served amidst an aura of mystery. Lose yourself in the soulful melodies of Blue Chicago or Jazz Showcase, or witness enchanting illusions at the captivating Chicago Magic Lounge. With each stop, Chicago unveils its vibrant spirit, promising an unforgettable adventure at every turn!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Prepare for an exhilarating day at Navy Pier, a bustling hub of entertainment and adventure! Meander along the sprawling kilometer-long pier, brimming with an array of shops, parks, and eateries. Immerse yourself in the lush oasis of Crystal Gardens, catch a captivating performance at the Shakespeare Theater, or ignite your imagination at the Chicago Children's Museum. And don't miss the chance to soar above the city on the iconic Ferris wheel, offering breathtaking views of the skyline and Lake Michigan! Afterward, unwind amidst the splendor of Lake Michigan, a sprawling expanse of azure beauty spanning multiple states. Whether you opt for a leisurely boat tour, basking in the panoramic vistas of Chicago's majestic skyline, or choose to lounge on one of the pristine beaches like North Avenue Beach or Oak Street Beach, the tranquil waters beckon. Dive in for a refreshing swim or simply relax on the sandy shores, soaking in the serenity of this natural marvel. Ready to add a boat tour to your itinerary and make waves on Lake Michigan?"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Embark on a thrilling adventure with an Architecture River Cruise, setting sail from the vibrant Michigan Avenue and Chicago Riverwalk! Delve into the city's rich history as your expert guide narrates tales of architectural marvels and the legendary Great Chicago Fire. Glide past iconic landmarks like the Wrigley Building, Marina City, and the Tribune Tower, marveling at their intricate designs and storied past. As you navigate the waterways, be mesmerized by the intricate dance of Chicago's moveable bridges, a testament to the city's engineering prowess and innovation. Then, set your sights on Michigan Avenue, known as the 'Magnificent Mile,' where a shopper's paradise awaits. Explore over 450 retailers, from high-end boutiques to renowned department stores, indulging in a retail therapy session like no other. Cap off your day with laughter and entertainment at The Second City, the world-renowned comedy club that has been tickling funny bones since 1959. Prepare for an evening of uproarious laughter as talented comedians deliver top-notch sketch and improv comedy, ensuring an unforgettable experience for all. Ready to add tickets to your itinerary and laugh the night away?"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today we recommend you to do a tour to Oak Park, to visit Frank Lloyd Wright’s Home and Studio. Frank Lloyd Wright was a famous American architect who created some of the most innovative spaces in the United States and designed 1,114 architectural works, 532 of which were completed. On this tour you will visit historic Oak Park, which is a suburb of Chicago and has more Wright buildings than anywhere in the world. You will visit his Home and Studio, which served as home and workplace for Wright’s first 20 years of his career. You can also explore the famous Unity Temple. During the tour you will learn about his visionary Prairie Style and you can see how Wright tried out innovative design ideas in his home. Please let us know if you wish to add this tour to your package."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today you can visit the amazing Museum of Science and Industry, which is definitely worth a visit. This museum opened in 1993 and is one of the largest museums in the world that concerns science. With a huge range of interactive exhibitions, you can learn more about different topics, from the past to the present. Learn about the U505 submarine, take a look at a \"working\" coal mine, discover what Chicago looked like at the beginning of the 20th century and go to the simulation lab where you can think about the energy future of Chicago. In the evening you can explore the Chicago Riverwalk for a riverside stroll to see the boats passing by and to enjoy the beautiful buildings. Along the way, there are several restaurants and bars, great for a drink and dinner on the last evening!"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today you will check out of your hotel. If Chicago is your only destination, you can take a taxi or Uber to O'Hare International Airport, from where you will fly back home. If you have other destinations on your itinerary, you will check out of the hotel and pick up your rental car, or take a taxi or Uber to the airport to fly to your next destination."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "arizona-and-new-mexico-self-drive-holiday",
    "tourName": "Arizona and New Mexico self drive holiday",
    "placesVisited": "",
    "generalInfo": "Admire the cacti-studded scenery of southern Arizona, exploring Saguaro National Park.<br/>Enjoy scenic drives through forests, deserts and mountains.<br/>Learn all about the Ancestral Puebloan tribes with visits to their ancient cliff dwellings.<br/>Discover the region's Spanish heritage in Santa Fe and visit old mining towns.",
    "durationDays": "14",
    "price": "4950",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you begin your journey by boarding your international outbound flight to Phoenix. On arrival in Phoenix, collect your hire car and make your way to your accommodation in nearby Scottsdale. The remainder of the day is free to relax after your flight or, depending on your time of arrival, begin exploring the town's shops and restaurants."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Enjoy a full day in Scottsdale. You may wish to go walking in the surrounding mountains, browse downtown Scottsdale, or simply relax around the swimming pool. The Phoenix Art Museum in Scottsdale contains an excellent collection of exhibits from the USA and further afield, or you could head to the nearby Desert Botanical Gardens to admire a variety of trees and plants native to deserts around the world."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Drive south to Tucson, a journey of just over two hours. Along the way you pass Saguaro National Park, which is well worth visiting to see its many large Saguaro cacti. Tucson itself was once a colonial outpost for both the Spanish and Mexicans, as well as having a rich Native American history. On arrival, take in the city's turn-of-the-century architecture and perhaps pay a visit to one of its museums to learn about its varied history. You may also wish to see pre-Columbian and other art at the Tucson Art Museum."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "You have a whole day to explore the Tucson area. You could visit the 18th-century San Xavier del Bac Mission, visit the Arizona-Sonora Desert Museum or drive 112 km (70 miles) to We recommend driving to the atmospheric Wild West town of Tombstone, where there's a daily re-enactment of an 1881 gun fight."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Travel east from Tucson and cross into New Mexico. You then travel through the Gila National Forest to the historic mining town of Silver City. The total journey time is around three and a half hours. Once in Silver City, explore the old streets lined with buildings from the late 19th-century mining period."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Spend a full day exploring Silver City, following in the legendary footsteps of Kit Carson and Billy the Kid. From Silver City you can take a scenic drive to explore the fascinating Gila Cliff Dwellings National Monument, set in a dramatic location overlooking the Gila River Canyon. On the way up don't miss a stop at historic Pinos Altos to visit the Buckhorn Saloon and Opera House."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "We recommend you take the longer, scenic route on your drive today from Silver City to Albuquerque. This four and a half hour drive takes you over impressive mountain ranges and through the Apache National Forest. Don't miss a visit to the ghost town of Kelly en route. This evening, Albuquerque's many restaurants and live music venues beckon."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After discovering Albuquerque's Route 66 heritage, drive two hours north to Santa Fe. You may wish to explore one of New Mexico's fascinating Ancestral Puebloan villages on the way. Santa Fe itself is one of the USA's oldest cities, founded by Spanish missionaries in the early 17th century. Once you arrive, we suggest exploring the city on foot, taking in the adobe houses and baroque churches and paying a visit to the modern museums and art galleries."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The day is yours to continue exploring Santa Fe. Don't miss the Palace of the Governors, the old Central Plaza, the San Miguel Mission and the Barrio de Analco (historic district) where you can see one of the oldest houses in the country."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Travel two and a half hours north past the Sangre de Cristo Mountains to Taos, which lies close to some of the USA's most impressive Ancestral Puebloan dwelling sites, which you may wish to stop at along the way. You could also stop by the mountain village of Chimayo to see the Spanish colonial church of Santuario de Chimayo, built in 1816."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Enjoy a day to immerse yourself in the native American communities of Taos. Adobe buildings here have been in continual use as residences by native Americans for over 1,000 years and many of today's residents have made few concessions to the modern world, making this a fascinating place to visit."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Drive two hours north into Colorado today. You may wish to stop for a journey on the Cumbres & Toltec Scenic Railway before continuing your journey to Alamosa."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Take the four-hour drive from Alamosa to Denver. At the airport, drop off your hire car before boarding your onward flight."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Arrive back into the UK."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "arizona-self-drive-holiday-usa",
    "tourName": "Arizona self drive holiday, USA",
    "placesVisited": "",
    "generalInfo": "This nine-night adventure offers immersion into Grand Canyon &amp; Saguaro National Parks, Sedona, and more! Optimal during spring and fall, this adventure is possible during summer too. Explore Antelope Canyon, kayak on Lake Powell, soar in a hot air balloon, take on a private jeep and mountain bike tour. With personalized tours in Grand Canyon and Sedona, enjoy guided experiences and leisure. The journey culminates with a private Saguaro National Park tour before departing from Phoenix or Tucson airport. Join us for an unforgettable blend of exploration and relaxation!",
    "durationDays": "10",
    "price": "5670",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today marks the start of your adventure! If arriving by air, please pick up your rental car at Phoenix International Airport in the late morning. If traveling by your own vehicle, head directly to Grand Canyon National Park, where your journey will begin tomorrow."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embark on an unforgettable adventure as you meet your personal guide for an exclusive tour and invigorating hike along the majestic South Rim of the Grand Canyon. Our expert guides tailor the day's activities to your group's preferences and skill levels, ensuring an experience that perfectly suits you. Delve into the rich tapestry of the canyon's history and geology as you learn about its formation, the diverse flora and fauna that call it home, and the fascinating stories of the indigenous peoples who have inhabited this awe-inspiring landscape for centuries. Cap off your day with a culinary delight at the iconic El Tovar, where you'll savor a delicious dinner against the backdrop of the canyon's breathtaking vistas as the sun sets on this remarkable day of exploration."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Embark on a thrilling journey as you bid farewell to the majestic Grand Canyon and set off for Page, AZ, a scenic 2.5-hour drive away. Upon arrival, prepare to be mesmerized as you embark on a captivating tour of the Lower Antelope Canyon. Guided by knowledgeable experts, navigate the narrow passageways of this iconic slot canyon, marveling at its enchanting beauty and the ethereal play of light and shadow on its walls. Capture the breathtaking sights with your camera as you explore the hidden wonders tucked away within the canyon's depths. Afterwards, unwind and enjoy the evening at your leisure. For those seeking more adventure, consider a self-guided hike to Horseshoe Bend, where the majestic Colorado River meanders gracefully through the stunning desert landscape, creating a natural wonder that will leave you in awe."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Embark on a breathtaking aquatic adventure as you kick off your day with a kayak tour of Lake Powell, surrounded by towering red rock formations that create a stunning backdrop against the crystal-clear waters. Joining a small group, you'll paddle through the serene lake, immersing yourself in the tranquility of nature while gaining an intimate perspective of the shoreline. Discover hidden coves and intricate canyons accessible only by water, unveiling the secrets of this picturesque landscape. Afterwards, bid farewell to the mesmerizing Lake Powell as you embark on a scenic 3-hour drive to Sedona, AZ. Set against a backdrop of dramatic red rock formations and lush greenery, Sedona promises a week filled with enchanting experiences and unforgettable adventures."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Immerse yourself in the timeless beauty of Sedona's crimson-hued landscapes, where the ancient echoes of the Anasazi people whisper tales of old. As you traverse this enchanted terrain, prepare to encounter the legendary Sedona vortex energy, a mystical force said to imbue the region with spiritual power and healing energy. Sedona's extraordinary scenery boasts a mesmerizing array of towering buttes, majestic spires, and sculpted rock formations that stretch endlessly towards the azure skies. Each turn reveals a new marvel, from natural cathedrals to gracefully arched bridges, inviting you to explore and uncover the secrets hidden within. Guided by an expert, your journey will be tailored to your group's desires and abilities, ensuring a hike that not only showcases the wonders of Sedona but also leaves you with a deeper understanding of its rich history and profound significance."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Experience the breathtaking beauty of Sedona as you soar above its majestic landscapes in a hot air balloon at dawn. Marvel at the ethereal sight of the first pink rays of sunlight caressing the crimson-hued rocks, painting the sky with a palette of vibrant morning colors. Later in the afternoon, prepare for an exhilarating off-road adventure through Sedona's rugged backcountry. Accompanied by your private guide and aboard a Pink Jeep, you'll traverse rugged trails and discover hidden vistas that showcase the untamed beauty of this enchanting desert landscape. Prepare to be captivated by panoramic views and thrilling terrain as you embark on a journey through Sedona's wild heart."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Following an exhilarating day of exploration, indulge in a leisurely morning to savor the tranquility of Sedona's captivating surroundings at your own pace. As the early evening approaches, embark on an adrenaline-fueled mountain biking adventure led by your private guide. Feel the thrill as you navigate the rugged terrain and red rock formations, weaving through Sedona's iconic landscape on two wheels. With its diverse trails and breathtaking scenery, Sedona offers an unparalleled mountain biking experience suitable for adventurers of all levels. Get ready to immerse yourself in the exhilarating beauty of Sedona's rugged terrain as you pedal through this renowned mountain biking paradise."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Take your morning at a relaxed pace, soaking in the peaceful vibes before hitting the road for a scenic 3.5-hour drive down to Tucson, AZ. As you cruise along, let excitement build for the adventures ahead in this vibrant city. Once in Tucson, dive into its rich arts and culture scene, where history and creativity mingle effortlessly. Wander through the captivating exhibits at the Tucson Museum of Art, where every piece tells a story. Stroll down historic Fourth Avenue, where quirky shops and galleries promise delightful surprises around every corner. As you explore, let the breathtaking landscapes surrounding the city hint at the wonders awaiting you on tomorrow's adventure. From rugged deserts to majestic mountains, Tucson's natural beauty sets the stage for an unforgettable journey filled with awe and inspiration."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Let's dive into the wonders of Saguaro National Park, home to the majestic saguaro cacti, towering guardians of the desert landscape. With your trusty guide, you'll embark on a journey through this unique terrain, spanning from the Sonoran Desert to the Rincon Mountains. As you traverse the park, keep your senses sharp – you never know what treasures you might uncover. With over 1,100 species calling Saguaro National Park home, every step holds the potential for a fascinating encounter. Keep an eye out for the elusive gila monster or the gentle desert tortoise, blending seamlessly into their natural habitat. Considered two parks in one, Saguaro National Park offers a diverse tapestry of ecosystems to explore. Whether you're captivated by the rugged beauty of the desert or drawn to the serene majesty of the mountains, there's something here for everyone. Your adventure is tailored to suit the interests and abilities of your group, ensuring a truly unforgettable experience for all."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today you’ll say good bye to the South West as you make your way to the Phonenix or Tucson airport for your departing flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "best-of-washington-holiday-usa",
    "tourName": "Best of Washington holiday, USA",
    "placesVisited": "",
    "generalInfo": "Embark on the Ultimate Washington Adventure. From the vibrant cityscape of Seattle to the serene trails of the Olympic Peninsula, immerse yourself in a blend of urban exploration and natural wonders. Traverse Bainbridge Island, delve into the depths of Olympic National Park, and paddle through the pristine waters of Freshwater Bay. Experience leisure in Seattle's iconic landmarks before ascending to the breathtaking heights of Mount Rainier. Depart with cherished memories of your unforgettable Washington adventure.",
    "durationDays": "7",
    "price": "6750",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embark on your exhilarating journey today! Arrive in Seattle at your leisure and dive into the bustling energy of Pike Place Market, where the aroma of freshly brewed coffee and vibrant displays of local produce await. Alternatively, ascend to the heights of the iconic Space Needle for panoramic views of the cityscape and surrounding mountains. As the day draws to a close, rendezvous with your knowledgeable guide to ensure every detail is finely tuned for the adventures that lie ahead."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today marks the beginning of your exploration of the Olympic Peninsula, a land of natural beauty and cultural richness. Consider starting your day with a scenic ferry ride across the sound, where you'll land on Bainbridge Island. Here, quaint shops and inviting cafes beckon, offering a delightful opportunity to immerse yourself in the island's charm. Don't miss the chance to visit the Suquamish cultural center and museum, where you can delve into the fascinating heritage of the region's indigenous peoples. After indulging in the island's offerings, embark on a culinary journey at one of the locals' favored dining spots, just an hour's drive north. With appetites satisfied, prepare for a breathtaking afternoon amidst nature's grandeur at Hurricane Ridge. If luck is on your side and the skies are clear, be prepared to be mesmerized by the majestic vistas of the glacier-capped Olympic peaks. Let the beauty of the landscape inspire and rejuvenate you as you forge unforgettable memories on this enchanting day."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Get ready to kick-start your day bright and early with your friendly guide, setting the stage for an adventure-packed exploration. Today promises a diverse palette of landscapes that'll keep you enchanted from start to finish. Depending on the tides, we might kick things off or wind down at Ruby or Fourth Beach. Picture yourself wandering along the shore, uncovering hidden treasures in tide pools, and gazing in wonder at the majestic sea stacks dotting the coastline. But the excitement doesn't end there! Your afternoon will be spent delving into the lush embrace of the Hoh Rainforest, a true gem among nature's wonders. It's a place where life flourishes in every nook and cranny, and our expert guide will be there to share the magic with you. Get ready to be amazed as you stroll through towering trees, discovering the secrets of this thriving ecosystem. From the bustling activity underfoot to the serene beauty overhead, every moment promises to be a revelation, leaving you with memories to treasure for a lifetime."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Get ready for another thrilling day packed with excitement! Begin your adventure with a private sea kayaking tour of Freshwater Bay, where every paddle stroke brings you closer to the wonders of the aquatic world. Keep your eyes peeled for majestic bald eagles soaring overhead, playful otters frolicking in the waves, and graceful seabirds skimming the water's surface. After a delightful picnic lunch, it's time to head inland for an exhilarating mountain biking excursion along the scenic Elwha River. Whether you're a novice or intermediate paddler or rider, these activities are designed to suit all skill levels, ensuring everyone can join in the fun. Feel the rush of adrenaline as you navigate winding trails through pristine wilderness, surrounded by the sights and sounds of nature's playground. Get ready to create memories that'll last a lifetime on this action-packed day of exploration and adventure."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Return to Seattle for a day filled with exploration and discovery. Your knowledgeable guide will offer suggestions for exciting destinations or can organize a day trip tailored to the group's preferences. Dive into the vibrant energy of Pike Place Market, where the hustle and bustle of vendors and shoppers create an atmosphere like no other. Then, ascend the iconic Space Needle for breathtaking panoramic views of the city skyline and beyond. For a taste of artistic brilliance, wander through the enchanting Chihuly Garden and Glass, where vibrant glass sculptures ignite the imagination. Alternatively, delve into the world of music, film, and pop culture at the Museum of Pop Culture, where interactive exhibits and immersive experiences await. With so many possibilities, your day in Seattle promises to be a captivating blend of culture, history, and adventure."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Rise and shine bright and early for an exhilarating journey to the majestic heights of Tahoma, also known as Mount Rainier. Standing tall at 14,410 feet, Tahoma commands attention with its awe-inspiring presence, especially when she emerges from the swirling clouds to reveal her rugged beauty against the backdrop of the Pacific Northwest landscape. Your guided day trip will take you to the foot of this towering icon, offering a day of immersive hiking amidst pristine wilderness. Prepare to be enchanted by the lush alpine meadows, pristine lakes, and breathtaking vistas that await you in the Sunrise/Yakima Park area of the mountain. As you traverse the trails, you'll feel a profound connection to the natural world, rejuvenating both body and soul with every step. After an unforgettable day of exploration, your guide will whisk you back to Seattle, where you can unwind and reflect on your adventures over a delicious local dinner. Let the flavors of the Pacific Northwest tantalize your taste buds as you savor the memories of your remarkable journey to the heights of Tahoma."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Time to say goodbye to the Pacific Northwest and head back home with memories to last a lifetime!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "coastal-california-self-drive-holiday",
    "tourName": "Coastal California self drive holiday",
    "placesVisited": "",
    "generalInfo": "Over the years, countless films, photographs and guide books have attempted to capture the size, beauty and diversity of California. But nothing lives up to the reality of driving along the state’s winding coastline, gazing out over Yosemite Valley from Glacier Point, cycling across the Golden Gate Bridge or spotting your favourite celebrity’s star on the Hollywood Walk of Fame.<br/><br/>From the towering redwoods and fruitful vineyards of the north to the golden beaches and relaxed surfer lifestyle of the south, our specialists will help you plan your trip to California so you can uncover the state’s many sides. We visit the region regularly – particularly behind the wheel of a car – and will plan your ideal trip to California around your personal tastes and interests.",
    "durationDays": "11",
    "price": "4250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you begin your journey by boarding your international outbound flight to San Francisco. On arrival in San Francisco make your own way to your downtown hotel. The remainder of the day is free to relax after your flight. You could begin to explore the city, perhaps taking a stroll in Golden Gate Park or exploring the brightly decorated streets of Chinatown."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today you are booked on a tour of the legendary Alcatraz prison. The ferry to Alcatraz Island leaves from Fisherman's Wharf. After you arrive you will walk around the prison with your own personal headsets (with voice overs from real ex-inmates) that tell you all about the history."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Another day to enjoy The City by the Bay. I would recommend cycling from Fisherman's Wharf across the Golden Gate Bridge today. Cycle across the bridge to the beautiful small town of Sausalito, have lunch there and catch the ferry across the bay back to Fisherman's Wharf."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Make your own way to your nearest car hire depot, where your car will be ready to collect. All insurances, road maps and a sat-nav are included. Your first drive of the trip is a simple two hour journey out of the city suburbs along the Pacific Coast Highway, through the undulating Santa Cruz Mountains and along the coastal highway to Monterey. The remainder of the day is free to explore the town at leisure; we can particularly recommend the scenic coastal drive around 17 Mile Drive, which passes through the pretty town of Carmel with its gated mansions and boutique shops."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today you'll make your own way to the marina where you'll embark on an exciting three hour small group whale watching expedition. The area becomes a feeding ground for blue whales, Risso’s dolphins, humpback whales, northern right whale dolphins and orcas. The rest of the day is yours to explore Monterey - you could visit the aquarium, which has a big focus on marine conservation and features interactive exhibits about the area's marine life, or you could browse the shops, galleries and restaurants of historic Cannery Row."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Departing Monterey, drive around three hours south along the beautiful Pacific Coast Highway, past small villages and along cliff edges to Pismo Beach. Spend the afternoon at leisure strolling the beach area or relaxing by the pool."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Complete your journey with a three hour drive south to Los Angeles. En route, visit the beautiful Spanish mission town of Santa Barbara and sample wines at one of the vineyards that dot the area. Continue to Los Angeles, where you'll drop your car off at the depot, before making your own way to your hotel. The rest of the day is free for you to start exploring the city - you could pay a visit to the Griffith Observatory in the Hollywood Hills for views over the city and its famous Hollywood sign."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Today you can explore Hollywood, Beverly Hills and Santa Monica. Enjoy exploring the star's names on the Walk of Fame, do some shopping on Rodeo Drive or relax on the beautiful Santa Monica beach."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Tickets to go to Warner Brother Studios are included for today! Enjoy seeing where the magic of Hollywood is created at the world's busiest movie studio!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "There's time this morning for some last-minute shopping and sightseeing before making your own way to the airport in time for your onward flight."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Arrive home today to complete your journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "colorado-holiday-self-drive-tour-usa",
    "tourName": "Colorado holiday, self drive tour, USA",
    "placesVisited": "Denver, Rocky Mountain National Park, Arches National Park, Monument Valley Navajo Tribal Park, Mesa Verde National Park, Durango to Silverton Steam train, Crested Butte, Vail",
    "generalInfo": "Colorado: a state with a fascinating Native American history, and scenery that looks great out of the windshield, and even better when you step out of the car. This trip starts in its capital, Denver, at the edge of Rocky Mountain National Park, finishes in Vail, before you return to Denver.<br/><br/>A Colorado self drive tour is a great way to see the state – you’ll drive down scenic highway 70 with mountains at each turn in the road and drive through Monument Valley. <br/><br/>Not all the best sights can be seen from the road, which is why this trip also includes a day riding the Durango to Silverton Steam train along its narrow-gauge heritage railroad to the old mining town. You’ll also get tours of the national parks, including a Navajo-led tour that takes you to a traditional Hogan (dwelling place), where you’ll learn about the valley that is sacred in their culture. <br/><br/>Beautiful scenery aside, this trip also takes you to lovely mountain town pit-stops, including Durango, Crested Butte and Vail – to fuel up at diners, distilleries and dessert parlours after an amazing day’s driving. <br/>",
    "durationDays": "18",
    "price": "4800",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "International Outbound Flight - Denver. Today you will begin your journey by boarding your international outbound flight to Denver. On arrival in Denver make your own way to your downtown hotel. The remainder of the day is free to relax."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Denver. Spend a day exploring the highlights of Denver. Don't miss the Denver Art Museum, the Colorado History Museum or explore the city's many excellent art galleries. Alternatively, relax in Larimer Square and sample some excellent local cuisine while people watching."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Denver - Estes Park Today you will pick up your hire car from the airport and drive to Estes park. Relax in the park for the rest of the day."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Estes Park. Estes Park is the gateway to Rocky Mountain National Park. You can head into the park through the Beaver Meadows park entrance to explore."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Estes Park - Grand Junction. Today you will drive from Estes Park to Grand Junction along the lovely scenic highway 70 for your one night stop off."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Grand Junction - Moab. Drive west again today to Moab and the red rock landscape of Utah. Enjoy a day in the nearby Arches National Park."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Moab. Enjoy a half day tour of Arches National Park today seeing this phenomenal landscape with your guide. The rest of your day is at leisure to explore the park or the other parks such as Canyonlands nearby"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Moab - Monument Valley Navajo Tribal Park. Drive from the wonderful Moab through to Monument Valley and Kayenta. Monument Valley encompasses the classic Wild West scenery of sandstone buttes, forbidding rock pinnacles and an endless expanse of drifting red sands that have been immortalised in the early Wild West films. Take some time to relax and take in the scenery."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Monument Valley Navajo Tribal Park. Another day for enjoying the incredible scenery that Southwest American has to offer. Today you will experience one of the Navajo led tours into the Valley where you can see Navajo culture which is largely untainted by tourism. You may get to visit a traditional Hogan and hear some of the folklore tales handed down to them by the generations before them."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Monument Valley Navajo Tribal Park - Mesa Verde National Park. Today you will head east from Monument Valley and travel to Mesa Verde to see the remains of the homes that were inhabited in the 1250s by ancestral puebleons!"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Mesa Verde National Park - Durango. Mesa Verde to Durango is a short drive today. When you get to the lovely frontier town, make sure you check out the charming boutique shops and the Strater Hotel's bar for a slice of the real wild west!"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Durango: Today you will make your way in plenty of time to the train station where you will board the wonderful Durango to Silverton Steam train. Explore the incredible scenery of centrai Colorado today - sights which can't be viewed by car!"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Durango - Crested Butte. The drive today is stunning as you make your way north to Crested Butte! This is a lovely mountain town, and it's well worth stopping at the Black Canyon of the Gunnison National Park."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Crested Butte. Today you can enjoy Crested Butte. You may like to take a drive out to the local mountains and valleys around the town, take a trip to the distillery or just relax in town and wander around the lovely shops."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Crested Butte - Vail. Today you can relax on your lovely journey north east from Crested Butte to Vail. On arrival in Vail you might like to explore the beautiful local area, a great spot for photos of the incredible mountains that surround you."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Vail. Enjoy a day at leisure in Vail. Explore the shops, go for a walk in the wonderful nearby countryside or just enjoy your luxury 5* hotel before your flight home tomorrow."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Vail - International Return Flight. Tomorrow you will drive back to Denver and return your car before boarding your onward flight."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "International Return Flight. Arrive home today to complete your journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "deep-south-delta-blues-tour-in-america",
    "tourName": "Deep South Delta Blues tour in America",
    "placesVisited": "Atlanta, Birmingham, Civil Rights Institute, New Orleans, French Quarter, Bourbon Street, Garden District, Mississippi Riverboat Dinner Cruise, Jean Lafitte Nature Preserve, Houmas House Plantation and Gardens, Natchez, Clarksdale, Hopson Plantation, Robert Johnson’s Crossroads, Tupelo, Memphis, Graceland, Sun Studio, Gibson Guitar Factory, Nashville",
    "generalInfo": "Discover the cultural landscape that gave birth to the blues, country and rock ‘n’ roll on this tour along the mighty Mississippi. Days move a little slower in the Deep South, as you pass time with a sweet tea or a Jack and Coke, taking in the sights and sounds of Music Row in Nashville, Beale Street in Memphis and along Bourbon Street in New Orleans. You also savour authentic cuisine and enjoy Southern hospitality as you float down the Mississippi on a riverboat cruise.<br/><br/>From May 2026, this adventure is only available as a private departure. Contact us to find out more.",
    "durationDays": "10",
    "price": "5309",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to the cultural melting pot of the Deep South, New Orleans, otherwise known as the Big Easy. The eclectic mix of European, Creole and Cajun cultures manifests in every aspect of the architecture, cuisine and musical scene. Depending on the group flight arrival time, a welcome briefing may be held this evening or tomorrow morning. Accommodation: Wyndham New Orleans - French Quarter (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "This morning, our leader takes us on a guided historical walking tour around the French Quarter, the oldest neighbourhood in New Orleans. We’ll walk down historic streets, seeing different architectural styles of iconic homes, Jackson Square and listen to jazz as we learn about the history of this unique city. The afternoon is free for individual sight-seeing, then we come together in the evening to enjoy an included dinner cruise on the Mississippi River, dining on delicious local cuisine influenced by the myriad cultures that make up Louisiana. Accommodation: Wyndham New Orleans - French Quarter (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today is free for you to take in the sights and sounds of Bourbon Street, relax in the Garden District or absorb more of the ambience of the French Quarter. There are several optional tours available, including a thrilling alligator swamp tour, during which you travel north to the town of Slidell to board the swamp boat for two hours, navigating on the West Pearl River and into the Honey Island Swamp. There are over a million alligators in Louisiana, so keep an eye out! You may also see turtles and exotic birds among the cypress trees of the swamp. Your tour leader will be able to help with any reservations you wish to make. There is plenty to do in New Orleans come evening, not least enjoying some of the many live performances that take place nightly. This includes Preservation Hall, where top jazz musicians play every evening to a small audience in an intimate space – be prepared to wait in line. There will also be the chance to step out of the city and explore the wild river swamplands of Louisiana, where you can head out by boat beneath the cypress trees in search of alligators. See the Extra Expenses section of our trip notes for more information about optional activities. Accommodation: Wyndham New Orleans - French Quarter (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning, we visit Melrose Mansion within Natchez National Historical Park, completed in the mid-1800s and now one of the best-preserved estates in the Deep South. A guided tour of the mansion and self-guided tours of the grounds, which includes slave quarters, stables and a carriage house, provide an in-depth understanding of the region's deep-rooted links to slavery. Departing the estate, we follow the river road north to the first established settlement on the Mississippi. Natchez, the original capital of the Mississippi Territory, was at the heart of the trade in enslaved people and is the birthplace of the Mississippi riverboat. There is free time to wander the historic district where there are more than 50 antebellum homes and historic churches. Also worthy of a visit is the Under the Hill area made famous by Mark Twain or discover one of the most interesting cemeteries in the South. Accommodation: Guest House Natchez (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Next up is Clarksdale and the Hopson Plantation, the former home of legendary blues pianist Pinetop Perkins. It is also where they tested the International Harvester automated cotton picker. Your leader will tell you the history, explaining the system of sharecropping and the evolution of the cotton industry. Clarksdale is also home to the Crossroads, where legend says blues musician Robert Johnson sold his soul to the devil. Within the town itself is the Delta Blues Museum, a shrine of blues artefacts and memorabilia, plus actor Morgan Freeman's Ground Zero Blues Club. Red's is definitely worth a visit for live music: an authentic juke joint showcasing the real heart of the South. Accommodation: Hampton Inn Clarksdale (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today we cross into Tennessee. Near the Mississippi River, Memphis has a long and colourful past. Legendary forefathers such as Louis Armstrong, Muddy Waters and BB King put Beale Street on the musical map. Outside of music, the National Civil Rights Museum is located in the former Lorraine Hotel, at the site where Martin Luther King was assassinated. We pay a visit to understand better this vital part of US, and global, history. Accommodation: Crowne Plaza Memphis Downtown or Comfort Inn Memphis (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "A highlight of your stay in Memphis is an included excursion to Graceland, the home of Elvis Presley. We spend several hours taking an audio-guided tour of the mansion, seeing the King of Rock ‘n’ Roll’s gold records, jewelled jumpsuits and famous Jungle Room with its green shagged carpets. We can pay our respects in the Meditation Garden, where Elvis and members of his family have been laid to rest. We also stop by Sun Studio, which opened in 1950 and is where many great names have passed through, from Howlin' Wolf to Johnny Cash. Accommodation: Crowne Plaza Memphis Downtown or Comfort Inn Memphis (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We leave Memphis today and head to Nashville, the undisputed capital of country music. Home to the Country Music Hall of Fame and the Wildhorse Saloon, Nashville is the perfect opportunity to try line dancing (select nights only). Broadway is lined with honky-tonks and intimate live music venues playing all genres of music. Accommodation: La Quinta Inn & Suites by Wyndham Nashville (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today is free to explore Nashville, the capital of Tennessee and the largest city in the state. On the banks of the Cumberland River, it was established as a port by settlers in 1779 but is best known for music. There are many venues to visit, but most famous of all is the Opry House, 15mi (24km) east of the city. This historic concert venue is synonymous with country music, hosting regular live performances that showcase the best of the genre. Book before you arrive to avoid missing out as these shows are popular. See the Extra Expenses section of our Trip Notes for more information about optional activities. Accommodation: La Quinta Inn & Suites by Wyndham Nashville (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Our tour of the Deep South ends in Nashville. If you’d like to spend extra time exploring this country music Mecca, please speak to your sales representative."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "family-rafting-holiday-on-the-salmon-river-idaho-usa",
    "tourName": "Family rafting holiday on the Salmon River, Idaho, USA",
    "placesVisited": "",
    "generalInfo": "No other river in the world sets a better stage for family rafting trips than Idaho's famous Salmon River of No Return.  Warm water and hot summer weather coupled with camping on expansive white sand beaches make for the ideal family rafting holiday.  Fun, intermediate rapids and classic scenery of the American West make this a family superb adventure holiday for ages five and up. <br/><br/>Your kids won't want this family holiday to end and we promise it will be the highlight of your trip to the USA.  As you raft during the day, we stop to visit sites of interest like Indian rock art sites, pioneer homesteads and natural highlights. Trips are staffed with our signature River Jester who leads nature-oriented games and activities.  Each evening a special kids’ meal is served, followed by an adult meal, and kids are welcome at both.  As the sun sets a blazing campfire warms the group under a star-studded sky.<br/><br/>In the morning a world of wonder awaits and the kids enjoy playing with new friends.  Parents enjoy the quality time for everyone, undistracted and unplugged from the world while being immersed in nature.  These are wild canyons where you are likely to see deer, river otter, soaring eagles and other wildlife.  During the day you choose to ride in oar-powered rafts where a guide does the rowing, or participate in a paddle raft where everyone has a paddle and works as a team, or take your own inflatable kayak.  One of the great things about a whitewater rafting holiday is that there’s a level of excitement suitable for everyone.  <br/><br/>We've been running family rafting trips for over 35 years on the best whitewater rafting rivers in the American West.  Our guides are trained to share their knowledge of the natural and cultural history <br/><br/>All gear is provided and no experience is necessary.  A cargo raft travels ahead and sets up a luxury wilderness camp each day replete with dining tables and chairs, kitchen and tents.  When you arrive at camp just carry your personal gear to your tent.  Trips are staffed with one guide for every three to four guests, so you are assured of the finest in personal attention and service.<br/><br/>We choreograph everything to create a perfect recipe for a family rafting holiday that sets the high watermark for a meaningful, educational and inspiring family holiday that will leave everyone with big grins and sad to say good-bye.  <br/><br/>This family holiday is easily combined with other activities in the area like a stay at our own Rocky Mountain guest ranch, visits to Oregon, Montana or other parts of Idaho and much more.",
    "durationDays": "5",
    "price": "2090",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Your holiday begins in Lewiston, Idaho where you meet where you meet our Team Leader and our River Jester™ at the Hells Canyon Grand Hotel at 7:00pm PST for a one-hour orientation meeting to answer last-minute questions. You also receive your waterproof gear bags. Dinner is on your own."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "We meet at 7:30am for a two-hour bus ride to the put-in point for your family rafting trip near Whitebird, Idaho. On the way we visit the Nez Perce National Historical Park for an introduction to the native peoples who lived along the Salmon River for thousands of years. We then continue, passing through the town of Lapwai where many Nez Perce Today celebrate their heritage living on the Nez Perce Reservation. We arrive at the put-in by mid-morning. Summer here is typically dry and hot, with daytime temperatures in the 90’s and nights in the 60’s. Before we board the rafts, our staff prepares you with a thorough safety briefing that includes information on how to ride in a raft, how to paddle, how to swim through rapids, and other advice for the days ahead. Once this is complete everyone chooses a raft - paddle, oar-powered or inflatable kayak and we begin floating on the river. The Salmon River Canyons is a trip with “pool and drop” characteristics which means there is a long pool of calm water followed by a rapid. The trip begins with some fun rapids that are the perfect introduction to a successful whitewater holiday. When we stop for lunch, some guides prepare the meal while one provides a “camp orientation” to explain how we minimize our impact on the river. ROW adheres to \"Leave No Trace\" camping ethics, so you'll learn where to wash up, how the toilet system works, where you brush your teeth, put trash, and more. By the times this is done lunch is ready and it’s time to make a sandwich and enjoy the open-air dining experience. Later in the afternoon, around 4:30 or so, we arrive at camp with plenty of free time for play. You might want to hike, fish, read or just plain relax. Our River Jester™ has fun activities planned for the children. This could be a nature walk, a game at the river’s edge, or an arts and crafts project. Some kids may want to simply build sand castles and play in the water. Parents are welcome to join in, or to relax in their own way. Hors d’oeuvres are served as the sun disappears over the canyon rim around 6:00pm along with the kids’ dinner. The adult's dinner is served an hour or so later and kids are welcome to join. After dinner a campfire is lit and we start an evening of laughter and sharing. Soon the night sky darkens and we offer an astronomy lesson or tell stories to send everyone to bed with sweet dreams."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "The smell of fresh-brewed coffee and tea awakes you, followed by breakfast which is served around 7:30. As we clean up the kitchen, you pack up your personal gear and we load the rafts and leave camp around 9:30. It’s a family rafting day full of rapids, sun and dramatic scenery. Before long we stop to visit a Native American rock art site, created by the original inhabitants of this rugged land. These are the people who came before today’s Nez Perce tribe. The Nez Perce were once the most populous tribe in the Pacific Northwest and their homeland covered millions of acres including settlements along the Snake, Salmon and Clearwater rivers. Their life depended on these rivers from which they harvested thousands of salmon that were both a part of their food supply as well as spiritual nurturing. In the cooler months they lived in “pit houses” along this section of the Salmon River and we stop to see some places where you can see evidence of these. The river enters the first of four canyons, this one called “Green Canyon” and kids and adults alike shout with excitement as we paddle through Wright Way and Demon’s Drop. Before long we stop for lunch on a big beach, perfect for swimming and beach games. The afternoon has some more rapids, quiet drifting and the chance of seeing soaring eagles. We make camp on a big white sand beach, and after dinner sit around the evening campfire and marvel at a sky filled with brilliant stars and no light pollution."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Our rafting holiday continues through “Cougar Canyon” and “Snowhole Canyon” for a fantastic day of whitewater rafting fun. Frolicking, splashy rapids include Bunghole, Half and Half, the Gobbler, Bodacious Bounce and others that are sure to make everyone smile. One of the most interesting aspects of human history unique to Idaho and the Salmon River is the story of the Chinese miners who came here in the latter 19th century. Gold was discovered in the area in 1861 and Chinese miners worked and provided support services for the mining camps. By 1870, 25 percent of Idaho's population was Chinese and by the 1880’s some had set up placer mining camps along this stretch of the Salmon River. Using hard labor, rocker boxes and other simple hydraulics these Chinese miners moved tons of earth to find gold. In their camps, they built small rock houses, which we visit today. After a full replete with learning and fun, we arrive in camp. The hot weather and warm water makes it likely that everyone will jump in for a swim. We often set up games such as volleyball, horseshoes and such, or lead a hike up a nearby mountain for stunning views. Summer evenings in Idaho are long, with darkness arriving after 9:30pm in July and early August. As the night gets dark, the crackling campfire and fresh mountain air will help you sleep like a baby."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Another day with fun rapids and spectacular Western scenery and if lucky, we might see playful river otters swimming in the river. There’s time to jump in for a swim and even float through a mild rapid. Those fishing may catch trout and bass. Birdwatchers are likely to spot golden eagles and falcons. Your worries seem thousands of miles away as river time settles into our rhythm and our souls. After lunch the river enters “Blue Canyon,” named for the bluish/black tone of the igneous rock that forms this steep-walled landscape. In this canyon the river is forced into a narrower channel and a long series of cascading rapids make for a thrilling afternoon. We splash through the Devil’s Slide, Sluice Box, Checkerboard and Eye of the Needle, all rapids that make for great stories around the campfire. Tonight’s camp is near the confluence of the Salmon and Snake River and is once again on a massive white sand beach. Only undammed, free-flowing rivers like the Salmon are able to create natural beaches like this as ground-up rock is free to travel as sediment downriver, settling to create these beautiful oases of glistening sand. Once a river has a dam, these sediments are trapped behind its concrete walls and this then stops the formation of sand beaches."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Early in the morning we pass the confluence of the Salmon and Snake Rivers – a powerful place where the legendary Salmon “River of No Return” ends its journey and her waters mix with those of the mighty Snake River at the lower end of Hells Canyon. Once we are on the Snake, we float on roughly twice the volume of water as the Salmon alone. This marks the boundary between states and from this point on Idaho is on the right while Oregon or Washington are on the left. We enjoy some more big waves and laughter-filled rides through some rapids, along with some long stretches of flat water. As we travel downstream, we pass the original Nez Perce trail descending down the canyon to a river crossing that was used for centuries by the Nez Perce as they travelled east from the Wallowa Mountains (in today’s northeast corner of Oregon) to the plains further west. We stop for another bountiful lunch on a sandy beach and then, after a few more miles of magnificent scenery reach the take-out point around 3:00pm. The rafts are unloaded and personal gear taken to the waiting bus. It’s a short 45-minute ride to the hotel to enjoy a hot shower and then we meet for a hosted farewell dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "If you drove to Lewiston your car is waiting for you. If you came by airplane the hotel shuttle will transport you to the Lewiston airport or you can take a taxi to the Spokane, Washington airport, two hours north."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "lake-tahoe-and-yosemite-tour-usa",
    "tourName": "Lake Tahoe and Yosemite tour, USA",
    "placesVisited": "",
    "generalInfo": "Bookended by stops in two bustling cities, this seven-day adventure takes you through some of the incredibly diverse landscapes California’s national parks have to offer. Soaring Sequoias that’ll make your jaw drop and Yosemite’s dramatic waterfalls will leave you awe-inspired – all within the same state! As you take in the big sites, you’ll have a local leader filling you in on all the small details, with no story going untold as you leave no stone unturned on this naturally epic escapade.",
    "durationDays": "7",
    "price": "2545",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Las Vegas.",
        "description": "Welcome to Nevada! Las Vegas will be your gateway to the grandeur of the Golden State. Your adventure begins with a welcome meeting at 5 pm, giving you plenty of time to bathe in Vegas’ glow. It’s recommended that you arrive a day or two early to really experience the city, allowing time to do the classics (think casinos, drive-through weddings and live shows) as well as scratching below the surface to see Las Vegas’ diverse neighbourhoods and thriving arts scene."
      },
      {
        "dayNumber": 2,
        "title": "Las Vegas to Visalia.",
        "description": "Leaving Sin City in your dust, you’ll road trip across state lines and through the Mojave Desert today, then around to Sequoia National Park. It’s a long drive, but it’ll give you the chance to see the changing geography of the American west – watch on as the desert gives way to the peaks of the southern Sierras. Settle into your accommodation near Sequoia National Park in the afternoon, and then head out for an included dinner at a local restaurant with your group."
      },
      {
        "dayNumber": 3,
        "title": "Sequoia National Park.",
        "description": "Today is simply about seeing the best of the USA’s Sequoia National Park. After breakfast, you’ll embark on leader-led walks around Sequoia, driving from stop to stop as you get to feel small next to the staggering size of General Sherman, the Giant Forest and other specimens of Sequoia’s towering timber. You may even drive through a tree at Tunnel Log, peer into Tharp’s Log and spot marmots, black bears and recently re-introduced bighorn sheep."
      },
      {
        "dayNumber": 4,
        "title": "Yosemite National Park .",
        "description": "After breakfast, you’ll hit the highway headed for the world-famous Yosemite National Park. To start, get acquainted with the awe-inspiring Yosemite Valley during a guided hike. Strewn with dramatic waterfalls, gigantic granite outcrops and lush meadows, this is one of the most spectacular spots in the country. Your leader will also teach you about the ecologically diverse landscape along the way. After sunset, you’ll join a Naturalist from the Yosemite Conservancy for a guided stargazing program. The park’s minimal light pollution makes it an excellent place to see the stars while learning about astronomy, constellations and local lore. For the next two nights, you'll be staying in a hotel just a few minutes from the park's main entrance."
      },
      {
        "dayNumber": 5,
        "title": "Yosemite National Park.",
        "description": "Today, Yosemite is all yours to explore! In the morning there’ll be leader-led walks around some of the park’s best trails. If it’s a clear day you may also drive up to Glacier Point for a view you won’t soon forget, looking down over the valley and across to the iconic Half Dome. The afternoon is yours to fill how you’d like. You might choose to hike along the breathtaking Mist Trail with its many fabulous views, hire a bicycle and pedal along some of the 12 miles of designated (and flat) path or immerse yourself in the park’s history at the Ahwahnee Hotel. Once you’ve seen the sights, the day will be capped off with a pizza picnic in the park for dinner."
      },
      {
        "dayNumber": 6,
        "title": "San Francisco.",
        "description": "After saying fond farewells to Yosemite, you’ll head west to vibrant San Francisco. Stop to do a walk over the iconic Golden Gate Bridge, and then check in to your hotel for the night. At sunset, you can hit the water for an optional catamaran cruise around the bay, with views of the Golden Gate Bridge and Alcatraz Island – this is the perfect farewell to a sun kissed Californian adventure. If you like, head out with your fellow travellers for one last dinner."
      },
      {
        "dayNumber": 7,
        "title": "San Francisco .",
        "description": "With no activities planned today, your adventure ends this morning. If you’d like to stay longer, just speak to your booking agent."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "las-vegas-to-san-francisco-tour-usa",
    "tourName": "Las Vegas to San Francisco tour USA",
    "placesVisited": "",
    "generalInfo": "The West Coast is a true treasure trove of magnificent scenery, stunning cities and gorgeous weather. This West Coast America tour includes a whole series of highlights. Marvel at the natural wonder of the Grand Canyon, stroll Californian city streets and experience Vegas in all its glory. What's more - there's epic trips on Route 66!<br/><br/>We stay in a mixture of accommodation with city centre hostels and a luxury hotel in Vegas.<br/><br/>Allow us to let you discover America on this action-packed and exciting tour!",
    "durationDays": "7",
    "price": "2399",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to the USA!: Welcome to the USA – and to the first epic chapter of your West Coast America adventure! After spending your morning at your own leisure in Vegas, you’ll meet your Adventure Leader and the rest of your group at the entrance to Luxor Hotel’s Aurora Bar in the afternoon. This is where the journey truly begins: meet your new travel buddies, get the low-down on the days ahead, and hear all the tips you need to stay safe and have the time of your life in the States. Then it’s time to hit the Strip! Soak up the electric energy, neon lights, and non-stop buzz of Las Vegas before sitting down for a group meal at Café Hollywood – a retro American diner with all the classics. Afterwards, enjoy the legendary Bellagio Water Show, where towering fountains burst into life with music and light – a true Vegas icon and star of countless movies. For those who love a night out, you’re in good hands! Our local Adventure Leaders can point you towards some of Vegas’s best nightlife…"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Route 66 Legends, Seligman, & Campfire S’mores in Arizona: This morning, you’ll hit the road for the next stop on your West Coast adventure – but not before ticking off a couple of absolute icons. First up: the legendary Las Vegas sign, before stopping at Trader Joe’s – LA’s favourite grocery store – to load up on snacks and supplies for the day, then it’s onwards to Route 66! Lunch offers a couple of fun options! Opt for a chilled Trader Joe’s picnic at Locomotive Park in Kingman, Arizona, home to the mighty Steam Engine #3759. This historic beauty was gifted to the city back in 1957 by the Santa Fe Railway Company, and you can even climb aboard for a closer look. Alternatively, choose to grab a classic Route 66 meal at the colourful and retro Mr. D’z Route 66 Diner just steps away. Next, we’ll visit the rustic Seligman – the birthplace of Route 66 and the real-life inspiration behind Pixar’s Cars. Wander around, soak up the retro Americana vibes, and grab some iconic snaps before hopping back on the bus bound for Williams. Tonight, you’ll check into an incredible glamping site, settling into your cosy cabin before heading out for a BBQ dinner with your travel buddies at the Cruiser’s Route 66 Café. Afterwards, it’s back to the campsite to gather around the fire and tuck into the ultimate road-trip treat: s’mores, of course!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Las Vegas & Grand Canyon: This morning, it’s off to one of the seven natural wonders of the world and a true highlight of this West Coast America Tour – the Grand Canyon! You’ll have some free time to take in the majesty of this 277-mile geological wonder, with the opportunity to snap some Insta-worthy photos on the Southern Rim or embark on one of the unforgettable hikes. We recommend following the Rim Trail at your own pace—don’t forget to bring plenty of water! In the mid-afternoon, we’ll regroup at the Hopi House next to El Tovar Hotel and make our way back to Vegas by bus, where you’ll have the evening to enjoy as you wish. Here are some top suggestions from our local experts on how to spend your evening in Las Vegas: For the music fans – head to Fremont Street in Downtown Las Vegas, where you’ll find plenty of live music concerts (most of them for free too)! For the adrenaline junkies – take on the SlotZilla, an 11-story slot machine-inspired zipline attraction on Fremont Street (starting from $49). For the ever-so-slightly crazy – try Nacho Daddy’s Scorpion Shot, a masterful blend of tasty spirits and exotic ingredients, topped off with a real, edible scorpion (yep, you heard right). The MOB Museum (starting from $29.95) – a nonprofit organisation dedicated to advancing the public’s understanding of organized crime’s history and its impact on American society. The Neon Museum (starting from $28) – an outdoor experience that brings the story of Las Vegas to life, featuring iconic neon signs and exhibits that illuminate the city’s rich history. For karaoke lovers – head to the Star-Wars-themed Millennium Fandom Bar, where you can immerse yourself in a world of karaoke and fandom."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Santa Monica Sightseeing & Sunset Beach Stroll: This morning, we’re off to the next stop on your West Coast America Tour – Los Angeles! Transfer by bus to arrive in Santa Monica in the early afternoon where your Adventure Leader will meet you, before checking into the Santa Monica hostel. You’ll have some free time to wander the iconic 3rd Street Promenade at your own pace – think street performers, cool shops, and laid-back Cali vibes. When hunger strikes, grab dinner wherever takes your fancy; your Adventure Leader will have plenty of top local recommendations for you! As the evening sets in, we’ll regroup for an unmissable activity: a sunset stroll along Santa Monica Beach followed by an arcade challenge on the legendary Santa Monica Pier!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sunset Boulevard & Griffith Observatory: This morning, we’re hitting the heart of LA! Take the metro to the iconic Sunset Boulevard and stroll among the stars on the Hollywood Walk of Fame. For lunch, we’ll all grab a classic California treat together with a group meal at In-N-Out Burger, before enjoying some free time to explore – maybe the Hollywood Film Museum, the Wax Museum, or a spot of souvenir shopping. In the early evening, get ready for an unmissable adventure: a hike from Griffith Park up to the legendary Griffith Observatory! Along the way, snap epic views of the Hollywood sign and arrive just in time to watch the sun dip behind the City of Angels. As you make your way back down, the city lights will sparkle below – a true main-character moment – before returning to your Santa Monica hostel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Beach Volleyball Lesson, Flight to San Fran, & Yosemite Bug: This morning, we’re up and at ‘em with another unmissable activity: volleyball on Santa Monica beach! Your group will get your very own coach and learn how to bump, set, and spike. Then, it’s time to transfer to the final stop on our West Coast Adventure – San Fran! We’ll head to the airport and take a speedy flight from LA to San Francisco. Touch down in San Francisco and meet your Adventure Leader, who’ll whisk you straight into the wild beauty of Yosemite country. Settle into the beautiful Yosemite Bug Mountain Resort – a cosy, rustic base surrounded by epic forests, fresh alpine air, and the unmistakable magic of Yosemite on your doorstep. As evening settles in, gather with your group for a tasty meal at the June Bug Café, then head up the mountain for some incredible stargazing. With the Milky Way overhead and Yosemite’s wilderness around you, it’s the perfect way to kick off your time in one of America’s most legendary landscapes."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Columbia Rock Hike & Merced River Plunge: This morning, we’ll check out of Yosemite Bug Resort and hop on the YARTS bus straight into the heart of Yosemite National Park for an unmissable day of adventure. With your expert guide, you’ll take on the rewarding hike up to Columbia Rock along the Yosemite Falls Trail, where sweeping Sierra Nevada views make every step worth it! Don’t worry, we’ll stop and refuel with a picnic lunch beneath towering cliffs and pine forests, then cool off with an exhilarating plunge into the Merced River – the perfect way to wrap up your Yosemite experience. In the afternoon, ride the YARTS bus back to the resort, grab your bags, and hit the road to San Francisco, stopping for dinner en route before checking into your hostel for a well-earned rest."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cycle across Golden Gate Bridge & Optional Alcatraz Island Tour: We kick off our final day with an absolute must-do: a bike ride across the legendary Golden Gate Bridge! Spend the morning cycling past some of San Francisco’s most iconic sights, taking in the views and snapping those postcard-perfect shots, before rolling back to Pier 39. Sadly, this marks the end of your West Coast America Tour! But if you’re up for one last adventure, you can opt to hop on a ferry to the infamous Alcatraz Island and explore ‘The Rock’ for a glimpse inside the legendary prison. Still sticking around for the evening? Let’s make it a night to remember – ride a cable car to Union Square, catch a Giants baseball game, or just soak up the buzzing San Fran nightlife one last time!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "maine-and-massachusetts-self-drive-holiday",
    "tourName": "Maine and Massachusetts self drive holiday",
    "placesVisited": "Tailor made self drive route according to your interests, Explore Maine and Massachusetts at your own pace, Boston, Kennebunkport, Portland, Lincolnville, Bar Harbor, Acadia National Park, Stay in hotels with strong community ethos",
    "generalInfo": "Touring the New England region of northeast America on a self drive holiday is delightful, allowing you to take your time exploring the landscapes, communities and historic sites along the way. Our Massachusetts self drive holiday begins in Boston, home to the Red Sox (ball game tickets can be arranged!), the Freedom Trail, and a thriving market where you can browse the stalls of local vendors for lunch.<br/><br/>Picking up your hire car, you can then follow a route through Kennebunkport, perhaps pausing for a walk in the Rachel Carson National Wildlife Refuge; Portland (famed for its cuisine), and the charming seaside town of Bar Harbor on Mount Desert Island. By now your trip has become a Maine self drive holiday, and you can enjoy wandering these quintessential New England small towns and beaches.<br/><br/>Your pre-booked accommodation is at a series of hotels that have been carefully chosen for their community ethos. One might support local literacy programs, another conservation initiatives in Acadia National Park. It means your trip has a clear benefit to the places you visit. <br/>With a self drive tour, what you do with your time is up to you. You just need to get from A to B each day. <br/><br/>So you might spend an afternoon browsing independent bookshops in Bar Harbor, a day hiking the trails of Acadia National Park or Wells Reserve, or pass a few hours with a tempting foodie tour around Portland’s Old Town. Whatever you do, the freedom of a self drive tour is undoubtedly the finest way to discover Maine and Massachusetts.",
    "durationDays": "11",
    "price": "3380",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today, you begin your journey by boarding your international outbound flight to Boston. Upon arrival, make your way to your hotel and spend the evening at leisure. If its warm out, take a stroll to the harbourfront and enjoy your first taste of New England seafood overlooking the water."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You have the day at leisure to explore the city on foot or on bicycle. Walk the Freedom Trail to discover the city’s rich history, take a visit to Public Market for lunch where you can support local vendors or head down to the waterfront for a cruise if the weather permits. We can also arrange excellent tasting tours of the North End, so you can get a better understanding of the melting pot of cultures in Boston."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You have another day at leisure to enjoy the city of Boston. Take the subway to Boston Common for a leisurely stroll and to visit the well-known ‘Make Way For Ducklings’ sculpture. If you wish, we can arrange tickets for you to see the Boston Red Sox at Fenway Park tonight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Leaving the city behind, pick up your rental car and drive north along the scenic Route 1 towards Kennebunkport. We recommend stopping off in Ogunquit for a walk along Marginal Way. The views are beautiful and this makes for a nice way to stretch your legs after a car journey. Enjoy lunch and maybe an ice cream on the beach before continuing on to Kennebunkport. Spend the evening relaxing at your hotel or head into town for an evening stroll."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today, you have a full day to explore the Kennebunks. With plenty to see and do, you may find it difficult to whittle down your options. We suggest spending a morning walking the trails at Rachel Carson’s Wildlife Refuge or the Wells Reserve at Laudholm Farm, followed by an afternoon at the beach."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "From Kennebunkport, continue north along Route 1 to Lincolnville. Stop off in Portland, voted USA’s Foodiest Small Town, for a comprehensive food tour around the Old Town and visit the Portland Head Light. You will then drive onto Lincolnville, another Maine small town that epitomises quintessential New England; with sweeping beaches, independent boutiques and galleries and numerous walking trails."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Next stop is Mount Desert Island and the town of Bar Habor, just a half an hour drive from Acadia National Park. As the base for exploring the park, many visitors flock to Bar Harbor during the summer months. Independently own stores selling Maine blueberries and maple syrup line the streets, as well as quaint cafes serving up hearty breakfasts to set hikers up for the day."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Your first full day in Acadia National Park is best spent exploring the many hiking trails. We can suggest a number of different options for easy, moderate and difficult trails, depending on your individual requirements. Driving the Park Loop Road is part of the fun, and the hikes often begin from small parking lots dotted around the island. Whether you chose to take a leisurely walk around Jordan Pond, or embark on a challenging hike to the top of Acadia Mountain, the magic of Acadia is bound to amaze you."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Your second day in Bar Harbor can be spent returning to the park for those looking to do more hiking, or can be spent perusing the bookshops and gift stores of the town, followed by a tour out on a lobster boat with a local fisherman. This is an excellent way to see the coastline from the water and you may spot seals, whales and birdlife as you learn about the history of lobster-catching in the state of Maine."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Leave behind the beauty of Acadia National Park and Mount Desert Island and make your way to Bangor airport for your overnight flight home."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Arrive home today to complete your journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "maine-self-drive-holiday-usa",
    "tourName": "Maine self drive holiday, USA",
    "placesVisited": "",
    "generalInfo": "Journey across the Best of Coastal Maine in nine days! This immersive trip unveils the natural splendors of Acadia National Park, the quaint charm of Bar Harbor, the scenic allure of Boothbay Harbor, and the vibrant energy of Portland. Guests will begin with an intimate sunset Windjammer cruise, where complimentary beverages are a toast to the beginning of their extraordinary adventure. The following day, early risers will ascend Cadillac Mountain for a sunrise spectacle, an exclusive moment as they become among the first to witness the sun's touch on the East Coast. After a wildlife cruise, the journey continues to Boothbay Harbor, offering leisure to explore this picturesque town or visit the Coastal Maine Botanical Gardens. Guests will kayak along the rocky coast, providing an intimate encounter with seals and marine life. Departing for Portland, they’ll experience the authentic world of lobstering, participating in hauling traps and savoring the opportunity to cook their catch. The final stretch explores Cape Elizabeth, with coastal walks, a lighthouse tour, and breathtaking views of the Atlantic. This is a sample itinerary and can be customized to the clients' interests, abilities, timeline, and budget!",
    "durationDays": "9",
    "price": "6750",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embark on your Mount Desert Island escapade as you step into the charming town of Bar Harbor. Wander through its quaint streets, brimming with local shops and coastal charm, immersing yourself in the island's unique atmosphere. As the day transitions into evening, indulge in an exclusive experience aboard a Windjammer cruise. Feel the sea breeze caress your skin as you sip on complimentary beverages, toasting to the beginning of your unforgettable journey against the backdrop of a stunning sunset over the Atlantic."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embark on an adventure into the heart of Acadia National Park, a true gem of northern New England boasting towering rocky headlands that kiss the sky along the Atlantic coast. Join forces with your expert guide for an immersive journey through this natural wonderland. Prepare to be enchanted as your guide tailors the day's itinerary to suit your desires, offering a plethora of opportunities for scenic sightseeing and exhilarating hikes, carefully curated to match your preferences. Amidst the breathtaking landscapes, pause for a delightful picnic lunch lovingly prepared by your knowledgeable guide, adding a savory touch to your exploration of this unparalleled wilderness."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Are you ready for an unforgettable experience? Today, we invite you to embark on a journey to Cadillac Mountain, renowned for its breathtaking sunrises that mark the beginning of each day along the East Coast. As the first point in the United States touched by sunlight for much of the year, it holds a special allure for early risers like yourself. Your guide will pick you up bright and early, armed with freshly brewed coffee, as you ascend to the summit of this iconic peak, the highest point on the eastern seaboard. Should you seek an added dose of adventure, consider joining for a sunrise hike, where you will ascend to the peak's elevation of 1,530 feet, witnessing nature's spectacle unfold before us. Following this awe-inspiring experience, the remainder of the day is yours to tailor as you see fit. Whether you prefer a moment of relaxation in your accommodations, indulging in shopping excursions within charming Bar Harbor, or embarking on a leisurely bike ride through the park's picturesque landscapes, the possibilities abound. The choice is yours to make."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Set sail on a captivating voyage to uncover some of Maine's most enchanting inhabitants. Step aboard a boat, destined for the pristine waters of Frenchman Bay, where adventure awaits. As we glide across the glistening bay, prepare to be mesmerized by the charismatic puffins that call these islands home. Keep your eyes peeled for glimpses of other coastal treasures, including Harbor and Gray Seals, Razorbills, Arctic Terns, Roseate Terns, Common Terns, Guillemots, Cormorants, and majestic Bald Eagles soaring overhead. Our journey will lead us to Petit Mann Island, adorned with the historic Petit Mann Lighthouse, standing tall as the second tallest in Maine. Immerse yourself in the rich maritime history of this captivating locale as our expert guide unveils its secrets, all while tailoring the experience to your interests and schedule. Prepare for an expedition brimming with wildlife encounters and nautical wonders, promising memories to be cherished for a lifetime."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today is all about you! Take the morning at your own pace—whether that means unwinding with some downtime or exploring the charms of the town. Maybe you're drawn to the serene beauty of the Coastal Maine Botanical Gardens, where you can lose yourself in the colors and fragrances of nature. Or perhaps you'd prefer to kick back on the beach, soaking in the sunshine and watching the lively wildlife around you. Whatever you decide, make it a day to remember, filled with relaxation and joy."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Indulge in the tranquility of the early morning as the sun paints the sky with hues of gold over Boothbay Harbor. Fuel your day with the flavors of the region by venturing into town for a delectable local breakfast, setting the perfect tone for what lies ahead. As the day unfolds, embark on a personalized kayaking adventure along the rugged coastline. Glide through crystal-clear waters, navigating around rocky outcrops and hidden coves, while keeping a keen eye out for playful seals, graceful sea life, and majestic aquatic birds. Your knowledgeable guide will regale you with fascinating insights into the intricate ecosystems that thrive in these coastal waters, enriching your journey with a deeper understanding of the natural world around you."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Rise and shine as you set your course southward along the picturesque coast to the vibrant city of Portland, Maine. Arriving just in time to catch the morning light dancing on the waves, you'll embark on an exhilarating maritime adventure aboard an authentic Maine lobster boat. Join the seasoned crew as they guide you through the age-old tradition of hauling traps, immersing yourself in the rich maritime heritage of the region while learning fascinating tales about the area's seafaring past. Feel the salty breeze against your skin as you take part in this hands-on experience, gaining newfound appreciation for the time-honored art of lobstering. And for the ultimate treat, why not indulge in the opportunity to purchase your freshly caught bounty straight from the source? With your prized catch in hand, head ashore to the renowned Portland Lobster Company, where you'll savor the satisfaction of enjoying a mouthwatering meal crafted from your own haul, a true taste of Maine's coastal bounty."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Embark on a journey to Cape Elizabeth, where breathtaking vistas of the Atlantic await you at Fort Williams Park. As you wander along the rugged coastline, immerse yourself in the natural beauty that surrounds you. Traverse winding paths that hug the cliffs, offering panoramic views of the vast expanse of ocean stretching out before you. Feel the invigorating sea breeze brush against your skin, carrying with it the salty scent of the sea. Don't miss the opportunity to explore a piece of history with a tour of a genuine, operational lighthouse. Step inside and marvel at the intricate inner workings of this iconic beacon, while learning about its vital role in guiding ships safely along the rocky shores. With each step, let the rugged beauty of Cape Elizabeth captivate your senses, leaving you with cherished memories of a day spent in harmony with nature's splendor."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "It's time to bid farewell, carrying memories of adventures that will last a lifetime!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "new-york-state-holiday-usa",
    "tourName": "New York State holiday, USA",
    "placesVisited": "New York City, Delaware National Forest, Finger Lakes region, Niagara Falls, Rochester, Lake Ontario, Lake Placid, Adirondack Mountains, Saratoga Springs, optional activities around Finger Lakes include: walking, canoeing, mountain biking and fishing",
    "generalInfo": "New York City is one of the most popular cities to visit in the USA, but many visitors pass by the rest of New York State, which has much to explore and discover. <br/><br/>This itinerary begins by taking in the magnificent Niagara Falls before heading inland into New York State. Spend time in the tranquil Finger Lakes region, where you can enjoy a boat trip out on the water. <br/><br/>You can also taste some of the state's finest wines in the Ithaca wine producing region and follow hiking trails through the beautiful Adirondack Mountains, home to beavers, Canadian lynx and ospreys. Your trip finishes up in New York City with plenty of time for you to soak up all the 'Big Apple' has to offer.",
    "durationDays": "13",
    "price": "3640",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "London - New York. Fly from London to Buffalo. Today you begin your journey by boarding your international outbound flight to Buffalo. You arrive in Buffalo this morning collect your hire car and head to nearby Niagara Falls where the remainder of the evening is free to explore at your leisure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Niagara Falls. Spend the day exploring the flower-adorned streets of this historic town. You may wish to take a stroll along the lake-side parklands or visit the Canada`s pretty town of Niagara on the Lake. This afternoon you are booked onto the Maid of the Mist boat tour, which will take you right up to the falls for a spectacular view!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Niagara Falls - Ithaca. Depart the falls at your leisure today and head south east to New York State`s Finger Lakes region. The afternoon is free to take a boat trip on the lake, hire a bicycle or explore the shops and restaurants along the waters edge."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ithaca. Enjoy a full day exploring the wonderful Finger Lakes today. We recommend a visit to Buttermilk Falls State Park where you will find more than 10 waterfalls tumbling some 500ft below into clear pools. In the afternoon why not head to Corning, home to the impressive Cornell University as well as the massive Corning Museum of Glass."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ithaca - Clayton, New York. Leave the Finger Lakes and head to the wonderful 1000 Islands area where you will be based for the next few nights."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Clayton, New York. Enjoy a full day of activity in 1000 Islands. You may wish to take in some excellent kayaking on the St. Lawrence River or perhaps head to Wellesley Island State Park and enjoy some bike riding."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Clayton, New York - North River. Leave the river today and head into the largest wilderness in the US, the Adirondack Park. Head to your lodge in the heart of the park where the afternoon is free to explore the local area."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "North River. Enjoy a full day of walking, cycling, kayaking and exploring some of the best scenery in the US."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "North River - Lake Placid. Continue north today as you head to the site of two winter Olympics, Lake Placid. Upon arrival to your hotel overlooking the impressive scenery of Mirror Lake, spend the afternoon exploring at your leisure."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Lake Placid. Mirror Lake and Lake Placid are at your disposal today as you spend a full day in the area. You can kayak on the waters, swim in the shallow outer parts or just relax on the beach. The nearby mountains are great for gentle hiking and afford spectacular views over the region."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Lake Placid - New York City. It is a simple drive today and your head south to the state capital, Albany. Here you take the train for a scenic rail journey into New York City."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "New York City. You will have all day to explore Manhattan at your leisure today. Visit any of of New York's famous attractions within walking distance of your hotel; the Statue of Liberty, Madison Square Garden, the Rockefeller Center and the Empire State building. In the afternoon you can wonder the windy paths of Central Park for a lovely respite from the 'hustle and bustle' of the city."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "New York City. Today you will meet your guide in the Flatiron district for your walking culinary tour of this lesser known part of the city. The tour focuses on architecture as well as food as you walk through the historic district. This afternoon you may wish to visit Chelsea, where you can visit the famous market or walk the high line, an elevated public garden built on a disused railway track."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "You have most of the day free for one last stroll around The Big Apple before heading to the airport for your onward flight."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "new-york-to-boston-small-group-tour",
    "tourName": "New York to Boston, small group tour",
    "placesVisited": "",
    "generalInfo": "Our East Coast America group tour takes in some of the nation's most iconic cities as well as stepping off the beaten track into coastal splendour.<br/><br/>Discover the majesty of these East Coast cities- from the fascinating history of Boston, to the spell-binding skyline of N.Y.C, to the imposing grandeur of Washington D.C. <br/><br/>We’ll show you the unmissable sights that make these places famous but also offer experiences to really understand how these places tick - there’s a whole lot more than just the star-studded attractions. Plus- we’ll venture out of the cities with stops on the coast, countryside and even the ocean.<br/>",
    "durationDays": "6",
    "price": "1675",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Boston: Welcome to the USA and the start of your East Coast adventure! Spend the morning exploring Boston at your leisure, then meet your Adventure Leader and group in the afternoon at the entrance of HI Boston hostel. Here, you'll get to know your fellow travelers and receive a trip briefing, where you’ll learn about the exciting journey ahead and safety tips for your time in the U.S. Your first adventure kicks off with a walk along Boston’s historic 2.5-mile Freedom Trail, which connects 16 nationally significant landmarks. Along the way, you’ll see sights like Park Street Church, Boston Common (the oldest public park in the U.S.), Faneuil Hall, and the North End, Boston's famous 'Little Italy.' Don't miss the chance to grab a world-renowned cannoli at Mike’s Pastry! Next, we’ll hop on the T (Boston’s subway) to visit Fenway Park, home of the Red Sox. If the team is playing at home, your tour of the park will be swapped for tickets to a live game (this happens about 50% of the time)! The evening is free for you to explore. Stay in the Fenway area for a fun night of vintage bowling or head to a nearby bar for live stand-up comedy. The night is yours!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "New York: Today, we’re heading to the Big Apple! We’ll start early and catch a bus to New York City. After arriving, we’ll head to the HI New York Hostel to check in before kicking off your first adventure in the city—a thrilling speedboat ride on “The Beast.” We’ll zoom across New York Harbor, offering unforgettable views of the iconic Statue of Liberty. After returning to dry land, it’s time to indulge at Chelsea Market, a famous food hall with everything from seafood and tacos to artisanal baked goods. You’ll be spoiled for choice! As evening approaches, we’ll head to the Rockefeller Center. The Top of the Rock observatory, located on the 70th floor, provides breathtaking 360-degree views of New York City. Afterwards, enjoy the rest of the night at Times Square, where you can shop, sightsee, or just take in the dazzling lights."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "New York: Start the day with a leisurely walk through Central Park, taking in famous landmarks like Bethesda Fountain and Belvedere Castle. Then, visit the renowned MET (Metropolitan Museum of Art) for a guided tour of its extraordinary exhibits, ranging from ancient artifacts to modern masterpieces. Next, embark on the No Sleep ‘Til Brooklyn tour, where you’ll discover the beauty of Brooklyn Heights, DUMBO, and Brooklyn Bridge Park. After a scenic lunch at Timeout Market, walk across the historic Brooklyn Bridge and learn about its fascinating history. Later, explore the trendy Williamsburg neighborhood, known for its street art, vintage shops, and outdoor bars. The evening is yours to enjoy, whether you choose to catch a Broadway show, visit the 9/11 Memorial, or attend one of New York’s many free events. Make the most of your last night in the city!"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Philadelphia: Transfer to Philadelphia by train in the morning. If you’re craving something sweet, grab a cupcake to-go from Magnolia Bakery before departing. After arriving at the Apple Hostel, indulge in an authentic Philly Cheesesteak—a meal you won’t forget! Take some time to relax at the hostel or head out for a quick visit to see Liberty Bell and the Declaration of Independence. As evening falls, get ready to snap iconic photos on the steps of the Philadelphia Museum of Art (made famous by the Rocky movies), then enjoy a night out in the trendy Fishtown district."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Washington DC: Rise and shine! Today, we travel to Washington DC by train. Arriving just in time for lunch, we’ll check into U-Street Hostel before setting off on a Washington Revelations walking tour, covering the city’s most famous landmarks, including the United States Capitol, the National Museum of African American History and Culture, the Washington Monument, The White House, and several historic memorials. For dinner, we’re heading to Ben’s Chili Bowl, a DC staple famously recommended by President Obama. Afterward, celebrate your last night on the East Coast with drinks in Adams Morgan or hit the lively U Street for an unforgettable night out."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Washington DC: Today marks the end of your East Coast America Adventure, so it’s time to say goodbye to all your new friends. If you’re not quite done with the USA East Coast you may want to stay an extra night in Washington D.C. Let us know and our team will able to assist you with an additional night’s accommodation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "new-york-to-san-francisco-tour-in-america",
    "tourName": "New York to San Francisco tour in America",
    "placesVisited": "",
    "generalInfo": "Our America tour is packed with a whole series of hands-on activities and experiences that bring to life this fascinating nation. We travel to the big cities and spend time amidst the remote natural wonder. <br/><br/>Each day offers a different slice of Americana as we make our way from the big cities of the East Coast, the glitz of Vegas to the chilled out vibes of California via some fantastic stop offs.<br/><br/>Our adventure leaders will bring to life the places that we visit and we have a whole loads of experience beyond the standard tourist sights. For foodies- America offers up a whole series of treats and we'll be sure to sample the local cuisine across the trip. <br/><br/>We stay in a mixture of accommodation with city centre hostels, a luxury hotel in Las Vegas.<br/><br/>Allow us to let you discover America on this action-packed and exciting tour!<br/>",
    "durationDays": "12",
    "price": "3855",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to the USA!: Your group tour across the USA begins! If you have time this morning, opt to go whale watching, spotting humpbacks and other marine life in their native feeding grounds off Cape Cod. In the afternoon, meet your travel crew and Adventure Leader for a quick briefing and head straight out! We’ll cross the Charles River to Cambridge to explore Harvard University. Wander the historic campus, browse the bookshops, peek into the art museum, and treat yourself to a world-famous Mike’s Pastry cannoli. Back in town, walk a stretch of the Freedom Trail, ticking off must-see historic sites along the way, then head to Quincy Market or the North End for dinner. The evening is yours to enjoy. If the Red Sox are playing, feel the buzz at the legendary Fenway Park, or join a spooky ghost tour or end the night with some laughs at one of Boston’s top comedy clubs. Boston: Done. On to the next adventure tomorrow!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "NYC Bound, The Statue of Liberty & Brooklyn Bridge: Next stop, New York City! The Big Apple awaits! Once you’re ready for the day, take a short walk to the station and board your bus. Once you arrive in the city, fuel up with lunch by Madison Square Garden, dining in the shadow of the Empire State Building like a true New Yorker. Then hop on the subway to your accommodation to drop your bags and jump straight into the city. Head downtown to tick off the must-see highlights of the Financial District. Snap those iconic shots with the Charging Bull and Fearless Girl, roam the historic streets, and pause at the powerful 9/11 Memorial. After that, it’s time to crank things up: jump aboard The Beast, NYC’s high-speed thrill boat, for incredible views of the Brooklyn Bridge, the Manhattan skyline, and a Statue of Liberty photo that makes everyone at home jealous. Cross the river to explore Brooklyn Heights and DUMBO, two of the most scenic (and Instagram-famous) corners of the city. Chill in Brooklyn Bridge Park, toss a frisbee around, and grab a slice of pizza that locals swear rivals Naples. Tonight is yours – shop and snack your way through SoHo, Chinatown, or Little Italy, or embrace the full neon madness of Times Square."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Central Park, Rockefeller Centre & Discover Brooklyn: Today we’re fully entering our New York City era. Start your morning in Central Park, discovering why it’s the most filmed location on the planet. Think bridges, lakes, movie moments, and main character energy! From there, stroll through the iconic Fifth Avenue, soaking in all the glamour from the Plaza Hotel to St. Patrick’s Cathedral. Next, get ready for sky high magic at the Top of the Rock. The 360 degree views from the 70th floor of Rockefeller Centre are unreal and yes, you’ll want photos from every angle. Since it is Taco Tuesday, enjoy a festive group lunch at a favourite taqueria. After that, swing by Grand Central Terminal for a Magnolia cupcake or simply stand there staring at the ceiling thinking wow New York really does the most. This afternoon, we’ll head to Bushwick, home to bold street art, quirky vintage shops, and some of the coolest bars in the city. Trust us – every corner here is a photo op! Tonight is yours. Wander through Williamsburg for indie charm and good eats or score a last minute Broadway ticket because why not end your day in true NYC fashion."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Washington DC Bound, Lafayette Park & Georgetown: Back to Washington DC we go, arriving just in time for lunch at Ben’s Chili Bowl, one of Obama’s all time favourites! Grab a classic chili bowl and get ready for an afternoon of iconic sights. First stop: Arlington National Cemetery. Expect a peaceful, respectful atmosphere as you visit powerful sites like the Tomb of the Unknown Soldier, JFK’s eternal flame, and Arlington House overlooking the city. Next, it is photo time at the world’s most famous address, 1600 Pennsylvania Avenue. From Lafayette Park, you’ll get that classic, straight on view of the White House, perfect for your camera roll. Then take a spooky detour to Georgetown’s famous Exorcist Stairs for a fun photo moment before enjoying some free time in Georgetown. Explore historic spots, stroll the waterfront, rent a kayak, go skating in winter, or head to the shops along M Street and Wisconsin Avenue."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Washington Revelations & The Evening Your Way: Today you’re seeing the very best of DC on the Washington Revelations tour. Think big, iconic landmarks like the United States Capitol, the Library of Congress, the National Museum of the American Indian, the Air and Space Museum, the Natural History Museum, the African American Museum, the Washington Monument, and even the Lincoln and Martin Luther King Jr. Memorials. It is DC at its absolute finest! For your final night on the East Coast, celebrate together with a night out on lively U Street or in the trendy bars and music spots of Adams Morgan."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Welcome to Las Vegas!: This morning, we fly west to Las Vegas! After landing, you’ll transfer to your hotel on the iconic Strip before meeting your Adventure Leader and group at the Luxor Hotel’s Aurora Bar. You’ll meet some new travel buddies, get the low-down on the days ahead, and hear all the tips you need to stay safe and have the time of your life on the west coast. Then it’s time to hit the Strip! Soak up the electric energy, neon lights, and non-stop buzz of Las Vegas before sitting down for a group meal at Café Hollywood – a retro American diner with all the classics. Afterwards, enjoy the legendary Bellagio Water Show, where towering fountains burst into life with music and light – a true Vegas icon and star of countless movies. For those who love a night out, you’re in good hands! Our local Adventure Leaders can point you towards some of Vegas’s best nightlife…"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Route 66 Legends, Seligman, & Campfire S’mores in Arizona: This morning, you’ll hit the road for the next stop – but not before ticking off a couple of absolute icons. First up: the legendary Las Vegas sign, before stopping at Trader Joe’s – LA’s favourite grocery store – to load up on snacks and supplies for the day, then it’s onwards to Route 66! Lunch offers a couple of fun options! Opt for a chilled Trader Joe’s picnic at Locomotive Park in Kingman, Arizona, home to the mighty Steam Engine #3759. This historic beauty was gifted to the city back in 1957 by the Santa Fe Railway Company, and you can even climb aboard for a closer look. Alternatively, choose to grab a classic Route 66 meal at the colourful and retro Mr. D’z Route 66 Diner just steps away. Next, we’ll visit the rustic Seligman – the birthplace of Route 66 and the real-life inspiration behind Pixar’s Cars. Wander around, soak up the retro Americana vibes, and grab some iconic snaps before hopping back on the bus bound for Williams. Tonight, you’ll check into an incredible glamping site, settling into your cosy cabin before heading out for a BBQ dinner with your travel buddies at the Cruiser’s Route 66 Café. Afterwards, it’s back to the campsite to gather around the fire and tuck into the ultimate road-trip treat: s’mores, of course!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Grand Canyon, South Rim Trail, & Vegas Sightseeing!: This morning, we’re heading straight for one of the Seven Natural Wonders of the World and a mega highlight of your adventure – the Grand Canyon! You’ll have time to soak up the sheer scale of this 277-mile masterpiece, snap some epic shots along the South Rim, and hit one of the many unforgettable trails. If you’re after a recommendation, the Rim Trail is a winner – take it at your own pace and don’t forget to pack plenty of water! By mid-afternoon, we’ll meet back at the Hopi House next to the historic El Tovar Hotel before hopping on the bus and cruising back to Vegas. The evening’s all yours to explore with your group! Some suggestions on how to spend your evening in Las Vegas from our local experts are: -For the arts lovers… Wander the vibrant Arts District, packed with street murals, indie galleries, and unique local spots. -For the music fans… head to Fremont Street in Downtown Las Vegas, where you’ll find plenty of live music concerts (most of them for free too)! -For the ever-so-slightly crazy… try Nacho Daddy’s Scorpion Shot, a masterful blend of tasty spirits and exotic ingredients, topped off with a real, edible scorpion (yep, you heard right). -For the history buffs… Explore the MOB Museum (approx. $27.95), filled with gripping stories of America’s criminal underworld. This is a nonprofit organisation with a mission to advance the public understanding of organized crime’s history and impact on American society. -For the neon nerds… Visit the iconic Neon Museum (from apprx. $36.23) an outdoor experience that brings the story of Las Vegas to life, where you’ll find spaces, signs and experiences that bring our rich history to light. Please note: Reservations are required in advance and can be booked with the help of your Adventure Leader. -For the fandom fanatics… Pop into Fandom Bar, the go-to spot for lovers of all things fantasy and sci-fi."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Santa Monica Sightseeing & Sunset Beach Stroll: This morning, we’re off to the next stop on your USA tour – Los Angeles! Transfer by bus to arrive in Santa Monica in the early afternoon where your Adventure Leader will meet you, before checking into the Santa Monica hostel. You’ll have some free time to wander the iconic 3rd Street Promenade at your own pace – think street performers, cool shops, and laid-back Cali vibes. When hunger strikes, grab dinner wherever takes your fancy; your Adventure Leader will have plenty of top local recommendations for you! As the evening sets in, we’ll regroup for an unmissable activity: a sunset stroll along Santa Monica Beach followed by an arcade challenge on the legendary Santa Monica Pier!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Sunset Boulevard & Griffith Observatory at Sunset: This morning, we’re hitting the heart of LA! Take the metro to the iconic Sunset Boulevard and stroll among the stars on the Hollywood Walk of Fame. For lunch, we’ll all grab a classic California treat together with a group meal at In-N-Out Burger, before enjoying some free time to explore – maybe the Hollywood Film Museum, the Wax Museum, or a spot of souvenir shopping. In the early evening, get ready for an unmissable adventure: a hike from Griffith Park up to the legendary Griffith Observatory! Along the way, snap epic views of the Hollywood sign and arrive just in time to watch the sun dip behind the City of Angels. As you make your way back down, the city lights will sparkle below – a true main-character moment – before returning to your Santa Monica hostel."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Beach Volleyball Lesson, Flight to San Fran, & Yosemite Bug: This morning, we’re up and at ‘em with another unmissable activity: volleyball on Santa Monica beach! Your group will get your very own coach and learn how to bump, set, and spike. Then, it’s time to transfer to the final stop on the west coast – San Fran! We’ll head to the airport and take a speedy flight from LA to San Francisco. Touch down in San Francisco and meet your Adventure Leader, who’ll whisk you straight into the wild beauty of Yosemite country. Settle into the beautiful Yosemite Bug Mountain Resort – a cosy, rustic base surrounded by epic forests, fresh alpine air, and the unmistakable magic of Yosemite on your doorstep. As evening settles in, gather with your group for a tasty meal at the June Bug Café, then head up the mountain for some incredible stargazing. With the Milky Way overhead and Yosemite’s wilderness around you, it’s the perfect way to kick off your time in one of America’s most legendary landscapes."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Columbia Rock Hike & Merced River Plunge: This morning, we’ll check out of Yosemite Bug Resort and hop on the YARTS bus straight into the heart of Yosemite National Park for an unmissable day of adventure. With your expert guide, you’ll take on the rewarding hike up to Columbia Rock along the Yosemite Falls Trail, where sweeping Sierra Nevada views make every step worth it! Don’t worry, we’ll stop and refuel with a picnic lunch beneath towering cliffs and pine forests, then cool off with an exhilarating plunge into the Merced River – the perfect way to wrap up your Yosemite experience. In the afternoon, ride the YARTS bus back to the resort, grab your bags, and hit the road to San Francisco, stopping for dinner en route before checking into your hostel for a well-earned rest."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Bike ride across Golden Gate Bridge & Optional Alcatraz Island Tour: We kick off our final day with an absolute must-do: a bike ride across the legendary Golden Gate Bridge! Spend the morning cycling past some of San Francisco’s most iconic sights, taking in the views and snapping those postcard-perfect shots, before rolling back to Pier 39. Sadly, this marks the end of your tour across the USA! But if you’re up for one last adventure, you can opt to hop on a ferry to the infamous Alcatraz Island and explore ‘The Rock’ for a glimpse inside the legendary prison. Still sticking around for the evening? Let’s make it a night to remember – ride a cable car to Union Square, catch a Giants baseball game, or just soak up the buzzing San Fran nightlife one last time!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "oregon-self-drive-holiday-usa",
    "tourName": "Oregon self drive holiday, USA",
    "placesVisited": "",
    "generalInfo": "Discover Oregon's Best Adventure: 8 nights of family fun! From Crater Lake to the Columbia River Gorge, enjoy private tours, rock climbing, and stargazing. Start with the scenic Oregon Coast, indulge in local delights, then sip on pinots in Willamette Valley. Get your adrenaline pumping with rock climbing at Smith Rock State Park. Explore Crater Lake and its wonders. Traverse lava caves and stargaze while canoeing. Dive into Mount Hood and the Columbia River Gorge's ecological diversity. Depart with cherished memories of Oregon's beauty.",
    "durationDays": "9",
    "price": "4500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start your Oregon adventure by landing at Portland International Airport, where the stunning landscapes of the Oregon Coast beckon. Rent a car at the airport to embark on your scenic journey. Enjoy a picturesque 1.5-hour drive to Cannon Beach, winding through the majestic Coastal mountain range. Along the way, consider making an optional stop in downtown Portland to soak in the city's vibrant atmosphere. Arrive at your accommodations nestled along the breathtaking coastline and settle in for a relaxing evening at your leisure, embracing the tranquility of the coastal charm."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Immerse yourself in the unparalleled beauty of the Oregon coast as you enjoy a day at your leisure. Delight your taste buds with mouthwatering delicacies like fresh fish and chips and decadent marionberry pie at charming seaside restaurants. Explore the intricate ecosystems of tide pools or embark on a scenic hike amidst the lush trees and sandy beaches of Ecola State Park. Need recommendations? Your dedicated guide is on hand to tailor suggestions to your preferences, ensuring an unforgettable coastal experience tailored just for you."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Indulge in a journey through the exquisite wineries nestled amidst the rolling hills of the Willamette Valley, renowned for its world-class pinot noirs. Immerse yourself in the sensory experience as you sip on these acclaimed wines, all while soaking in breathtaking panoramic views of endless vineyards from the inviting decks of each tasting room. Along the way, your knowledgeable guide will regale you with captivating tales of the valley's rich history and geology, enriching your wine-tasting adventure with fascinating insights. After a day of vinicultural delights, embark on a leisurely 3-hour drive southward to the vibrant city of Bend. Upon arrival, settle into your accommodations and relish in a tranquil evening, reflecting on the day's discoveries amidst the enchanting backdrop of Central Oregon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Prepare for an exhilarating day of rock climbing in the iconic Smith Rock State Park, guided by a seasoned local expert. With its rugged terrain and thousands of climbing routes, Smith Rock promises an adventure like no other. Your guide will tailor the climbs to suit your skill level, ensuring a thrilling experience for both seasoned climbers and beginners alike. All necessary gear, including harnesses, shoes, helmets, and safety equipment, will be provided, leaving you free to focus on conquering the crags. As the sun sets on your day of adventure, unwind and explore the charming town of Bend at your own pace, immersing yourself in its scenic beauty and laid-back atmosphere."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Embark on an extraordinary journey to uncover the secrets of Crater Lake, a jewel nestled in the heart of Oregon and renowned as one of the purest lakes on Earth. Delve into the depths of our continent's deepest lake as you embark on a personalized hike crafted to match your interests and abilities. Your guide, a font of knowledge about the park's flora, fauna, and rich history, will whisk you away from Bend to Crater Lake, regaling you with captivating tales along the way. Prepare to be enraptured by the pristine beauty that surrounds you as you traverse the park's trails. Amidst this full-day adventure, indulge in a delectable packed lunch thoughtfully provided by your guide, ensuring you stay energized for the wonders that await."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Prepare for an enchanting day filled with natural wonders! Your adventure begins in the late morning with a small group tour, delving into the mysterious lava caves that dot Oregon's landscape. Led by your knowledgeable guide, unravel the geological history behind these mesmerizing formations, gaining insights into their creation and significance. As the day transitions into evening, get ready for a celestial experience like no other. Join a small group stargazing canoeing trip led by a local Oregon naturalist guide. Glide across the serene waters of a picturesque Cascade lake, your guide skillfully navigating the way. Beneath the vast expanse of the night sky, your guide will unveil the secrets of the stars, pointing out constellations and sharing fascinating stories of the cosmos as you drift along. Prepare to be captivated by the beauty of the universe, immersing yourself in a truly magical experience under the celestial canopy."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bid farewell to the charming city of Bend as you embark on a northward journey towards the majestic Columbia River Gorge. Along the way, rendezvous with your expert guide for an exclusive exploration of the awe-inspiring Mount Hood, Oregon's highest peak. Marvel at the breathtaking vistas as you ascend the slopes of this iconic mountain, with your guide offering captivating insights into its geological and cultural significance. As the day unfolds, make a stop at the historic Timberline Lodge, a renowned landmark nestled amidst the alpine splendor. Indulge in a delightful dinner and refreshing drinks, savoring the rustic ambiance and panoramic views that surround you. With spirits lifted and memories cherished, continue your adventure towards Hood River, nestled within the verdant embrace of the Columbia River Gorge. Prepare to be enchanted by the scenic wonders that await as you bid adieu to another unforgettable day in the Pacific Northwest."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Embark on a picturesque journey along the Columbia River Gorge, a breathtaking landscape shaped by centuries of geological evolution. Your day will be filled with awe-inspiring stops including the iconic Crown Point Vista House, where panoramic views of the gorge unfold before your eyes, and the majestic Multnomah Falls, cascading in graceful tiers amidst lush greenery. As you traverse through this natural wonderland, your knowledgeable naturalist guide will illuminate the rich history and ecological significance of the area, unveiling its secrets and mysteries. Marvel at the diverse ecosystems thriving within the gorge, a testament to the resilience of nature against the forces of time and erosion. Amidst the exploration, indulge in a delightful picnic lunch at one of Hood River's charming local parks, surrounded by the serene beauty of the Columbia River. As you bask in the tranquility of your surroundings, savoring each moment, you'll come to appreciate the profound connection between nature and nourishment, leaving you with cherished memories of a day well spent in the heart of Oregon's wilderness."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "It’s time to say “goodbye for now” to beautiful Oregon with memories to last a life time."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "rogue-river-rafting-holiday-in-the-usa",
    "tourName": "Rogue River rafting holiday in the USA",
    "placesVisited": "",
    "generalInfo": "In southern Oregon, not far from Crater Lake National Park and the California Redwoods the Rogue River flows through wild mountains on its way to the Pacific.  Join us for the only rafting trip in the United States where can you raft a wilderness river by day and stay in a comfortable lodge each evening as you progress down the river!  And if you prefer to hike, we also offer raft-supported hiking trips in May and June.  We are one of a very few outfitters able to provide these Rogue River lodge-based trips due to our relationships with the exclusive lodges along the Rogue River.<br/><br/>The Rogue River is one of the most famous rivers in the American West. It flows from Oregon’s Cascade Mountains to the Pacific Ocean through the heart of the Rogue River Wilderness. There are fun, moderate rapids, warm water and a thick-forested canyon that make the Rogue River the perfect natural playground.  During the day you raft on splashy rapids and in the quiet pools between, watch for wildlife such as deer, river otter, black bear, osprey, waterfowl and other birds that make this their home. Like all superb whitewater rafting trips, there is also plenty of variety throughout the journey including walks to waterfalls, swimming holes and historic homesteads.  The river water is warm and makes for excellent swimming.  Few rivers offer such a magical blend of activities and fun suitable for all ages. <br/><br/>The rapids on this river are perfect for all ages and the Rogue is a superb rafting adventure for families. There are many easy to intermediate rapids as well as famous ones like Rainie Falls and Blossom Bar that make for added excitement.  If you’re feeling adventurous then try your hand in an inflatable kayak for added thrills.<br/><br/>The Rogue River was named by French fur trappers who came here in the early 19th century and had some quarrels with the local Indians of the area. The French called these Indians “les Coquins” which means “the Rogues” and named the river “La Riviere aux Coquins,” the Rogue River.<br/><br/>Our trips flow through the most remote and beautiful canyons of the Rogue River where the forest is alive with wildlife.  We almost always see black bear, river otters and deer.  Birdwatchers will want to keep their eyes out for osprey, great blue herons, and the majestic bald eagle that fishes the waters of the Rogue.<br/><br/>On these great American adventures you have a choice of riding in rafts powered by oars and rowed by our guides or; riding in a paddle raft where you are part of team and with your guide, paddle and navigate through the rapids or; paddling your own inflatable kayak.  Usually people try all three craft during the trip. Each afternoon we arrive at a remote wilderness lodge that offers comfortable accommodations.",
    "durationDays": "4",
    "price": "2090",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Located in southwestern Oregon there are several options for reaching the Rogue River. You can fly Medford, Oregon, just an hour from our meeting point. Or you may be starting your western United States holiday with a rental car. San Francisco is just six hours south, Portland, Oregon is four and a half hours north and Seattle, Washington is about seven hours north. It’s easy to combine this trip with a visit to the Oregon Coast, Crater Lake National Park and/or Redwoods National Park. We meet in the small town of Merlin, Oregon at a riverside lodge for an orientation meeting the evening before the trip to answer last minute questions. You receive your waterproof gear bags (one for every two people) to pack. Since we’re staying in lodges you need only bring some clothes and personal items. Tonight, dinner is on your own."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "We greet you at 8:15am and then depart for the launch point just 15 minutes away by van. Once there we have a safety orientation and then fit you with the correct sized PFD (personal flotation device). Then it’s time to board the various craft we have - oar rafts, paddle rafts and inflatable kayaks. The river starts off gently, but soon we come to our first whitewater. Sometime before noon, we enter the Federally protected Wild & Scenic section of the Wild Rogue River at a rapid called Grave Creek. Typically we eat lunch the first day around the Class V rafting rapid called Rainey Falls (guests walk around this rapid). The afternoon sports several Class II and Class III rapids and we arrive at our evening’s accommodations, Black Bar Lodge around 4:30 or 5:00pm. While you are being assigned to your cabin and cleaning up, we prepare hors d’oeuvres that are served with regional wine and beer for you to enjoy before dinner. You may want to take a short hike around the property, visit with your fellow rafters, or play some games offered at the lodge. About 7:00pm a family-style dinner is served in the cozy lodge dining room. After dinner, you can play cards, visit, strum the lodge guitar or go outside and gaze at a star-filled sky. Around 10:00pm the Black Bar Lodge's generator is shut down, so a flashlight is handy as the property can get very dark. Accommodations: Black Bar Lodge. Meals Included: Lunch, Dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Coffee and tea is served in the lodge dining room followed by breakfast around 7:30. After breakfast we pack up and carry our gear back to the rafts and then launch about 9:00 am for another great day of exploring and fun. Today on your Oregon Rogue River rafting holiday you travel through a series of bouncing, exciting Class II and III rapids. We stop for lunch somewhere along the way, perhaps at a historic site or spot with a good walk. As the day continues we arrive at the Rogue River Ranch, a fascinating place to visit and a vivid example of early American pioneer history. Later in the afternoon we arrive at Marial Lodge to spend our second night. Once again, guests are assigned cabins and there’s time for a walk before we serve our delicious hors d’ouvres and drinks. Our family-style dinner is served around 6:30pm and after dinner our guides lead guests on a lovely and very scenic hike down a trail that leads to a spectacular waterfall. With long summer evenings there’s also time to enjoy the deck with expansive views of the river canyon before heading to bed. Accommodations: Marial Lodge Meals Included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wake up to the sound of birdsong and quiet. Breakfast is served around 8:00am and afterwards we pack up and head to the river. The third day has some of the most spectacular rapids on the Rogue River. There’s plenty of laughter and excitement as we raft through Mule Creek Canyon followed by Blossom Bar and Devils Staircase rapids--all Class IV. Tonight we arrive at our final riverside lodge, Half Moon Bar Lodge. Accommodations: Half Moon Bar Lodge Meals Included: Breakfast, Lunch, Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The rest of the trip takes us through relatively easy Class II and III white water. When the sun is high overhead we find a shady spot for another bountiful lunch. There are a few more rapids and more peaceful and beautiful scenery before we reach our take-out at Foster Bar. We aim to arrive at the take-out by 3:00pm and then load up into vans for a two-hour drive over the mountains back to our starting point. In the autumn, also offer a 4-day camping version of this same adventure. At this time of year the lodges are filled with fishing trips and the beaches and camps on the Rogue are scarcely used, making ideal conditions for our trips. Meals Included: Breakfast, Lunch"
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "salmon-river-rafting-holiday-in-idaho-usa",
    "tourName": "Salmon River rafting holiday in Idaho, USA",
    "placesVisited": "",
    "generalInfo": "The Middle Fork of the Salmon in Idaho is a legend and the finest alpine wilderness rafting trip in the world.  The pure, clear, free-flowing river drops 3000-feet during its 100-mile journey through Idaho's remote and spectacular “River of No Return Wilderness” the largest wilderness area in the lower 48 states. Natural, wild and untamed, Idaho's Middle Fork is protected as one of America’s first Wild and Scenic Rivers. On this incredible wilderness rafting trip there are no roads and although this canyon was once home to gold miners and pioneers, little remains of man’s brief presence other than the pictographs of Native Americans and a few dilapidated log cabins. <br/><br/>We launch our boats at nearly 6,000 feet above sea level and immediately enter an verdant forest of fir and spruce.  This is a steep river, at first shallow and narrow and filled with boulder-choked rapids. As each mile passes there are side creeks that tumble in and add to the Middle Fork's clear sparkling water. The whitewater rapids are frequent and challenging on the Middle Fork.  Rafting guides speak their names with reverence - Ram's Horn, the Chutes, Marble Creek, Artillery,  Devil's Tooth and House Rock to name just a few on this classic American West whitewater rafting trip.<br/><br/>As the river drops in elevation, the Middle Fork of the Salmon River widens and slows down a bit as the spruce forest opens up to a wider valley of pine-clad mountains.  Our rafts drift quietly over deep pools of crystalline water—home to native cutthroat and rainbow trout.  We stop often to visit nearby Native American pictographs and pioneer homesteads.  Your guides share their knowledge of this story-filled canyon and use their skills to help draw the silent stories from these historic places.<br/><br/>Further on this rafting tour enters “Impassable Canyon” where granite mountains of staggering dimensions rise from the clear Middle Fork water high into a cobalt-blue Idaho sky. We stop at least twice a day for walks to special places and scenic wonders.  Soaking in the many natural hot springs along the Middle Fork are highlights for many of our guests.<br/><br/>As we near the end of this life-changing Idaho rafting holiday, having dropped 3,000 feet in elevation and gained a lifetime of memories, it is hard not to envy the Native Americans and pioneers who spent their whole lives in the vast wild area that encompasses the Middle Fork of the Salmon River.<br/><br/>On these trips you have a choice of riding in rafts powered by oars, rowed by our guides  while you enjoy the ride and take photos or; riding in a paddle raft where you are part of team paddling with your guide who gives commands or;  the excitement of paddling your own inflatable kayak.  We also have a cargo raft that travels ahead of the group along with two guides who set up a luxury camp including your tent, a complete kitchen with dining tables and chairs and more.  The food that is served  is fresh, bountiful and artfully prepared, packed in  large ice coolers and using the best-available fresh ingredients.  <br/><br/>In addition to rafting trips, we also have raft-supported hiking tours of this magnificent country. Load up a day pack with supplies to get you through the day, then hike to camp where you're gear will be waiting, tent set and food cooking.",
    "durationDays": "6",
    "price": "3590",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "This trip is accessed through Boise, Idaho which has air service from most major US carriers, often connecting through Salt Lake City, Denver or other major gateways. From Boise you continue to Stanley, Idaho by rented car or small air taxi. Below is a typical itinerary, but remember that every trip is unique. Water levels, as well as the campsites we are assigned by the U.S. Forest Service, vary week to week. This itinerary is meant to give you a snapshot of the trip but should not be considered an exact itinerary. Extreme high water or low water trips begin at Indian Creek—a 25-minute flight from Stanley, Idaho. You arrive in Stanley by 7:00pm MST to meet your lead guide for a one-hour orientation meeting. Any last-minute questions you have are answered and we give you your waterproof bags to pack with your gear for the trip. Dinner is on your own. You may want to schedule some time at the hotel’s private hot spring (reserve when checking in)."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet at 7:30am for a two-hour bus ride to Boundary Creek and the start of our trip. At 6,000 feet elevation, the air is fresh and the forest thick with spruce, fir and pine. At the river’s edge we give a safety orientation while your personal gear is loaded onto the rafts. Then everyone chooses a raft (paddle or oar-powered) and climbs aboard. The first 15 miles of the Middle Fork are fast and rapids are steep, narrow and come in quick succession. During lunch, we give a talk to explain how we minimize our impact on the river with Leave No Trace camping techniques. Then after lunch the river continues to be spry and challenging. Every few hundred yards a creek crashes into the river, increasing the flow. We travel between 10 and 15 miles the first day and usually arrive at camp around 4:00pm. This gives you time to enjoy a hike, go fishing, reading or just relax. Hors d’oeuvres are served about 6:00 and dinner around 7:30. After dinner, a campfire is lit and the warmth naturally invites all to share stories of the day, and life."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We wake you up about 7:00am with coffee at your tent (or tea or hot chocolate). Breakfast is served and after, you pack up your personal gear. Rafts are loaded and we depart from camp for an adventure-filled day of rapids, magnificent scenery and plenty of plain old fun. We stop to visit visit one or two pioneer homesteads on these first few days. We often also stop to explore the old miner’s camp at Powerhouse Rapids. Today is a good day to keep your eyes open for the nest of the playful American Dipper, a small gray bird that swims underwater and builds its nest above fast-flowing water often in the middle of a rapid. We have plenty of fun rapids as the river continues its quick descent. At lunch we take out the inflatable kayaks for those seeking a more intimate experience with the river. We stop for a soak in Sunflower Flat Hot Springs with pools above the river that cascade over a rocky cliff to create nature’s perfect shower. We make camp around 4:00pm and enjoy hiking, fishing and relaxing. After dinner the night sky is brilliant with stars and planets the welcome stories and wonder."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We’ve dropped over 1,500 feet in elevation so our days and nights are warmer. The fir and spruce make way for towering ponderosa pines, sagebrush and riparian hardwoods. The gin-clear water carries us swiftly along as the river channel widens and narrows due to the underlying geology. One of today's highlights is stopping to view pictographs of the Native American Tukudeka, or Sheepeater Indians who lived in this canyon until the 1870’s. The afternoon is most relaxing as the canyon widens and the current slows. We learn about early pioneers and their colorful stories. Lunch is often accompanied by a short walk or swim. By latter afternoon we arrive to camp near Loon Creek, about 50 miles from our starting point. A highlight here is a hike to the Loon Creek hot springs. Summer evenings are long, with darkness arriving around 9:30pm or even 10:00pm in June and July. The night sky, crackling campfire and fresh mountain air will help you sleep like a baby."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This is yet another great day of active rapids and incredible Rocky Mountain scenery. We often see big horn sheep attracted to natural licks along the river where they find important minerals. Those fishing will continue to do well with the bountiful trout and birdwatchers are likely to see falcons, songbirds and golden eagles. We pass our last hot spring at Hospital Bar, so named because early cattlemen let their stock rest and feed at this large flat and easy ford across the river. Continuing on we raft through the Tappan series of rapids. This is a great photo opportunity with plenty of splashes and thrills. The final miles to camp offer a chance to lean back and take in the awe-inspiring scenery of the River of No Return Wilderness."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The river carries us through more astounding scenery and late morning we run Haystack Rapid, the most dynamic rapid on the river. This is the official start of Impassable Canyon as the canyon narrows and deepens creating a series of action-packed rapids. A favorite stop is at Waterfall Creek, where a steep trail leads up to the Bighorn Crags. We walk beneath the falls and on hot days finish with a jump into the river. Shortly downstream the river has made a deep incision into the Idaho batholith – the largest monolithic chunk of granite in North America and you look up for neck-bending panoramas. Further downstream we hike to the base of Veil Falls, a soul-stirring cavern with pictographs and magic. By the end of the day you will have seen some of the most beautiful wild scenery on earth. Once at camp, the silhouette of canyon walls against the night sky will captivate you as you reflect, celebrate and share with newfound friends on your last night on the Middle Fork."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "As we push off from shore we float past the hideout of the legendary Earl Parrot, Hermit of Impassable Canyon. His story is as big as the canyon and adds just one more thread of wonder to your rafting experience. As the sun breaks over the canyon rim, more big rapids greet us as we pass beneath vistas of staggering dimensions. As we near the end of our 100-mile journey, we stop to enjoy lunch on a glistening sand beach just above the Middle Fork's confluence with the Main Salmon. We continue to our takeout, carry personal gear to the waiting bus and settle back for a two-hour ride to the town of Salmon. After you enjoy a hot shower and find a change of clothes we meet for a celebratory hosted farewell dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "If you drove to Stanley and had your car shuttled, it is waiting for you at the hotel. If you are flying home, you'll board an air taxi for the one-hour flight back to Boise to connect home. A nice extension to consider would be north to Glacier National Park or southeast to Yellowstone National Park."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "san-francisco-to-la-tour-usa",
    "tourName": "San Francisco to LA tour, USA",
    "placesVisited": "",
    "generalInfo": "San Francisco and Los Angeles are two of the most well-known locations in the USA… but what’s in between? This 13-day trip takes you from the shores of San Francisco to the bustling streets of La La Land via Nevada, Arizona and Utah. See desert landscapes, expansive national parks and the world-famous Grand Canyon! If you want to experience the buzz of the big city mixed with the adventure of forests, cliffs and canyons, this trip has all your bases covered. Journey through the west coast on a classic North American road trip with the flexibility to go with the flow.",
    "durationDays": "13",
    "price": "2035",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "San Francisco.",
        "description": "Welcome to California! Your adventure begins in San Francisco – The City by the Bay that boasts a beautiful setting and a vibrant, multicultural heart. You’ll have a welcome meeting at 6 pm tonight, followed by an optional group dinner. If you arrive early, maybe check out the vintage stores along funky Haight Street, catch the tram down to the waterfront or take an adventure cruise on the bay past Alcatraz Island. Better yet, consider booking an Urban Adventures sightseeing tour like Bridge and the Beach, where you’ll see a different side of the Golden Gate from Baker Beach."
      },
      {
        "dayNumber": 2,
        "title": "Yosemite National Park.",
        "description": "This morning, you’ll drive into the heart of the Sierra Nevada Mountains to your destination – the magnificent Yosemite National Park. Passing by serene vistas, you’ll catch a glimpse of one of Yosemite’s most recognisable features – Half Dome. You'll spend three nights camping near Yosemite National Park so that there are two full days available to explore at your own pace."
      },
      {
        "dayNumber": 3,
        "title": "Yosemite National Park.",
        "description": "Today is free to discover the wonders of the park. One of the most famous parks in the USA, Yosemite boasts colossal granite cliffs, cascading waterfalls and redwood forests that attract visitors worldwide. The leader will point you in the right direction from the village before leaving you to spend the day as you please. There are plenty of hikes available, each varying in steepness and difficulty. Maybe hike under the cooling breezes of Nevada Falls (4 to 5 hours) or to the serene Mirror Lake (45 minutes). Keep an eye out for squirrels and bears along the way. You might prefer to hire a bike and explore Yosemite Valley. You can also visit the park's museum, photo gallery, shops and restaurants, and in the heat of summer, a relaxing float down the Merced River is highly recommended."
      },
      {
        "dayNumber": 4,
        "title": "Yosemite National Park.",
        "description": "With a second full day in the park, there’s an opportunity to explore a different side of Yosemite. Your leader will take you on a guided hike to Hetch Hetchy – an often overlooked, elevated valley in the park’s northwest corner. It has a floor elevation of 1150 m (or 3800 feet), and one of the main characteristics is its man-made reservoir, built in the early 20th century. The area attracts far fewer visitors than the more well-known Yosemite hiking points, and its remoteness makes it the ideal place to discover cascading waterfalls and beautiful wildflowers."
      },
      {
        "dayNumber": 5,
        "title": "Sierra Nevada / Keough Hot Springs.",
        "description": "Depart Yosemite via the Tioga Pass this morning, stopping at Mono Lake on the way. The Sierra Nevadas are sandwiched between Central Valley and Death Valley – this is a scenic trip that will take you to the town of Bishop, where you’ll camp the night and visit some nearby natural hot springs. In town, maybe go to Erick Schat’s European-style bakery for a delicious treat, or stop in tomorrow for a coffee and cake on the way to the glitz of Vegas."
      },
      {
        "dayNumber": 6,
        "title": "Las Vegas.",
        "description": "Drive to the original sin city this morning – Las Vegas, Nevada. Vegas may be known for its casinos and late-night antics, but there's plenty to do if gambling isn't your thing. Hit the shops, see a world-class stage show, feel your stomach drop on a rooftop roller-coaster or stroll along Freemont Street, soaking up this neon-filled desert city. If you plan to see a show, remember that tickets can sell out quickly for popular shows, so it’s best to book before your tour begins."
      },
      {
        "dayNumber": 7,
        "title": "Las Vegas.",
        "description": "With another day in Las Vegas, you can continue to discover all things over-the-top. Food-focused travellers may want to check out one of the celebrity chef restaurants around town (Giada De Laurentiis, Gordon Ramsay and Wolfgang Puck all have places here). See the Eiffel Tower of the USA, check out the Bellagio Fountains or visit one of the wacky museums. If you didn’t head out last night, chat to your leader for the lowdown on sin city's best shows, clubs and restaurants and the option of hiring a limo for the night. You might as well go all out in Las Vegas, right?"
      },
      {
        "dayNumber": 8,
        "title": "Zion National Park.",
        "description": "This morning, you’ll drive from Vegas to Zion National Park – a nature preserve in Utah famous for its steep red cliffs and scenic drive that leads to forest trails along the Virgin River. When you arrive, you have free time to explore the park. Maybe you’d like to take on one of the popular hikes this afternoon – your leader is always on hand with the best recommendations. Tonight, you’ll be camping near the park so it’s a good opportunity to unplug, do a spot of star gazing and listen to the sounds of nature."
      },
      {
        "dayNumber": 9,
        "title": "Bryce Canyon National Park.",
        "description": "This morning, you’ll head out on a scenic drive from Zion to Bryce Canyon National Park – another reserve known for its crimson-coloured hoodoos (spire-shaped rock formations). Along the drive, you’ll explore the park’s popular road stops for the best overlooks. When you arrive, you have some free time, so maybe head out on a hike or explore at your own pace. Tonight, you’ll spend another night camping near the park."
      },
      {
        "dayNumber": 10,
        "title": "Grand Canyon National Park.",
        "description": "This morning you’ll drive to Grand Cayon National Park – a must-see for any USA adventure! When you arrive, get ready to admire a natural wonder formed by over six million years of erosion by the Colorado River. When you think about the canyon’s dimensions – 450 km long, 630 km wide and 1600 m deep – it really does warrant the ‘grand’ title. You’ll spend two nights here, which allows for a full day of exploration tomorrow. Check out the park’s massive scale on a walk around the rim or, if you’re feeling more active, hike into the canyon itself to stretch your legs."
      },
      {
        "dayNumber": 11,
        "title": "Grand Canyon National Park.",
        "description": "Today is a free day to explore the Grand Canyon and all its beauty. Stroll along the meandering South Rim Trail or hike your way down to Plateau Point. In the early evening, relax at the canyon's edge and enjoy a spectacular sunset over one the world's best natural wonders."
      },
      {
        "dayNumber": 12,
        "title": "Joshua Tree National Park.",
        "description": "This morning, leave the canyon behind and travel along the famous Route 66, stopping in Seligman along the way – a quirky small town that features a vibrant slice of retro America. After wandering around the shops and old-school diners, continue your road trip to Joshua Tree. Sitting between the Mojave and Colorado Deserts, the Joshua Tree is famous for its spectacular desert plants, cacti and spiky trees, bizarre rock formations and a pretty good U2 album. After a wander through the park, you’ll head to Lake Havasu on the Colorado River (at the Arizona border) and check in to your hotel for the night. You might like to head out on a scenic hike around the town, learn the backstory of the city’s unique London Bridge, or even take a refreshing dip in the Colorado River."
      },
      {
        "dayNumber": 13,
        "title": "Los Angeles.",
        "description": "This morning, you’ll drive to Los Angeles, where your trip comes to an end. If you’d like to extend your stay, just speak to your booking agent."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "self-drive-tour-of-the-national-parks-of-america",
    "tourName": "Self drive tour of the National Parks of America",
    "placesVisited": "Travel through six states: Colorado, Wyoming, South Dakota, Arizona, Utah and New Mexico, Denver, Cheyenne, bison in Thunder Basin National Grassland, Custer State Park, Jewel Cave National Monument, Mount Rushmore and Crazy Horse National Monuments, Sheridan, wild horses in Bighorn National Park, Cody, Yellowstone National Park, Grand Teton National Park, Jackson, Salt Lake City, Fishlake National Forest, Bryce Canyon National Park, Zion National Park, Lake Powell, Monument Valley Navajo Tribal Park, Mesa Verde National Park, Rio Grande National Forest, Alamosa, Colorado Springs",
    "generalInfo": "Set off on a three-week self drive tour of the national parks of America, exploring rugged landscapes, discovering Native American culture, and enjoying lots of time in the great outdoors. You’ll travel through six different states and although guided by an itinerary, you’re free to explore at your own pace.<br/> <br/>In Arizona, see hills punctuated by tall cacti and explore Monument Valley. In Utah, Zion National Park is a wonderful place for walking and in Colorado, where this tour begins, you’ll find spectacular mountain ranges, iconic Monument Valley, and the Puebloan Indian houses of Mesa Verde National Park. Wyoming, further north from here, is all about cowboy culture of the Wild West, characterised by never-ending grasslands and tiny Western towns. Over in South Dakota, see the landmark memorials of Crazy Horse and Mount Rushmore, and discover the Native American heritage here. You’ll also spend time in iconic Yellowstone National park, a place of spurting geysers and abundant wildlife. Other highlights include Grand Teton National Park, home to huge peaks, deep lakes and buzzing town of Jackson.<br/>",
    "durationDays": "24",
    "price": "6500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "International Outbound Flight - Denver. Today you will begin your journey by boarding your international outbound flight to Denver. On arrival in Denver make your own way to your downtown hotel. The remainder of the day is free to relax."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Denver. Enjoy a day exploring the highlights of Denver. Don't miss the Denver Art Museum, the Colorado History Museum or explore the city's many excellent art galleries. Alternatively, relax in Larimer Square and sample some excellent local cuisine while people watching."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Denver - Cheyenne. Pick up your hire car and drive north past Roosevelt National Forest to the town of Cheyenne, just across the border into Wyoming. Cheyenne still exudes the atmosphere of the Wild West. Be sure to visit the Wyoming State Museum and the Union Pacific Railway terminus."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cheyenne - Custer. Travel north from Cheyenne to Custer State Park in South Dakota. You may wish to visit Thunder Basin National Grassland en route which offers excellent bison watching."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Custer. Spend the morning looking for bison on the grassy plains of Custer State Park or visiting the remarkable geological feature of Jewel Cave National Monument. A highlight of the region are Mount Rushmore and Crazy Horse national monuments, indelibly carved from the natural rock."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Custer - Sheridan. Leaving Custer, you may wish to visit the old Wild West town of Deadwood and Devil's Tower National Monument before continuing on to Sheridan. The afternoon is free to explore this fascinating Western town."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sheridan - Cody. Travel west from Sheridan to Cody. Do ensure you spend some time exploring Bighorn National Park where herds of wild horses roam amid spectacular mountain scenery."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cody - Yellowstone National Park. Your drive today takes you in to Yellowstone National Park. The scenery gets ever more spectacular as you approach Yellowstone Lake. Do ensure you keep a look out for wildlife which thrives here."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Yellowstone National Park. Enjoy a full day in Yellowstone. This magnificent park offers a wide range of activities such as walking, canoeing and mountain biking. Be sure to visit \"Old Faithful\", the park's renowned geyser, as well as the colourfully-hued lakes, boiling mud and sulphurous springs. Elk, bison, antelope and wolves abound so do keep your camera handy."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Yellowstone National Park - Jackson WY - Grand Teton National Park. Leaving Yellowstone, drive south through magnificent mountain scenery to Grand Teton National Park. The afternoon is free to explore the little town of Jackson or go walking, boating, cycling or horse-riding."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Jackson, WY - Grand Teton National Park. Grand Teton National Park awaits your discovery today. You may wish to visit beautiful Jackson Lake, take a boat trip on picturesque Lewis Lake or look for wildlife in the mountains and forests. Don't miss a guided wildlife discovery trip into Grand Teton National Park to learn about the region's fascinating flora, fauna, geology and history."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Jackson, WY - Grand Teton National Park , Salt Lake City. Depart Grand Teton National Park and drive south along the banks of the Uinta Wasatch Cache National Forest to Salt Lake City. The afternoon is free for you to explore this lovely city."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Salt Lake City. You have a full day today to explore the great city of Salt Lake City. You may wish to take a hike in Big Cottonwood Canyon, visit Red Butte Gardens or the Mormon temple or simply enjoy the eclectic shops and the pavement cafés."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Salt Lake City - Bryce Canyon National Park. Drive from Salt Lake City through Fishlake National Forest to the magnificent Bryce Canyon National Park. Be sure to visit Bryce Canyon's magnificent scenery which is especially beautiful at sunset."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Bryce Canyon National Park , Springdale - Zion National Park. Drive through spectacular red rock mountain vistas as you wind your way south towards Zion National Park. The afternoon is free to explore the little town of Springfield, lying at the gateway to Zion National Park, or exploring the park itself."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Springdale - Zion National Park. Spend a full day in Zion National Park. There are many activities available and some truly magnificent mountain scenery to explore. You may wish to take a hike to the Narrows, the Emerald Pools or walk one of the many trails."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Springdale - Zion National Park. Drive from Zion National Park into Arizona. This route takes you through wonderful forest scenery through the town of Kanab to Page on the edge of Lake Powell. You may wish to take a boat trip on the lake this afternoon."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Page - Monument Valley Navajo Tribal Park Drive from Page to Monument Valley where you have the afternoon free to explore this incredible landscape. Be sure to take a Navajo-guided tour through the valley to learn all about its flora, fauna, geology and Navajo history."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Monument Valley Navajo Tribal Park - Mesa Verde National Park. Leaving Monument Valley, drive east through New Mexico and into Colorado. Be sure to stop at some of the many marvellous Ancestral Pueblo Indians sites along the way, such as Hovenweep National Monument. Your destination is the stunning Mesa Verde National Park."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Mesa Verde National Park. Mesa Verde National Park awaits your discovery today. Visit the Ancient Pueblo Indian dwellings of the National Park to learn all about this fascinating civilisation and be amazed at their stunning cliff dwellings. You may also wish to hike the trails that lead through this excellent national park."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Mesa Verde National Park - Alamosa. Today your drive takes you through the heart of Colorado and the Rio Grande National Forest to the pretty town of Alamosa."
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Alamosa - Colorado Springs. Drive past California Peak, the most southerly in the Great Sand Dunes National Park, and through the town of Pueblo, arriving at Colorado Springs where the remainder of the afternoon is free to explore."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Colorado Springs - International Return Flight There is time this morning for last minute shopping and sightseeing before driving back to Denver and returning your hire car at the airport prior to boarding your onward flight."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "International Return Flight. Arrive home today to complete your journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "snake-river-rafting-holiday-in-hells-canyon-north-america",
    "tourName": "Snake River rafting holiday in Hells Canyon, North America",
    "placesVisited": "",
    "generalInfo": "A rafting holiday on the Snake River in Hells Canyon is a trip of superlatives.  Hells Canyon was carved by the powerful Snake River and is North America's deepest gorge at nearly 8,000 feet. The river canyon forms the border between Oregon and Idaho and is primarily inaccessible by road.  Floating through Hells Canyon offers spectacular views of towering mountains and an immersion into remote regions of Idaho and Oregon wilderness areas. There is abundant wildlife to see including black bear, big horn sheep, river otter, golden eagles and more.  Fishing is excellent for trout and bass.  Finally, the thrilling Class III-IV white water rapids make the Snake River in Hells Canyon a world-famous river rafting adventure holiday.<br/><br/>Our Snake River rafting adventures through Hells Canyon pass through the traditional lands of the Nez Perce Indians, a land that is both rich in myth as well as geologic wonder. The river runs from south to north, cutting through some of the most rugged, impressive landscape on earth.  From various side creeks, boulders and rock slides have rolled into the river creating the biggest white water rafting rapids in the Pacific Northwest of the United States.  There are high-crested waves and raft-swallowing holes that drench you in white water excitement.<br/><br/>Between the rapids, there is plenty of time to relax and gaze upon snow-capped peaks that tower more than a mile above.  There are mountainsides covered in golden grass and pine forests and it is common to see roaming bears, grazing deer, soaring eagles, or wild mountain goats.<br/><br/>Some people come to raft the Snake River for the excellent fishing. Species include trout, smallmouth bass and North America's largest freshwater fish, the white sturgeon.  Others come to learn more about the history of the Native Americans who lived here for thousands of years and to view their rock art.  There are also early American homesteads remaining as a graphic example of the settling of the American West.  Everyone enjoys swimming in the near-70-degree water, camping under the stars and sharing the wonders of Hells Canyon.<br/><br/>On these trips you have a choice of riding in oar-powered rafts with a guide who does all the work while you simply enjoy the ride and taking photos; riding in a paddle raft where you are part of team paddling along with your guide who gives directions or;  paddling your own inflatable kayak.  We have a cargo raft that travels ahead of the group and sets up a deluxe camp including your tent, a complete kitchen with dining tables and chairs and more.  Food served along the way is excellent, all packed in large coolers on ice using the best-available fresh ingredients.  We provide one guide per three to four guests ensuring a high level of quality personal service.  <br/><br/>Three to six day trips are offered depending on the month.   It’s also possible to combine this trip with another whitewater river such as the Lochsa, or a stay at our own Idaho guest ranch.",
    "durationDays": "5",
    "price": "2190",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 0,
        "title": "",
        "description": "Travel from your home to Boise, capital city of Idaho. Boise is easily accessible via Salt Lake City and other major airline hubs. From Boise we transfer you two hours to the small town of Cambridge, Idaho where we meet at a local motel at 7:00 PM Mountain Standard Time (MST). We have an orientation meeting to answer any last-minute questions and give you your waterproof gear bags. Dinner is on your own."
      },
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet your guide at 7:30am for a two-hour bus ride to the put-in on the Snake River. We stop along the way for a hosted breakfast. Our launching point is at the base of Hells Canyon Dam, about 1,500 feet above sea level. There we have a thorough safety briefing while personal gear is loaded. The briefing covers how to paddle, how to ride in a raft, how to swim through rapids, and other important advice for the days ahead. Once complete, everyone chooses a raft and climbs aboard. The Snake River has “pool and drop” characteristics which means that there is a long pool of calm water followed by a rapid. Before long after we launch we run several fun Hells Canyon rapids that are a great roller coaster ride and taste of what is to come. After an hour or so, we stop for a riverside lunch and some guides prepare the meal while others give a “camp orientation” to explain how we minimize our impact on the river. ROW adheres to \"Leave No Trace\" camping ethics, so you learn how and where to wash up, how our toilet system works, where to brush your teeth, put trash and recyclables, etc. Then come to the table to make a sandwich and eat a hearty meal in this open-air dining experience. Typically we raft two big class IV rapids the first day – Wild Sheep and Granite. These immense and impressive rapids never fail to get everyone’s heart pumping. This is also a good day for fishing as the water is cooler at this elevation and fishing for trout in the tail waters of the rapids is excellent. About 4:00pm we get to camp which is all set up by our crew and raft that have traveled ahead. You have plenty of time for hiking, reading, fishing, or simply relaxing. Hors d’oeuvres are served around 6:00 and dinner around 7:30. It stays light until past 10 in June and July but finally the evening sky grows dark and the first stars appear. With no interference from city lights the stars are extremely bright and invite contemplation on the day and conversation with friends, new and old."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "We wake you about 7:00am by bringing coffee to your tent, or your choice of tea or cocoa. Breakfast is served around 7:30, and afterwards, while we clean up the kitchen, you pack up your personal gear. We depart camp about 9:30 for a continuation of your Snake River rafting holiday. This is an exciting day of rapids, sun and dramatic scenery. We stop to explore a homesteader's cabin, root cellar and farm implements that give you a glimpse into what pioneer life would have been like a century ago. We continue on with more Snake River whitewater rafting. At times the river mellows and you can jump in and float along with the rafts. The mountains tower above as the hot sun shines down. There are over a hundred Native American rock art sites along the Snake River in Hells Canyon and during the trip we stop to looks at several. This is a unique and special place because we find both pictographs (rock paintings) and petroglyphs (rock carvings) left by the different tribes that traveled the canyon including both the Nez Perce and Shoshone. We camp tonight in the Salt Creek area, likely on a sandy beach. After dinner, another delightful evening awaits with time to share the day’s events with new friends under a gorgeous night sky."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "One of the highlights of today is a hike along the river trail at Suicide Point. High above the river are stunning view of sweeping panoramas. We return to the rafts, and the Snake carries us to our next stop. We pull ashore at the Kirkwood Historic Ranch which not long ago was a working sheep ranch. We visit the blacksmith shop, water system, sheering shed, and homestead cabins. Before the creation of the Hells Canyon National Recreation Area in 1976, this ranch had thousands of sheep grazing in the surrounding mountains. We continue down river and the canyon opens up as we arrive at Pittsburg Landing, somtimes take a short hike to see one of the richest collections of Indian petroglyphs on the Snake. Then continue past Pittsburg Landing. Soon after the river narrows and the canyon's beauty intensifies. At camp each evening our guides often set up horseshoes or guide a hike. We feast on another healthy and nutritious meal, enjoy sharing stories and then the night sky and fresh mountain air help you sleep soundly to the quiet rush of the river’s song."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Today, in addition to the spectacular scenery and whitewater, there are some intriguing history lessons. We pass by the river crossing used by Chief Joseph and the Wallowa band of the Nez Perce Indians during their 1877 forced exodus from their homeland. At a place called China Creek our guides weave the story about a massacre of Chinese miners who were thought to have had a large cache of gold. The human drama in Hells Canyon is certainly as interesting as the many natural wonders we discover including the abundant wildlife, flora and geology. After another full day of river rafting fun and discovery brings us to camp for more exploring, dinner and finally, sleeping."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "We continue downriver in our rafts and gaze upon more dramatic scenery. Between the exciting rapids, we look for golden eagles soaring overhead. At Eureka Bar you learn about the copper mines at and the past era of steamboats that travelled along this river. In the afternoon we come to the confluence with the legendary Salmon “River of No Return.” From here on we are carried along on double the volume of water as compared to just the Snake River alone. Tonight we camp on a large, white sand beach where there is time for playing on the beach, taking a hike above camp to take photos, relax and sunbath or whatever you might want. Then it’s time for yet another perfect evening of laughter and camaraderie under a big Western star-studded sky."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "By now you are completely adjusted to “river time” and wake up to welcome a new day of adventure. There are some big waves and big rides on this section of the Snake River as well as some long stretches of flat water. Depending on the river flow, we may join the rafts together and use a small, quiet outboard motor to cover some of the day’s miles. As we travel downstream, we float by a mountainside where the original Nez Perce trail descends into the canyon to a crossing place used for centuries by the Nez Perce as they traveled east from the Wallowa Mountains (in today’s northeast corner of Oregon) on their way to fish the Salmon River, or go even farther to the plains of Montana to hunt buffalo. We stop for lunch on a sandy beach and take time for a group photo. After a few more miles of magnificent scenery we reach our ending point just past the Snake River's confluence with the Grande Ronde River. Gear is untied and everyone carries their personal gear to the waiting bus and then we take a 45-minute ride back to the town of Lewiston, Idaho. At the motel enjoy a hot shower, change clothes and then we meet for a hosted dinner at a local restaurant."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "If you drove to Cambridge and had your car shuttled north, it's waiting for you at the hotel. If you are flying, there’s a free shuttle from the hotel to the Lewiston airport. Or you can take a taxi two hours north to the Spokane airport which sometimes offers more reasonable airfares than Lewiston."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "south-carolina-self-drive-holiday-in-usa",
    "tourName": "South Carolina self drive holiday in USA",
    "placesVisited": "",
    "generalInfo": "This 12-day custom itinerary begins in Charleston, one of the South’s most vibrant and historical cities. Well-known for its pastel-coloured antebellum houses, swaying palm trees and a lovingly preserved low-level skyline with no buildings higher than a church-spire, the city has a storied past that is best discovered on foot.<br/><br/>Two hours away lies the low-country resort of Montage Palmetto Bluff, a nature-lovers haven for the well-heeled traveller. Spend a few days exploring the pristine waterways that surround the resort and learn about the ecology of the area by boat, bicycle or walking with a resident naturalist. You will have the opportunity to observe native birdlife including wood stork, roseate spoonbill and egret as well as wild dolphin playing amongst the marshes. You should also keep an eye out for the alligators that peruse the resort’s natural lagoons.<br/><br/>From the quaint town of Bluffton, you will drive on to Hilton Head Island, a coastal gem with white sand beaches, an abundance of diverse wildlife and miles of protected shoreline. You can visit the Pickney Island National Wildlife Refuge to spot heron and white-tailed deer or hike through Sea Pines Forest Preserve. We also recommend visiting the Coastal Discovery Museum, where you can learn all about the sea turtles that nest and hatch on the beaches of Hilton Head. With the temptation to drive for hundreds of miles on a road-trip in America, this is a single-state itinerary that slows you down to experience the raw natural beauty of one of America’s lesser visited states by international tourists.",
    "durationDays": "12",
    "price": "4500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Begin your journey by boarding your international flight to Charleston, SC. On arrival in Charleston, you will make your own way to your hotel. The rest of the evening is yours to enjoy. Why not take a stroll up neighboring King Street and enjoy dinner at a local restaurant"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After a leisurely breakfast, you will head out for the day to meet your local guide for a walking tour of Charleston. Knowledgeable and friendly, your guide will tell tales of the Revolutionary and Civil wars, as well as give you insider tips on the best spots to eat and drink in Charleston. Your guide can also give you recommendations for museums if you wish to further develop your knowledge of the city’s history. Later that afternoon, you may wish to visit the Old Slave Mart Museum, Fort Sumter or one of the antebellum houses, once lived in by a wealthy family."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The day is yours to enjoy. Visit a nearby plantation on the outskirts of Charleston along the May River Road, peruse the boutiques of King Street or take a culinary tour of the city’s best restaurants."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Picking up your rental car, drive two hours south to the town of Bluffton, where you will find Montage Palmetto Bluff. Time it right, and you can say hello to the resident pups at check-in before being shown to your lagoon view room. Take in the surroundings on your porch and see if you can spot one of the alligators who live in the lagoon before heading out for dinner. Be sure to stop by the fire-pit and the s’mores cart before retiring for the night."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "This morning, explore by bicycle and admire the salt-marsh landscape that surrounds the resort. Enjoy lunch by the pool, and then head down to the pier for your eco-boat tour out on the water. Search for wild dolphins and keep your eyes to the sky to admire resident birdlife."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Spend another day at leisure at the Bluff. Take your pick from a variety of activities on offer, from kayaking out to a remote sand-bar to visiting fascinating Daufuskie Island to learn about Gullah culture, there is plenty to enjoy."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Say goodbye to the Bluff and head into town to learn about the historic churches and buildings that are preserved here. Take a stroll to the general store to pick up some souvenirs and enjoy a fresh fruit smoothie at one of the independent cafes. Then, take the short 15-minute drive to Hilton Head Island and enjoy an afternoon at the beach."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Rise early and head to the Pickney Island National Wildlife Refuge, where you can explore over 14 miles of hiking trails. Brightly coloured painted buntings are easily spotted in the summer months, but be sure to bring binoculars to spot more elusive birds – there are over 250 in the refuge. The refuge is also one of the best places in the state to see yellow-crowned night herons. Those looking for an active day can hike to White Point, where you will be rewarded with a small, pristine beach as well as sweeping views of the water – the hike is 7.8 miles round-trip."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Today, visit the Coastal Discovery Museum to learn about sea turtles and in the afternoon, visit the Harbor Town Lighthouse to view artefacts from island's historic eras. Once you reach the top of the lighthouse, you will be rewarded with panoramic views over the island's landscape."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Soak up the Carolina sunshine on the beach today, or for more active travelers, head to the Sea Pines Forest Preserve for hiking trails. You may also wish to rent a kayak and explore the waterways and creeks surrounding the island."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Spend your last day catching some rays by visiting one of the many beaches on the island. You will have the day to relax before driving back to Charleston to drop your car off and catch your overnight flight home."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Arrive home today to complete your journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "usa-s-deep-south-small-group-holiday",
    "tourName": "USA's Deep South small group holiday",
    "placesVisited": "",
    "generalInfo": "This trip traces its way through America's iconic Deep South. From North Carolina's Appalachian mountains to the Mississippi River Delta and New Orleans; explore the music, food and deeply rich culture of this eclectic corner of the US. <br/> Asheville - Walk amongst the towering trees of North Carolina's State Parks and visit a craft brewery<br/> Nashville - Explore the home of country music and the city's honkey-tonk bars <br/> New Orleans - Stroll through the leafy French Quarter, listen to jazz and try cajun food<br/>",
    "durationDays": "11",
    "price": "3995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Charlotte",
        "description": ": Our tour starts in Charlotte, the largest city in North Carolina and our gateway to America's Deep South region. For those arriving on time, our Tour Leader plans to meet you in the hotel reception at 6pm for the welcome meeting and for those that wish, there is the chance to go out for dinner. There are no activities planned today, so you're free to arrive at any time. We don't provide arrival transfers on this tour, but information on how to reach the hotel will be provided in your final documentation. Our hotel is situated near the airport, offering ease of access upon your arrival and a comfortable place to rest up before our journey begins. Charlotte is a bustling modern city so if you do arrive early enough, a taxi is the easiest ways to access downtown less than 10 miles away where you could visit one of many great museums such as The Mint Museum or The Harvey B. Gantt Center for African-American Arts + Culture. Alternatively, a ride along the CATS Blue Line Streetcar from downtown can lead you the Noda Arts District. Out here, restaurants like The Goodyear House can make the journey worth the effort with their take on southern staples like shrimp & grits or spare ribs. Our itinerary allows us limited time in the city, if you'd like to see more, we recommend adding an additional night's stay pre-tour. Contact our sales team to book accommodation."
      },
      {
        "dayNumber": 2,
        "title": "Drive to Chimney Rock State Park and walk in the Appalachian Mountains",
        "description": ": After our welcome briefing this morning, we leave Charlotte behind as we head up into the forested hills of North Carolina and into the heart of the Blue Ridge Mountains. We stop off at Chimney Rock State Park, offering panoramic views of Hickory Nut Gorge atop the 535 million year-old monolith rock for which the park is named. We spend a few hours on foot hiking along trails that lead to waterfalls, and which burst into life in late spring and summer with colourful rhododendrons and hydrangeas, whilst a visit in autumn/fall will offer beautiful vistas of burnt orange and reds. The walk will be 2-3 hours in length across undulating terrain, and will cover a distance of approximately 10 kilometres. Please note that due to effects of the storms of 2024 and Hurricane Helene which passed through Asheville and its surrounding areas, we may have to change the exact location of this walk, but there are a variety of great alternatives available throughout this region of Appalachia. We will then continue onto Asheville, arriving in the late afternoon. Asheville boasts a thriving arts community, a vibrant downtown and numerous historic and architectural attractions. You may wish to enjoy some authentic southern cuisine tonight in one of the local restaurants."
      },
      {
        "dayNumber": 3,
        "title": "Free morning to explore Asheville; afternoon walking brewery tour",
        "description": ": This morning has been left free with a variety of options to choose from. You could explore some of Asheville's famous sites, including the Thomas Wolfe Memorial and the Basilica of Saint Lawrence along with a stroll through the River Arts District. It's also possible to visit Biltmore Estate, a southern-style mansion that is the USA's largest privately-owned home. Optional walks in the nearby Blue Ridge Parkway are also available. This afternoon we will take a walking tour between three of Asheville's best craft breweries. Having been previously crowned as 'Beer City USA', Asheville's beer scene consistently ranks within the top five spots in all of the US, with its numerous microbreweries, craft beer houses and friendly bars. We soak up some of this lively atmosphere this afternoon as we take a guided walking tour through town taking in a few of the breweries along the way. The tour samples a variety of styles of beer and shares insight into the craft beer process, as well as taking in some of the local sights along the way. In addition to beer, Asheville is also one of the nation's fastest growing culinary hot spots, so after the tour there's the opportunity to soak up the drink with some hearty food from one of the many establishments here (not included)."
      },
      {
        "dayNumber": 4,
        "title": "Cross the state border into Tennessee and drive to Nashville. Orientation walk of the city",
        "description": ": Heading west this morning, we leave the state of North Carolina and venture into Tennessee. Our drive travels through the heart of the Great Smokey Mountains National Park, an important part of the Appalachian mountain chain which contains a wide diversity of plant and animal life. We arrive into Nashville in the late afternoon, and after some time to freshen up we'll take a short orientation walk of the downtown area and Broadway, the spiritual home of country music with its iconic honky-tonk bars. Here we can experience all that Nashville, the country music capital of the world, has to offer, with plenty of bars offering excellent live music, and you may also want to drink some Jack Daniels whiskey, a proud product of Tennessee."
      },
      {
        "dayNumber": 5,
        "title": "In Nashville; visit the Country Hall of Fame",
        "description": ": This morning we will visit the Country Music Hall of Fame and Museum where we can view memorabilia from stars such as Hank Williams, Loretta Lynn and Garth Brooks. We will also take a guided tour of Historic RCA Studio B, where artists such as Elvis and Dolly Parton recorded over 35,000 songs. This afternoon has been left free for further exploration of this atmospheric city, where you could explore the Ryman Auditorium - the iconic venue that has hosted legendary folk show 'Grand Ole Opry' as well as numerous country artists. Other options include the national museum of African American music, or a whiskey distillery tour. Broadway is definitely worth a second visit, with its countless honky-tonks and live music venues playing not only country, but all music genres; a great way to enjoy your free evening."
      },
      {
        "dayNumber": 6,
        "title": "Drive to Memphis, included barbecue lunch and visit to the Civil Rights Museum",
        "description": ": Shifting gears today, we travel from Nashville on to Memphis, one of the cultural heartlands of the Deep South, which is recognised throughout the world for the community's historical contributions to art and culture in the US. In the culinary world, Memphis is well-known for its regional style of barbecue, with BBQ masters across the south competing here in a variety of eateries, each offering their own unique flavour. We'll stop for lunch at one of Memphis' legendary barbecue joints, where we can sample some mouth-watering, finely marinated meats (or portobello mushrooms), which are slow-cooked in pits and smothered in a rich and smoky sauce. This afternoon we visit the Civil Rights Museum, which documents some of the key moments in US history. Housed in the former Lorraine Motel, the location of Martin Luther King's assassination in 1968, the museum depicts the fight for equality from the 17th century right through to the present day, reflecting on pivotal moments like the Montgomery Bus Boycott and the March on Washington which have helped progress the Civil Rights Movement. This evening we can enjoy live music along Memphis' famous Beale Street. Legendary forefathers such as Louis Armstrong, Muddy Waters and B.B. King helped to put Beale Street on the musical map."
      },
      {
        "dayNumber": 7,
        "title": "In Memphis; optional visit to legendary Graceland, Elvis Presley's home",
        "description": ": Today is a free day to uncover how Memphis became the birthplace of Rock 'n Roll. With plenty of historical sites and museums to choose from, one of the most popular options is, of course, a trip to Graceland, the home of 'the King', Elvis Presley. Elvis lived here for 20 years and died at the estate in 1977. Hence Graceland is forever styled in '70s decor. The guided tour takes in all aspects of this opulent mansion, including the Jungle Room which includes an indoor waterfall. It was originally built as a den and was later converted into a recording studio, where Elvis recorded his last two albums. Other options include seeing Memphis by water on a riverboat tour, or a trip to Sun Studios, where singers such as Johnny Cash, Roy Orbison and, of course, Elvis recorded. This evening, there's another opportunity to sample the city's vast culinary array and your Tour Leader can assist you to pick from the many live music venues across the city."
      },
      {
        "dayNumber": 8,
        "title": "Drive along the Blues Highway to Clarksdale, Mississippi. Check out a local juke joint",
        "description": ": Today we travel along Old Highway 61, more commonly referred to as The Blues Highway. Our destination will be Clarksdale, Mississippi at the junction of Highways 61 and 49. Legend has it that it was at these crossroads where Robert Johnson, the godfather of the blues, sold his soul to the Devil. Johnson's music later went on to influence some of the most highly regarded artists and musicians in modern history, from Bob Dylan to Eric Clapton. Known as the birthplace of Delta Blues, Clarksdale is the premier city for the preservation of the arts and music of the Mississippi Delta as we will see with a visit to The Delta Blues Museum. The rest of the afternoon is free, where we can soak up this uniquely American experience of blues culture in one of the 'juke joints' found here, an all but nearly extinct style of music venue that once existed throughout the Mississippi Delta."
      },
      {
        "dayNumber": 9,
        "title": "Drive to New Orleans, walking tour of the French Quarter",
        "description": ": Continuing our journey south and following the direction of the mighty Mississippi River, our drive takes us along vast flat lands and past the swamps of Cajun Country. Crossing the border into Louisiana, we reach our final destination, and a city like no other in the US. New Orleans is an eclectic mix of European, Creole and Cajun culture which manifests in every aspect of the architecture, cuisine and musical scene. This afternoon we'll take an orientation walk through the iconic French Quarter with its famous intricate ironwork balconies and its many bars, restaurants and live music venues. Here we can listen to some jazz, perhaps whilst sipping some Southern Comfort, which originated in this city. New Orleans is well known for its fusion cuisine and you may want to try some local specialities such as gumbo or Po' boys (submarine sandwiches)."
      },
      {
        "dayNumber": 10,
        "title": "In New Orleans: A free day in the 'Big Easy'",
        "description": ": A good way to start the day in New Orleans is with beignets and coffee at Cafe du Monde. With so many options, today has been left free day to explore New Orleans and its environs further. Optional trips include visiting Mardi Gras World, taking a streetcar or 'trolley' to the Garden District or you could also take to the Mississippi River Delta on a traditional paddle steamer. Alternatively, you could just spend the day further exploring the streets of this vibrant city, discovering numerous local galleries and museums in the Arts and Warehouse District. Your Explore Leader will help you organise your day based on your interests."
      },
      {
        "dayNumber": 11,
        "title": "Trip ends in New Orleans",
        "description": ": The trip ends in New Orleans at the hotel this morning. There are no airport transfers provided on this trip, so you are free to leave at any time. Your Explore Tour Leader can help you to arrange transport to Louis Armstrong International Airport (MSY)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "utah-adventure-holiday-usa",
    "tourName": "Utah adventure holiday, USA",
    "placesVisited": "",
    "generalInfo": "Embark on the ultimate Utah adventure, immersing yourself in the breathtaking beauty of Zion, Bryce, Moab, and Arches National Parks. This 10-day journey is filled with unforgettable experiences, from hiking through the slot canyons of Zion, mountain biking in the stunning landscapes of Southwest Utah, and exploring the iconic rock formations of Bryce Canyon. Your days will be filled with guided tours, private adventures, and leisurely self-guided explorations, offering a perfect balance of thrill and relaxation. Discover the natural wonders of Utah, from towering arches to majestic canyons, and create memories that will last a lifetime. Say goodbye to Utah with a sense of wonder and a heart full of unforgettable moments.",
    "durationDays": "10",
    "price": "4500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Begin your adventure today by landing in the vibrant city of Las Vegas or the charming Salt Lake City. As you step off the plane, excitement fills the air as you head to the airport rental car counter to pick up your keys to freedom. After a scenic drive of 2.5 or 4.5 hours, the road will lead you to Springdale, a picturesque town nestled on the outskirts of Zion National Park. Prepare to be enchanted by this small-town charm and proximity to the natural wonders waiting to be explored in Zion. Get ready to start your Utah escapade, where every moment promises awe-inspiring beauty and unforgettable experiences."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Prepare for an exhilarating journey through the iconic Zion Narrows, a majestic canyon filled with towering slot canyons and breathtaking scenery. Meet your knowledgeable guide to gear up for this adventure of a lifetime, anticipating 5-7 hours of immersive exploration as you embark on a bottom-up hike in a small shared group. As you navigate the Narrows, your guide will unravel the fascinating geological history that has shaped these incredible formations, adding a layer of depth to your experience and enriching your connection with this natural wonder. Get ready to be amazed and inspired as you delve into the heart of Zion's raw beauty."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Immerse yourself in the thrill of mountain biking as you venture into the diverse landscapes of Southwest Utah, where some of the most exhilarating trails await. Upon your arrival, your private guide will lead you on an unforgettable afternoon exploring the rugged terrain in and around Zion National Park. Prepare for an adventure tailored to your group's needs, as you navigate the twists and turns of the trail, surrounded by the stunning natural beauty of the area. As the sun sets, your journey continues with a stargazing experience like no other. Join your guide for a captivating tour of the night sky, sharing this enchanting experience with a small group under the vast canopy of stars. Get ready to pedal through the day and gaze into the universe at night, creating an unforgettable day of exploration and wonder."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Embark on a breathtaking journey to Bryce Canyon National Park! Setting out on a scenic 1.5-hour drive east, the road unfolds before you, leading to a realm of wonder and beauty. Upon arrival, you will meet your private guide, ready to introduce you to the mesmerizing landscape of hoodoos - intriguing rock formations that seem to defy gravity and logic. As you hike among these natural wonders, epic views of bridges and more will captivate your senses, leaving you in awe of the earth's artistic handiwork. After immersing yourself in the natural splendor of Bryce Canyon, your adventure continues as you travel to Torrey, Utah, your tranquil retreat for the next few evenings. Settle into your cozy cabin, surrounded by nature's embrace, ready to unwind and reflect on the day's extraordinary sights and experiences. Get ready to be swept away by the magic of Bryce Canyon and the serenity of Torrey, creating memories to last a lifetime."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Step into the expansive wonder of Capitol Reef National Park, a vast expanse of over 200,000 acres just waiting to be explored. Today is your chance to immerse yourself in the natural beauty at your own pace, taking in the unique sights and sounds of this remarkable park. As you venture through Capitol Reef, be sure to make a stop in the charming Fruita district, where the tempting aroma of homemade pie from the Gifford House beckons you to indulge in a delightful treat. Delight your senses with a slice of local flavor, savoring the blend of sweet tastes and the warmth of community hospitality. From must-do hikes to hidden gems, let the park unveil its secrets to you as you navigate its winding trails and towering formations. Embrace the freedom of self-guided exploration and let Capitol Reef National Park unveil its wonders to you in a way that is uniquely your own."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Prepare for a day of unrivaled adventure as you set out for the vibrant hub of Moab, your final destination. The 2.5-hour drive ahead promises a breathtaking journey through the dramatic landscapes of the Colorado Plateau, where every turn reveals a new vista of awe-inspiring beauty. Consider pausing for a spellbinding detour at the otherworldly Goblin Valley State Park, a place where whimsical rock formations beckon you to explore their fantastical realm. Upon arriving in Moab, the excitement continues to surge as you meet your expert rafting guide for a thrilling river escapade. Drifting along the gentle Class I & II rapids of the Colorado River, you'll be enveloped by the sheer grandeur of the canyon walls rising majestically around you. Joining a group of fellow adventurers, you'll share in the joy and exhilaration of this unforgettable experience, bonding over the natural wonders that unfold before your eyes. Get ready to immerse yourself in the heart-pounding beauty of Moab, where every moment is an opportunity for discovery and connection with the great outdoors."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Begin your day with a satisfying breakfast in town before embarking on an exciting full-day hike and tour of Arches National Park. Named for the impressive array of over 2,000 natural sandstone arches that adorn its landscape, this park holds a wonderland of geologic formations waiting to be discovered. Your knowledgeable guides will lead you on an exploration of iconic sites such as Devil's Garden and the renowned Delicate Arch, offering insights into the park's rich history and geological significance. Take a break at midday to savor a picnic lunch amidst the stunning red-rock vistas that surround you, allowing the beauty of nature to envelop your senses. Immerse yourself in the majesty of Arches National Park, where every step unveils a new marvel and each viewpoint offers a glimpse into Earth's ancient artistry."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Enjoy an exhilarating day of off-roading adventure with a seasoned guide, exploring the majestic \"Island in the Sky\" district of Canyonlands National Park. Prepare to be awed as you stop at scenic viewpoints, offering sweeping vistas of the stunning eroded landscapes shaped by the Colorado and Green Rivers over millennia. After an immersive morning of exploration, the afternoon beckons with leisurely possibilities. Whether you opt to traverse the park's trails on foot, soaking in its natural wonders firsthand, or venture to the captivating Dead Horse Point for a spectacular sunset experience, the choice is yours. Seize the opportunity to bask in the tranquility and grandeur of Canyonlands, where time seems to stand still and the beauty of the surrounding vistas ignites a sense of wonder within you."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Experience a day of discovery and adventure in Moab, where new perspectives await at every turn. Your morning kicks off with a thrilling canyoneering excursion led by your expert guide. Prepare to hike, rappel, down-climb, and stem your way through rugged terrain, immersing yourself in the thrill of exploration and pushing your boundaries. As the day unfolds, transition to a different mode of transportation and embark on a horseback ride through Moab's picturesque landscapes. With a private wrangler as your guide, you'll traverse the trails like a true cowboy, weaving through mesmerizing sandstone formations and connecting with the beauty of the natural environment from a unique vantage point. Feel the exhilaration of the wild west as you ride through Moab's diverse terrain, forging unforgettable memories and gaining a deeper appreciation for the stunning landscapes that surround you."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Bid farewell to the adventure-filled days as you begin your journey back to reality. Travel to either Salt Lake City, a 4-hour drive away, or the Grand Junction Airport, a shorter 1.5-hour drive, where you will catch your departing flight. Reflect on the memories made, the landscapes explored, and the experiences shared, carrying the spirit of the trip with you until your next escapade awaits."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "utah-national-parks-adventure-holiday-usa",
    "tourName": "Utah National Parks adventure holiday, USA",
    "placesVisited": "",
    "generalInfo": "Embark on a thrilling adventure through the stunning landscapes of the Wild West in Moab. From the moment you arrive in this picturesque town, you'll be surrounded by the beauty of the area. Explore the iconic Arches National Park and Canyonlands National Park on private guided tours, taking in the sweeping views and unique rock formations. Experience the rush of rafting on the Colorado River and navigating the slick rock terrain on a 4x4 adventure. Dive into the exhilarating world of canyoneering, rappelling and hiking through remote canyons. This tour is designed for adventure seekers looking to experience the best of Moab's outdoor wonders.",
    "durationDays": "6",
    "price": "4500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Step into the Wild West! Arrive in Moab or nearby airports by early afternoon. Pick up your rental car and enjoy a scenic drive to your charming accommodation in Moab. Immerse yourself in the serenity and beauty of the area upon arrival."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Immerse yourself in the natural marvels of Arches National Park on an exclusive guided tour. Traverse through the awe-inspiring landscape adorned with over 2000 intricate arches, including iconic spots like Devil’s Garden and the majestic Delicate Arch. Every step of the way, your experience is tailored to your group's desires, ensuring a personalized adventure like no other. Indulge in a picturesque picnic lunch surrounded by the breathtaking hues of the red-rock formations, adding a touch of magic to your exploration of this mesmerizing destination."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Embark on a thrilling journey through the enchanting Island in the Sky District of Canyonlands National Park alongside your expert guide. Prepare to be captivated as you pause at various viewpoints to soak in the grandeur of the eroded landscapes sculpted by the mighty Colorado and Green Rivers. Feel the ancient whispers of time as you witness the breathtaking vistas revealing the raw power of nature's artistry, creating an unforgettable experience that will leave you in awe."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Embark on an exhilarating journey as you navigate the spirited rapids of the Colorado River under the expert guidance of a private rafting guide. Feel the rush of adventure as you meander through this historic section in Moab, known for its connection to the Old Spanish Trail. Spend the morning conquering the class I & II rapids, immersing yourself in the heart-pounding essence of a true Moab experience. As dusk descends, prepare for an adrenaline-fueled escapade on a small group 4x4 adventure. Brace yourself for an evening of off-road thrills as you take the reins and traverse the slick rock terrain, driving through the rugged beauty that defines Moab's adventurous spirit."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Embark on a daring exploration of Moab through the exhilarating lens of canyoneering! Prepare for an extraordinary journey through secluded realms and untamed canyons as you venture off the beaten path. Challenge yourself with a day filled with hiking, rappelling down sheer cliffs, mastering the art of down climbing, and navigating through narrow passageways in a thrilling exercise of stemming. After the day's adrenaline-pumping escapades, unwind at your leisure in the captivating landscapes of Moab, savoring the memories of your heart-pounding canyoneering adventure. *Courageous spirits recommended for this heights exploration."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bid farewell to the enchanting landscapes of Moab as you prepare to depart for the Moab, Grand Junction, or Salt Lake City airport, marking the end of your unforgettable journey."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "west-coast-tours-in-america",
    "tourName": "West Coast tours in America",
    "placesVisited": "San Francisco, Yosemite Valley, Yosemite National Park, Tuolumne Meadows, Death Valley National Park, Grand Canyon, Route 66, Painted Desert, Monument Valley, Lake Powell, Bryce Canyon, Zion National Park, Emerald Pools, Las Vegas",
    "generalInfo": "Over 14 action-packed days, this small group tour takes in the best of America’s West Coast, visiting four states and six National Parks, from the ancient sequoias of Yosemite to the magnificent depths of the Grand Canyon. You’ll also spend time in two of the region’s most dynamic cities – Las Vegas and San Francisco. <br/><br/>After a city tour of San Francisco, visiting iconic sights such as the Golden Gate Bridge, you’ll head to Yosemite National Park, exploring on foot to see the soaring cliffs of the Sierra Nevada Mountains and forests full of towering trees. Then it’s on to see the hot springs at Mammoth, before a whistle-stop visit to Death Valley, an area rich in spectacular desert scenery and rare desert wildlife. Next on the agenda are the dramatic landscapes of Monument Valley, Bryce Canyon, Zion National Park and the Painted Valley, as well as the deep blue waters of Lake Powell. <br/><br/>The highlight of this trip for many is a visit to the Grand Canyon, where you’ll spend two days enjoying the views and hitting the trails; you could even take an optional helicopter trip for an incredible aerial view. Throughout this tour we have the opportunity to explore on foot with a range of hiking options.",
    "durationDays": "14",
    "price": "4590",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in San Fransisco. Self transfer from the airport to the hotel via either a shuttle or taxi, which ever is more convenient for you. Relax this evening in preparation for the great adventure ahead. You will meet with your group leader and other members of the group at 8am the following morning when the group briefing will take place. _____________________________________________________________________________ • Overnight: Hotel Caza Fisherman's Wharf, 2 nights"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "San Francisco is amongst one of the USA’s most cosmopolitan and atmospheric cities. Located on the bay its suburbs are linked by a series of expansive bridges, one of those being the famous Golden Gate Bridge. Trams run major routes along the foreshore and into the hilly heights in a city where quaint wooden houses contrast sharply with the sophistication of modern skyscrapers. This vibrant city is known for its iconic landmarks, diverse neighborhoods, and breathtaking views. You’ll have the opportunity to explore the bustling waterfront at Fisherman’s Wharf, marvel at the Golden Gate Bridge, and wander through the historic streets of Chinatown. No visit is complete without a ride on the city's famous cable cars, offering a unique way to experience the steep hills and stunning skyline. Cable Car passes are included as part of the trip. From the art-filled alleys of the Mission District to the serene beauty of Golden Gate Park, you’re certain to find many hidden treasures throughout this fabulous metropolis. In the afternoon, jump on board a harbor boat for a tour of Alcatraz, which is also included in your trip price. _____________________________________________________________________________ • Overnight: Hotel Caza Fisherman's Wharf _____________________________________________________________________________ • City tour: 3-4 mi / 5-7 km, 3-4 hrs, +/-100 m"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "This morning we depart San Francisco via the famous Golden Gate Bridge, providing the opportunity to walk across for those who wish to savour the views. We will then head for the amazing grove of Sequoia, the world's largest trees, where we enjoy a leisurely walk amongst the giants. We continue onto the Yosemite Valley in the afternoon where we set up shop for the evening, ready to hit Yosemite tomorrow! _____________________________________________________________________________ • Overnight: Yosemite View Lodge, 2 nights • Drive time: 250 mi / 400 km, or 5.5 hrs"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Yosemite National Park which was established in 1890 and encompasses stunning mountain vistas and valleys housing meadows and forests surrounded by high cliffs and waterfalls. In the morning, our group takes a leisurely drive to Glacier Point, the most impressive viewpoint of the national park. Big tour buses cannot access this viewpoint, but our smaller van is allowed. From here we marvel at the perfect view of the valley and the impressive walls of Half Dome. From Glacier Point, three very different walks are offered that vary in length, difficulty, and views. Two of these walks head down to the valley, and one is a walk along the rim. These are all one-way walks and therefore self-guided. We recommend take the afternoon to relax in the valley. _____________________________________________________________________________ • Overnight: Yosemite View Lodge _____________________________________________________________________________ • Panorama Trail: 9.1 mi / 14.6 km, 4-6 hrs, +/-700 m • Four Mile Trail: 9.7 mi / 15.6 km, 5-6 hrs, +/-1000 m • Sentinel Dome & Taft Point Loop: 7.2 mi / 11.5 km, 4-5 hrs, +/-575 m"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "In the morning, we depart Yosemite National Park via Tioga Pass, crossing over the Sierra Nevada Mountains at 10,000 feet (3048 m). Time and weather permitting, we may hike and scramble to the top of Lembert Dome, offering expansive views over the Tuolumne Meadow. The day will conclude with a short exploration of Mono Lake, one of the world’s oldest lakes, famous for its white Tufa towers formed by hot springs. Our hotel is in the small ski town of Mammoth Lakes. _____________________________________________________________________________ • Overnight: Mammoth Mountain Inn, 1 night • Drive time: 120 mi / 200 km, or 2 hrs _____________________________________________________________________________ • Lembert Dome Loop: 3.8 mi / 6.1 km, 2-3 hrs, +/-200 m _____________________________________________________________________________ **Note: Trips starting before June or past late October may have to detour via Sonora Pass due to snow closure on Tioga Pass Road in Yosemite National Park. Tioga Pass generally opens Memorial Day, which is the last weekend in May. It closes with the first heavy snow of the year. These dates will stay at an alternative hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After a short morning drive, we reach Death Valley National Park where more than 3.3 million acres of spectacular desert scenery, rare desert wildlife, complex geology, undisturbed wilderness and sites of historical interest abound. This area is known for extreme weather conditions and temperatures, and is one of the hottest places on earth. In summer, temperatures can reach over 49°C. Additionally, being in a rift valley, Death Valley is also the lowest point in the Western Hemisphere at 86 m below sea level. We explore the golden sand dunes which contrast with the stark brown and black hillsides, Badwater with its poisonous springs, the Devil’s Golf Course formed by salt deposits and the colourful formations at Zabriske Point. If time and weather permit, there is also an optional walk through the Badlands. Our hotel is close to the entrance of Death Valley National Park. _____________________________________________________________________________ • Overnight: Longstreet Hotel & Casino, 1 night • Drive time: 240 mi / 400 km, or 4 hrs _____________________________________________________________________________ Badlands Loop: 2.6 mi / 4.2 km, 1-2 hrs, +/-120 m"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "In the morning, we travel via the famous Route 66 through the hot deserts of Nevada and into the world famous Grand Canyon, another UNESCO World Heritage Site. If you choose, there is time this afternoon if you are interested in a breathtaking helicopter flight over the Grand Canyon (not included, flights approx. US$300) is available. Otherwise, enjoy a magical desert sunset over the red sandstone landscape, quite a contrast to Yosemite's green mountains and Death Valley's salt flats. We are staying just south of the park entrance and will have a full day tomorrow to explore what the canyon has to offer. _____________________________________________________________________________ • Overnight: The Red Feather Lodge, 2 nights • Drive time: 320 mi / 500 km, or 5 hrs"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "A full day to relax and explore at the Grand Canyon. We recommend an easy hike along the West Rim to the beautiful Hermit’s Rest overlook. If you are looking for a bit more action, there are some recommended hikes that will take you into the canyon itself. Note that you have to come up as far as you went down so keep that in mind to ensure you have enough food, water and plenty of time. It will take you twice as long to return to the rim as it did for you to descend. *Note: Hikes in Grand Canyon National Park are self-guided due to permit regulations. For those searching for a little excitement, helicopter tours, bike rentals and an IMAX theater (to be paid locally, not included in tour package) are available as well. The Grand Canyon is famous for its exceptional sunsets so have your camera ready in case you missed last night's! _____________________________________________________________________________ • Overnight: The Red Feather Lodge _____________________________________________________________________________ • Havasupai Gardens via Bright Angel Trail: ~9 mi/14.4 km, 4-5 hrs, +/-940 m • Cedar Ridge via South Kaibab: ~3 mi/5 km, 3-4 hrs, +/-300 m Hike along the rim: up to 8 mi/13 km, up to 4 hrs, +/-50 m"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "In the morning, we depart via the east entrance of the canyon, stopping to see the sights of the East Rim, and head for the world famous Monument Valley of the Navajo tribe. Here giant rock domes and mesas rise out of the valley into the blue sky, offering impressive photo opportunities. For decades, the area has been used by Hollywood as a favorite movie backdrop including Forrest Gump. Hit the ground running on an unforgettable Jeep tour with the Navajos through the valley to hidden beauty spots such as “Ear of the Wind” and “Big Hogan”. This tour is included in the price of your trip. From here, after a short drive, we reach Lake Powell, where we spend the night in Page, AZ. _____________________________________________________________________________ • Overnight: Clarion Inn Page - Lake Powell, 1 night • Drive time: ~300 mi / 450 km, or 5 hrs"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today is a day to explore Page and all the adventures it has to offer. This area is famous for its various rock formations. This morning, take a guided tour of Antelope Canyon, included in the price of your trip, to one of the most photographed sights in Arizona, followed by a short hike out to Horseshoe Bend. After taking in the stunning views we continue to the next highlight. Lake Powell was created through the damming of the Colorado River and dark blue waters reflect sheer red stone towers in an amazing colour, offering unforgettable impressions. In the late afternoon we drive to our next destination, Bryce Canyon. _____________________________________________________________________________ • Overnight: Best Western Plus - Ruby's Inn, 1 night • Drive time: 150 mi / 240 km, or 3 hrs _____________________________________________________________________________ Horseshoe Bend: 1.5 mi/2.4 km, 45 min, +/-40 m"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "For many, Bryce is the most beautiful of the American National Parks. Long ago, tectonic forces uplifted an ancient lakebed exposing the soft sandstone deposit to the elements. Over time, the frost and wind erosion continued to chisel them and created a truly wonderful display of rocks. Marvel at Thor's Hammer, sandstone arches and the expansiveness of the park. Hiking paths wind through radiant red and pink towers of stone, known as Hoodoo's, which contrast beautifully with blue skies and green pines. At sundown, be awed by an unforgettable color play on the formations. _____________________________________________________________________________ • Overnight: Sleep Inn - Hurricane, 1 night • Drive time: 140 mi / 200 km, or 2.5 hrs _____________________________________________________________________________ • Queens Garden and Navajo Loop: 3 mi/5 km, 3 hrs, +/-200 m • Rim walk, Bryce Point to Sunset: 2 mi/4 km, 1 hr, +/-50 m"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "In the morning, we drive directly to the spectacular Zion National Park. The west side of the park is an 800 m deep sandstone canyon carved by the mighty Virgin River. The scenery is stunning. Zion is famous for it's iconic hikes through many slot canyons. We have all day to explore this fabulous destination. You have the option to enjoy a hike to Emerald Pools, where water cascades into shaded pools. Time permitting, you may rent river boots and wade through the famous Narrows of the Virgin River. Which ever you choose, you will not be disappointed. If you finish hiking early, there is free time to explore the charming town of Springdale. We then drive on to St George for the evening. _____________________________________________________________________________ • Overnight: Ramada by Wyndam - St. George • Drive time: 80 mi / 120 km or 2 hrs _____________________________________________________________________________ • Emerald Pools 3 mi / 5 km, 2-3 hrs, +/-200 m The Narrows: ~2-3 miles / 3-5 km, 1-2 hrs, +/-0 m"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today, we get the chance to explore a less visited State Park that is commonly referred to as a \"mini Zion\". We will hike over beautiful slick rock, into a lava tube and across moqui marbles. Then we marvel at the remarkable dinosaur footprints left behind long ago. We then drive our final leg of our adventure into the bustling city of Las Vegas. Opt to walk the strip, see one of Las Vegas' famous shows or relax at the hotel for your final night on your Southwest adventure. _____________________________________________________________________________ • Overnight: Tuscany Suites Hotel & Casino, 1 night • Drive time: 100 mi / 160 km, or 2 hr _____________________________________________________________________________ • Lava Tube to Moqui Marbles: 3 mi / 5 km, 2-3 hours, +/-150 m"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today concludes our trip together. Departure is at your leisure and the trip concludes upon check out from the hotel before 12 noon. There is a complimentary shuttle from the hotel that you may sign up for at the front desk depending on your timing needs. Please let us know if you would like to spend additional days in this vibrant city."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "wolf-watching-holiday-in-yellowstone-usa",
    "tourName": "Wolf watching holiday in Yellowstone, USA",
    "placesVisited": "",
    "generalInfo": "Our resident guide for our Yellowstone tours is an ecologist who lectures Yellowstone Ecology at Montana University and his breath of knowledge is incredible. Whether you are interested in bears, wolves, bison, cultural history or the geo-thermal features of Yellowstone we have the man who can make your dreams come true.<br/><br/>Introduction:<br/><br/>Yellowstone is probably the most famous national park in the world, not surprising since it was the first one to be created in 1872, but for over 100 years a debate raged about how best to manage the park. To be honest this debate still exists but we now have the results of failed and triumphant experiments to know the right and wrong ways of moving forward. As a result of this costly trail and error approach to wilderness management the park lost one of the most iconic and infamous species completely. For over 70 years the park was wolf free! The most famous park in the world was devoid of one of the most famous species in the world. Wolves polarise people and have down for millennia. They have been part of dozens of cultures, heritages. They play roles in nursery rhymes, mythologies and religious beliefs; and they have been welcomed into our villages, farms, homes and lives like no other species as we domesticated them into the many dog breeds we see today. However despite being one of the most well known and most iconic species in the world they remaining incredibly difficult to see and elusive. Hundreds of years of hunting and persecution of wolves has made this already secretive and cryptic hunter next to impossible to see throughout much of its range. However since their reintroduction into the Yellowstone National Park in 1995/1996 they can be seen with amazing and unique regularity and often you can observe behaviours such as mating, playing and hunting. We have a great range of tours to see and watch wolves in Yellowstone, below the sample itinerary is for our winter tour, where wolves are at their most active. But if you wish to see the spring time come to the park, flowers blooming, bears awakening and young animals all over; we can arrange this as we can for autumn where the orange and yellow leaves make a stunning backdrop for constant battles between wolves and grizzlies. Every time a wolf pack makes a kill there is a race to consume the carcass before a bear arrives and commandeers it. <br/><br/>So whether you arrive in spring, autumn or winter (we do not recommend summer because of the high numbers of tourists that visit then), you will be all but assured of wolf sightings; we have never failed to see wolves when we have the expert help of our local team. But is not just the fact that we have always seen wolves it is the fact that we have an enviable record in getting exceptional vies of pups playing near a den or feeding at close range or even watching a hunt that makes our wolf watching tours of Yellowstone so good. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers. We use a professional ecologist guide throughout the trip he will be an expert in Yellowstone and all its history and wildlife. He has over 40 years of experience around Yellowstone and also lectures in Yellowstone Ecology for the University of Montana. He knows many of the researchers and scientists that study the ecosystem and wolves here and he will be able to talk you through the behaviour of wolves and other species as well as identify the different species you see. Depending on the research being done at the time of travel you may be able to meet some of the leading wolf biologists in the world and see how they conduct their pioneering research and conservation work. You will also be given a wolf ID sheet which is compiled by the leading US mammal expert Dr. James Halfpenny, which will help you identify all the wolves in the north of the park as well as documenting their life histories and pack structures. We include more time in Yellowstone to find and watch wolves than any other tour operator around, we will only have breaks and rest days etc when you request one. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>The Spring, Autumn and Winters are all great for different reasons but our peak season – late November to mid February – is most recommended for wolf watching. Winter is the time of the wolf, the harsh conditions leave all of their prey very weak and with the grizzly and black bears hibernating wolves are king. So we always recommend winter and the later you get in winter the better for wolf watching and we recommend January particularly as this is the mating season for wolves and they are a lot more active that usual. You can also see pack interactions as many males and females go in search for mates and possibly to start a new wolf pack.<br/><br/>Why Choose this Tour:<br/><br/>•\tWe will spend more time inside Yellowstone searching for wolves and other wildlife than any other operator. If you want we can enter the park just before dawn and leave at sunset and spend the entire day in search of wolves.<br/><br/>•\tWe use one of the best local guides in all of Yellowstone, Dr Steve Braun has been working in Yellowstone and other national parks in the US North West for over 40 years; he lectures in Yellowstone Ecology at the University of Montana and also is colleagues with many of the wolf biologists and leading researchers in the Yellowstone ecosystem. This means that we have the expert help of up to 80 wolf researchers every time we enter the park.<br/><br/>•\tWe not only use local expert guides with decades of experience in the field but we can also send one of our own professional zoologist escorts (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) along with you who has experience tracking predators all over the world, this all helps us in interpreting the behaviours we see as well as identifying the species in the area.<br/><br/>•\tYou will be given a wolf identification chart that helps to identify all the wolves in the north of the park as well as containing information on their life histories and pack structures. <br/><br/>•\tThis is the chance (depending on availability) to visit the personal museum of Dr James Halfpenny in Gardiner, he is the leading animal tracker in the US and has an incredible museum quality collection of casts, bones and other information of all North American animals. This is not open to the public and only available to us through Dr. Braun.<br/><br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the wolves after dark although most of the wildlife (including wolves) are mostly diurnal so this is not always much better for finding wolves.<br/><br/>•\tAll the above reasons give this tour a perfect success rate (100%) of seeing blue whales on our previous trips.<br/><br/>•\tBy getting snowshoes or skis on we offer the chance of encountering wolves on foot, this is an exhilarating experience and one that you will never ever forget. Whilst we cannot actively follow wolf tracks and we have to abide by the rules governing how close we can get to wolves on foot, we can walk around and see if a face to face encounter occurs.<br/><br/>•\tBy joining our Yellowstone wolf watching holiday you will have an overall wildlife experience as we are determined to showcase the other interesting wildlife of the areas we visit.<br/><br/>•\tWhilst this is an itinerary specific to wolf watching we can of course extend this tour to include a couple of nights in the iconic Old Faithful Snow Lodge where the many geysers, mud pots, fumeroles, and hot springs can be explored on your own or with guides as part of snow coach tours and skiing trips. <br/><br/>•\tWe have an unrivalled network of experts and guides all over the USA that are able to find and observe animals like wolves, bison, pronghorn, grizzly bears, American black bears, cougars, bobcats, grey whales, sea otters, California condors, great white sharks and hundreds other endangered, rare or endemic species throughout this diverse country. Whether it is Yellowstone, Yosemite, Glacier, Alaska, Sierra Nevada, Mojave Desert or the Californian coastline and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a USA extension to the wolf watching itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/><br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>This tour is completely centred around the best place in the world to watch and observe wild wolves. This is Yellowstone National Park and specifically the north of the park (which is the only section that remains open to road vehicles throughout winter, but it is also home to the Blacktail Plateau and the amazing Lamar Valley which are probably the two best places to watch a complete and beautiful American ecosystem. The Lamar Valley has been dubbed the Serengheti of North America and with herds of bison and elk being hunted by wolves and coyotes it is easy to see why.<br/><br/>Fitness Level:<br/><br/>We recommend a moderate level of fitness especially if you wish to snowshoe or ski off the roads and head out into the forests and valleys of Yellowstone. We also recommend that you are prepared for deep snow and very cold temperatures. Most of the wildlife watching will be done from the vehicle or standing in the many lay bys along the side of the roads. But you are also welcome to participate in snowshoe walking and skiing so that you can get out off the roads and onto the fields of snow that blanket the entire ecosystem here. This requires a moderate level of fitness and you must be prepared for walking in deep snow and freezing temperatures.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
    "durationDays": "7",
    "price": "3215",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bozeman / Yellowstone National Park – Arrival – Depending on the time of arrival today, you will either be transferred to accommodation in the town of Bozeman for your first night or carry on to the gateway town of Gardiner just outside Yellowstone National Park. Whichever happens you will met your local expert guide and transferred in a private vehicle and have a welcome to Montana / Yellowstone dinner. (Lunch and or Dinner included (depending on the time of arrival))."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Yellowstone National Park – Wolf Watching – Whether you are in Gardiner or Bozeman this morning we will have an early start, if you are in Bozeman we will head to Gardiner and settle into the accommodation briefly before heading straight into the park; you will be taken direct into Yellowstone if you spent the previous night in Gardiner. The early morning is good for wolf watching as you are more likely to see action as this is when many hunts occur. We will also be in touch with the many wolf researchers out here to help us find wolves. When ever you see wolves feel free to ask Dr. Braun about which wolves you are looking at and he will no doubt oblige with their individual histories. We will spend the whole day around the Northern section of the park driving and scanning the valleys for wildlife as well as doing some simple hiking and animal tracking along the snow fields. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Yellowstone National Park / Bozeman – Wolf Watching & Travelling– This morning you can have one last trip into the park to try and find any wildlife that may have eluded us until now or just one last meeting with wolves. Then after lunch in Gardiner or at the Mammoth Hotsprings iconic restaurant you will be transferred back to Bozeman for your farewell meal and last night in Montana. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Home – Departure – After breakfast you will be transferred to the airport in time to catch your return flight home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "yellowstone-winter-wildlife-tour",
    "tourName": "Yellowstone winter wildlife tour",
    "placesVisited": "",
    "generalInfo": "Yellowstone is one of the most iconic wildlife destinations in the entire world. With around three quarters of all the worlds geothermal features inside the park and a wealth of wildlife that would make Yellowstone National Park, North Americas answer to the savannas of Africa. <br/><br/>Yellowstone is such a special place there is no bad time to visit but we fully recommend the serenity and simplicity of winter. During the winter you will see pristine fields of snow as far as the eye can see, wolves, bison, elk and coyotes passing through this white-washed landscape and the amazing fumeroles, hot-springs, geysers and mud pots are even glorious as plumes of stream rise high into the freezing cloud free skies. <br/><br/>Introduction:<br/><br/>Our resident guide for our Yellowstone tours is an ecologist who lectures Yellowstone Ecology at Montana University and his breadth of knowledge is incredible. Whether you are interested in bears, wolves, bison, cultural history or the geo-thermal features of Yellowstone we have the man who can make your dreams come true.<br/><br/>Yellowstone is probably the most famous national park in the world, not surprising since it was the first one to be created in 1872, but for over 100 years a debate raged about how best to manage the park. To be honest this debate still exists but we now have the results of failed and triumphant experiments to know the right and wrong ways of moving forward. As a result of this costly trial and error approach to wilderness management the park lost one of the most iconic and infamous species completely. For over 70 years the park was wolf free! The most famous park in the world was devoid of one of the most famous species in the world. Wolves polarise people and have down for millennia. They have been part of dozens of cultures, heritages. They play roles in nursery rhymes, mythologies and religious beliefs; and they have been welcomed into our villages, farms, homes and lives like no other species as we domesticated them into the many dog breeds we see today. However despite being one of the most well known and most iconic species in the world they remaining incredibly difficult to see and elusive. Hundreds of years of hunting and persecution of wolves has made this already secretive and cryptic hunter next to impossible to see throughout much of its range. However, since their reintroduction into the Yellowstone National Park in 1995/1996 they can be seen with amazing and unique regularity and often you can observe behaviours such as mating, playing and hunting. <br/><br/>We have a great range of tours to see and watch wolves in Yellowstone, below the sample itinerary is for our winter tour, where wolves are at their most active. But if you wish to see the spring time come to the park, flowers blooming, bears awakening and young animals all over; we can arrange this as we can for autumn where the orange and yellow leaves make a stunning backdrop for constant battles between wolves and grizzlies. Every time a wolf pack makes a kill there is a race to consume the carcass before a bear arrives and commandeers it. <br/><br/>So whether you arrive in spring, autumn or winter (we do not recommend summer because of the high numbers of tourists that visit then), you will be all but assured of wolf sightings; we have never failed to see wolves when we have the expert help of our local team. But is not just the fact that we have always seen wolves it is the fact that we have an enviable record in getting exceptional vies of pups playing near a den or feeding at close range or even watching a hunt that makes our wolf watching tours of Yellowstone so good. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent local driver for all transfers. We use a professional ecologist guide throughout the trip he will be an expert in Yellowstone and all its history and wildlife. He has over 40 years of experience around Yellowstone and also lectures in Yellowstone Ecology for the University of Montana. He knows many of the researchers and scientists that study the ecosystem and wolves here and he will be able to talk you through the behaviour of wolves and other species as well as identify the different species you see. Depending on the research being done at the time of travel you may be able to meet some of the leading wolf biologists in the world and see how they conduct their pioneering research and conservation work. You will also be given a wolf ID sheet which is compiled by the leading US mammal expert Dr. James Halfpenny, which will help you identify all the wolves in the north of the park as well as documenting their life histories and pack structures. We include more time in Yellowstone to find and watch wolves than any other tour operator around, we will only have breaks and rest days etc when you request one. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>The Spring, Autumn and Winters are all great for different reasons but our peak season – late November to mid February – is most recommended for wolf watching. Winter is the time of the wolf, the harsh conditions leave all of their prey very weak and with the grizzly and black bears hibernating wolves are king. So we always recommend winter and the later you get in winter the better for wolf watching and we recommend January particularly as this is the mating season for wolves and they are a lot more active that usual. You can also see pack interactions as many males and females go in search for mates and possibly to start a new wolf pack.<br/><br/>Why Choose this Tour:<br/><br/>•\tWe will spend more time inside Yellowstone searching for wolves and other wildlife than any other operator. If you want we can enter the park just before dawn and leave at sunset and spend the entire day in search of wolves.<br/><br/>•\tWe use one of the best local guides in all of Yellowstone, who has been working in Yellowstone and other national parks in the US North West for over 40 years; he lectures in Yellowstone Ecology at the University of Montana and also is colleagues with many of the wolf biologists and leading researchers in the Yellowstone ecosystem. This means that we have the expert help of up to 80 wolf researchers every time we enter the park.<br/><br/>•\tWe not only use local expert guides with decades of experience in the field but we can also send one of our own professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escorts along with you who has experience tracking predators all over the world, this all helps us in interpreting the behaviours we see as well as identifying the species in the area.<br/><br/>•\tYou will be given a wolf identification chart that helps to identify all the wolves in the north of the park as well as containing information on their life histories and pack structures. <br/><br/>•\tThis is the chance (depending on availability) to visit the personal museum of Dr James Halfpenny in Gardiner, he is the leading animal tracker in the US and has an incredible museum quality collection of casts, bones and other information of all North American animals. This is not open to the public and only available to us through our guide.<br/><br/>•\tWe can also bring thermal imaging and night vision equipment (on request) to also aid in finding the wolves after dark although most of the wildlife (including wolves) are mostly diurnal so this is not always much better for finding wolves.<br/><br/>•\tAll the above reasons give this tour a perfect success rate (100%) of seeing blue whales on our previous trips.<br/><br/>•\tBy getting snowshoes or skis on we offer the chance of encountering wolves on foot, this is an exhilarating experience and one that you will never ever forget. Whilst we cannot actively follow wolf tracks and we have to abide by the rules governing how close we can get to wolves on foot, we can walk around and see if a face to face encounter occurs.<br/><br/>•\tBy joining our Yellowstone wolf watching holiday you will have an overall wildlife experience as we are determined to showcase the other interesting wildlife of the areas we visit.<br/><br/>•\tWhilst this is an itinerary specific to wolf watching we can of course extend this tour to include a couple of nights in the iconic Old Faithful Snow Lodge where the many geysers, mud pots, fumeroles, and hot springs can be explored on your own or with guides as part of snow coach tours and skiing trips. <br/><br/>•\tWe have an unrivalled network of experts and guides all over the USA that are able to find and observe animals like wolves, bison, pronghorn, grizzly bears, American black bears, cougars, bobcats, grey whales, sea otters, California condors, great white sharks and hundreds other endangered, rare or endemic species throughout this diverse country. Whether it is Yellowstone, Yosemite, Glacier, Alaska, Sierra Nevada, Mojave Desert or the Californian coastline and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a USA extension to the wolf watching itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/><br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>This tour is completely centred around the best place in the world to watch and observe wild wolves. This is Yellowstone National Park and specifically the north of the park (which is the only section that remains open to road vehicles throughout winter, but it is also home to the Blacktail Plateau and the amazing Lamar Valley which are probably the two best places to watch a complete and beautiful American ecosystem. The Lamar Valley has been dubbed the Serengheti of North America and with herds of bison and elk being hunted by wolves and coyotes it is easy to see why.<br/><br/>Fitness Level:<br/><br/>We recommend a moderate level of fitness especially if you wish to snowshoe or ski off the roads and head out into the forests and valleys of Yellowstone. We also recommend that you are prepared for deep snow and very cold temperatures. Most of the wildlife watching will be done from the vehicle or standing in the many lay bys along the side of the roads. But you are also welcome to participate in snowshoe walking and skiing so that you can get out off the roads and onto the fields of snow that blanket the entire ecosystem here. This requires a moderate level of fitness and you must be prepared for walking in deep snow and freezing temperatures.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old<br/><br/>Photograph Credits:<br/>Some pictures from Duncan Matheson",
    "durationDays": "10",
    "price": "3995",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bozeman / Yellowstone National Park - Arrival / Travelling On your arrival into Bozeman this morning you will be picked up from the airport by your local expert guide and depending what time you arrived you will either be transferred direct to the gateway to Yellowstone in Gardiner (2 hours) or you will have your first night in the town of Bozeman. Either way you will have a briefing after checking into the accommodation. (no meals included today)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Yellowstone National Park / Bozeman - Wildlife Watching & Travelling This morning you will board the return snow coach from Old Faithful to Mammoth. The route taken on this journey will be a little different from the one you arrived on and you will be taken to another geyser basin, here the famous and mesmerising Paint Pots formation will complete your geothermal feature set (geysers, fumeroles, hot-springs and mud pots). Then once you arrive back at Mammoth you will be met once again by your local guide and transferred to Gardiner for dinner (if it is quite late) or straight on to the hotel back in Bozeman. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Home - Departure This morning after breakfast we will arrange for transfers to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
      }
    ],
    "map": ""
  },
  {
    "destination": "Usa",
    "mainPhoto": "",
    "id": "yosemite-adventure-holiday-usa",
    "tourName": "Yosemite adventure holiday, USA",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable six-night Yosemite Adventure. Begin your journey enveloped by the sheer grandeur of the valley, setting the stage for a week brimming with exhilarating experiences. Traverse through the heart of Yosemite Valley, where iconic landmarks like Half Dome and Yosemite Falls await, all under the expert guidance of a private tour. Ascend to new heights as you explore Yosemite's high country, immersing yourselves in the rugged beauty of granite peaks, alpine meadows, and meandering waterways. Each step of your customized hike promises awe-inspiring vistas and intimate encounters with the unique flora and fauna of Yosemite's elevated realms. Feel the adrenaline surge as you embark on a private rock climbing expedition, tailored to accommodate climbers of every skill level. Saddle up for a leisurely horseback ride around the scenic Wawona Meadow, followed by an exclusive guided fly fishing excursion in the crystalline waters of the Sierra. As your adventure nears its climax, brace yourselves for an adrenaline-fueled white-water rafting escapade through the tumultuous rapids of the breathtaking Merced River. Bid a fond farewell to the captivating landscapes of California, carrying with you cherished memories of an extraordinary Yosemite Adventure.",
    "durationDays": "7",
    "price": "6780",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Get ready for an epic adventure! After landing at San Francisco International Airport, it's time to kick off your journey. Grab your keys and hop into your rental car, as you prepare for an unforgettable 4-hour drive to your cozy accommodations near Yosemite National Park. As you hit the open road, let the anticipation build with each passing mile. Picture-perfect scenery unfolds before you, painting a vivid backdrop of rolling hills and awe-inspiring landscapes. With every curve of the road, you edge closer to the natural wonderland that awaits. Upon arrival, take a moment to soak in the stunning views of the valley, basking in the tranquil ambiance of your surroundings. As the evening descends and the stars twinkle above, you can't help but feel a sense of excitement for the adventures that lie ahead."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today beckons you to delve deep into the soul of Yosemite Valley, a place revered as one of the most breathtaking landscapes on our planet. Prepare to be enchanted as you set your sights on iconic marvels like the majestic Half Dome, the sheer granite monolith of El Capitan, and the thundering cascade of Yosemite Falls. Your journey begins with a personalized hiking experience tailored to your desires and skill level. With the guidance of your expert naturalist, every step is a discovery, every vista a masterpiece waiting to be admired. As you traverse the winding trails, you'll be captivated by the rich tapestry of flora and fauna that call this valley home. Listen closely as your guide shares tales of Yosemite's storied past, weaving together a narrative that spans centuries of human and natural history. Each anecdote adds depth to your adventure, enriching your understanding of this sacred land and the forces that have shaped it. With every turn, every vista, Yosemite Valley reveals its secrets, leaving an indelible imprint on your soul. Soak in the beauty that surrounds you, and let the magic of this place ignite your spirit with wonder and awe."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Prepare yourself for a breathtaking journey into the soaring heights of Yosemite's high country, where every step promises to leave you spellbound by the sheer magnificence of nature. As you ascend, the air becomes crisper, the vistas more expansive, and the sense of wonder grows with each passing moment. Today's adventure is all about you, customized to cater to your preferences and interests. With the guidance of your friendly and experienced naturalist guide, you'll embark on a personalized expedition through this rugged wilderness, where every trail leads to a new discovery. Throughout the day, your guide will share fascinating stories about the vibrant flora and fauna that call Yosemite's high country home. From the delicate blooms that carpet the alpine meadows to the elusive creatures that roam the mountainsides, each encounter is a reminder of the intricate beauty of the natural world."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Prepare to experience the unparalleled thrill of rock climbing in the legendary landscapes of Yosemite, renowned as the mecca of climbing in North America. With towering walls stretching up to 3,000 feet from the valley floor, this iconic park has captured the hearts of climbers from across the globe. Join your private guide for an unforgettable adventure in the heart of Yosemite, where every ascent is a testament to the indomitable spirit of exploration. Together, you'll select the perfect climbing route, tailored to your skill level and preferences, ensuring an exhilarating experience for climbers of all abilities. Whether you're a seasoned climber or new to the sport, Yosemite offers a playground like no other, where the sheer scale of the granite cliffs inspires awe and determination in equal measure. With each ascent, you'll push your limits, conquer your fears, and forge a deeper connection to the untamed beauty of the natural world."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Get ready to saddle up and embark on a captivating journey through Wawona Meadow, an enchanting landscape steeped in rich history and teeming with vibrant wildlife. As you join a small group tour, you'll find yourself immersed in the legacy of Native Americans and early pioneers who once roamed these sacred grounds. Your trail ride promises an unforgettable experience, leading you through lush forests and towering granite rock formations that stand as silent sentinels to the majesty of Yosemite. Whether you're a seasoned rider or a novice, the gentle pace of the ride is perfect for riders of all skill levels, allowing you to soak in the beauty of your surroundings at your own pace. As the afternoon unfolds, prepare to cast your cares aside and delve into the art of fly fishing with your private guide. Venturing to secluded spots away from the hustle and bustle, you'll wade into the crystal-clear waters of the Sierra, surrounded by the tranquility of nature. Under the expert guidance of your instructor, you'll learn the fundamentals of fly fishing, from mastering the delicate art of casting to identifying the elusive patterns that lure fish to your line. With each gentle ripple of the water and every tug on your line, you'll feel a deep connection to the rhythm of the river and the timeless allure of the great outdoors."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Prepare for an exhilarating small group adventure as you embark on a thrilling journey down the picturesque Merced River. Brace yourself for an adrenaline rush as you navigate through exhilarating class 3-4 rapids, each twist and turn offering a heart-pounding thrill. Depending on the time of year, the river's flow may vary, ensuring a dynamic and exciting experience with every trip. Be prepared to get soaked as you conquer the rushing waters, feeling the refreshing spray on your skin as you paddle through the rapids. Please note that due to safety considerations, there may be age restrictions for this excursion, particularly during periods of high water flow caused by snowmelt. However, rest assured that our experienced guides will ensure your safety at all times, providing expert instruction and guidance throughout the adventure. So gather your courage, don your life jacket, and get ready to embark on a wild and unforgettable ride down the Merced River. Whether you're a seasoned rafter or a first-time adventurer, this thrilling experience promises memories that will last a lifetime."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "It’s time to say good bye to California and the incredible Yosemite Valley with memories to last a lifetime!"
      }
    ],
    "map": ""
  }
]