{
  "destination": "Brazilya",
  "mainPhoto": "",
  "id": "RBCBE",
  "tourName": "Rio Karnavalı ve Plaj Deneyimi",
  "placesVisited": "Brazilya",
  "generalInfo": "Bu inanılmaz sahil paketimizde dünyanın en müthiş partisi Rio karnavalıyla kucaklaşın. Bu 6 günlük seyahatin merkezi olarak ünlü Copacabana plajının hemen yanı başında kalacaksınız. Brezilya’nın en büyük gecekondu mahallesi Rocinha’ yı ziyaret edin, turunuza dahil Sektör 11 biletinizle Sambadrome’ daki ünlü geçit törenini izleyin ve sadece Rio karnavalının yaratabileceği elektrikli atmosferin keyfini yaşayın.<br><br>Eğer sokak partilerine daha yakın olmak isterseniz bu tur paketimize göz atmalısınız.",
  "durationDays": "6",
  "price": "1179",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Uyum gezisi ve akşam yemeği</li>\n<li>- Şehir turu</li>\n<li>- Sektör 11 Sambadrome bileti</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otelde 5 gece</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 1 akşam yemeği, 5 kahvaltı</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "RIO DE JANEIRO’YA  VARIŞ",
      "description": "Maskelerinizi,tüylerinizi,payetlerinizi ve yüz boyalarınızı kapın ve karnaval deneyimine hazır olun.Akşamüstü uyum gezimiz için otel resepsiyonunda buluşacağız.Bu gruptaki diğer arkadaşlarınızla tanışmak ve şehrin içini dışını iyi bilen ekibimizden tüm gerekli noktaları öğrenebilmek için bir fırsat olacak.Size metroyu ne zaman kullanıp ne zaman kullanmaktan kaçınmanız gerektiği,hangi taksilerin güvenli olduğu,iyi restoranlar ve Rio’da ‘blocos’ olarak bilinen en iyi sokak partileri konusunda tavsiyelerini verecekler.Blocos ,kostümlü eğlence düşkünü toplulukların danslar ve şarkılar eşliğinde şehri gezerek atmosferi yaşadıkları karnavalın en heyecan verici bölümlerindendir.Tur liderleriniz ayrıca size harita ve küçük şehir rehberleri sağlayacaktır.Ayrıca otelde karnavalın her günü ,ekibimizin sorularınızı yanıtlayacağı ,gezi rezervasyonlarınızı yapacağı ve şehirde geçirdiğiniz süre boyunca olan biten hakkında önerilerini vereceği yardım masaları hazır olacak."
    },
    {
      "dayNumber": 2,
      "title": "Rio de Janeiro City Tour",
      "description": "Bugün dahili şehir turu için resepsiyonda buluşuyoruz.Ünlü Corcovado’yu (Kurtarıcı İsa) ziyaret edeceğimiz,araçla gösterişli Santa Tereza mahallesine gezeceğimiz,ilginç  ve renkli Lapa Steps’e gideceğimiz,güzel vitraylarıyla olağanüstü üçgen bir yapı olan Saint Sebastian Metropolitan katedralini göreceğimiz ve tabi şehrin enfes manzaraları için teleferikle Sugar Loaf’a çıkacağımız heyecan verici bir gün bizi bekliyor.Daha sonra bu çarpıcı sahil şehrinin ortamında biraz dinlenmek için zamanınız olacak.Bu gece Rio karnavalı atmosferinin tadını çıkarıp birkaç bloco ya katılmak için en iyi gecelerden biri.Bugün,en iyi sokak partilerinden olan Banda Ipanema akşamüstü Ipanema’da başlar.Sambadrome biletinizi de bugün oteldeki yardım masalarından alabilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Rio Tour & Sambadrome Parade",
      "description": "Pazar gecesi Rio karnavalının en önemli bölümü Sambadrome gecesi.Karnaval şenliklerinin en hareketli zamanı ve en iyi şekilde görünebilmeniz için tur lideri size kostümlerinizi ve aksesuarlarınızı satın alabileceğiniz yerleri önerecekler.Güne Rio’nun en büyük gecekondu mahallesi olan Rochina’ya(veya benzer) gezimizle başlıyoruz.Gezi sırasında şehri yukarıdan  gören dik bir tepeye konuşlu bu bölgeden harika panoramik görüntülerin keyfini çıkarıp şehre tam anlamıyla hakim olabileceksiniz.Sonrasında Rio’nun pek çok et restoranlarından birinde tabağınızı silip süpüreceğiniz Brezilya usulü (rodizio) biftek şölenine ya da Sambadrome törenininin yüksek temposuna hazırlanmak için kumsalda dinlenip rahatlamaya ne dersiniz?"
    },
    {
      "dayNumber": 4,
      "title": "Rio de Janeiro",
      "description": "Sambadrome’un heyecanının ardından biraz uzanıp dinlenmenin tadını çıkarın.Bugün biraz rahatlayıp Rio’nun çok ünlü bazı plajlarını gezin.Her plajın karakteri kendine özgüdür.Flamengo dinlenip güneşin tadını çıkarabilirsiniz.Yerel halkla plaj voleybolu ve futbolu oynamak için Copacabana’ya gidebilirsiniz.Şık Ipanema ise zengin ve ünlü insanların Rio’daki zamanlarını geçirdiği yerdir. Bugün gerçekleşen‘Beatles bloco’ ya ya da resmi Bloco do Sargento Piminta’ya veya genellikle öğle saatlerinde başlayan Gloria Cinelandia’ya gidin."
    },
    {
      "dayNumber": 5,
      "title": "Rio de Janeiro",
      "description": "1 night(s) in hotels at Hotel Rio Lancaster or similar . Upgrade to your own room here."
    },
    {
      "dayNumber": 6,
      "title": "RIO DE JANEIRO’DAN AYRILIŞ",
      "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor.Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
    }
  ],
  "map": ""
}