[
  {
    "destination": "Bulgaria",
    "mainPhoto": "images/tour-photos/Bulgaria/01/06.webp",
    "id": "family-adventure-holiday-in-bulgaria",
    "tourName": "Family adventure holiday in Bulgaria",
    "placesVisited": "Sofia guided city tour, Eastern Rhodope Mountains, stay on a friendly, welcoming farm, help out with farm activities, homemade dinners made with organic ingredients, horse riding, vulture observation, gold panning in Arda River, kayaking, cycling, Plovdiv guided tour",
    "generalInfo": "Discover the wild charm and hospitality of Bulgaria, on this week-long family adventure holiday. Spend four nights on a farm, where a herd of 500 cows and many sheep and beehives are kept, exploring the area by day and tucking into delicious homemade dinners each night made with organic food picked fresh from the land. You’ll also have a night in capital Sofia and in the beautiful town of Plovdiv, with guided tours of each.<br/><br/>On the farm you can switch off from globalisation and relax into a different rhythm. There is lots to keep little ones busy. Help out with mowing, sowing, digging in the garden and picking herbs and mushrooms, then explore the surrounding countryside. Visit the mystic Thracian Tombs and temples scattered through the mountains and enjoy cycling along the newly opened Trans-Rhodope cycling route, following the meanders of the Arda River. Try gold panning in Arda River then enjoy a kayaking adventure, paddling to Borislavtsi village to see sesame oil and butter being made in the traditional way. Go horse riding one day, and keep your eyes open for the region’s amazing birds of prey. Golden eagles, Egyptian vultures and Griffon vultures can all be seen at close range.<br/> <br/>The Eastern Rhodope Mountains are a very special part of Bulgaria, home to a great deal of wildlife, including wolves, and the best place in the country for spotting raptors. In the Arda Valley, you can see two thirds of all bird of prey species in Europe, and your trip will also support local Madjarovo Center for the protection of rare bird species.<br/><br/>You’ll end your holiday in Plovdiv, spending a night here and enjoying a guided tour will reveal the lovely old cobbled streets of the Old Town, the Roman Amphitheatre and the town’s beautiful period houses and museums.<br/>",
    "durationDays": "7",
    "price": "1295",
    "image1": "images/tour-photos/Bulgaria/01/01.webp",
    "image2": "images/tour-photos/Bulgaria/01/02.webp",
    "image3": "images/tour-photos/Bulgaria/01/03.webp",
    "image4": "images/tour-photos/Bulgaria/01/04.webp",
    "image5": "images/tour-photos/Bulgaria/01/05.webp",
    "image6": "images/tour-photos/Bulgaria/01/06.webp",
    "imagealt": "Bulgarian family adventure holiday",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Bulgaria! Transfer to your hotel. Sofia guided city tour. Free time to explore the capital and overnight in Sofia."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "In the morning you will get your rental car and drive from Sofia to the Eastern Rhodopes, where you will be centre-based in the remote Wild Farm in Gorno Pole village. In the afternoon farm activities, such as mowing, haying, sowing, weeding and digging in the garden, picking herbs and mushrooms.Home-made dinner with bio products from the Wild Farm garden, personally picked up from our hostess."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Early in the morning: vulture and wolf observation. In the afternoon: horse-back riding adventure through the nearby vast hills and mountains. Home-made dinner."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gold panning in Arda River as they did in the old days during the Gold Rish Fever in Klondike, later kayaking adventure and paddling to Borislavtsi village where we will visit a small atelier for home-made sesame oil and butter (an old Bulgarian tradition). Home-made dinner."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "A cycling trip to the nearby rock phenomenon and the meanders of the Arda Rriver, as well as the newly opened Trans-Rhodope cycling route. Home-made dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Guided tour of Plovdiv. Visit to the cobbled streets of Plovdiv Old Town, the Roman Amphitheatre, the Revival Period Houses, the Ethnographical and Archaeological Museums. Overnight in Plovdiv."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "You return to Sofia. Free time or travel directly to the airport where you return the car."
      }
    ],
    "map": ""
  },
  {
    "destination": "Bulgaria",
    "mainPhoto": "images/tour-photos/Bulgaria/02/01.webp",
    "id": "wine-and-culture-in-bulgaria-holiday",
    "tourName": "Wine and culture in Bulgaria holiday",
    "placesVisited": "",
    "generalInfo": "- Discover Sofia, the Bulgarian capital, on a guided city tour;<br/>- Take a walk in the old town of Plovdiv, the European Capital of Culture 2019;<br/>- Discover the Thracian and Struma Valleys and Sakar Wine Regions;<br/>- Visit the Rila Monastery – UNESCO Heritage List;<br/>- Visit 11 renowned wineries in Bulgaria with wine experts; <br/>- Enjoy local food in trendy restaurants, wineries and authentic guesthouse<br/>- Rich cultural program, breathtaking nature and fine wines – this is Bulgaria!",
    "durationDays": "8",
    "price": "3980",
    "image1": "images/tour-photos/Bulgaria/02/01.webp",
    "image2": "images/tour-photos/Bulgaria/02/02.webp",
    "image3": "images/tour-photos/Bulgaria/02/03.webp",
    "image4": "images/tour-photos/Bulgaria/02/04.webp",
    "image5": "images/tour-photos/Bulgaria/02/05.webp",
    "image6": "images/tour-photos/Bulgaria/02/06.webp",
    "imagealt": "Bulgarian wine and culture holiday",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Sofia and short transfer to your hotel located in the city centre. Gided city tour of Sofia. You will see all the major landmarks of the capital. Churches, mosques and magnificent government palaces - Sofia has many faces. Golden shining center of the capital is Alexander Nevski Cathedral. The oldest building of the city is the Rotunda Saint George from the 4th century. Remarkable are also the Roman ruins from the ancient city of Serdika. Enjoy wine tasting and appetizers at the end of the city tour."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After breakfast, we continue to the city of Stara Zagora. On the way, we will stop at a boutique winery, specialized in producing high quality wines, located in a deep valley surrounded by the slopes of Sredna Gora. After the winery tour, we'll sample some of their best wines in a glamorous room dedicated to wine tasting. The tasting will be accompanied by bread, local cheese and fresh seasonal fruit. In the afternoon, we arrive in Stara Zagora. The city has had different names previously, including Beroe, Borui, Augusta Traiana, etc. The earliest traces of civilization date back to the 7th millennium BC. In 1968, Neolithic dwellings from the mid-6th millennium BC were discovered in the city, which are the best preserved and richest collection in Europe of its kind and have been turned into a museum. Overnight in a 4* hotel in the city centre."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "In the morning, we will transfer to the small village of Dositeevo, where the locals will give us a cultural presentation. After, we will visit not one, not two, but three wineries and in one of them we will have lunch. Lunch will be on the late side, so you will be on your own for dinner. In the afternoon, we arrive in Plovdiv for our guided city tour. The city is one of the oldest centers of European civilization - older than Rome and Athens and a contemporary of Troy and Mycenae. Currently Plovdiv is an important cultural center, with a number of sites from Roman antiquity and the Ottoman period, many Orthodox churches, museums, galleries, boutiques, nice cafes and restaurants. Dinner at your own expense. We will spend the next two nights in a 3* boutique hotel in Plovdiv."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Breakfast and then we will head to a renowned winery in the Thracian valley. It is a modern organic winery with a fully complete production cycle beginning from the grapes and ending with the bottle of wine. We will enjoy a wine tasting and a workshop on creating our own wine that we can bring home. On the way back to Plovdiv, we will stop for lunch and wine tasting at another boutique winery. Immaculate wine experience – the light lunch with tasty meals will be paired with wines from predominantly local varieties (such as Mavrud and Rubin). Dinner at your own expense."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Breakfast and then we will transfer to a winery located at the south edge of the Rodopi Mountain range (the so-called Rodopi “collar\"). We will make a winery tour; visit the scenery vineyards (if the weather is appropriate) and the enoteca. The cherry on the cake will be the lunch – 3-course menu of exquisite meals paired by 5 excellent wines, including their premium ones. In the afternoon, we will arrive in Gotse Delchev. We could enjoy the wellness at our 5* hotel. Dinner accompanied by local wines in this real gem of Mesta river valley."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive further through Struma valley – the home of the indigenous grape variety Melnik (Shiroka Melnishka Loza, Melnik 55), named after the smallest town in Bulgaria. We will visit the first Bulgarian completely certified cellar for organic grapes/wines. The diversity of varieties convert into excellent wines in the curious barrel-shaped winery. Then we will continue to Melnik. With a population of 385, it is the smallest town in Bulgaria, retaining its city status today for historical reasons. During the 18th century Melnik turned into a blooming, significant town and became famous in entire Europe for its good wine. The town is also associated with the impressive natural sand pyramids in various forms. We will spend the night in Melnik in a charming guesthouse overlooking the town. Dinner in a traditional restaurant."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Breakfast and transfer to Rila Monastery - the biggest orthodox sanctuary in Bulgaria, included in the UNESCO World Heritage List. It was founded in the 10th century by Saint Ivan Rilski who lived in a tiny cave in the mountains. On the way, we will stop at another boutique winery located in the small town of Kocherinovo - the place offers a breathtaking view to Rila mountains. It is a family owned winery that uses sustainable practices to preserve the purity of nature and the unique terroir of the region. In the afternoon, we arrive in Sofia. Farewell dinner."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Breakfast and then transfer to the airport. Goodbye!"
      }
    ],
    "map": ""
  }
]
