{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "safari-and-seascape-9-day-tanzania-and-zanzibar",
  "tourName": "Safari and Seascape: 9-Day Tanzania and Zanzibar",
  "placesVisited": "Ruaha National Park, Matemwe",
  "generalInfo": "Experience the majesty of East Africa’s bushveld and coastlines on this tailored 9-day tour from Ruaha National Park in Tanzania to Matemwe in Zanzibar. Discover Africa’s phenomenal Big Five, colorful birdlife, vibrant flora, and immaculate safari environments, and explore its sparkling coastal getaway destinations, sumptuous seafood restaurants, and dazzling marine life over the course of this adventure-lovers safari and seascape vacation.",
  "durationDays": "9",
  "price": "7,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ruaha National Park - Enter East Africa’s Largest National Park",
      "description": "East Africa’s biggest national park, Ruaha, is the gateway to Tanzania’s safari, and you will arrive this morning after your flight and transfer from the airport. Entering the gates of the reserve, dense grasslands and rolling bushveld will seduce you, while images of East Africa’s indigenous wildlife will stretch towards the horizon. You will travel to a tented camp tucked beneath the shade of acacias and baobabs and relish your first afternoon game drive en route. From lions to leopards and elephants to rhinos, you will capture remarkable wildlife photography in Ruaha."
    },
    {
      "dayNumber": "2",
      "title": "Ruaha National Park - Early Morning Spotlighted Safaris",
      "description": "With your first full day in Ruaha ahead, you will set off early in the morning before the sun rises to witness evidence of last night’s activities. With an experienced ranger and tracker guiding your gaze with a spotlight, you will follow footprints leading through the luxuriant wilderness to dirt roads where you may spot predators lurking through the bushveld. These early morning safaris should showcase Tanzania’s nocturnal creatures and big cats that use the cover of the night to hunt, and you may partake in them every morning during your stay."
    },
    {
      "dayNumber": "3",
      "title": "Ruaha National Park - Riveting Safaris through Ruaha",
      "description": "You will relish another day of exploration in Ruaha National Park this morning and afternoon on half-day safaris set on one of Tanzania’s most magical wilderness stages. Your knowledgeable guides will chaperone you through the greenery where rivers run wild and animals roam freely, and you will arrive at viewpoints overlooking the immense untouched environments. Today’s sightings may include elephants drinking from the rivers, hippos swimming in the channels, and giraffes nibbling thorny trees. You will also be on the lookout for birds of prey, wild dogs, wildebeest, and much more iconic African game."
    },
    {
      "dayNumber": "4",
      "title": "Ruaha National Park - Discover Ruaha National Park at Night",
      "description": "You will join your ranger on safari in Ruaha today, with another round of morning and afternoon game drives helping you spot the animals and birds you have yet to encounter. Your afternoon drive will conclude at a panoramic observation point, presenting unparalleled bushveld spectacles where you will sip on cocktails against the backdrop of the setting sun. Afterward, you will relish a night drive spotlighting what happens in Ruaha when the rest of the world sleeps. Discover the secrets of Tanzania’s nocturnal wildlife, including predators that take advantage of the dark and other night owls active in the shadows."
    },
    {
      "dayNumber": "5",
      "title": "Matemwe - Sensational Sunsets over the Indian Ocean",
      "description": "Boasting a remote beach hemmed between the palm tree-hugged coastline and sapphire seascape of the Indian Ocean, Matemwe is a dreamy Zanzibar destination you will come to treasure during the four nights you spend at a gorgeous retreat a minute walk from the beach. The moment you arrive, you may drop off your things and head for the sandy shores to soak up the spectacular scenery and wallow in the warm waters of the sprawling ocean. In the evening, you will tuck into exquisitely prepared fresh seafood dishes to views of the shimmering sunset."
    },
    {
      "dayNumber": "6",
      "title": "Matemwe - Explore Matemwe’s Marine Beauty",
      "description": "Coruscating coral reefs lie just off Matemwe’s coastline, and you may snorkel across these rich marine ecosystems this morning after breakfast. Swimming in the balmy sea with professional snorkeling equipment, you may dive beneath glistening water to witness the colorful sea life wading amongst spiky anemones. Another way to admire the marine beauty of Matemwe is by boat, and you may enjoy a traditional wooden dhow boat tour or deep-sea fishing on a trawler. Depending on your preference, you may spend your seafaring afternoon peacefully taking in the panoramic views or thrillingly attempting to catch massive fish."
    },
    {
      "dayNumber": "7",
      "title": "Matemwe - Peace and Quiet in the Jozani Forest",
      "description": "There is no denying Matemwe’s impressive marine characteristics, however, the region is also home to rich forests that veil its headlands and a collection of indigenous wildlife inhabiting these prolific environments. Today, you may join a guide and follow shaded trails that weave across the Jozani Forest to waterfalls cascading over the rocky hills. As you picnic beneath the emerald canopy, you will hear the sounds of birds singing from the trees and catch a glimpse of monkeys leaping between the branches."
    },
    {
      "dayNumber": "8",
      "title": "Matemwe - Exhilarating Water Sports or a Moments Peace",
      "description": "With one more day in Matemwe ahead, you may choose to lounge on the velvety white shoreline and catch a tan or participate in exhilarating water sport activities. Either reading a good book under the palms or kayaking across the sparkling waters, you will be dazzled by the majesty of this far-flung destination and be seduced by the tranquility of its tropical charm. In the evening, you will return to your accommodation for one last seafood supper alongside the spellbinding sunset scenes."
    },
    {
      "dayNumber": "9",
      "title": "Matemwe - One Last Sunrise in Zanzibar",
      "description": "The sunrise over Matemwe will dance off the glassy sea, and you will catch the chorus of waves crashing against the shore from your suite as you wake up to view the scenes. The wind will blow against the palm trees, and the fresh sea breeze will fill your lungs as you gaze upon Zanzibar’s picturesque coastline. Heading down to the restaurant for breakfast, you will think back to the moment you arrived in East Africa and first admired the continent’s immaculate scenery. After breakfast, you will grab your things and transfer to the airport to board your flight home."
    }
  ],
  "map": ""
}