{
  "destination": "Rwanda",
  "mainPhoto": "",
  "id": "tanzania-safari-gorilla-trekking-adventure",
  "tourName": "Tanzania Safari & Gorilla Trekking Adventure",
  "placesVisited": "Arusha, Tarangire National Park, Lake Manyara, Ngorongoro Crater, Serengeti National Park, Kigali, Volcanoes National Park",
  "generalInfo": "East Africa is filled with legends, luxury, and majesty during your 13-day Tanzania and Rwanda adventure. You will scour the Serengeti grasslands for lions and find the Big Five in the Ngorongoro Crater on Africa safaris. You will wander through dense volcanic forests in search of mountain gorillas hidden in the mist. Your Africa adventure takes you inside five celebrated national parks revealing the marvels of Tanzania and Rwanda.",
  "durationDays": "13",
  "price": "11,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Relaxed Arrival in East Africa",
      "description": "You will land at Kilimanjaro International airport, which is an iconic peak gazing down at the landscape below with a sense of adventure. Open plains surround the airport, and you will immediately understand the season, whether the parched, dusty ground of the dry months or the lush green that follows from April to June. You will be greeted at the airport and transferred west towards Arusha where your lodge will be perched amid a forest and above the city. Up here, you will hear bush babies and tropical birds, which are sounds that alert you to the safari that is to come. So, you can check-in, take a stroll around the gardens and get some rest because this time tomorrow you will be in elephant country."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park – Elephants and Baobabs",
      "description": "Traveling west, you will leave mountain peaks behind as the road cuts onto open plains and a migratory wildlife route. Tarangire will be initially hidden with a swathe of high vegetation cutting the park off from the world. You can venture inside, and there may be an initial feeling of disappointment. Animals are very difficult to spot around the park gate and park perimeter. For better sightings, you will need to venture deeper into the park towards the area around your lodge. Elephants will soon start to dominate, marching in herds of up to 60, and baobab trees will mark the horizon, which are resting places for primates and leopards. Soon, the rest of the world will disappear,w and it will be just you and the animals. Within two hours of being in Tarangire, your senses will have been tuned to the wilderness."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire National Park – Eclectic Encounters and Endless Tusks",
      "description": "You will stay within the national park, and you can explore areas that are inaccessible to day visitors. By following a river to the south, you will feast on inimitable sights. Lions will lounge beneath the trees, lazing away most of the day, giraffes will be conspicuous, and zebras will start to blur into the landscape. Hippos will belch and grunt from the river as elephants splash from the riverside with their giant trunks nestling on the water. Sometimes you will stop on a trail to allow an elephant herd to pass, sometimes waiting for up to 20 minutes for all of the animals to pass. Then, back at the lodge, these sights will keep coming with animals drinking from a floodlit waterhole below."
    },
    {
      "dayNumber": "4",
      "title": "Ngorongoro Crater – Amid Tree-Climbing Lions and Baboons",
      "description": "Today, a game drive will take you out of Tarangire, through Lake Manyara, and into a thick and mysterious forest. The going will be slow here with muddy trails and plenty of wildlife blocking the way. You will travel deeper and deeper until the lush green foliage becomes incredibly thick. Lake Manyara has the world’s largest baboon population, and they can cause a racket with troops quarreling by bashing on trees and yelping loudly. Within an hour in the park, you will have seen hundreds of them from raucous large males to tiny babies. It may seem like the forest has no end, but with a few more turns the lake will appear. Now there will be thousands of animals in a single panorama although you will not get as close as you were in the forest. Hippos will fill the lake, buffalo will graze, and baboons will scurry about in large gangs. The forest is sparser on the opposite side of the park, and it is here where you will search for lions. They will lounge upon branches, sleepily watching the savanna below. Sometimes an entire pride will fill a tree with a dozen lions watching patrolling the landscape for prey. There are only a couple of places in Africa where lions do this, adding exclusivity to your encounter in what is the continent’s most picturesque park. At other destinations like the Serengeti, you will need to maximize the early morning and late afternoon, going on game drives when the animals are the most active. That will not be as important in Lake Manyara, so you can explore throughout the day before exiting to the north and continuing into the Ngorongoro Conservation Area. Your lodge will be positioned on the crater rim and will be perfect for making you the first visitor into the crater tomorrow morning."
    },
    {
      "dayNumber": "5",
      "title": "Ngorongoro Crater – Intimacy on Eden’s Caldera Floor",
      "description": "As dawn breaks, you will travel through the mist as the road descends sharply into the world’s largest intact volcanic caldera. At this early hour, the predators will be prowling, and lions and leopards will commonly be spotted on the plains, using the mist as a veil to hunt. Gradually the mist will clear, and the lakes will appear. Into a forest you will venture, passing some of Africa’s largest tusked elephants on your way. Then, back out on the plains, you will make out the remains of a hunt with lions lounging around a carcass. Black rhinos will trot past, keeping clear of the commotion, and buffalos will graze in large numbers as zebras skip clear of hyena. Now it will be the middle of the morning, and the whole caldera floor will be in view. With a single glance, you can see upwards of 10,000 animals. Over 30,000 wild mammals live here, and they represent almost all of Africa’s famous species. The only big one that will not be present is the giraffe because the caldera slopes are too steep for them to walk down. You are allowed six hours in Ngorongoro, meaning you will ascend around midday. The rest of the day will be very at your leisure, admiring caldera views from your lodge and watching the odd mammal en route to the lakes."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park – Predators and Ungulates on the Open Plains",
      "description": "The fourth park in Tanzania’s iconic northern circuit, the Serengeti, is adjacent to Ngorongoro Conservation Area. This circuit is so good because it is an unbroken wildlife route with animals moving freely between the areas. In each park, the landscape changes, and the most dramatic transformation that you will see on your trip will be today. You will descend from the crater rim and look upon seemingly endless grass plains. Scattered across these plains will be wildebeest, zebra and Thomson’s gazelle. At first, they will be dots, but as you descend, they will grow larger. Stripes will appear, and bearded wildebeest will play with each other. With three days in the Serengeti, you can cover a large proportion of the park. You will need this much time because it is such an enormous space and the animals are always on the move. Different areas will be packed with life at different times of the year. Rocky platforms will punctuate the grasslands, which are the hideouts from which lions watch the plains. Predators will not follow the herds, so you will be able to see lions and leopards throughout the park. Unfortunately, some areas within the Serengeti will appear empty. This is just how it is in the vast, African wilderness. You might see an elephant or buffalo, but not the fabled herds. With three days, you will track the animals’ movement, staying in a camp that is amongst the largest animal populations. Like with every stop on this luxury safari, the camp will be handpicked, using location as a premium. There are stunning lodges and camps across the Serengeti, but a great safari is dictated by being in the right place at the right time. Some camps will literally be surrounded by herds. You can even lay in bed and listen to animals grazing. You will also wake up to a vista that includes many thousands of animals. Over these three days, you will track the herds during game drives. Except it is never just the herds, it is the drama that follows them. Hyenas yelp in unison, alerting the pack to the weak and vulnerable. At first, they are ugly little characters, but there will be a charm when you look beyond their laughing stigma. Leopards will rest on tree branches, watching you with piercing blue eyes. Occasionally, they leap onto the grasslands where you will follow them. It is the abundance of encounters that you will most remember. Here, it is not one lion but many prides. Even elusive animals like cheetahs are seen in large numbers. With three days, you should spot the enormous herds, sometimes over 100,000 wildebeest filling a single frame. You will appreciate the contrast between fertile plains and those areas that have already been grazed, and you will come to understand the rhythm of life, particularly the daily battles between predator and prey. On some days, you will go out on full-day game drives, taking a packed lunch with you. On other days, you will have morning and afternoon game drives, with downtime back at your camp."
    },
    {
      "dayNumber": "9",
      "title": "Volcanoes National Park – The Easiest Transfer From Safari to Gorillas",
      "description": "Serengeti to Volcanoes National Park is the easiest and shortest route between any famous East African big-game safari and the gorillas. You will board a direct flight from the Serengeti to Kigali, which is Rwanda’s capital city. After this three-hour journey, it is a further two and a half hours by road, crossing green hills to a rainforest in the northwest of the country. If you wanted to see the gorillas in Uganda, then this will still be the quickest route. After the morning passes, you will be gazing over the rainforest the early afternoon, watching the mist swirl and imagining tomorrow’s adventure."
    },
    {
      "dayNumber": "10",
      "title": "Volcanoes National Park – Two Days of Intimate Gorilla Trekking",
      "description": "Through the green, you will see a blanket of black fur. A gorilla is on the move, crawling on all fours through the rainforest. It will take an hour of trekking to get here. Now, you must continue the journey, and the guide will slice a path with a machete. Only after 30 minutes will the gorillas stop, and you will have reached your destination. You will approach slowly as a gorilla mother gazes out and greets you before uttering a grunt of approval. You can creep even closer, walking up to the rest of the troop. A dozen gorillas will appear before you, including a playful youngster swinging about the trees. Officially, you can come to within seven meters, but the gorillas do not know this. Some of them start feeding behind you. For 30 minutes, it will be as if you are in a dream with so much going on that it will be hard to know where to focus. The second half of the encounter will be more relaxed, especially once you put the camera away. You will admire different behaviors and sounds, especially how the gorillas interact with each other. There will be time to focus on an individual, particularly the cute gestures and calls that it makes. Slowly you will come to know an entire troop, and then, it will be time to return, trekking back through the rainforest and away from these unique primates. This is too unique of an experience to only do once. So, the next morning you will return, trekking to a different troop and experiencing the behavior of another gorilla family. It will be more relaxed the second time around, especially now that you know how gorilla trekking works. This time it will be a larger troop with two silverbacks and a slightly different social structure. You will stare in awe and wonder at the primates for an hour, feeling the inimitability of who you are with and sensing the remoteness of the rainforest. There are only around 1,000 mountain gorillas left, and none of them have ever been captive. When you return to the lodge, it will be rather special to think that you have encountered two of the few remaining troops."
    },
    {
      "dayNumber": "12",
      "title": "Kigali – Cultural Encounters On Route to the Capital",
      "description": "Rwanda is a country on the rise and where welcoming local people reflect a nation of change. This is a country that confounds many preconceptions, and guides will be keen to show you its local side, particularly in villages on route to Kigali. With a full day to travel back to Kigali, you can take it slow and personalize an itinerary that is based on your interests."
    },
    {
      "dayNumber": "13",
      "title": "Kigali – Departure",
      "description": "After a leisurely breakfast, you will fly from Kigali, which is one of East Africa’s major airports."
    }
  ],
  "map": ""
}