{
  "destination": "Tanzania",
  "mainPhoto": "",
  "id": "tanzania-family-friendly-safari-with-teenagers",
  "tourName": "Tanzania Family Friendly Safari with Teenagers",
  "placesVisited": "Arusha, Tarangire National Park, Serengeti National Park, Lamai Serengeti",
  "generalInfo": "Travel with your family into the heart of the Tanzanian bush on this 10-day safari experience. Stay at spectacular tented camps nestled in private locations across the infamous plains of the Tarangire and Serengeti for unprecedented intimacy with the continent’s most famed species and incredible adventure for all ages.",
  "durationDays": "10",
  "price": "17,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Arusha – Welcome to Tanzania",
      "description": "Descend over Tanzania with spectacular views of the snow-capped peaks of Kilimanjaro and Mount Meru as you touch down at Kilimanjaro International Airport at the base of the 15,000-foot Mount Meru. Upon clearing customs and collecting your baggage, a representative will meet you and your family in arrivals. Piling into a spacious private vehicle, you will move out of the city and towards your lush accommodations. Set on a working coffee plantation, this first stop will be the perfect place to unwind before the adventure begins."
    },
    {
      "dayNumber": "2",
      "title": "Tarangire National Park – Drive to the Wild",
      "description": "This morning you will rise to the smell of freshly brewed local coffee, which will lure you to the verandah for a breakfast buffet of fresh fruits and pastries. After feasting on this delicious spread, you and your family will return to begin the drive to Tarangire National Park. Leaving the city, the landscape will quickly transform from farmland into picturesque African plains. Tarangire National Park stands among Tanzania’s more remote and untouched areas, allowing you and your family to have an intimate first experience in this stunning park."
    },
    {
      "dayNumber": "3",
      "title": "Tarangire National Park – Search for Elephants, Buffalo and Prolific Birdlife",
      "description": "From your base deep within the park, it will be only moments before vibrant wildlife emerges before your eyes. Tarangire is known for its huge herds of elephant, which roam alongside dense populations of big cats. As the sun rises higher into the sky, you will pause under the shade of a baobab tree for breakfast. In the late afternoon, you may set out on another game drive in search of some of the lesser-known creatures. Tarangire is home to unique wildlife including the oryx and gerenuk, as well as the Kori bustard, the world’s heaviest flying bird."
    },
    {
      "dayNumber": "4",
      "title": "Tarangire National Park – Heart of Tarangire",
      "description": "This morning, you may wish to set out into the bush on foot for some added intimacy and adventure. These walks are often a great time to learn from your guides, as they show you how to track a lion, spot an elephant and make a bracelet from the bark of an acacia tree. Following sundowners and appetizers, you can set out on a night drive and listen for bushbabies as they propel themselves madly through the trees and listen for the laughter of hyenas as they scavenge the landscape."
    },
    {
      "dayNumber": "5",
      "title": "Serengeti National Park – Fly Deep into the Wildebeest Migration",
      "description": "This morning you will wake for a quick breakfast before driving to the Kuro Airstrip, roughly one hour away from your camp. Here, you will board a flight that will carry you above the infamous plains of the Serengeti, landing somewhere in the Serengeti. Years of experience in the Serengeti enable the owners to predict the movements of the migration, following them across the plains on this exciting adventure. In the late afternoon, you will gather with guides and camp managers for sundowners and soft drinks as you watch a remarkable sunset over the famed savanna."
    },
    {
      "dayNumber": "6",
      "title": "Serengeti National Park – Search for the Great Wildebeest Migration",
      "description": "Today, the familiar rhythm of early mornings with tea and coffee will continue as you rise early in search of the migration. Setting out onto the plains, you will quickly find countless wildebeest, zebra, and impala as they graze on the green pastures that guide their annual journey. Unperturbed by human presence, you will be able to drive among this humungous group, marveling at the magic of it all. Driving onwards, you may have the chance to run into wildebeest on the move, as thousands of them gallop and walk towards the next set of pastures."
    },
    {
      "dayNumber": "7",
      "title": "Serengeti National Park – Fly North",
      "description": "Today you will fly from your mobile camp to your lodge in Northern Tanzania. This sensational site in the secluded northern part of the Serengeti was rewarded to Nomad by the Tanzanian government for their impeccable history in tourism and environmental conservation. As you drive up to the Kogakuria Kopje, a rocky outcropping in the otherwise flat landscape, you may need to look hard to spot this environmentally sensitive lodge that has gone to great lengths to incorporate the natural surroundings. The comfortable setting is the perfect place to perch yourself for quiet contemplation or to observe the land below."
    },
    {
      "dayNumber": "8",
      "title": "Serengeti National Park – Drive Through the Serengeti",
      "description": "Having thus far experienced total remoteness and tens of thousands of migrating wildebeest, the following two days will be time for a great African spectacle. Rising early as the sunrise floods your cottage, enjoy a cup of coffee on your balcony before setting off with a skilled guide in search of the infamous Big Five. Lions, leopards, buffalo, rhinoceros, and elephants are truly prolific in this secluded portion of the Serengeti. As you return to the camp for lunch and relaxation, be sure to keep an eye out for intrepid baboons, mongoose, and hyrax that often visit the surrounding cliffs."
    },
    {
      "dayNumber": "9",
      "title": "Serengeti National Park – Dive Deeper",
      "description": "Today will be your final opportunity to explore the sublime beauty of the African landscape. You can rise early for another theatrical sunrise. Your family may appreciate a final game drive that will allow them to revisit favorite animals. Take time to speak with your guide, learning a bit more about the dynamics and challenges of sustaining this remarkable landscape. Guides live nearly year-round in the bush and can offer a unique and relevant perspective on the region before you soak in the night sky while listening to stories and the sounds of the bush."
    },
    {
      "dayNumber": "10",
      "title": "Arusha – Return to Arusha",
      "description": "Today you will enjoy the last bush breakfast as the sun rises on the camp before it is time to board your flight back to Arusha. This flight will gift you with a final few glimpses of the savannah below as you fly the length of the Serengeti. Landing in the shadow of Kilimanjaro will be the perfect conclusion to this remarkable family holiday. You will connect onwards to your international flight. You could also extend your trip to the coast for the excellent east African experience in Zanzibar."
    }
  ],
  "map": ""
}