{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "17-day-immersion-into-australia-outback-to-wine-country",
  "tourName": "17-Day Immersion into Australia: Outback to Wine Country",
  "placesVisited": "Melbourne, Sydney, Hobart, Adelaide",
  "generalInfo": "You have never seen the land down under quite like the best of Victoria, Southern Australia, New South Wales, and Tasmania on this 17-day tour. From the wine-growing magnificence of the Barossa Valley and Launceston to the raw natural beauty that teems with life on Kangaroo Island, this luxurious getaway provides the perfect balance of adventure and comfort that Australia has to offer.",
  "durationDays": "17",
  "price": "17",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Outback Adventure",
      "description": "Tucked into a snug harbor on the southeastern coast of Australia, Sydney has long enjoyed an exotic status as a top destination for those in search of compelling adventure and pristine wilderness. Your journey into New South Wales will begin the moment your plane's wheels touch the ground. Meeting you at the airport, a private transfer will ensure your speedy arrival to your comfortable accommodation. After getting settled in to your new surroundings, you can head down to the marina to enjoy an evening cruise through the wandering waterways of Sydney."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Walking Tour for Foodies",
      "description": "Australia is rapidly becoming a hotspot in the Southern Hemisphere, and Sydney is leading the charge. On a Foodie Tour, you will be able to munch your way through this unique side of the city and visit many eateries, cafes, and markets that proudly display Australian cuisine. Delicious food will be replaced by delicious beverages in the afternoon as you are introduced to the region's fine winemaking traditions."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Australia's Hunter Valley",
      "description": "After a leisurely wake-up at your hotel, you will leave the bustle of the city to visit the rural site of Australia's oldest winegrowing region. Your visit will showcase some outstanding boutique vineyards where you will witness the magical methods that turn grapes into the savory beverages you are able to enjoy. In the afternoon, a cozy restaurant will ensure that the local ingredients and wine are yours to enjoy before a helicopter returns you to your accommodation."
    },
    {
      "dayNumber": "4",
      "title": "Barossa Valley – Wine Tasting Excellence",
      "description": "The wine train will continue as you depart Sydney for the sparsely populated territory of South Australia and the center of Australia's Shiraz-producing region. A private transfer will carry you to the main Sydney airport, where a flight will be waiting to transfer you to the thriving community of Adelaide on the Gulf of St. Vincent. Your final destination will be the Barossa Valley. Your appetites will be slaked in the evening as you conclude your day with a four-course meal at a rustic hotel in this outback oasis."
    },
    {
      "dayNumber": "5",
      "title": "Barossa Valley – Lending about the Production Process",
      "description": "The history of the Barossa Valley includes immigrant influx, when Europeans came in great numbers and settled the area. As you will see today, that influence is alive and well, and the generations that live on in the valley blend this heritage with the agriculture they practice. Today, your expert wine guide will accompany you to a winemaker's laboratory where you will be able to experiment with your own tasty creations before concluding your tour with a visit to a local cheese company and winery."
    },
    {
      "dayNumber": "6",
      "title": "Barossa Valley – Australia's Wine Growing Center",
      "description": "Your final day in the Barossa Valley will find you reluctant to leave this idyllic setting of misty hills, neatly cropped vineyards, and charming people. Ensuring that no stone is left unturned, your tour for the day will lend a historical perspective on the wine producers that call this valley home. This history has influenced the delicious food and wine of today. Your expert guide will be happy to answer any of your questions and is an excellent ambassador for this unique corner of the Australian outback."
    },
    {
      "dayNumber": "7",
      "title": "Kangaroo Island – Ecological Beauty",
      "description": "Your adventure will continue today as you depart the fertile fields and tree-lined boulevards of the Barossa Valley. A private transfer will convey you swiftly out of this idyllic winegrowing setting and back toward the busy port of Adelaide. Here, you will board a charter flight for the short trip to Kangaroo Island. As you will see, the geologic formations and biological diversity found on Kangaroo Island make it an ideal spot for visitors who are hoping to encounter some of Australia's famous wildlife."
    },
    {
      "dayNumber": "8",
      "title": "Kangaroo Island – In Search of Furry Friends",
      "description": "With over one-third of Kangaroo Island declared protected, you can access the natural beauty in a number of ways. Today, a privately guided tour will ensure that you are able to visit all of the top attractions as well as the off-the-beaten-path treasures. After searching for the famous koala that feeds on eucalyptus trees and spends most of its life sleeping, you will make your way further into the bush on a journey to the North Coast. Your tour will conclude with a visit to Seal Bay, where a stroll along the beach will acquaint you with the furry inhabitants."
    },
    {
      "dayNumber": "9",
      "title": "Kangaroo Island – Final Day on the Island",
      "description": "After a tour full of exciting adventures and guided tours, it is nice to have the opportunity to chart your own course and take advantage of this unique location. Your final day on Kangaroo Island will allow you to choose from the full range the activities and experiences that are offered at your lodge. You can also relax in the ambient comfort of your accommodation and find a spot with a view to enjoy a snooze or a good book. No matter how you decide to spend your day, this island will enchant you with its abundant wildlife and rustic charm."
    },
    {
      "dayNumber": "10",
      "title": "Melbourne – Victoria's Capital City",
      "description": "Even though today is a travel day, it does not mean that you cannot enjoy the journey. Perhaps, a final trip out to spot the friendly kangaroos or to search for the elusive wallaby is in order before you depart. Your final destination will be Melbourne in the territory of Victoria. After flying into the city, you will be able to explore this thrilling community at your leisure. As the capital of the territory, Melbourne boasts an impressive array of trendy restaurants, sandy beaches, and waterfronts that are perfect for an evening stroll."
    },
    {
      "dayNumber": "11",
      "title": "Melbourne – Dynamic Gastronomy",
      "description": "Modern Melbourne enjoys a diverse population. As you will see today, this diversity also appears in the food it serves, the beer it brews, and the colorful markets found in each neighborhood. Today, you will set off in search of what is best in Melbourne's culinary scene. Snacking your way through Vietnamese, Middle Eastern, and Greek food influences, this tour will ensure that you enjoy an authentic glimpse of the dynamic and flavorful gastronomy exhibited in Melbourne."
    },
    {
      "dayNumber": "12",
      "title": "Hobart – Venture to Tasmania",
      "description": "As if your adventure could not get more exotic, today, you will depart the territory of Victoria and make your way to the rugged island of Tasmania and its capital of Hobart. Europeans first settled the island in 1803 because it, like much of mainland Australia, was used by the British Empire as a location for penal colonies. The locals are a friendly bunch who are proud of their home as well as their hospitality. After your flight arrives, a private transfer will convey you smoothly through the city center of Hobart and to your luxurious accommodation."
    },
    {
      "dayNumber": "13",
      "title": "Hobart – Enjoy a Seafood Cruise",
      "description": "Set against the rugged mountains of Tasmania, the territorial capital of Hobart is a moderately-sized city that provides the perfect launchpad for adventures into the nearby beaches or bush. For generations, the port of Hobart was a bustling environment. Today, it will be your rendezvous point for a memorable cruise. Into the waters of the Derwent River you will set off with your expert guide. During this cruise, you will be able to witness the unspoiled paradise of Tasmania’s coastline. After you have had a chance to help your guide harvest oysters and abalone from the water, you will be able to enjoy your efforts during a tasty lunch."
    },
    {
      "dayNumber": "14",
      "title": "Freycinet Peninsula – Rugged Contours",
      "description": "On Tasmania, rumors remain of a bold thrust of land to the north, jutting into the Tasman Sea and offering visitors panoramic views of the coastline and rugged mountains. Long a playground for local nature lovers, the Freycinet Peninsula is your destination today. Before departing Hobart, you will pay a visit to the fantastic Museum of Old and New Art, where work from contemporary masters is proudly displayed. After arriving at your lodge in the natural park, you will have the remainder of the day to bask in the luxurious accommodations or to take to the many trails that lead off to unknown treasures."
    },
    {
      "dayNumber": "15",
      "title": "Freycinet Peninsula – Adventure or Relaxation",
      "description": "Like many places in Australia, the Freycinet Peninsula is an excellent place for the active traveler. From cozy beaches tucked along turquoise coves to mountain biking paths that cover the region, you will have many different options for appreciating this particular leg of your Australian journey. If passive travel is more your style, your accommodation can provide opportunities to access fully equipped spa facilities and treatments. Today, this menu of options and more will be yours to enjoy."
    },
    {
      "dayNumber": "16",
      "title": "Launceston – Wine Producing Excellence",
      "description": "Wine producers in Tasmania are proud of their tasty work and offer visitors some unique blends and varieties of wine that are not available anywhere else in the world. Today, you will make your way into the heart of the Tasmanian winegrowing region on a trip to the nearby town of Launceston. Here, you will embark on a winery-hopping tour that will be an excellent orientation. By the time you retire to your comfortable accommodation in the evening, your senses will be satisfied with the knowledge that you have been well-exposed to Australia's viticulture prowess."
    },
    {
      "dayNumber": "17",
      "title": "Sydney – Departure",
      "description": "After departing Launceston, you will make your way back to Hobart for your connecting flight to the Australian mainland and eventually home. From Sydney to Adelaide to Melbourne, the Crown jewels of Australia's Southeastern regions have opened their welcoming arms to you as you have explored their charming communities and fertile lands."
    }
  ],
  "map": ""
}