{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "9-day-luxury-sydney-tour-for-nature-adventure-lovers",
  "tourName": "9-Day Luxury Sydney Tour for Nature & Adventure Lovers",
  "placesVisited": "Sydney, Blue Mountains",
  "generalInfo": "This 9-day adventure perfectly pairs luxury in the cosmopolitan city and active excursions, creating the ideal balance of a comfortable setting and mother nature. Australia is known for being a wild and vast nation. It is also known for being the perfect destination for outdoor lovers, making it the ideal choice for a luxurious vacation, especially in Sydney. From flying over the Sydney Harbour in a helicopter to hiking through the Blue Mountains, this getaway is one that you will never forget.",
  "durationDays": "9",
  "price": "12,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Helicopter Ride over the Harbor",
      "description": "When you arrive in Sydney, your private driver will be waiting to meet you at the airport. Your driver will then deliver you directly to your luxurious accommodation in Sydney, where you can settle in and have a bit of time to regroup. Your first exciting Aussie excursion will be a private helicopter ride over Sydney Harbour. There is no better way to gain a first impression of the amazing city than by a private helicopter tour. It will certainly make you all the more excited to explore the city in the coming days. As the sun sets and lights up the sky with a kaleidoscope of brilliant oranges, reds, and lavenders, you will make your way back to the ground."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Climb Sydney Harbour Bridge",
      "description": "This morning, you will wake up just before dawn to embark on a sunrise expedition to the top of the Sydney Harbour Bridge. From the top of the bridge, you will have an unrivaled view of Sydney from a height of 440 feet. A seasoned and capable guide will be with you every step of the way to ensure your safety and comfort. Following your morning outing, you will enjoy a private tour of the city’s iconic sights. This evening, you will skydive with a professional instructor over Wollongong Beach, which is located south of Sydney."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – The Blue Mountains",
      "description": "Today, you will venture to the Blue Mountains, where you will hike in Blue Mountains National Park. After departing Sydney, you will venture on a lovely drive to Blue Mountains National Park, where your first destination will be Echo Point and its scenic overlook that will offer you a nearly 360-degree view of the entire mountain range. Before beginning your hike, you will also be able to see the world-famous landmarks of the Three Sisters and Jamison Valley. Afterward, you will be led to Wentworth Falls, which is flanked by luscious flora and fauna. You will then have some free time to enjoy the other nearby villages of Laura and Blackheath."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – 4WD Safari Tour",
      "description": "Today, you will venture to the Southern Highlands to be introduced to some of Australia’s most popular wildlife. An expert naturalist will serve as your private guide on this adventure, and as you depart from Sydney, you will be traveling in a 4WD vehicle that is able to lead you to all of the backroads and off-the-beaten-path areas. It is at these secluded spots that the local wildlife residents like to linger. After touring under the sun and viewing the animals, you will pause for a dinner break at a local eatery before returning after sunset to scout for the nocturnal wildlife."
    },
    {
      "dayNumber": "5",
      "title": "Sydney – Hike in Royal National Park",
      "description": "Today, you will venture to the local outdoors of Royal National Park. Here, you will be provided with the opportunity to traverse a nature path to reach Figure 8 Pools. Your expedition will include the hike along the Coast Track to Figure 8 pools in addition to being filled with plenty of swimming opportunities, including taking a plunge in the pools themselves. On your return journey to Sydney, you will stop at one of Illawarra’s best lookout spots of Bald Hill. Bald Hill is known to be a fantastic place to hang glide, and you can indulge in this adventurous sport should you wish."
    },
    {
      "dayNumber": "6",
      "title": "Sydney – Kayak through Berowra Valley",
      "description": "Today will have you discovering the majesty of the Berowra Valley on a kayaking expedition. As this is a private tour, it is completely flexible and will allow you to have the freedom to decide exactly where to go. After departing from Sydney in the morning, your private guide will lead you to the gorgeous Berowra Valley, where you will begin your outdoor adventure. The length of your paddle excursion is entirely up to you, and your tour can be arranged with pick-ups at numerous distances from 4 to 14 kilometers."
    },
    {
      "dayNumber": "7",
      "title": "Sydney – Ku-ring-gai Chase National Park",
      "description": "After breakfast, you will venture to Ku-ring-gai Chase National Park. Upon your arrival, you will then make your way to Akuna Bay, where you will board a luxury catamaran for a scenic cruise through the park’s remote waterways. While onboard, you will be enlightened with a thrilling cultural presentation that includes live skill demonstrations of Aboriginal descent, such as the playing of the didgeridoo, hunting with spears, fire making, and more. Once you finish the cruise and arrive back at your luxury sedan, your journey will continue with a stop at the West Head lookout. It is here that you will learn all about the park's diverse plant and animal species."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Sandboarding and 4WD Adventure",
      "description": "This morning, you will leave the city behind and embark on a private tour of Port Stephens. By traveling in a 4WD vehicle, you will enjoy a stunning scenic drive that will lead you past epic views of forests that are filled with eucalyptus trees, sea cliffs, and sparkling waters. Upon your arrival at Port Stephens, you will have ample time to explore the beaches of the area. After enjoying the beaches and waters, you will venture to the Stockton Bight Sand Dunes for an exhilarating sandboarding experience. You will also enjoy an additional dolphin-watching sail at the end of your day."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – Departure",
      "description": "Your final morning in Australia will have one last meal, and after you finish, you can have some time to spend appreciating the city. Afterward, your private driver will escort you to the airport for your flight home."
    }
  ],
  "map": ""
}