{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "family-friendly-vacation-tour-of-australia",
  "tourName": "Family-Friendly Vacation Tour of Australia",
  "placesVisited": "Sydney, Uluru, Cairns, Great Barrier Reef, Gold Coast",
  "generalInfo": "Australia is a land of adventure and discovery, where the family can share the marvels of the Mars-like landscape of the Red Centre and the rainbow colors of the Great Barrier Reef. Ride a camel across the desert landscape at sunrise, as the colors of Uluru change. Search the clear waters of the Coral Sea for sea turtles and dolphins. Listen to the thrilling sound of the didgeridoo and learn how to properly throw a boomerang from the native Aborigines. Your customizable tour immerses the family in culture and exploration for unforgettable experiences bound to bring you closer to one another.",
  "durationDays": "10",
  "price": "6,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – G’day Australia",
      "description": "Sydney is a bustling city nestled amongst the verdant hills and opulent sea. The skyline soars above the Central Business District, reaching a staggering height of more than 1,000 feet above the surrounding streets in the form of the glittering Sydney Tower. Sailboats glide across the shimmering cobalt waters of the harbor, leading into estuaries and the open Coral Sea. Your flight lands at Sydney Airport where your private transfer meets the family. You check into a luxurious hotel overlooking the oldest neighborhood in Sydney, known as the Rocks. Elements of the 18th and 19th-century city remain with sandstone brick warehouses and Cadman’s Cottage, which was erected in 1816. After settling in, the family boards the ferry bound for the Taronga Zoo. The kids marvel at the coastline and the arching figure of the Sydney Harbour Bridge framing the water. The ferry provides a panorama of the city’s central area, along with the verdant hills and golden beaches of the surrounding suburbs. The Sydney Skyline decorates the horizon like a photograph as exotic animals from across Australia and from around the world graze beneath the warm sun. The kids pause at the cassowary enclosure, marveling at the prehistoric vision of the gigantic birds with strong helmet and iridescent azure faces. The zoo provides the perfect introduction to the differences of Australia’s wildlife and landscape."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – A City of Familial Charm",
      "description": "In the morning, the breeze carries the aroma of the sea over the esplanades and walkways around Circular Quay and Darling Harbour. The Chinese Friendship Garden blossoms with white orchids amidst the sounds of trickling waterfalls. The morning is at the family’s leisure to discover the thrills and charms of Sydney at your preferred pace. The shops of the Queen Victoria Building are open for the day beneath 20 decorative cupolas encircling the main dome. The structure was erected in the late 19th century as the first shopping arcade in the city. The beautiful mosaic floor and window frames along the interior keep the integrity of the original history intact. In the early afternoon, the family steps aboard a sailboat to embark on a fabulous cruise around Sydney Harbour. The illustrious vibrant blue waters lap against nearly 150 miles of shoreline connected to the harbor. You can hear the joyous cries emanating from the fair-like ambiance of Luna Park. The boat passes the shores of Cockatoo Island, a 44-acre area that was once a penal colony established in the 1830s. The captain takes you to observe the power and persistence of nature at the SS Ayrfield, where mangrove trees and forests have sprouted atop the rusted walls of the antique freighter, originally constructed in 1911. The trees give a herbaceous aroma to the air, blending effortlessly with the briny scent of the sea. The kids can’t help but marvel at the unique vision, remarking how the ship looks like a toy in a garden, rather than a large freighter. You return to Darling Harbour and make your way along the brick esplanade for a private tour of the iconic Sydney Opera House."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – On the Lamb",
      "description": "The morning is once again the family’s to enjoy the surrounding beauty of Sydney, whether on the gold sands of Bondi Beach or in a quiet café amongst the murals of Newtown. For a morning of brilliant discovery, you take the family to the Australian Museum to view Eric the Pliosaur. The museum was erected in the 1820s and maintains a range of architectural styles due to a series of renovations over the years, including Greek revival and neoclassical elements. You stroll through the galleries intent on finding the exhibit displaying Eric the Pliosaur, whose bones were discovered in a mining town in the 1980s. The marine tetrapod lived during the late Triassic period. While submerged in the earth, the bones opalized, causing a stunning sheen to the surface. As you view the bones, you can see the gem-like qualities spreading across the more than eight-foot long frame accentuated by the museum’s soft light. In the afternoon, you make your way to the Tobruk Sheep Farm for a private tour of the grounds, including a demonstration of sheep herding and shearing. The sheep graze on the verdant grass. The scent of wool and rich soil emanate from the grounds. The sheep have fluffy and bushy coats in both black and white colors. As the dogs start to herd the sheep, the family watches from behind the fence, noticing how the sheep flock together before walking to the corral."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – Looking Beyond the Red in the Red Desert",
      "description": "In the morning, the boats in the marina weigh anchor and cast their sails into the breeze, decorating the horizon with picturesque images of billowing cloth and elegant vessels. After breakfast, your private transfer meets the family at the hotel and escorts you to Sydney Airport for your flight to the Red Centre. Before landing at Ayres Rock, the kids look out the windows, finding a large expanse of oxidized sand covering the landscape, giving the world a unique red tint. The flight lands and your guide meets you at the airport upon your arrival, taking you into the majestic heart of the Red Desert at Uluru-Kata Tjuta National Park, known for the famous monolith, Uluru. The gigantic sandstone mesa rises more than 1,140 feet above the surrounding flatlands, with a circumference of nearly six miles. Your guide leads you around the base of Uluru, pointing out the distinct vegetation growing near the walkways, along with the hidden niches of the mesa, which only the Anangu Aboriginal tribe can visit. Local tribes maintain a special connection to Uluru, and it remains a place of ceremony and distinction. The sunlight spreads endlessly over the red landscape. The scent of baking clay drifts upwards from the rock. The kids point to a colorful array of rock paintings hidden in the shade of a natural rugged overhand. Your guide explains the different symbols in the artwork, from the concentric circular swirls meaning a campfire or tree, to a squiggly figure often referring to the journey’s path."
    },
    {
      "dayNumber": "5",
      "title": "Cairns – Watching the Red Return",
      "description": "Before sunrise, you gather the family and head out into the sands of the desert on a guided camel tour. The cool air of the predawn brushes against your cheeks. The flickering unencumbered starlight shimmers across the sky. The kids are tired but quickly awaken at the promise of camels. The dromedary, the single-humped camel, can grow to more than six feet tall and was brought to Australia to help with trade across the Red Desert in the 1820s. You mount your camel and instantly understand the euphemism “Ship of the Desert,” as the camel sways from side to side. The sun begins to rise above the eastern horizon. The light layers the distance with color, slowly creeping over the desert sand to return the darkness back to the familiar deep red. You tell the kids to look towards Uluru, as the marvelous monolith changes colors at sunrise, from an unmistakable silhouette to an iridescent orange. After breakfast, your guide leads you to the stunning natural domes of Kata Tjuta, also referred to as “The Olgas.” The 36 orange and white sandstone monoliths have a smooth and grainy texture. The ochre-colored beams against the surrounding desert brush. Your guide points to fresh dingo tracks leading into the distance. Follow your guide into the shade between the massive boulders, where you learn the captivating stories of Dreamtime."
    },
    {
      "dayNumber": "6",
      "title": "Cairns – Sounds and Visions of the Sea",
      "description": "In the morning, the kids can’t help but show their excitement for the coming journey to the Great Barrier Reef. They ask about the different types of fish they will see, comparing each fish or sea turtle to characters from Disney movies. You have a private transfer to the Port Douglas Marina to board a luxurious and high-speed catamaran bound for the Outer Reef. The boat cuts through the ocean breeze and splashes up the waters along the side of the boat. Sporadic reef bodies turn the water a darker shade of blue. The azure and indigo hues of the Coral Sea fade to cobalt. You reach the Agincourt Reef, a collection of ribbon-like coral and jewel-like colors connected to the nearly 133,000 square miles of the Great Barrier Reef. The sunlight can pierce through the clear water of the sea’s surface up to 200 feet deep, encouraging rich growth and the marvelous marine life you soon experience. The boat docks at a spacious floating platform. Here, you can view the colors of the coral from inside submerged windows or jump into the water for an up-close experience. Don your snorkel and fins. The kids follow you into the warm water, allowing the gentle current to guide you over the reef. Sea anemones wave in crystal clear water. Clown fish hide amongst the tendrils, poking their heads out before returning to safety inside the anemone forest. A marine biologist accompanies you, pointing to the distinct sea fans dancing below the twisting and climbing stretches of hard coral."
    },
    {
      "dayNumber": "7",
      "title": "Cairns – Immersion into History and Culture",
      "description": "In the morning, the kids retell their favorite moments along the Great Barrier Reef, from finding a blue tang to witnessing the rippling wings of a passing manta ray. After breakfast, your exploration takes you inland into the dense rainforest sweeping over the Great Dividing Range. The Tjapukai Aboriginal Culture Park introduces local Australians and visitors from around the world to the 40,000-year old Aboriginal culture on a space encompassing 25 acres. The kids have an immediate connection to the art and culture as tribe members walk along the grounds dressed in traditional paint. You can hear the echoing hum of the didgeridoo reach beneath the forest canopy and shake your bones. On an open plain, a guide offers instruction on the proper way to throw a boomerang, a traditional hunting tool. Your guide leads the family on a trail through the forest, pointing to the different plants in which the local tribes have used for medicinal purposes for centuries. Your guide takes a handful of rocks, grinds them, and adds water to show how the generations have made ochre paint. The kids are enthralled with the stories and traditions of the time their lesson culminates with a lesson in spear throwing."
    },
    {
      "dayNumber": "8",
      "title": "Gold Coast – Adventures in the Rainforest",
      "description": "At breakfast, the family recounts their time at the cultural park and who was able to throw the spears the farthest. The scent of tropical fruits, such as papaya and mango, fill the dining room. Your private transfer collects the family at the lobby and escorts you to the airport for your flight to the Gold Coast. From the window, you can see the sapphire colors of the sea and the manicured grass bordering the runways away from the city skyline. Your private transfer meets you at baggage claim before escorting the family to the comforts of your hotel offering private views of the breaking waves and a luxurious pool shaded by coconut palms. Your guide meets you after you have had time to settle into the hotel, whisking you away to the treasures of Mt. Tamborine. The Great Dividing Range stretches across Queensland, separating the Outback from the Coral Sea. Mt. Tamborine reaches a height of 1,722 feet above sea level, bathed in the emerald hues of the thriving rainforest. You enter into a four-wheel-drive vehicle and take to the rugged paths winding through the landscape in tree kangaroos and hiding koalas. The scent of eucalyptus and ferns sweeps beneath the canopy. The car splashes through a shallow riverbed en route to the lookout. The family has a panoramic view of the rainforest reaching out towards the white sand of the shoreline, framed by the surrounding trees."
    },
    {
      "dayNumber": "9",
      "title": "Gold Coast – Ocean Views and Kayak Thrills",
      "description": "In the morning, you can hear the waves splashing against the beach. The sea breeze blows through the dining room. The kids are excited for one last day of adventure, remembering their search for macaws and koalas in the rainforest the previous day. Today the thrills take you back to the sea, leading you south to the shores of Byron Bay. The town has a reputation for a relaxed ambiance and remarkable surf, with endless beaches and reliable waves breaking along the sand and rocky promontories. You meet your guide on the soft white sand and jump into your tandem kayaks on the water. The sea splashes upwards as you paddle. The water is cool and inviting. You can see beneath the crystal clear surface to the seafloor. To the right of you stands the lighthouse crowning the hill. It was erected in the 1901 and continues to act as a beacon to boats drifting inwards from the sea. The briny droplets coat your lips as the current helps carry you outwards. Your guide points into the distance where a pod of dolphins jump into the air. The bottlenose dolphin can live in a group of 20 members on average and has a playful manner. They jump into the waves and arch out of the water before splashing back down. They can grow up to 13 feet long and weigh more than 600 pounds. You can hear the kids gasp in awe, hoping the dolphins come closer."
    },
    {
      "dayNumber": "10",
      "title": "Gold Coast – Watching the Surf",
      "description": "In the morning, surfers head to the water to catch the waves as the sun rises over the horizon. The cool morning air carries the scent of the ocean through the city streets. Cafes open their doors to the aroma of freshly baked pastries and roasted coffee beans. At breakfast, the family watches as the surfers glide beneath curls and fling themselves through the air as waves fade out. In the Currumbin Wildlife Sanctuary, rainbow lorikeets twitter to one another. Their rainbow-colored plumage stands out against the emerald leaves of the surrounding trees. The adventures of Australia have offered the family fun times exploring wildlife and sea life, rainforest and coral reefs, red sand desert and white sand beaches for an unforgettable experience bringing the family closer together. Your private transfer meets you at the hotel and escorts you to the Gold Coast airport for your flight home."
    }
  ],
  "map": ""
}