{
  "destination": "India",
  "mainPhoto": "",
  "id": "tamil-nadu-tailor-made-holiday-india",
  "tourName": "Tamil Nadu tailor made holiday, India",
  "placesVisited": "Kerala, Ananyta Resort, Madurai, Meenakshi Amman Temple, Rajakkad Estate, Chettinad, Kumbakanom, Pondicherry, Chennai, Private chauffeur-driven car",
  "generalInfo": "This relaxed Tamil Nadu tailor made holiday allows you to really get under the skin of the local culture. It also explores the variety of beautiful natural landscapes that make up this southern India state from misty mountains to rubber plantations and the glorious coastline near Pondicherry.<br/><br/>A suggested 19-day itinerary is for those looking for thorough cultural immersion in Tamil Nadu. It includes your own personal chauffeur and air-conditioned car, as well as local assistance for the duration of the trip to ensure that your tour runs wonderfully smoothly from start to finish. <br/><br/>As you make your way around Tamil Nadu you’ll stay in a succession of magnificent heritage properties and luxurious resort villas set within truly beautiful surroundings from rubber plantations to tropical gardens, beaches and peaceful riversides. Each of them aims to employ significant numbers of staff from local communities, and also takes their environmental policies very seriously. You’ll dine on sumptuous local cuisine, sometimes with ingredients picked from your accommodation’s own organic garden, kept flourishing through innovative water harvesting techniques. <br/><br/>Visits to historic towns filled with temples, as well as refreshingly cool hill stations and plenty of time spent in between travelling, allows you to get to know the real Tamil Nadu and its laidback loveliness, away from more touristy areas. What you do with your time is entirely up to you, however our partner will be ready with excellent suggestions based on your interests.<br/><br/>This is a tailor made Tamil Nadu holiday, so you have plenty of flexibility in your itinerary, your accommodation, and your dates of travel. We’d recommend the best time to tour Tamil Nadu as from late November through to March or April. Temperatures are comfortable and the landscapes won't be as dry and arid as they can get at other points throughout the year. It's the tropics though, so do expect it to be hot.<br/><br/>Enjoy a sedate and memorable odyssey around of one of India’s lesser-known states, the many charms of Tamil Nadu unfolding across a wonderfully relaxed and luxurious two week tour. <br/>",
  "durationDays": "19",
  "price": "3599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive at Chennai Airport and transfer to Mahabalipuram. Three nights at Radisson Temple Bay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Two days at leisure / local activities."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Pondicherry. Two nights at Palais de Mahe."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day to explore Pondicherry by foot or with your driver."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the temple town of Kumbakanom, option to stop at temples on the drive. Three nights at Mantra Koodam."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Two full days in the area to explore the surrounding temple towns (including Tanjore)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Chettinad. Two nights at Visalam."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At leisure in Chettinad. Car and driver are at your disposal."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Madurai, one night at The Heritage. Afternoon city tour and evening temple visit."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the mountain location of Rajakkad Estate for two nights."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Day to explore the surrounding area."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer down the Palani Hills to Cardamom House. Three nights at Cardamom House."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Two days at leisure. This is a very good area for birding and walking."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Transfer to Dindigul Station and board the 20666/Tirunelveli - Chennai Egmore Vande Bharat Express departing at 08:42 (Executive Chair Car) Arrive into Chennai Egmore Station at 13:50. Transfer to your airport hotel."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Transfer to Chennai Airport for flight home."
    }
  ],
  "map": ""
}