{
  "destination": "India",
  "mainPhoto": "",
  "id": "east-india-national-parks-wildlife-tour",
  "tourName": "East India national parks wildlife tour",
  "placesVisited": "",
  "generalInfo": "Three diverse national parks and wildlife habitats in Singalila, Kaziranga and Sunderban<br/><br/>-          An adventure that showcases habitats ranging from the high Himalayas, to bio-diverse floodplains to rich mangrove forests at sea level  <br/><br/>-          Enjoy diverse ways of exploring including walking, jeep safaris and boat excursions<br/><br/>-          Search for elusive mammals like Red Panda, Indian One-horned Rhino, Royal Bengal Tiger, Asiatic Elephants, Wild Buffaloes, Hoolock Gibbons and many more<br/><br/><br/>-          Witness the diverse birdlife of Eastern India ranging from high mountains to estuaries <br/><br/>-          Be guided by experts in each location who know the landscape and its wildlife intimately  <br/><br/>The Wild Wonders of East India journey takes you to some of the most fascinating wildlife habitats of the Eastern part of India. The wildlife sojourn starts at one of the most special Eastern Himalayan Landscapes, the Singalila National Park. This is the best place in India to see the elusive firefox or Red Panda. The Red Panda is a mammal native to Eastern Himalayas and Southwest China. The Red Panda has been classified as Endangered by the IUCN because its wild population is estimated at less than 10,000 mature individuals living in the wild. Singalila is one of its last strong holds and it is also the best place in India to see this elusive and rare mammal. Red Pandas are best found at an altitude ranging from 2,500 meters to 4,000 meters, and this part of the journey will be conducted at this altitude. <br/><br/>After a 5 nights quest to search for the elusive Red Panda the journey continues to Kaziranga National Park, a UNESCO world heritage site which was declared a tiger reserve in 2006. Kaziranga is a paradise for megafauna. It is stronghold for the endangered Indian One Horned Rhino with over 2,600 (2/3 of the global population) residing in its grassland and floodplain habitat. Apart from rhinos, it is home to many mammal species, including tigers, elephants, Asiatic wild buffalo, leopard, bears, swamp deer, hog deer, hoolock gibbons, smooth coated otters and a high diversity of birds. <br/><br/>The next and final stop on this journey is another UNESCO world heritage site and the largest mangrove forest in the world, the Sunderban Tiger Reserve. Nestled in the delta of the Ganges, Brahmaputra, and Meghna rivers, this intricate landscape is home to the elusive Royal Bengal tiger, as well as a wealth of other wildlife including saltwater crocodiles, wild boars, and a myriad of bird species. Visitors can embark on thrilling boat safaris that weave through the forest’s dense, tidal channels, offering glimpses of the rare flora and fauna in their natural habitat. A journey through the Sundarbans is not just a chance to witness its unparalleled biodiversity but also an opportunity to engage with the rich cultural tapestry and traditions of the communities living in harmony with this wild, ever-changing landscape.",
  "durationDays": "15",
  "price": "4621",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Delhi International airport Transfer to hotel and day at leisure Raddison Blu Plaza, Delhi Airport and relaxation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Check out early in the morning, catch a flight from Delhi International Airport to Bagdogra, and then drive for 2 hours and 30 minutes onwards to Manebhanjan Overnight stay at Shikhar Tarry Homestay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wake up and departure to the entry point of the National Park at Manebhanjen, guests will change to their 4X4 vehicle and enter the park to sight the elusive Red Panda. Our team of expert trackers would have gone out searching for Red Panda early in the morning. As the trackers find Red Panda, guests will be taken to the spot. Along with our expert naturalist, guests can also participate in tracking the elusive Red Panda using established trails in the park. Singalila is home to several species of birds and guests can also engage themselves with bird watching, while the trackers are out looking for Red Panda. Lunch will be served on the field or at the lodge, depending on the wildlife activities that we decide to do. Dinner and overnight at Manebhajen"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wake up and departure to the entry point of the National Park at Manebhanjen, guests will change to their 4X4 vehicle and enter the park to sight the elusive Red Panda. Our team of expert trackers would have gone out searching for Red Panda early in the morning. As the trackers find Red Panda, guests will be taken to the spot. Along with our expert naturalist, guests can also participate in tracking the elusive Red Panda using established trails in the park. Singalila is home to several species of birds and guests can also engage themselves with bird watching, while the trackers are out looking for Red Panda. Lunch will be served on the field or at the lodge, depending on the wildlife activities that we decide to do. Dinner and overnight at Manebhajen"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Post early breakfast at your homestay in Manebhanjen, proceed for half day birding and wildlife viewing. Hot lunch to be served at the homestay After an unforgettable adventure spotting the elusive Red Pandas, it's time to bid adieu to Manebhanjan and head to Siliguri post lunch. Arrival in Siliguri by the evening and check in to the Courtyard by Marriot, Siliguri."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After a hot breakfast at your hotel, an airport transfer will be arranged to Siliguri airport. You will take a flight from Siliguri to Guwahati, where a vehicle will be waiting upon your arrival. From Guwahati drive 5 hours on a picturesque road to Kaziranga National Park and check into Infinity Resort, Kaziranga. Evening at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today post breakfast you will be doing 6 game drives over 3 days guest will go out and explore the park in 4X4 jeeps. Kaziranga is a heaven for large mammals. The one-horned rhino is the star attraction. Asiatic elephants roam in big herds and Asiatic wild buffaloes find this landscape as one of their last refuges. Tigers are plenty in Kaziranga, but because of the tall elephant grasses not always easy to see. Eastern swamp deer, spotted deer, sambar deer and hog deer are some of the prey species found here. Smooth coated otters are sometimes seen in the swamps and water bodies and a plethora of birdlife can be seen on drives. If lucky, the fishing cat, could be a prize catch. Guests finish their drive and come back to the lodge by 10.30 AM. Post lunch another game drive will be arranged with similar chances of sightings. Based on the guest suitability Sagar will take a session on photography either in the day time or just before dinner. Dinner and overnight at Infinity Kaziranga."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After Morning breakfast, you will be departing to Guwahati 5 Hrs drive from Kaziranga for your onward journey to board a flight to Kolkata. Upon your arrival in Kolkatta airport, a vehicle will take you towards the Godkhali Jetty approach to Sunderban. You will drive couple of hours through scenic landscape to reach the jetty. At the jetty board the boat and onwards to Sunderban Tiger Camp. Arrival and evening at leisure A short introductory session and short briefing session from the naturalist about the forest, the flora and fauna, and the special habitat of the swamp tigers along with bird watching and photography on the way to resort."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Sunrise to Sunset Boat Safari Early Morning Departure from Waxpol Ghat (timing will be notified a day before by the Group Leader approx. time is 5.30 am-6.00 am). Breakfast and Lunch will be served hot and fresh on the boat itself during the safari as the main species for this trip is the Swamp Tiger, we will search for pug marks on mud banks and depending on our findings and information from our well-equipped tracking team; we will set the cruise route for every day. It is important to note that this route may or may not change every day, as we will be concentrating on recent tiger movements and possible movement paths. Apart from tracking the big cat, we will also be on the lookout for other birds and mammals. Throughout the day we will cruise through several creeks, rivers and rivulets. After the safari the guests will return to the resort for dinner and an overnight stay."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Early Morning Departure from Waxpol Ghat after checkout. \"Depart from Sunderbans to Kolkata Airport, and then proceed to Delhi for an international flight."
    }
  ],
  "map": ""
}