{
  "destination": "India",
  "mainPhoto": "",
  "id": "off-the-beaten-track-holiday-in-central-india",
  "tourName": "Off the beaten track holiday in Central India",
  "placesVisited": "",
  "generalInfo": "This tour aims to show you some of the highlights of central India without recourse to domestic flights. The train journeys are carefully chosen so you alight at the starting point of the train and mostly end at the train's final destination, so no anxiety about missing your stop. All journeys will be in first class cabins unless you want to take a day train in a simpler style.<br/><br/>The tour starts in Mumbai in a lovely centrally located hotel from where you will take a tour with an ethically run company that gives 80% of its profits to educational projects in slum areas. From here to the undersung city of Bhopal for the incredible tribal museum, the Ashokan era Buddhist stupa at Sanchi and  the paleolithic cave paintings at Bhimbetka.<br/><br/>A day train takes you to Khajuraho for the exquisitely preserved temples with their stunning erotic carvings and on by car to Sarai at Toria, a wonderful eco lodge on the banks of the Ken River close to Panna Tiger reserve with which the owners have a long and fascinating history. You'll take safaris in Panna as well as visiting nearby Ajaygarh Fort and taking local walks and cycle rides.<br/><br/>A day train to Agra for two nights in a superb boutique hotel. Plus guided tours with an imaginative and creative tour company.<br/><br/>A car will drive you to Delhi for a final two nights, with another exceptional guide at your service.",
  "durationDays": "20",
  "price": "5650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Mumbai where you will be met by Husna, one of Mumbai's few female taxi drivers, who shed husband and burqa and now commands a small fleet of indomitable women drivers. An hour (or more) through the crazy Mumbai traffic brings you to Abode Hotel in the heart of Colaba where'll you'll be welcomed by the young and friendly team and can settle into your stylish room."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A morning walking tour will give you a good sense of the area and help you feel confident exploring solo. The walking tour ploughs 80% of its profits into educational projects in the poorer areas of Mumbai."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A second tour with the local op takes you from Churchgate Station (a nice twenty minute walk from Abode) to a very different world: the basti area of Dharavi. The tours, conducted by this local op are extremely sensitively managed and an insight into the way more than half the inhabitants of this city live. Lunch with a family makes the whole experience a more engaged one. You'll be back by early afternoon in plenty of time to catch the 19:35 departing Punjab Mail from Chhattrapati Shivaji Terminus. You'll be in a two or four berth a/c cabin and can order a delicious supper to eat on the train. Clean bed sheets and pillows and blankets are provided."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Arrive into Bhopal at 09:40 where you’ll be met and transferred to Jehan Numa Palace. Jehan Numa Palace is a fairly large, but family run hotel, with nice gardens and a spacious feel. You’ll be in a room with a balcony overlooking the pool. The family racehorses are exercised on a track that runs through one side of the hotel so they pass beneath your rooms. The hotel restaurant ‘Under the Mango Tree’ serves excellent Mughlai food, echoing Bhopal’s Islamic History. Bhopal was ruled by three success women, the Begums of Bhopal, and the lake city has a fascinating architectural heritage. At 2 pm you’ll be taken by car into the central old part of town for a guided walk with camp, paan chewing Sikander. He’s very much someone who lives Bhopal rather than simply churning out book facts."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a leisurely morning and perhaps a swim in the palace's superb pool wander round to the brilliant Tribal Museum. Curated by potter Shampa Shah, she worked in association with tribal communities across central India to create the fabulous exhibits in this inspired museum, they still come and go working on exhibitation and there is a real feel of this as a living growing artistic space. The archeological museum opposite is a more traditional museum, has some absolute gems inside, and is usually incredibly quiet. One could spend hours in here. The museums don’t open until 12 pm and are closed on Mondays."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Your guide will arrive at 10 am for the 45 km drive to the cave paintings at Bhimbetka. Some of the paleolithic cave paintings date back 10,000 years. There are hundreds of rock shelters spread over the hills (approximately forty-five km south east of Bhopal) and access is allowed to a large selection of them. Many of the paintings are similar to tribal art of today. It is a UNESCO world heritage site but strangely off the tourist map. An amazing place."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sanchi. The 200 BCE Ashokan Buddhist Stupa at Sanchi sits on a hill forty-five km north of Bhopal and has been beautifully restored and preserved (with the odd bit of British idiocy – script on walls replaced upside down!). The carvings on the gates are exquisite and show images that reflect a long history of trade between nations incorporated into tales of the Buddha’s life. The monks’ living quarter are in good order and the whole feel of the place is very evocative, especially if you can peel away from your guide (they tend to be a bit fact heavy) and just wander."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take the 06:50 Mahamana Express from Bhopal Junction to Khajuraho. This may be a good opportunity to travel non-AC with reserved seats, but open windows a less sectioned-off, more real Indian travel experience. Arrive into Khajuraho 13:30 where you’ll be met by a guide and will tour the temples. Transfer (30 minutes) to Sarai at Toria. Sarai is really superb; run by wildlife film-makers and conservationists Joanna Van Gruisen and Raghu Chundawat (whose story of the tigers of Panna is fascinating and heart breaking) it won Silver in the Outlook Responsible Travel Awards last year (and I think should have won Gold). It is situated on the banks of the Ken River and the rooms are utterly beautiful."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Panna Safari. Just one safari is included, but you can add as many as you wish. We really like Joanna and Raghu’s focus on life around and about Panna, and their not just pushing a succession of tiger chasing jeep safaris. You can go for bike rides to a pretty nearby temple by a lake, take a walk around the village and go for a coracle ride on the Ken River."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ajaygarh Fort. This 1000 year old fort sits on hill with great views of the countryside around. It’s an excellent day trip, taking a picnic lunch from Sarai."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "One hour drive to do a Walk with the Pardhis. An initiative set up by the Last Wilderness Foundation which helps former poaching communities get work associated with National Parks. Their jungle knowledge is of course superlative and the walk is in a lovely area to the northern edge of Panna."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart for an afternoon train to Agra where you will be met and transferred to a boutique hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early morning secret Agra tour."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive to Delhi."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day with an expert guide visiting Humayun's tomb and Old Delhi."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly home"
    }
  ],
  "map": ""
}