{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-and-golden-triangle-tour-by-train",
  "tourName": "Rajasthan and Golden Triangle tour by train",
  "placesVisited": "Mumbai, Udaipur, Chaumukha Mandir Temple, Ranakpur, Kumbhalgarh Fort, Jodhpur, Jaipur, Agra, Taj Mahal, Varanasi and Ganges River, Delhi",
  "generalInfo": "This Delhi to Delhi two week small group holiday that is fully guided throughout, takes in not only India’s famous Golden Triangle, but also some of Rajasthan’s other cultural highlights, and the sacred city of Varanasi. Following a carefully crafted itinerary, we use trains to access these fascinating and evocative regions and sites, with some additional private transfers when necessary. <br/><br/>This India holiday starts in Delhi where you have a couple of days to acclimatise and take in this bustling city, including a guided tour of Sanjay Colony Slums. Here you will have the opportunity to see the work of our sister NGO, Reality Gives, which we support by donating 80% of the profits of this trip, funding its important work here and in New Delhi. <br/><br/>later moving to the state of Rajasthan, cultural highlights along the way include Bikaner, Jaisalmer, Udaipur, also known as ‘Venice of the East’ with its magnificent lake system that envelops palaces and temples, the magnificent ‘Blue City’ of Jodhpur and the state capital of Jaipur, with its famous Amber Fort and palaces. This tour is not just about Rajasthan’s architectural wonders, we also include plenty of experiences to make sure that you gain an understanding of Rajasthani culture and people, their food, arts and rural lifestyles. <br/><br/>This trip also includes The Taj Mahal one of the seven wonders.  Throughout this holiday, your local guide will ensure that you maintain a cultural connection with local people, with the emphasis of our holidays being to experience “real\" India all throughout.",
  "durationDays": "12",
  "price": "137000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 5,
      "title": "",
      "description": "JAISALMER: Today we will visit the stunning Jaisalmer Fort and markets in the morning. This afternoon fee to explore on your own."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "JAIPUR/AGRA: Today we’ll catch a train in the morning to Agra, home of the Taj Mahal and magnificent Agra Fort. We will arrive in Agra in the afternoon where we’ll check into a family-run guest house; afterwards, we’ll explore Mehtab Bagh, a small 22-acre Persian-style garden located next to the Yamuna river, offering a very unique view of the Taj Mahal. Later we’ll visit the massive Agra Fort, built with red sandstone. Head back to hotel in the evening after dinner. If you are not tired have a drink on the hotel’s roof top overlooking the Taj!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "AGRA/ DELHI: Today we’ll wake up early to see the Taj Mahal at sunrise- the best time to visit. We come back to our guest house to have a late breakfast and then check out and drive to Delhi. On the way we will stop at a small village where you will get an understanding of how the majority of India’s population live with their unique traditions and customs and visit one of our Rural Community Project to see how you support this by taking our tour. We’ll arrive in Delhi in the evening, check into your hotel and you probably won’t have much energy to do anything else!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DELHI (DEPARTURE): This morning we will finish the tour and we will transfer you to the airport."
    }
  ],
  "map": ""
}