{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-holidays-asiatic-lions-blackbuck-wild-asses",
  "tourName": "Gujarat holidays, Asiatic Lions, Blackbuck & Wild Asses",
  "placesVisited": "Gujarat wildlife safaris, Velavadar, Velavadar National Park, Gir National Park, Little Rann of Kutch, Indian Wild Ass Sanctuary",
  "generalInfo": "This tailor made trip has been crafted by a local company that specialises in Gujarat wildlife, such as the much sought after Asiatic lions, blackbuck and wild asses. The nine day itinerary has been carefully crafted to allow plenty of time in each of the Gujarat national parks. With one full day in Velavadar National Park, famous for its beautiful blackbuck and two days in Gir National Park where the Asiatic lions take centre stage. Gir was given protected status as far back as 1900 when, after being used as a trophy hunting ground for years, the lion population was reduced to almost zero. Since then, hunting lion has been illegal and the legacy of committed conservation still stands here.  A night time safari at Gir is a highlight for many of our guests. <br/><br/>At Velavadar NP, game drives will not only bring you in contact with over 1500 blackbuck but also wolves and jackals, although a night time safari is the time to spot the latter. There is rich birdlife, such as the lesser florican, a large bird in the bustard family that thrives in these grassland habitats.  <br/><br/>In addition to the national parks, we also include the unique habitats of the Little Rann of Kutch in our itinerary, a saline desert that is famous for being one of the last places on earth where you can see the beautiful Indian wild ass. Other stunning wild mammals to catch sight of include the chinkara, desert fox, jackals, caracals, nilgais and striped hyenas. It is also home to over three hundred bird species, with flamingos and pelicans creating a fine sight as well as many migratory birds arriving in over the Gulf of Kutch. Our visit to the Rann region also allows us to spend time with the tribal groups still living very traditional lifestyles here. <br/><br/>As this is a tailor made trip, we are happy to accommodate your interests and needs, starting the holiday in Delhi or Mumbai, for example, or adding additional days to take in other experiences such as a night time leopard safari. <br/>",
  "durationDays": "9",
  "price": "1700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Ahmadabad International Airport.Our ground staff will receive you at the airport. Later drive to Velavadar. Overnight Velavadar,"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Velavadar National Park. Morning & evening game drives"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive to Gir National Park. Early morning after having breakfast we will move to Gir National Park by road, which is about 200km from Bhavnagar & will take about 5 hrs to reach. We will try to take an evening game drive."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gir National Park. Morning & evening game drives."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to the Little Rann of Kutch. After morning game drive we drive to Zainabad and the Little Rann of Kutch (280km) in North West Gujarat for a safari through the Indian Wild Ass Sanctuary."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Little Rann of Kutch. Morning & evening game drives."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive Zainabad - Ahmedabad (100km, 2 hrs). Depart."
    }
  ],
  "map": ""
}