{
  "destination": "India",
  "mainPhoto": "",
  "id": "delhi-to-kathmandu-tour",
  "tourName": "Delhi to Kathmandu tour",
  "placesVisited": "Delhi, Agra, Orchha, Allahabad and Anand Bhavan, Ganges boat trip, Varanasi, Lumbini, Chitwan National Park and safaris, Kathmandu",
  "generalInfo": "Spend 15 days travelling from India to Nepal overland, beginning in Delhi and ending in Kathmandu, taking in the sacred sites, holy cities and Mughal architecture of India, before heading into Nepal to discover wildlife in its wetland reserves, and soak up the hustle and bustle of its capital.<br/><br/>Begin your journey in Delhi. Explore on foot and by cycle rickshaw, seeing ancient temples standing against vibrant billboards advertising Bollywood films. Travel on to Agra, one of the prettiest cities in the world and home to the beautiful Red Fort, then to temple-filled Orchha. You will also take a sunrise sail along the Ganges, camping by its shores overnight. Of course, a visit to the Taj Mahal and the holy city of Varanasi are essential, too, before arriving in Nepal. Here, visit sacred Lumbini and its Maya Devi Temple, the site where Lord Buddha is thought to have been born. Then you have the chance to come face-to-face with black-horned rhinos in Chitwan National Park before exploring the crowded temples, markets and bazaars of Kathmandu.<br/><br/>You’ll be travelling in a small group (max 12 people) with a tour leader and staying in a range of accommodation, including hotels, lodges and guesthouses, with a night camping and an overnight sleeper train. Travel is via a mix of transport, from auto rickshaw and canoe, through to jeep, van and private vehicle. You’ll meet pilgrims, villagers, holy men and shopkeepers, getting to know people and customs as you go. For those wanting to travel by land between these two very different neighbours, this is the perfect journey.<br/>",
  "durationDays": "15",
  "price": "1526",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. Your adventure begins in Delhi – India’s busy capital city, known for its street food, bazaars, museums and galleries. Meet your local leader and fellow travellers at a welcome meeting at 1 pm today. After, follow your leader as they show you through the streets of Old Delhi before you hop in a rickshaw for a different view. During your excursion, you’ll visit the Jama Masjid – Delhi's oldest mosque and one of its most impressive buildings – and the Sheeshganj Gurudwara (Sikh Temple) to learn about the Sikh religion. This evening is yours to take in the energy of Delhi and get ready for the adventure ahead, perhaps over a tasty Indian meal with your group members."
    },
    {
      "dayNumber": 2,
      "title": "Agra.",
      "description": "This morning, depart Delhi via train to Agra – home to India’s most iconic building, the Taj Mahal. This 17th-century palace was built in the style of Mughal architecture and surrounded by trimmed English gardens. You’ll get your chance to see it up close on a rickshaw tour across Agra, whizzing past the city’s many important sites and busy chowks (marketplaces). Later this afternoon, visit Akbar's Mausoleum – a red sandstone and marble tomb built to honour one of the great Mughal emperors, Akbar. Inlaid with intricate patterns, both inside and out, the tomb is another of Agra’s impressively striking monuments."
    },
    {
      "dayNumber": 3,
      "title": "Agra – Lalitpur – Chanderi.",
      "description": "Today, you’ll get a chance to see the beauty of the Agra Fort up close on a tour with a local guide. Considered one of the most impressive forts in India, over time, the Agra Fort has been used as a military base, a palace and a prison. Later today, hop on a train to Lalitpur – a private transfer will then pick you up from the station and take you to your hotel in Chanderi. The rest of the evening is free to relax."
    },
    {
      "dayNumber": 4,
      "title": "Chanderi.",
      "description": "Get to know Chanderi on a guided tour with your leader this morning. With a history stretching back to the 11th century and a strategic location between the Bundelkhand and Malwa borders, the city is full old palace, forts, mosques, temples and mausoleums. Take a wander around the cobbled streets of Old Town, learn about the significance of the grand Badal Mahal Gate and visit Jama Masjid – a 15th century mosque dating back to the Mughal era. The rest of the day is free to unwind or explore at your own pace – your leader can offer tips on things to do."
    },
    {
      "dayNumber": 5,
      "title": "Chanderi – Orchha – Allahabad (overnight train).",
      "description": "Take a private transfer to the town of Orchha. Located on the banks of the Betwa River, Orchha was once a hunting area that became a site of 16th-century palaces and temples. Maybe grab some lunch, then head to Orchha Palace for a guided tour. Built by Bir Sing Deo for his friend Jehangir, the great Mughal ruler, the palace is an important landmark here. While inside, look out for the grand Iwans (domes) that were built large enough to allow the movement of war elephants. You’ll also have access to day rooms to freshen up. For dinner, you’ll dive into the region’s flavours at a cooking demonstration and feast on your creations. Then, it’s time to hop aboard an overnight train to Allahabad – the starting point for your Ganges boat journey."
    },
    {
      "dayNumber": 6,
      "title": "River Ganges.",
      "description": "Arrive in Allahabad this morning. You’ll have access to day rooms to freshen up after the journey before making your way to the Ganges for a cruise on a small riverboat. The Ganges is very important in India, not just because it’s sacred in Hinduism but also because it connects millions of people to their livelihoods. A support crew will be on hand as you cruise the waterway, passing villages and watching life along the banks. When you arrive at your campsite, sit back and relax, or you might like to read a book or play some cricket. End the day watching the sunset over a vegetarian meal prepared by the boatmen."
    },
    {
      "dayNumber": 7,
      "title": "Varanasi.",
      "description": "Leaving your boats at Chunar, transfer by private vehicle to Varanasi – one of the holiest cities in India. Varanasi is the ultimate destination for Hindu pilgrims who travel far and wide to step foot in this spiritual city. Your leader will take you on a walking tour of the Old City, passing temples and shrines, stopping to watch as rituals are performed. This evening, see the spirituality of this city in motion at the sunset candle flower ceremony. The daily ritual involves people sitting a small candle on a leaf which is then placed on the water, accompanied by chanting, songs and fire performances."
    },
    {
      "dayNumber": 8,
      "title": "Varanasi.",
      "description": "This morning you might like to wake up early to watch the sunrise by the river and take in the many sights along the ghats. At lunchtime, you'll jump on a rickshaw for a tasting tour through the vibrant streets to some of the city's most iconic eateries. Dig into a range of savory and sweet snacks like chaat, samosas, jalebi and lassi while getting a glimpse into Varanasi’s rich culinary heritage. You have free time for the rest of the day – and there are many ways to soak up your time here! You could wander the laneways behind the ghats, shop for local silk or even take a yoga class. If you have time, perhaps visit the nearby Sarnath – one of the four main Buddhist pilgrimage destinations. Sarnath is where Buddha preached his message of the path to enlightenment and features stupas (Buddhist shrines) and museums to explore."
    },
    {
      "dayNumber": 9,
      "title": "India/Nepal border crossing – Lumbini.",
      "description": "Today, wave goodbye to India and say namaste to Nepal, as you cross the border at Gorakhpur. This will be a longer journey, so maybe get stuck into a good book or your favourite podcast. When you arrive in Nepal, take a private bus to your hotel in Lumbini – the birthplace of Gautama Buddha, the founder of Buddhism, and one of his four holy places of pilgrimage. Later today, travel to the Lumbini Heritage Park, home to the Ashoka Pillars, where you’ll hop on cycle rickshaws to the Maya Devi Temple – the actual site where Lord Buddha is thought to have been born."
    },
    {
      "dayNumber": 10,
      "title": "Amaltari Community.",
      "description": "Today, your journey continues as you travel by private vehicle through the Terai to the Amaltari Madhyavarti village homestay – your stay for the night. A well-known Indigenous group in Nepal, the Tharu community who live here are known for their distinctive culture and lifestyle. When you arrive, have lunch in the community with your group, get to know some of the locals and then enjoy some free time to freshen up. After, you’ll head out on a 4WD drive to the lake to enjoy some afternoon tea. Learn about village life in the community over dinner tonight and sit down for a home-cooked, traditional meal made by the locals."
    },
    {
      "dayNumber": 11,
      "title": "Chitwan National Park.",
      "description": "Start your day with a guided walk around the Tharu community with one of its members. Your local guide will show your group the Indigenous architectural styles, as well as the farms and produce used to feed and economically sustain the community. Along the way, you might learn a little more about life here as they share their customs, values and stories with you. After, say goodbye to your hosts, and head for your lodge in Chitwan National Park via Twenty Thousand Lakes (Bis Hajaar Tal) – Nepal’s second-largest natural wetland and a great introduction to the wildlife of Chitwan. Look out for migratory birds, crocodiles, and, if you’re lucky, an Indian rhino."
    },
    {
      "dayNumber": 12,
      "title": "Chitwan National Park.",
      "description": "After breakfast, take a walk to the Rapti River, where you’ll be taken on a boat or jeep safari through the national park. Keep your eyes on the sky for the many brilliantly coloured birds of the area. Then, sit down for a picnic lunch by the river. Keep your eyes peeled for gharials – this fish-eating crocodile has long been hunted for the supposed aphrodisiac qualities of its snout. Learn more about them when you drop by the crocodile breeding centre. Once back at your accommodation, there’ll be time to relax or to take part in optional activities offered by the park. Tonight, you’ll be treated to a cultural performance by the local Tharu community."
    },
    {
      "dayNumber": 13,
      "title": "Kathmandu.",
      "description": "Today, you'll travel by bus from Chitwan to Nepal's capital – Kathmandu. Try to grab a window seat for this trip, as the views are not to be missed. Look out over Nepal’s rural landscape of rice terraces, mountain-side villages and flowing rivers – all with the backdrop of the Himalayan mountain range. Arrive in the city and get your bearings, maybe with a walk through the narrow streets to the traditional architecture of Durbar Square. Or stop for a shop at the markets and bazaars. While in Nepal, make sure you sample the local favourite food - momo (Nepali dumplings). Ask your trip leader for a place to grab dinner."
    },
    {
      "dayNumber": 14,
      "title": "Kathmandu.",
      "description": "Today you’ll head out to Kathmandu's most important Buddhist shrine – the ancient Swayambhunath Temple, known to tourists as the Monkey Temple. The sleepy, all-seeing Buddha eyes that stare out from the top have become the quintessential symbol of Nepal. You’ll also join the pilgrims at Bodhnath Stupa – the largest stupa in Nepal and one of the holiest Tibetan Buddhist temples. Then, visit Pashupatinath – the most famous Hindu temple in the country – located on the banks of the holy Bagmati River. Here you will see Hindu holy men (sadhus) meditating and pilgrims bathing. The rest of the day is free for you to enjoy Kathmandu. One way to spend your time is to take a scenic flight through the mountains – great if you’re not able to take on a trek."
    },
    {
      "dayNumber": 15,
      "title": "Kathmandu.",
      "description": "There are no activities planned for your last day, and you can depart the accommodation at any time. If you would like to stay an extra couple of days, and it's recommended that you do, just get in touch with your booking agent ahead of time. If you do extend your stay, maybe check out the great range of Urban Adventures – like the Kathmandu: Rickshaw Night Explorer tour."
    }
  ],
  "map": ""
}