{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-houseboat-holiday-india",
  "tourName": "Kerala houseboat holiday, India",
  "placesVisited": "Houseboat tour of Kerala backwaters, Fort Cochin, Vembanad Lake, Cruise starts and finishes near Alappuzha (Allepey), Visit bird sanctuaries, beaches, coconut plantations, and village markets, Calm, scenic anchorages every night, Explore at a pleasantly relaxed pace, Local crew, and food sourced from local markets, Enjoy fish caught fresh in the backwaters",
  "generalInfo": "Kerala houseboat holidays offer a luxurious opportunity to soak up the sights and sounds of life along the riverbanks in the Kerala backwaters, one of the most peaceful and attractive regions of southern India.<br/><br/>This particular trip makes use of a traditional one-bedroom rice barge (kettuvallam). Made from natural materials, due to its smaller size it is capable of cruising away from the normal tourist routes while providing comfortable, exclusive accommodation for up to two passengers. You’ll be accompanied by a crew of three, including a guide / cook who will prepare sumptuous Keralan cuisine throughout from ingredients sourced at local markets and perhaps even fish caught fresh. Many recipes will have been handed down through the cook’s own family over generations, so you can expect to eat very well. <br/><br/>Over six nights you’ll explore lesser-visited waterways of Kerala, including numerous narrow channels and low bridges. This Kerala houseboat holiday is a tailor made trip, so as well as having the freedom to choose your travel dates, you can adapt the suggested itinerary as you please.<br/><br/>Days are spent gently cruising along, pausing to wander bird sanctuaries, coconut plantations, ancient shrines, markets and villages. In the afternoons, your crew will anchor in a quiet place and even when it’s warm you’ll be very comfortable in your air-conditioned cabin. <br/><br/>Disembarking on day 9 and bidding your crew farewell, you’ll spend the final night of your Kerala tour at a welcoming, family-owned home stay with a swimming pool and land that is exceptional for birdwatching. It’s a lovely way to bring your trip to an end, however there is plenty of scope to continue on through Kerala and beyond.<br/><br/>Please note: If you’re interested in taking a larger group on this sort of houseboat holiday in Kerala then the route would need to change. A larger craft would be required that wouldn’t be able to navigate the narrower waterways and the lower height of the bridges featured on this suggested itinerary. <br/>",
  "durationDays": "10",
  "price": "1740",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Cochin Airport. Transfer to Fort Cochin [1.5 hrs] Afternoon at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Backwaters [1.5 hrs]. Board your houseboat from the boat jetty at 12:00. After your introduction to the houseboat crew the cruise begins. Proceed to Vembanadu Lake. Anchor for lunch between 13:00/13:30. After lunch cruise to Muhamma and visit a village market. The boat will anchor at around 17:30/18:00 for the night at Cheepunkal."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cruise starts after breakfast at 09:00. Reach Kumarakom Bird Sanctuary. After the visit proceed to R' Block. Anchor for lunch at 13:00 – later visit coconut plantations that are below sea level. After the visit cruise through Akkathara narrow canal and Venattukadu. Anchor at Kavalam."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cruise starts after breakfast via Kidangara heading towards Pulikeezhu enroute enjoy the scenic beauty and village life. Anchor for lunch and on the way back get down for a village walk and visit paddy fields and anchor for night at Pampa."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cruise starts after breakfast proceed to Pulincunnoo. Visit the local village and cruise to Champakulam enroute anchor for lunch, visit St. Mary’s Church and the village market and stay the night at Thennady."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Have breakfast and cruise through Thakazhy to Thottapally, anchor for lunch and after lunch visit the local market and the beach. Cruise starts and visits Karumadi Kuttan (the centuries old Buddha statue) and anchor for the night at Pullangadi."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast proceed to Kainarakry, visit Chavara Bhavan and stay at Meenapally Kayal."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After the breakfast cruise starts at 08:00. Reach Alleppey at 09:30 for check out. Transfer to Olanad. [2.5 hrs]. Overnight at Teak House (homestay)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Cochin Airport [45 mins] to fly home. Or extend your holiday."
    }
  ],
  "map": ""
}