{
  "destination": "India",
  "mainPhoto": "",
  "id": "tadoba-national-park-tiger-safari-india",
  "tourName": "Tadoba National park tiger safari, India",
  "placesVisited": "Tadoba National Park, 8 tiger safaris, Luxurious safari lodge accommodation",
  "generalInfo": "This eight day tiger safari takes place in one location, Tadoba National Park, giving plenty of time to really feel immersed in this well known tiger habitat. After taking a flight from Delhi to Nagpur, and then a two hour transfer by car or minibus, you arrive at this wonderfully remote park that is well off the normal tourist tiger trail. The name of this tiger watching terrain comes from the indigenous tribe’s language, as Tadoba was a deity worshipped by them. Indeed, the indigenous people still live in this region and, having been stewards of it for generations. It is fitting, therefore, that this responsible tiger watching holiday ensures that it supports local conservation initiatives, as well as the economy. Many of the indigenous people are now being trained as naturalists and will, therefore, guide you on your safaris, morning and night, through this special park, also their ancestral home. <br/><br/>Tadoba National Park’s tiger population is thriving and, for that reason, it is believed to be one of the best places to see tiger in the country.  We also offer one of the best lodges that you will find on a tiger safari holiday surrounded by forest and watering holes, making this an ideal location for you not only to relax after safari, but also watch out for other wildlife, including prolific birdlife, take photographs as the sun sets, or simply sit back and enjoy the lodge’s fine Indian food and hospitality. <br/>Note: Pench Tiger Reserve or Kanha National park extension is available.",
  "durationDays": "8",
  "price": "1550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi,our executive will meet you at the Airport, transfer to Hotel. Overnight Hotel on B&B"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take a direct flight to Nagpur,departs at 07:30 Hrs reaches Nagpur at 09:15 hrs,drive to tadoba (2hrs drive) today we relax overnight lodge The Project Tiger Reserve encompasses Tadoba National Park & Andhari River Wildlife Sanctuary. The river is a vital life support system. The Southern tropical dry deciduous forests are home to tigers, leopard, wild dog, deer, sloth bear and bison apart from diverse wilderness. The mugger crocodile is also found here. The wildlife reserve has become popular for tiger safari because of frequent sightings of tigers in their natural habitat. You will be able to see and photograph the big cats on your tour with ease. As wildlife tour specialists we will leave no stone unturned to make your safaris as exciting as it could. It will be a journey of discovery and a photographic expedition that would yield amazing results."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning & evening safari at Tadoba National Park"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning & evening safari at Tadoba National Park"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning & evening safari at Tadoba National Park"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning & evening safari at Tadoba National Park"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive back to Nagpur (Lunch at Nagpur) to connect direct flight to New delhi,departs at 18:05 reaches Delhi at 19:40 overnight Delhi"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to international airport. Note: Extension to Kanha National park is available on request."
    }
  ],
  "map": ""
}