{
  "destination": "India",
  "mainPhoto": "",
  "id": "bengal-and-sikkim-tour-in-india",
  "tourName": "Bengal and Sikkim tour in India",
  "placesVisited": "",
  "generalInfo": "A Cultural Holiday to Bengal and Sikkim including Darjeeling!<br/>This 10-day tour in Eastern India will extend from the Southern Tip of Bengal to the Sikkim Himalayas in the extreme North.<br/>This package is a unique combination of heritage city exploration in Kolkata followed by a journey to the rural Himalayas in the north. Discover the rich cultural heritage in the old cities like Kolkata, beautiful Darjeeling with nature walks, a tea garden tour, hikes to the villages with the fascinating ride in the Toy train, Buddhist monasteries and a lot more.<br/><br/>Destinations and Highlights:<br/>* Kolkata, The Great Old City: Guided walking and city tour focusing on Food, History and heritage, try multi-cuisine food with a connoisseur, Optional Cruise in Ganges<br/>* Darjeeling, The Queen of Hills: Explore the most expensive tea producing garden in the world, nature and tea garden walk, unique herbal green tea spa, taste different variety of tea, ride on a steam train on the UNESCO heritage rail track, heritage city walking tour, visit Tiger Hill<br/>* Kewzing village: A typical Bhutia Village and a recent Village tourism destination with traditional home stay facility in South Sikkim on the backdrop of Mt Narsing and Mt Karbu snow peaks<br/>* Gangtok, The Kingdom in the cloud: Explore the capital town, visit old monasteries, meet the monks, visit villages and schools, interact with locals and try local food<br/><br/>Price includes:<br/>- 9 Nights stay in hotels as above<br/>- 9 breakfast, 6 dinner and 2 lunches <br/>- City walking tour with a story teller in Kolkata<br/>- Cruise ride in Kolkata with high tea and a temple visit<br/>- Full day city tour with a guide in Kolkata <br/>- Private and assisted Airport transfer <br/>- AC SUV for the entire tour in Darjeeling and Sikkim<br/>- Accompanied English speaking guide for the entire tour in Darjeeling and Sikkim<br/>- Toy train ride in Darjeeling <br/>- All monument entrances as applicable<br/><br/>Best months to travel: from October to April",
  "durationDays": "10",
  "price": "2167",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kolkata arrival day: Kolkata - A centre of the Indian Independence movement, and once the centre of modern Indian education, science, culture, and politics. a city where the old and the new co-exist side by side. On your arrival at Kolkata International Airport you will be greeted warmly by our representative, who will give you a short brief on your tour and on the city and help you to get on the car. We take you to your pre booked luxury hotel (Oberoi Grand) and assist you to check in. Optional afternoon activity. Take your time to arrive fully, choose to take lunch at your hotel or go outside in the city center and explore the traditional Bengali cuisine in the Esplanade area. There are several authentic restaurants serving traditional Bengali delicacy. A must try is famous Bengali fish – Ilsha or Vetki. After lunch you can go for a stroll along the busy hubs and absorb the city around you. If you are full of energy and can’t wait to hit the city, we would recommend you to go for a visit to the New Market area, the busiest market place that brings life in Kolkata, and enjoy its mazy hysterical shop filled alleys to get accustomed with the city life. Overnight at your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City Walking tour in Kolkata – 3hrs: Today after breakfast get ready for a special city walking tour with our Story Teller, who will meet you at your hotel and take you to the original city of Kolkata which is much older than the colonial era. You will also have the opportunity to ride a tram in the busy road and also taste famous Mughal Biryani in an old food joints. After a quality walking tour we will return to hotel for a break. °Sunset Cruise on the Ganges from 4:00pm to 7:00pm with temple visit. As the sun sets, painting an evening sky with a hundred shades of red and orange, the Evening Cruise sails to Belur Math to see the 'Sandhya Arati' (Evening Prayer). Enjoy the magic of the illuminated Howrah Bridge, while sipping your drink on the boat to soothing music. In the evening we will take you back to the hotel for Dinner. Overnight at your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day city tour in Kolkata: After breakfast we will try to cover most of the prominent landmarks of the old heritage city. °Flower market at Howrah. This is the largest flower market in Asia. *Howrah Bridge: The iconic Howrah Bridge on Strand Lane in Kolkata is one of the breathtaking architectures built during British India. °KumorTuli (The Potters’ village): This is the wonderland where the Gods and Goddesses of Bengali’s are given face and shape. ° St. John's Church: the Church contains an impressive organ (perhaps the largest in India), and an original Zoffany painting. It also houses the famous round table on which the Charter of Calcutta was signed. °Dalhousie Square: Situated in the Central of Kolkata, this is the place where almost all important offices are situated and is lovingly called ‘office para’. °Victoria Memorial: Conceived by Lord Curzon, the then Vice Roy of British India, in the early 20th century this fabulous monument built in the memory of Queen Victoria changed the skyline of Kolkata. Lunch Break: Have a traditional Bengali Lunch in one of the several eateries. Continue for the rest of the day’s tour. °Mother’s House: Pay homage to Mother at her residence known as Missionaries of Charity. Mother Theresa started this charity. She died here on 3rd September 1997 and was buried down in this House. °Local Market. Dinner Option: You can choose to have a dinner in a famous culinary street in Kolkata known as Park Street. This is also known as the food district of Kolkata and ‘the street never sleeps’. The original and authentic restaurants, bars and pubs are located here. Overnight at your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kolkata Airport transfer to Darjeeling: Today we complete a multi layered and multi culture tour in Kolkata and take you to airport. Fly in to Bagdogra Airport (or IXB). On a clear day you will be able to see the long mountain range of the Himalayas from the flight. On your arrival you will be greeted warmly by our representative. Transfer to Darjeeling (Alt 6825Ft / 2050M) - 90kms in 3hrs. Darjeeling - “The Land of Thunderbolt’ or popularly known as “The Queen of Hills” is regarded as one of the best Hill Retreats in the world for its pleasant climate, great views of the highest mountains, beautiful tea gardens producing the world's finest brews, the Himalayan Heritage Steam Train, colonial Raj heritage and charming people. On arrival we assist you to check in at Hotel. In the evening you can go for a short walk to the Mall or Chowrasta to get a feel the daily buzz of local life. This is an important social gathering place in Darjeeling where the tourists as well as the local people come, meet, shop and dine. Hotel: New Elgin"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Darjeeling City tour: Today we go for a city tour in Darjeeling. *Tiger Hill tour - 3 to4 hrs by car both ways. To get a fascinating Sun Rise over the Highest Himalayan Mountain Peaks you must visit Tiger Hill on top of the Senchal Wildlife Sanctuary. *DHR (Darjeeling Himalayan Rail) Joy Ride: A ride in the heritage Himalayan toy train run by 100 years old steam engine is peingrhaps the most lucrative experience in Darjeeling. *Ghoom Monastery: Built in the year of 1875 the monastery belongs to the yellow sect of Gelugpas Buddhists and holds some rare collection of scriptures and images of Lord Bhuddha. *Batasia Loop *Ghoom Museum: See the oldest steam engine known as Baby Sevok, which used to chug during the early 20th Century. *Mahakal Temple and cave: The oldest temple of Lord Shiva, locally known as Mahakal Temple. See the coexistence of Buddhist and Hindu religion. *St Andrew’s Church *Tibetan Refugee Self Help Centre *Himalayan Mountaineering Institute: The oldest museum on the mountaineering in India *Tea Garden: Guided tea garden tour and tasting in Darjeeling where you will have a firsthand exposure to learn different processes the tea leaf passes through before it reaches you in your morning cup. *The Mall or Chowrasta. Overnight at your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Kewzing Village (Alt 5675Ft / 1700M) – 125kms in 4.5hrs. A typical Bhutia Village and a recent Village tourism destination with traditional home stay facility in South Sikkim on the backdrop of Mt Narsing and Mt Karbu snow peaks. With beautiful terraced fields, nice village houses, a small monastery, joyous people. Kewzing provides a unique experience of village activities, nature hikes, birding and exotic local food. On your arrival you will be greeted with a warm welcome by the villagers of Kewzing. A special traditional homely lunch will be served soon after. Later you will be taken to your Homestay in Kewzing for check in and in the afternoon have a short village walk to see the rural life. Here we may also meet the NGO people who are working for the village development and we will also take you to the local carpet-weaving center and meet the working women. In the evening we will arrange a special cooking class for you where you can learn the Sikkimese way of cooking the traditional dish and will also enjoy the local drinks served in bamboo shoots."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full day at Kewzing with Morning visit at the local school (week days) and village walk. Have a traditional breakfast in your respective houses. We will take you to Bon Monastery for the morning prayer. Here you will be able to have a chat with the head monk of the monastery and learn about Buddhism and Bon rituals. The Bon monastery at Kewzing, the only one of its kind in Sikkim was established in the latter half of 1980s and is a symbol of the determination of a community of people at Kewzing to preserve their religious traditions. The ancient roots of Bon religion derive from a profound respect for nature and emphasize the healing of physical and environmental as well as spiritual afflictions. Later we walk to a local primary school and meet the children. A special class with the student or a brief game of football can also be arranged for the interested people. We continue walking in the village observing the daily household and farming activity. Overnight at your homestay."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Gangtok (Alt 5550Ft / 1675M) – 80kms in 3hrs. Gangtok, the modern Capital of Sikkim - a small Himalayan State landlocked by Nepal, Bhutan and Tibet, a most happening tourist destination in India for exploring the magical landscape of high altitude remote Himalayan terrain and the unique Buddhists’ school of leaving. This is a buzzing town with fusion of modern and traditional culture. Check in at hotel (Norkhill Hotel). If you are not tired you can go for a short visit to the market or walk on the M G Marg – the most popular area in Gangtok town to shop, gossip or dine. M G Marg: The most happening place and the major shopping area and Mall of Gangtok is the Mahatma Gandhi Marg or MG Marg. This is the most popular place for the tourists and as well as the local people who come to this place for a walk or to spend some leisure time or for shopping or try different cuisines of Tibetan, Indian and Chinese."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day Gangtok tour with Walking, Monastery visit, Local Market, handicraft making center and we will also try to meet an artist of Traditional Thanka Painting. *Tibetology Institute and museum * Dodul Chorten *Cottage Industry and Handicraft Center *Flower Show and Exhibition center *Enchey Monastery *Rumtek Monastery *Lal Bazar. Overnight at your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gangtok to Bagdogra return – 135kms in 4hrs: Today after breakfast we return to Bagdogra airport. The road passes along the Tista River and you will have a scope to see the lovely landscape along the way. Reach airport in time and good bye to a memorable tour in the Himalayas."
    }
  ],
  "map": ""
}