{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-s-north-and-south-in-comfort",
  "tourName": "India's north and south, in comfort",
  "placesVisited": "",
  "generalInfo": "Experience the astonishing diversity of India on this highlight-packed adventure that encompasses both the pulsating North and chilled-out South. We start by exploring the three cities that form the Golden Triangle: frenetic Delhi; Agra, home to the Taj Mahal; and the Pink City of Jaipur. We then fly south to gaze over vast tea estates, cruise the Kerala backwaters and spot wildlife with an indigenous guide. A hand-picked selection of accommodations and off-the-tourist-track adventures make this trip ideal for anyone who wants to experience everything India offers.",
  "durationDays": "15",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Delhi, one of the three cities that comprises the Golden Triangle. Around 6pm, we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Delhi? Secure pre-tour hotel nights through your sales representative. Accommodation: Ambassador, New Delhi (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your journey through India starts with a jam-packed tour around the frenetic city of Delhi. We start in Old Delhi this morning, exploring the sights and sounds of Delhi in ways that support local communities and charities. You’ll see a side of Old Delhi few tourists get to visit on a walking tour led by guides who lived on the street as children. Curious and enthusiastic, they’re just as likely to ask questions as to answer them as you make your way around the hectic streets and bustling alleyways. We then visit Bangla Sahib Gurudwara, a Sikh place of worship, before stopping at their community kitchen to meet the people who serve food to thousands of the most impoverished Delhi citizens every day. We then see the Raj Ghat (the cremation ground of Mahatma Gandhi) before finishing the morning at Jama Masjid, the largest mosque in Old Delhi. This afternoon we drive past fine colonial buildings, including the official residence of the President of India, Parliament House, and India Gate, a memorial to soldiers who died in the First World War. We end the day visiting Humayun’s Tomb, this World Heritage site was built by Hamida Banu Begam, the widow of Mughal emperor Humayun. Accommodation: Ambassador, New Delhi (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we drive (four to five hours, traffic dependent) to Agra, our second point in the Golden Triangle, and arrive at our hotel to freshen up. This afternoon, we visit Agra Fort, which was built by the third Mughal emperor Akbar. Its mighty red sandstone walls protect the white-marble Pearl Mosque within, plus the palace, courtyards and gardens. Accommodation: Trident Hotel (or similar) Upgrade to a room with a private patio today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wake early to visit the Taj Mahal at sunrise, when the white-marble exterior is illuminated by the soft early light, the crowds are smaller and the birds chatter among themselves. After admiring it from the outside, we head inside, with a chance to explore the beautiful inner chambers and mausoleum, while our tour leader shares the history of this New World Wonder. Please note, if there is morning fog expected, then instead of sunrise, we visit the Taj Mahal after an early breakfast. Late morning, we complete the Golden Triangle, driving to the 18th-century city of Jaipur (approximately five to six hours’ drive). Along the way, we’ll stop at Abhaneri Step Well. Not your ordinary water well, this architectural treasure is one of the oldest and deepest stepwells in Rajasthan. Upon arrival in Jaipur, we take the Royal Grandeur tour, an exclusive exploration of the Chandra Mahal, the seven-storey private residence of the Maharaja of Jaipur, which sits within the City Palace complex. During the visit you will see various royal residential areas. Please note: If we are short on time when arriving in Jaipur, this tour will be moved to the evening of Day 5. This evening, we have a special dinner arranged at Baradari, a restaurant within the City Palace. Accommodation: Narain Niwas Palace (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we visit the splendid Amber Fort, which rises above a lake a few miles from the main city. Descending from the fort, we reach the City Palace building in the centre of Jaipur. Formerly the residence of the Maharaja, it is now a museum containing rare manuscripts, paintings, royal garments and weapons. After working up an appetite from our morning sightseeing, we journey through broad pink avenues of sandstone to explore the colourful bazaars of Jaipur for a walking light lunch. Let your Tour Leader guide you on a foodie adventure, feasting on delicious local snacks and street food. The walk ends at Lakshmi Misthan Bhander, popularly known as LMB, one of the most famous sweet shops in Jaipur. Savour mouth-watering Rajasthani snacks and delightful treats. The rest of your afternoon and evening is free to relax at the hotel or continue roaming around the old city markets. Jaipur is a centre of many handicrafts, including durries (woven rugs), carpets, printed cloth, semi-precious stones and leatherwear. It will be difficult to leave without buying a small memento. Accommodation: Narain Niwas Palace (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We say goodbye to Jaipur and head to the glorious 15th-century Neemrana Fort-Palace, a sprawling resort that extends over nine palace wings. Try not to get lost as you relax and recharge from the first half of your trip. Neemrana Fort-Palace is not just a hotel though; steeped in more than 500 years of history, it has hanging gardens, pools with views over the hillsides, and dromedaries (Arabian camels) that will take you on an unforgettable ride around the area (optional activity). As the sun sets over the Aravalli hills, enjoy the magical atmosphere as hundreds of lights sparkle across the resort. Accommodation: Neemrana Fort-Palace Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend a relaxed morning at the Fort-Palace Hotel as your journey in North India is coming to an end. We leave the palatial surroundings and head to Delhi Airport for a late afternoon flight to Cochin (or Kochi as it’s otherwise known) in the southern state of Kerala. There’s a wild mix of history and culture in Kerala, influenced by more than 600 years of traders and travellers. The Cochin of today is a centre of Keralan arts and wandering the quaint lanes, which are lined with cafes, galleries and handicraft shops, reveals traditional and contemporary art scenes. If you’re not too tired from the travel, you can join your leader for a waterfront dinner this evening. Enjoy local seafood specialities and curried dishes while gazing over the meeting point of the backwaters and the Arabian Sea. Accommodation: CGH Casino (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kochi (Cochin) has been a main port for centuries and although it is blossoming into a cosmopolitan city it still holds a deep-rooted history and old-world charm, particularly on the small coastal islands of Willingdon and Fort Kochi. After an early breakfast, we cross over the harbour for a walking tour of the Fort Kochi district. Stopping first at the Dutch Palace, built by the Portuguese and presented to Raja Veera Kerala Varma of Kochi, the palace was later renovated by the Dutch and is now a museum for the area. Walking along the seafront, we pass many fisherman stalls selling the day’s catch. Stop to try your hand at working the Chinese fishing nets, imposing cantilevered contraptions that are a legacy of ancient traders. We end the morning tour with a visit to the Jewish Synagogue, the oldest synagogue in the Commonwealth of Nations, situated down a quaint street full of local embroidery and craft shops. This afternoon you are free to continue roaming Fort Kochi shops and waterfront area or perhaps head back to the hotel to relax by the pool. Accommodation: CGH Casino (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast we will drive to the tea hills of Munnar (approximately four to five hours’ drive). The drive to Munnar winds up from the lowlands and backwaters through spice and tea plantations towards the Western Ghats. Entering Munnar, we marvel at the endless rolling hills covered in tea plants. This afternoon we stretch out after the journey and walk among the beautiful hillside tea plantations. Watch the pickers working and learn the local history and tea-making process from your local guide. Accommodation: The Munnar Queen (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning we head to Thekkady, driving through the Kerala countryside out of the tea hills and into the spice plantations (approximately four to five hours). Enroute, your leader will arrange lunch stop at a local restaurant. We stay at CGH Spice Village, a unique property modelled on the villages of the indigenous Manan community from this region. A representative from CGH Spice Village will take you on a short tour around the hotel’s spice plantation, farm and paper-making station, where you can also try to make paper. During your stay in Thekkady, you may also want to take in a Kathakali (traditional dance form of Kerala) or Kalaripayattu (oldest martial art form of Kerala) live performance if time. Please speak to your Leader on when the best time to book these in will be. Late afternoon, we head to a local spice plantation for a tour and insight into the variety of spices and plants grown in the region. Kumily is known as the heartland of spices due to the large number of plantations spread across the region. You can’t help but feel nature’s power walking between the cardamon leaves, pepper vines, turmeric roots and many more, smelling the aromatic air. This will give an insight into the growing, harvesting and processing of spices. To finish the day, we are welcomed into a family home with a special cooking demonstration and dinner. Accommodation: CGH Spice Village Upgrade to a garden cottage today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "It’s an early start today. We join an indigenous guide at Periyar National Park for a nature walk through the evergreen and moist deciduous forests, which are interspersed with marshy grasslands. On this gentle trek, we come across many different species of birds and butterflies, while looking for some of the rarer wildlife here, including elephants, sloth bears and elusive leopards and tigers. After our walk, there is free time to wander through the shops and stalls in Thekkady. This afternoon, you have some free time to explore Thekkady village, or consider optional activities like a relaxing Auyvedic massage or return to Periyar National Park for a boat cruise (sharing basis) on Periyar Lake, an opportunity to see the wildlife that comes near to the lake for water and fodder. Dinner this evening will be at 50 Mile, a restaurant in the CGH Spice Village where all ingredients are sourced within 50mi (80km) of the property. Accommodation: CGH Spice Village Upgrade to a garden cottage today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early risers can join a yoga session within the hotel grounds to wake up and feel ready to start the day. After a relaxed breakfast, we head to Alleppey (approximately four to five hours’ drive), where we cruise the Kerala backwaters on a houseboat. These enchanting boats, built of anjili (wild jack) wood and bamboo, transported goods for hundreds of years. Now they have been decorated and made into comfortable cruise boats. As you meander through tropical vegetation while relaxing on deck, you can observe the daily activities of people living beside the backwaters. There is also a prolific display of bird life, including kingfishers, kestrels and herons. Lunch and dinner are served on board; in the evening, the boat is anchored by a bank and we watch the sun set over paddy fields. Accommodation: Deluxe houseboat"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We enjoy breakfast on board before we arrive back in Alleppey and it’s time to leave our houseboat and start the drive along the scenic Malabar Coast to the beachside destination of Kovalam (approximately four to five hours’ drive). Passing through Quilon for a tea break en route, we make it to our last destination of this epic journey. Once a relaxing hideaway on the old hippie trail, Kovalam has now been discovered, but the influx of tourism has not diminished this beautiful setting. Your afternoon is free to relax at the hotel, spend time at the beach or rejuvenate with an Ayurvedic massage. This evening, your leader invites you to join him for a farewell dinner as the sun sets at your hotel with your fellow travellers. Accommodation: Gokulam Grand Turtle On The Beach (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today is free to unwind after a whirlwind journey through India. Walk along the soft, sandy beach or visit the shops for last-minute souvenirs. This is a great chance to enjoy fresh seafood from one of the many small beach restaurants. Try tandoori dishes – the clay ovens add an exquisite taste to bread and curries. Alternatively, if you still have some energy left you could choose the optional day trip to Kanyakumari, the end point of India where 3 oceans meet, the Indian Ocean, the Arabian Sea and the Bay of Bengal. Take a ferry over to the Vivekananda Rock Memorial, dedicated to Swami Vivekananda, visit the Gandhi Memorial where the ashes of Mahatma Gandhi were kept before immersing them into the waters and finally see the Kumari Amman temple. Spend some time at the Kanyakumari beach and witness confluence of Indian Ocean, bay of Bengal and Arabian Sea. This is a full day trip, usually leaving the hotel after an early breakfast and returning between 6pm and 7pm traffic dependent. Accommodation: Gokulam Grand Turtle On The Beach (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The adventure ends today. Begin your return journey home or, if you’d like a bit more time to explore Kovalam, speak to your sales representative about extending your stay. Please note, airport security does not permit any spices/pepper to be carried in hand luggage so please pack these in your main luggage. Electronic devices and batteries should be packed in hand luggage as these are not permitted in your hold/main luggage."
    }
  ],
  "map": ""
}