{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-and-rajasthan-tour-india",
  "tourName": "Golden Triangle and Rajasthan tour, India",
  "placesVisited": "",
  "generalInfo": "Explore the highlights of North Indian Culture with this special 14 day tour.<br/><br/>From historic Delhi you will explore north, taking in cultural highlights of the region along with the Wonder of the World - the Taj Mahal. <br/><br/>Whether you are navigating the ghost city of Fatepur Sikri to Tiger tracking in National Parks you are never short of adventurous options! <br/><br/>Onward you will take in the rich history and stunning architecture of the famed Pink City, and trek on elephant to the unique Amber Fort. <br/><br/>Some of India's most famous forts are included in this tour, with stunning surroundings at Jaisalmer and Jodphur. <br/><br/>Finish your experience and reflect with a few days relaxing at one of our hand picked locations, to absorb the amazing experiences you have just enjoyed!",
  "durationDays": "14",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi: Afternoon sightseeing where you can experience the new culture and local guide and driver will take you to see the Mahatma Gandhi Museum. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sightseeing Delhi: Enjoy an easy morning and get ready to explore the old parts and new markets of Delhi. Sightseeing in Delhi where you will visit the Raj Ghat, the memorial to Mahatma Gandhi and then enjoy an afternoon tour of New Delhi that takes you past the Presidential Palace, the National Parliament, India Gate and more. Then you will visit the 800-year-old Qutub Minar, the world’s tallest brick minaret and the Iron Pillar. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "First Train to Agra & Sightseeing: After breakfast, take an early train to Agra, a city whose very name evokes the romanticism and exoticism of India. On arrival, check in at the hotel before leaving in the afternoon for a visit to Agra Fort and later visiting Taj Mahal during the sunset. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fatehpur Sikri, Bharatpur and Karauli: Sunrise Taj Mahal visit: After breakfast drive to Karauli and enroute visit Fatehpur Sikri. The abandoned, ghost city of Fatehpur Sikri lies some 40 km from Agra. The city is remarkably well-preserved, and visitors can see the Jama Masjid, the tomb of Salim Chisti, and several palaces. Afterwards visit Bharatpur for the afternoon to absorb the cultural experience of Rajsthan and then enjoy an evening drive to Karauli a small town experience. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Karauli - Ranthambhore National Park: Enjoy an easy morning and visit the town and markets. Then drive to Wildlife national park Ranthambhore. For the afternoon there will be a shared Jeep Safari and then return to the Camp. Overnight Tented Accommodation, Dinner, B’fast, lunch."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ranthambhore National Park: Wake up early morning and leave for your safari into the National Park. Track the tigers and other wildlife through the morning safari. Our two game drives give you ample opportunity to spot Ranthambore’s famously inquisitive tigers. Relax at the resort - You have a choice to spend time at the pool or visits the town. Later in the afternoon proceed for afternoon safari. Overnight Tented Accommodation, Dinner, B’fast, lunch."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ranthambore – Jaipur: We take to the road after breakfast towards Jaipur. Jaipur is a city of history and tradition, dating back to its foundation in the 17th century by Sawai Jai Singh, from whom it derives its name. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaipur – Pick City: Follow in the footsteps of the Mughals with an elephant trek to the amazing Amber Fort, which imperiously looks down on the city from atop the Hill of Eagles. You don’t just come here for the views – the Amber Fort is a majestic blend of Hindu and Mughal architecture built with red sandstone and white marble. The imposing and forbidding exterior belies the beautiful fusion of art and architecture behind the ramparts. Back in Jaipur, a sightseeing tour takes us to visit the City Palace, with its elaborately carved doorways and the Jantar Mantar observatory. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jaipur: dinner with family: Late afternoon proceed to visit a local family, who will welcome you to their home. Join them in their kitchen and learn about the Indian spices and curry. You can even help them in their kitchen, after the cooking demonstration join them for dinner at their dinner table. Talk over the Indian living and culture at first hand. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jaipur – Jaisalmer: Airport Transfer to Jaisalmer. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jaisalmer Sightseeing: After breakfast visit the silent 12th century Fort built by Prince Jaisal and the Palace which stands at the highest point (100 metres) above the marketplace. Also visit the Jain Temples (12th-15th centuries) which lie within the fort complex. Visit Nathmal ki Haveli the last of the great havelis. Also visit Gadi-sar an artificial lake that was an important source of water in the past. Enjoy the options of Jeep & Camel Safaris, villages and local communities. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jaisalmer – Jodhpur: After breakfast drive to Jodhpur visit Mehrangarh Fort. Considered one of India's best forts, this invincible stronghold of the Marwars sits on a steep hill lording over a wonderful view of its surroundings. It is also a beautiful fort and undoubtedly, the jewel of Jodhpur. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Jodhpur – Udaipur: Today early start drive to the famous town Udaipur. The city is replete with fantastic hilltop fortresses, exotic fairy-tale palaces and gripping legends of medieval chivalry and heroism. Evening dinner & Overnight at one of our hand picked Hotels."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Udaipur: Breakfast at hotel and then tart your city tour. The City Palace - was built in 1725 of granite and marble with filigreed balconies, ornate windows and craftsmanship in glass. The royal palace walls stretch over a mile on the eastern side of the lake. Later enjoy a two-hour boat-ride on Lake Pichola, visiting many of the ghats (banks) where ablutions and meditation take place, and enjoy excellent views of the Lake Palace and City Palace. Also you can visit jag Mandir Palace - formally the Royal Residence, Sahelio Ki Bari. Overnight at Udaipur at one of our hand picked hotels."
    }
  ],
  "map": ""
}