{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-small-group-tour",
  "tourName": "North India small group tour",
  "placesVisited": "Delhi, Jaipur, Agra, Agra Fort, Taj Mahal, Taragram paper making factory, Orchha, Khajuraho, Kama Sutra temples, Varanasi, sunrise boat ride on the Ganges",
  "generalInfo": "Explore the highlights of northern India on this adventure tour from Delhi to Varanasi. Discover the Pink City of Jaipur, see the Mughal architectural splendours of Delhi and Agra, and soak up the ambience of holy Varanasi. This wonderful introduction to the magic of India includes lavish palaces, vibrant bazaars, Kama Sutra temple carvings, Bollywood blockbusters and the incomparable Taj Mahal. <br/><br/>Admiring the manmade sights of northern India, from Jaipur’s Palace of the Winds to Agra’s Red Fort, is just one element of this trip. You’ll get to know the region’s people and culture, too. Share a home cooked meal with a Hindu family in Khajuraho, watch ancient bathing rituals and candle flower ceremonies on the Ganges and enjoy a cooking demonstration and dance show. This trip spends 12 days exploring, using everything from planes, trains and rickshaws to move from place to place, with nine nights in hotels and two in heritage properties.<br/>",
  "durationDays": "10",
  "price": "1459",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. When you arrive at Delhi Airport, you’ll be collected by a local representative and transferred to your hotel. Your adventure then begins with a welcome meeting at 6 pm to meet your local leader and fellow travellers. Later, why not get your new group together to sample of this country’s famed food?"
    },
    {
      "dayNumber": 2,
      "title": "Delhi .",
      "description": "Get your bearings in Delhi by starting your day with a leader-led tour of the oldest part of the city – aptly called Old Delhi. Your leader will help you navigate the metro system so you can explore the impressive Mughal architecture on foot. It’s not Delhi without a traffic jam, so hop aboard a traditional rickshaw and weave your way around the streets surrounding the Chandi Chowk marketplace. Stop by India’s oldest and largest mosque, the Jama Masjid, before heading into the Sikh temple of Sheeshganj Gurudwara to observe the capital’s spiritual side. Enjoy a traditional Thali lunch with your group before a free evening to wander the city as you wish. Tap into your leader’s local expertise for food and activity recommendations that match your mood."
    },
    {
      "dayNumber": 3,
      "title": "Agra.",
      "description": "Board the train and journey to the city best known for housing one of the Seven Wonders of the World. After you settle into your hotel, head out for lunch in a cafe run by women who have survived acid attacks. After, take in the sights as you head to the Taj Mahal. A tribute to his belated wife, Emperor Shah Jahan commissioned this famous monument in 1632 to house her remains. Stroll through the gardens and learn more about its history at the Museum. You can also sign up to an optional demonstration on hand knotted carpets – a craft that dates to the Mughal era – or explore Agra at your own pace."
    },
    {
      "dayNumber": 4,
      "title": "Agra/ Ranthambore NP .",
      "description": "If you fell in love with the Taj Mahal yesterday, you can opt to visit again today. There is plenty more to see, like the mosque and its symmetrical jawab building on either side of Main Mausoleum. Then, you will visit Agra Fort. Learn how Akbar built a fortress and prison out of red sandstone in 1565, and then Shah Jahan converted and added to the fort to transform it into a palace. In the afternoon, take a private transport to your next location, the Ranthambore National Park, where you’ll stay for two nights. As this is the longest journey on the trip, your leader will help you secure some snacks and drinks for the ride."
    },
    {
      "dayNumber": 5,
      "title": "Ranthambore NP .",
      "description": "Begin your day with an adrenaline rush by embarking on a morning safari. As one of the biggest national parks in northern India, Ranthambore is home to a huge variety of mammals, birds and reptiles. Although it’s primarily known for housing the Royal Bengal Tigers, you might also be able to spot leopards, sloth bears and crocodiles when you’re cruising along. Enjoy a free afternoon before setting out on safari again in the evening for more wildlife watching."
    },
    {
      "dayNumber": 6,
      "title": "Jaipur.",
      "description": "Stop at a rural village in Sawai Madhopur on your commute to Jaipur and admire the ancient sacred temples erected around the vicinity. When you arrive in Jaipur, also known as the ‘Pink City’ due to its pink buildings, join your leader on an orientation walking tour. The city has been ranked as one of the most pedestrian friendly cities in India so feel safe as you wander through the busy streets and colourful alleyways. After, immerse yourself in the culture by opting to go to a Bollywood movie screening or enjoy some free time this evening."
    },
    {
      "dayNumber": 7,
      "title": "Jaipur .",
      "description": "Your leader will show you around more of Jaipur this morning, maybe starting with the City Palace – a building that wouldn’t look out of place in a Wes Anderson film. Although the royal family of Jaipur still occupy the palace, some gardens and courtyards are open to the public. The rest of the day is yours to explore as you wish. Perhaps visit Jantar Mantar – an observatory filled with instruments to track the stars, built by the founder of Jaipur, Maharaja Jai Singh. Or you can opt for a hot air balloon ride and watch the countryside below from a bird's eye view."
    },
    {
      "dayNumber": 8,
      "title": "Jaipur/ Panna Meena Stepwell & Amber Fort .",
      "description": "Explore a lesser-known side of Jaipur by visiting Panna Meena Kund Stepwell. Stepwells like this one were used to collect rainwater, as well as serve as spaces for rituals and gatherings. After, head to the nearby and more well-known Amber Fort, located on a hilltop, giving you a good view of the city. Take in the Rajput and Mughal architectural styles as you explore the various halls and palaces on the grounds with a local guide. Don’t miss the sparkling Mirror Palace – covered floor-to-ceiling in thousands of reflective tiles, the hall becomes a dazzling fantasy with the light of a single match. Then, enjoy the afternoon exploring more of Jaipur and discovering anything you may have missed yesterday. Finish your day with a cooking class in a local home and tuck into your traditional homemade food for dinner with your group."
    },
    {
      "dayNumber": 9,
      "title": "Delhi.",
      "description": "Head back to Delhi this morning in a private transfer. The afternoon is yours to explore at your leisure. There are plenty of sites you may have missed the first time around, like Humayun’s Tomb – a garden tomb dating back to 1570 – or Qutb Minar, the highest tower in India. Your leader can help you book any activities you wish to do. In the evening, perhaps gather your group together for a farewell dinner, where you can reminisce about your Indian adventure."
    },
    {
      "dayNumber": 10,
      "title": "Delhi.",
      "description": "Your adventure ends after breakfast. Additional accommodation can be pre-booked if you wish to spend more time exploring India. Just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}