{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-cultural-country-tour",
  "tourName": "India cultural country tour",
  "placesVisited": "Mumbai, Gateway to India, Dhobi Ghats, Dharavi slum, Train to Aurangabad, Ajanta caves, Ellora caves, Devagiri-Daulatabad fort, Overnight train to Hyderabad, Charminar, Taj Falaknuma Palace, Golconda Fort, Tombs of the Qutb Shahi Kings, Bijapur, Golgumbaz, Badami, Aiholé temples, Pattadakal, Anegundi, Hampi ruins, Goa, Goa Velha",
  "generalInfo": "It tends to be the tourist-friendly northern and southern regions of India that garner attention, but this two-week small group tour through central India eschews the more popular, and busy, locations in favour of a more original experience.  <br/><br/>Begin with a guided tour around the highlights of Mumbai, including the iconic Gateway to India, and the Dhobi Ghats, as well as an eye-opening visit to the Dharavi slum, before taking the train to Aurangabad.  Here you’ll see the Buddhist caves of Ellora and Ajanta, both of them UNESCO World Heritage Sites and featuring superb examples of ancient Indian art and monuments.<br/><br/>An overnight train brings you to Hyderabad, the ‘City of Pearls’, with its many traditional bazaars and other landmarks such as the Taj Falaknuma Palace, now a hotel where you’ll take tea. The palace’s billiards table has one exact replica, which is in Buckingham Palace.<br/><br/>Entering Karnataka state, you’ll pause at the majestic Golgumbaz mausoleum, built in the 17th century for the Sultan of Bijapur, and the fascinating temples of Pattadakal, another UNESCO-rated architectural treasure. You’ll also spend a day touring Hampi, a group of monuments circling an immense pyramid which is still a busy gathering place for Hindus.<br/><br/>Finally, the tour culminates in Goa, once a Portuguese province and now among India’s most celebrated destinations for its well preserved heritage and deliriously beautiful white beaches. <br/><br/>You’ll feel like a true explorer on this India cultural tour, which avoids the relentlessly crowded locations for the most part. One for the committed Indiaphile definitely, but also for those who look to get beneath the surface of the places they travel and seek out what most people miss.<br/>",
  "durationDays": "15",
  "price": "3560",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Mumbai: The tour starts this afternoon at the joining hotel. From here we’ll take a wander around this fascinating city, with time at the famous arch that is the ‘Gateway to India’ and the Chhatrapati Shivaji Maharaj Vastu Sangrahalaya (formally Prince of Wales) Museum. We’ll end the day with a visit to the Taj, which overlooks the harbour and is a great place for a drink, before having dinner at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Mumbai: After breakfast we’ll head out to visit the ‘Mahalaxmi Dhobi Ghat’, otherwise known as the largest non-mechanised laundry facility in the world! Although there are some machines on site, most of the washing is still done by hand in a long series of concrete wash basins, each with its own flogging stone to beat the clothes against. From here we will take a walking tour of the Dharavi slum, the heart of small-scale industry in Mumbai. As we wander through 'India's largest slum' we will witness a wide range of business enterprises and activities: recycling, pottery-making, embroidery, bakery, soap factory, leather tanning, poppadom-making and much more. People from all over India live in Dharavi, making it a cultural melting pot, and a tour through its narrow alleys is quite an adventure. More recently Dharavi has become a focus of artists from all over the world, who in collaboration with the locals have painted murals on the walls of houses, and as we explore Dharavi it’s worth looking out for the abundant street art which the local community is very proud of. We’ll also visit a number of the most famous buildings Mumbai is noted for, including Chhatrapati Shivajitrain train station (formerly Victoria Terminus), the Mahalakshmi temple, the Rajabai Clock Tower and library, and the colonial general post office."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mumbai - Aurangabad: We will have a leisurely morning in Mumbai before heading to the train station to catch a day train to Aurangabad. The journey should take around 6 hours, offering us a chance to take in the scenery and meet the local people. On arrival this evening we’ll transfer to our hotel for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Aurangabad - Ajanta Caves - Aurangabad: After breakfast we’ll drive north for a couple of hours to visit the Ajanta Caves. Predating those at Ellora, the Ajanta Caves are entirely Buddhist and famous for their exquisite paintings. After the decline in Buddhism, the caves were forgotten only to be ‘rediscovered’ in 1819 by a group of British soldiers out on a hunting trip. Their beauty was soon unveiled and they now represent one of Maharashtra’s best-known sites. In the afternoon we will drive back to Aurangabad where the rest of the day will be at your leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Aurangabad - Ellora Caves - Overnight Train To Hyderabad: After breakfast we’ll visit the Ellora Caves, a truly amazing series of underground temples, some with extraordinary sculptures, built between the 7th and 11th centuries AD. From here we’ll travel back to Aurangabad, stopping on the way to visit Devagiri-Daulatabad fort, an imposing structure built by King Bhillam of the Yadava dynasty in the late 12th century. Its strategic location on a large rock outcrop was so impregnable that it was never taken by force. We’ll then have an early dinner before boarding our overnight train to Hyderabad. Please see the 'Supplementary Information' section for more information on what to expect from the train journey"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In Hyderabad: Arriving early into Hyderabad we will transfer to our hotel for the chance to freshen up. Once in the ‘city of pearls’ we’ll walk around the Old City and the 16th century Charminar, which houses Hyderabad’s oldest mosque. We’ll also explore the bazaars around the Charminar selling all manner of items from bangles to budgerigars and look around the Mecca Masjid which can house up to 10,000 worshippers. Tonight we’ll have drinks at the historic Taj Falaknuma Palace, without doubt one of the most opulent hotels on the subcontinent. The former residence of the Nizam of Hyderabad, the hotel exudes the elegance and gilded grandeur of a bygone age. Boasting Venetian chandeliers, priceless art, Japanese Gardens and a library of rare distinction, the hotel affords us a truly unique insight into the lives of one of India’s richest dynasties."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In & Around Hyderabad: This morning we head out of town to visit Golconda Fort, the capital of Telangana until 1590 when a terrible drought forced the people of the city to move and the founding of Hyderabad. We then return to town, stopping en route to wander around the serenely set tombs of the Qutb Shahi Kings. This afternoon/evening you will be free to wander and discover more of this fascinating city for yourself. Dinner tonight will be at your own expense."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hyderabad - Bijapur: After breakfast we’ll say goodbye to this glorious city and drive to the neighbouring state of Karnataka, and on to Bijapur with its dominating Islamic architecture. The drive will take most of the day, but we should have a bit of time on arrival to stretch our legs and view some of the local sites before dinner.Driving time: Approx. 8.5 - 9.5 hrs"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bijapur - Badami: This morning we’ll explore the magnificent Golgumbaz which is the town’s largest monument with an imposing 38 metre diameter dome – second only to St Peter’s Basilica in Rome! Climbing the narrow stairs brings us out onto the whispering gallery, where secrets whispered into the wall are directed across the dome to listening ears. Also in this sleepy town is the beautiful Ibrahim Rouza, which is considered by many to be one of the most finely proportioned Islamic monuments in India. The focus here is not the size but the elegance and detail. The 24 metre high minarets are said to have inspired those of the Taj Mahal. Adil Shah II built the monuments for his queen at the height of Bijapur’s prosperity in the 17th century; though sadly he died before his Queen was laid to rest alongside his family. Following lunch we’ll drive on to Badami for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In Badami: This morning we’ll visit the wonderful 5th century temples at Aiholé before moving on to the world heritage site of Pattadakal. In the afternoon we will have plenty of time to enjoy the sensational rock carved temples at Badami."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Badami - Hampi: Arguably saving the best until last, this morning we will drive to Anegundi – the ruined fortified stronghold across the river from Hampi. After checking into our hotel we’ll have a bit of time to relax in this often overlooked village, just a stone’s throw from the stunning UNESCO World Heritage Site of Hampi. From here we’ll take our first look around this incredible place.Driving time: Approx. 3.5 - 4.5 hrs"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In Hampi: Today we explore the scattered ruins of the 15th century city of Vijayanagar. We will visit the highlight of the Hampi ruins, the Vittala Temple, as well as the other main sights including the Elephant Stables and the Lotus Mahal, before heading back into town. Having lunch at a beautiful spot by the river we’ll escape the heat and relax, after which the rest of the afternoon and evening will be free to explore at your leisure. Dinner tonight will be at your own expense."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Hampi - Goa: After breakfast we say goodbye to Hampi and travel west to the coastline of the Arabian Sea and Goa. This will be a long day on the road, but we’ll break it up along the way and the relaxed atmosphere that Goa offers at the end of the journey will make it all worthwhile.Driving time: Approx. 7.5 - 8.5 hrs"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In Goa: This morning we’ll take a guided tour of Goa Velha (old Goa), visiting numerous sites of interest including the UNESCO listed Portuguese churches of Igreja de Nossa Senhora do Rosário, the Basilica of Bom Jesus, the church of St. Francis of Assisi and the Chapel of Santa Catarina. After lunch the afternoon will be free to do as you choose. Most people like to relax by swimming in the pool or by taking a dip in the sea nearby, but there’s plenty more besides. The town houses an arts centre as well as offering options for cycling, fishing and yoga. Tonight we will have a farewell dinner at a lovely local restaurant."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tour Ends In Goa: The tour ends after breakfast this morning. There will be some free time to enjoy more of Goa before those on the suggested group flight are transferred to the airport."
    }
  ],
  "map": ""
}