{
  "destination": "India",
  "mainPhoto": "",
  "id": "zanskar-valley-tour-cultural-ladakh",
  "tourName": "Zanskar Valley tour, cultural Ladakh",
  "placesVisited": "",
  "generalInfo": "Zanskar tour 2025<br/>The Zanskar valley is located in between the formidable peaks of Great Himalayan and Zanskar mountain ranges, a piece of broken moon land and a perfect place to witness the unmatched beauty of the nature goes on unfolding. We  drive along the Suru valley, cross over Pantse la pass and passed by may isolated Buddhist villages to the secluded Himalayan kingdom of Zanskar. The region is one of the last truly remote regions in the Himalaya, where villages are cut off from the outside world for six months due to heavy snowfall, Zanskar is also known for its rust coloured mountains and dramatic deep gorges - a vast, silent and truly spectacular wilderness. <br/><br/>This trip cover almost every corner of Zanskar kingdom, the villages life, monastic cultures, ritual dance, the nomad at Doksa and much more to explore.",
  "durationDays": "11",
  "price": "2000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Leh arrival: Feel the cool breeze as you arrive at Kushok Bakula Airport Leh 3500m. Our arepresentative shall receive you at the airport and then transferred to hotel. Full day at rest at your hotel room to acclimatize to the altitude of Ladakh which is must. At your Hotel for lunch and later in the afternoon visit Shanti stupa which offers the best aerial views of Leh town and the 16thcentury built former palace of the Kings of Ladakh i.e. Lehchen Palkhar or Leh Palace. Evening a brisk walk to stretch your body. Overnight at the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we shall take you for a fullday tour of some of the most important and beautiful Monasteries and Palaces on the Indus Valley. Visit Thakthok monastery, Stakna and meet Rinpoche, later we drive back to Leh"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today after breakfast we drive to Sham valley, on the way we will visit Likir monastery, Basgo castle, and later we check in Hotel and Temisgham, in the evening we will visit Temisgahm monastery"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Temisgham to Kargil, on the way we will visit Wanla monastery, and drive to kargil, on the way we explore Mulbik Chamba, the giant Buddha rock carving of the Gandra Arts, check in hotel in Kargil Overnight at Kargil"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kargil to Rangdum we will drive along the Suru valley enjoy the breath taking view of the Nun Kun range and we will visit Kartsey Chamba, the giant Buddha statue of the 3rd century BC, later we reach at Rangdum and overnight stay at camp or Home stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast we visist Rangdum monastery and cross Pantsey la pass and enter the beautiful valley of Zanskar valley, enjoy the beautiful mountain ranges of Z3 and Darang Durung Glacier, Drive along the panoramic landscape valley, you will find many small villages of Zanskar with barley crop and pasture land of the valley. We check in hotel in Padum."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today is the best chance to see the Stongday Monastery annual festival, the sacred mask dance and the ritual at the monastey, later we drive to Zangla and and explore the small palace and drive back to Padum"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Post breakfast we drive to Karsha monastery, visit the monastery and Drive to Sani and explore Sani monastery and overnight stay at Padum In the evening visit Padum monastery. Overnight stay at Padum"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "An early morning drive to kargil on the way we will visit Dzongkhul monastery, drive continually, stop for hot tea at Rangdum and drive along the Suru valley, We reach kargil in the evening and check in hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kargil to Leh via Lamayuru 234kms /8hrs apporx. After an early breakfast we drive to Leh on the way visiting Lamayuru, Phyang monastery on the way, Overnight at hotel in Leh."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to the airport for onward journey with sweet memory from the Himalaya"
    }
  ],
  "map": ""
}