{
  "destination": "India",
  "mainPhoto": "",
  "id": "northern-india-holiday-tailor-made",
  "tourName": "Northern India holiday, tailor made",
  "placesVisited": "Delhi, Agra, Taj Mahal at sunset and sunrise, Fatehpur Sikri, Jaipur, Barli, Jodhpur, Tour of Meherangarh Fort, Chanoud, Udaipur",
  "generalInfo": "Take an unforgettable tour through beautiful Rajasthan, visiting its famous cities with their imposing forts and palaces, but also exploring the quieter side of this corner of northern India. This is a chance to see the classic and most iconic sights, but with a local perspective. You’ll enjoy unique accommodation, from tiny village hunting lodges to ancient palaces converted into hotels, and meet families, seeing first-hand how tourism can positively impact on people and communities. <br/><br/>Accommodation throughout is in family-run properties that maintain strong connections with the local community. Most hotels employ staff from nearby villages and also make sure they support schools, hospitals and the environment. This ensures that your stay directly benefits the area and the people who need it most. <br/><br/><br/>This 15-day tour starts in the history-rich capital of Delhi. Explore the cities hidden corners, bustling bazaars and local specialities. From here travel either by road or rail to Agra to see the iconic Taj Mahal at sunrise. Your trip then continues onto the vibrant and colourful state of Rajasthan, visiting the famous cities of Udaipur, Jodhpur and Jaipur which boast impressive forts and beautiful palaces. In between the cities you will have stops in rural Rajasthan, offering a unique insight into village life.  <br/><br/>This trip can be tailor made throughout the year. India has five seasons: spring, summer, monsoon, autumn and winter. Different regions are affected at different times by the monsoon rains, as they move from the Indian Ocean up to the Himalaya. They affect north and central India from May to September. In the south, the monsoon generally hangs on into October. Rajasthan is largely dry so it’s possible to travel here off-season, and often hotels drop their room rates and famous monuments are less crowded. <br/>",
  "durationDays": "15",
  "price": "4745",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on the services of your selected scheduled carrier. Depending on the carrier this flight will either fly during the day or overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On arrival you will be met at the airport and taken to your hotel by your private driver. Rest of the day at leisure, or if you would like to explore then why not head to Lodi Gardens, a relaxing place to enjoy Delhi's green spaces and uncover Mughal tombs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a private guided tour of the capital today, uncovering the remarkable contrast between Old and New Delhi. Your excursion includes the Jama Masjid, the largest Friday mosque in India. From here we suggest a walk with your guide in the heart of Old Delhi - a great way too absorb the sights, smells and sounds."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Travel south to Agra today. In the afternoon, take a guided walk around Agra's sights, such as the impressive Mogul Red Fort."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "An early start this morning to capture the Taj Mahal at sunrise with a private guided tour. Make sure you take time to explore the surrounding gardens and mosque. After breakfast, drive from Agra to Jaipur stopping en route to visit Fatehpur Sikri, the enigmatic and beautiful deserted capital of Emperor Akbar which was abandoned when water supplies dried up. The journey takes five hours, but your guide can suggest places to stop and visit along the way."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A full day sightseeing in and around the 'Pink City' of Jaipur today. In the morning you will visit the magnificent Amber Palace. Capital of the Kachwaha Rajputs until 1727, this fort complex is an impressive place to visit. Back in the centre of the city, discover the treasures of the City Palace which houses an important museum, the intricate facade of The Palace of the Winds and also the fascinating Jantar Mantar Observatory."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue your journey west further into Rajasthan today as you head to the rural village of Barli with your private car and driver. The journey itself takes around four hours, as you leave the city behind and watch the scenery change into countryside."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is free to explore at your own leisure. You may wish to take an escorted tour of the fort with the staff or discover the nearby villages by bullock cart."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Leaving Barli behind and proceed to Jodhpur, which is affectionately known as the Blue City. Settle back into city life by enjoying a drink on the rooftop terrace, as your hotel here boasts fantastic views of the fort."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you're met by your guide and taken for an exciting private tour of the city. Visit the impressive Meherangarh Fort which stands overlooking the whole of Jodhpur as well as getting the chance to explore the busy streets and blue houses. You may then wish to spend the remainder of the afternoon discovering the bazaars located around the clock tower."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head three hours south today with your driver to Chanoud where the remainder of the day is at your leisure. Your hosts are incredibly welcoming here, and will help you settle into the 300-year-old palace which will allow you to experience the historic side of Rajasthan."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today is at your leisure to fully explore this unique corner of India. Your hosts can help plan different activities, including going to visit the nearby villages where you can meet shepherds and Rabaris or you can enjoy a drink whilst watching the sunset across the salt lake."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Continue south today to Udaipur, via the impressive Kumbalgarh Fort and Temple at Ranakpur. The temple is a renowned Jain temple and is certainly one of the most impressive temples to visit while in Rajasthan. This journey is a three hour drive but you may like to spend longer travelling, taking the time to walk up to Kunbhalgarh Fort."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you're met by your guide and taken for an interesting private tour of Udaipur, the beautiful city of lakes. Explore many of the highlights of the city including the City Palace which was built in a flamboyant style and considered the largest of its type in the state. The remainder of the afternoon is at your leisure to enjoy soaking up this stunning city before the journey home tomorrow."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Leave India behind and board your onwards flight. From Udaipur you usually have to depart via Delhi or Mumbai to catch an international flight."
    }
  ],
  "map": ""
}