{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-luxury-private-tour-regal-residences",
  "tourName": "Rajasthan luxury private tour, regal residences",
  "placesVisited": "See India’s Golden Triangle in style, Roam the Rajasthan heartlands, Rickshaw ride in Delhi, Boat cruise on Chambal River, Sleep in one of India’s finest tented camps, Agra and the Taj Mahal, Explore Jaipur on foot and by bike, Stay in two restored royal palaces, Udaipur",
  "generalInfo": "Magnificent though it undoubtedly is, India’s Golden Triangle – from New Delhi to Agra and Jaipur – is a well-trodden and busy route. Our Rajasthan luxury private tour puts a different spin on the Golden Triangle, departing the tourist trail to explore the heartlands of Rajasthan whilst accommodating you in a series of superbly restored heritage properties, including two luxury hotels that were formerly royal palaces.<br/><br/>Your journey, which is tailored and can be adapted to you, begins in New Delhi, where you can tour the old quarter on an exciting rickshaw ride. Then, proceed to the Chambal Safari Lodge, a superior tented camp that supports local conservation efforts. From here, you can take a memorable cruise along the river.<br/><br/>In Agra, the Taj Mahal awaits, the greatest monument to love ever built. And then it is on to the beautiful ‘Pink City’ of Jaipur, where you’ll relax for a few days to really soak up the atmosphere, with the option of a cycle tour. <br/><br/>Having completed the Golden Triangle, travel by road into rural Rajasthan for a couple of nights staying in historic family-owned hotels that were once royal palaces. Learn about the buildings’ heritage from your hosts and enjoy some Rajasthani luxury before your tour finishes in Udaipur. <br/>",
  "durationDays": "16",
  "price": "7900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Delhi"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive in India and transfer to your hotel in the heart of New Delhi. During your time in the city, there is time to take our signature tours that explore both Old and New Delhi. Experience the thrills of a rickshaw ride through the old quarter while sampling some of the city’s legendary dishes."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Chambal Safari Lodge: Journey from Delhi to Agra by train and arrive at the excellent Chambal Safari Lodge. Experience the exceptional hospitality while exploring the fascinating wildlife and cultural sites that sit on the lodge's doorstep. Highlights of a stay here include a relaxing boat trip down the Chambal River and a sunrise or sunset visit to the temples and ghats of Bhateshwar with their colourful and vibrant poojas."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Agra: It’s a short journey back to Agra to visit the iconic Taj Mahal Palace. It is one of the undisputed wonders of the world and a must-see for most visitors to India. Check-in at The Oberoi, just a 10-minute walk from the east gate of the palace."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaipur: Head to Jaipur, the mesmerising ‘pink city’ of Rajasthan. Spend two days exploring the city on foot and by bike. Visit temples, mosques and churches, drink the famous and delicious Chai Tea and catch some of the splendid religious ceremonies that occur daily in many temples."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shapura Bagh: From the bustle of Jaipur, transfer by road to the rural Palace of Shahpura Bagh, (around 4 hours). Part luxury hotel, part royal homestay; it's the kind of experience only India can offer. Grand buildings, an illustrious history dating back twenty generations within one family and sumptuous food will ensure there is never a dull moment. Your hosts will take you under their wing and show you the challenges and treasures of inheriting such a majestic property while bringing the local town and region to life. For relaxation, look no further than the glorious swimming pool, the perfect antidote to the hot summer days. Dinner or drinks atop the local fort is a special experience that'll stay etched in your memory long after you return home."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Chanoud Garh : Saving the best till last? Perhaps… Chanoud Garh is another rural palace, lovingly restored to its former glory by the latest generation of its custodians. Learn the family’s fascinating history while having the honour of staying in this incredible property. Dine on the rooftop under the stars, explore the nooks and crannies of the palace and their fascinating details and stories, or take a jeep drive into the surrounding villages and countryside to get a unique insight into this region’s way of life."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Udaipur : End your trip in Udaipur. Explore the city’s magnificent sites, including the iconic fort with its blue-walled houses and buildings."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Depart Udaipur for your journey back to the UK."
    }
  ],
  "map": ""
}