{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-photography-holiday-in-india",
  "tourName": "Wildlife photography holiday in India",
  "placesVisited": "Delhi, Kanha National Park, 11 game drives, Expert wildlife photography guide",
  "generalInfo": "A ten day wildlife photography where you will travel around Kanha National Park, in the Central Indian state of Madhya Pradesh,  home to about a hundred of India’s tigers, as well as leopard, sambhar, chital, monkeys and the rare swamp deer. This itinerary includes eleven game drives in Kanha with an expert naturalist guide to accompany you, and one who has experience of leading internationally renowned wildlife photographers through these unique habitats. Habitats that range from large swathes of native sal tree forests, to open grasslands or bamboo bush. Making this the most perfect terrain for wildlife photography holidays with plenty of chances for magnificent sightings. <br/><br/>A large part of Kanha National Park has also been designated as Kanha Tiger Reserve, following pioneering conservation work known as Project Tiger in 1974. You will be staying in a luxury eco lodge, with all meals, game drives, park fees, guide fees and naturalist fees included. <br/><br/>Note: An extension to Agra is available to see Taj Mahal or Keoladeo National Park for some great Birding.",
  "durationDays": "10",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi & transfer to hotel. Local sightseeing arranged on request if time permits. Overnight hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sightseeing in Delhi, the capital city of India. Afternoon train to Jabalpur by AC sleeper class. Overnight train."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Reach Jabalpur early morning. Transfer to hotel for breakfast, freshen up. Later we drive to Kanha National Park (3hrs drive), check-in at lodge. Evening game drive. Kanha is an amphitheater of extreme delights that is how naturalist writers often describe this magnificent tiger landscape in Central India. The habitat comprises of grasslands, dense mixed and pure Sal forests and bamboo. Intervening rivulets, big and small makes the landscape charismatic and a joy to experience. The land of the tiger is home to more than hundred and supports wide variety of fauna and floral diversity. It is the best place in the wild to see the majestic Bengal tigers. The reserve is ideal for bird watching as more than two hundred and fifty species can be seen during the various seasons."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kanha NP. Morning & evening game drive"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Return to Jabalpur. Today after breakfast we drive back to Jabalpur for lunch. Later we board a direct overnight train to New Delhi, packed dinner onboard."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Arrive Delhi. You reach Delhi early morning & transfer to airport for your onward journey or transfer to hotel if you have booked extra nights. OPTION OF FLIGHT AVAILABLE INSTEAD OF TRAINS"
    }
  ],
  "map": ""
}