{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-and-central-india-tiger-safari",
  "tourName": "Golden Triangle and Central India tiger safari",
  "placesVisited": "",
  "generalInfo": "India is a medley of multiple components, a country so diverse that it may take several visits to explore the whole nation. However, for anyone visiting India for the first time, there are two aspects of the country that stand out. The Taj Mahal and the Tiger. And these two stand out not in isolation but in inclusion of all that surrounds them. This itinerary is a classic journey for those who maybe visiting India for the first time. For those who have not experienced the marvels of northern India and marvels of the verdant forests of Central India that inspired Rudyard Kipling. The journey gives a flavour of India’s rich history in Delhi where different eras of rule of stamped their mark, to the impact of Maharaja’s in the pink city of Jaipur leading on to Agra where the iconic Taj Mahal is world famous. After a romance with India’s royal past the journey takes you to the central Indian jungles to see another royal, India’s national animal, the Royal Bengal Tiger. India’s highly successful tiger conservation program which commenced in 1972, not only saved the tiger, but also all the other forest denizens that share the forest with it. Madhya Pradesh is the tiger state of India, with over 750 tigers in the wild it is the best place in the world to see tigers in the wild. Visit the up-and-coming Satpura National Park, Bori Wildlife Sanctuary and the better known Pench Tiger Reserve. Apart from tiger, these forests are home to leopard, sloth bear, Indian wild dog, Indian gaur, sambar deer, spotted deer and a host of other mammals. Birdlife is abundant here and a visit to these parks is a dream of any bird watcher. Enjoy a burst of both cultural and nature-based experiences through various highlights like…<br/>•\tHistory visit and sightseeing in Delhi <br/>•\tExploring the pink city Jaipur <br/>•\tVisting the Taj Mahal <br/>•\tEnjoying a train journey to the city of Bhopal <br/>•\tExploring central Indian forests <br/>•\tJeep, walking, boat and night safaris <br/>•\tExquisite Indian cuisine <br/>•\tImmersing into local life and culture <br/>This journey is a must do for anyone visiting India for the first time who is inclined towards experiencing a blend of culture and nature alike.",
  "durationDays": "16",
  "price": "7429",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Delhi International airport Transfer to Taj Palace and day at leisure and relaxation."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, explore historic landmarks in Delhi such as the Red Fort, Jama Masjid, and India Gate. Visit bustling markets like Chandni Chowk and Connaught Place, and explore museums such as the National Museum and Gandhi Smriti. Delhi, the vibrant capital of India, is a kaleidoscope of culture, history, and modernity. Dive into the city's rich heritage by exploring iconic landmarks such as the Red Fort, Qutub Minar, and Jama Masjid. Indulge in a shopping spree at bustling markets like Chandni Chowk or savor Delhi's culinary delights from street food to fine dining. Immerse yourself in the local lifestyle with a rickshaw ride through Old Delhi's narrow lanes or witness the peaceful coexistence of religions at Lotus Temple. From ancient monuments to bustling bazaars, Delhi offers a perfect blend of tradition and contemporary allure on your Golden Triangle itinerary. Overnight stay at Delhi Taj Palace"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out from the hotel and drive to Jaipur (approx. 6 hours, 315 km). Lunch at Jaipur and overnight stay at Jai Mahal Palace."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jaipur, the vibrant Pink City of India, exudes a rich tapestry of culture and heritage that captivates visitors from around the world. Known for its majestic palaces, bustling bazaars, and colorful festivals, Jaipur offers a glimpse into Rajasthan's royal past and artistic traditions. The city's architectural marvels like the Amber Fort and Hawa Mahal narrate tales of grandeur and opulence. Dive into Jaipur's culture through its traditional music, folk dances, and sumptuous Rajasthani cuisine. The warmth and hospitality of its residents, coupled with the city's timeless charm, make Jaipur a captivating destination where history and culture converge in a kaleidoscope of experiences., including Amber Fort, Hawa Mahal, and City Palace. Visit the Jantar Mantar observatory and Albert Hall Museum. Shop for local handicrafts at the bazaars and enjoy Rajasthani cuisine. Overnight stay at Jai Mahal Palace."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After morning breakfast, check out from the hotel and drive to Agra (distance 235 km, duration 5 hours). Overnight stay at Taj View Agra."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit the iconic Taj Mahal at sunrise and explore Agra Fort. Explore Fatehpur Sikri, a UNESCO World Heritage Site. Visit other attractions like Itmad-ud-Daulah's Tomb and Mehtab Bagh for a view of the Taj Mahal. Overnight stay at Taj View Agra"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Check out from the hotel at Morning and drive to Agra Railway station to catch a train to reach Bhopal heart of central India (Duration 6:30 Hrs.) Arrival and received by chauffer and drive Jehan Numa Palace for Lunch after Lunch drive to Reni Pani Jungle lodge 3Hrs drive Relax and stay Reni Pani Jungle Lodge, Diner and Overnight stay at Reni Pani Jungle Lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning core drive in Reni Pani Jungle Lodge - Exploring Satpura Tiger Reserve in the morning can be a great experience for wildlife enthusiasts! You may encounter a variety of animals such as tigers, leopards, sloth bears, Indian bison, and a wide range of birds and enjoy the beauty of nature breakfast will be in the park Return to lodge by 11:30 am to relax with hot lunch Night Drive in Reni Pani Jungle Lodge – Explore night drive To spot nocturnal wildlife. You may have the opportunity to see animals like leopards, sloth bear, foxes, civets’ jungle cat and if lucky rusty spotted cat the smallest wild cat in the world also various species of owls. Return you’re the lodge for drinks and dinner duration for night drive will be around 4 hours"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning core drive at Reni Pani Jungle Lodge Evening core drive at Reni Pani Jungle Lodge Overnight stay at Reni Pani Jungle Lodge (Full Board)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Depart From Reni Pani Jungle Lodge to Bori Safari Lodge by Boat Transfers – The Saptura Tiger Reserve is a unique landscape in Central India where rugged mountains, evergreen patches, dry deciduous forests, grasslands and rivers can all be witnessed in one vista. The western and northern periphery of the park is covered by an expanse of water covering over 250 sq. kilometres of area, known as the Tawa Reservoir. Boat safaris are possible on this reservoir and Jehan Numa Wilderness has its own private boat that can be used by guests transferring between Reni Pani Jungle Lodge and Bori Safari Lodge or vice versa. The boat cruise transfer covers a distance of 35 kilometres over 2 hours on the Tawa Reservoir. This journey is mostly on the backwaters of the Denwa river, and this river meanders through some stunning landscape."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning core drive Churna Evening core drive Mallupura Overnight stay at Bori Safari Lodge (Full Board)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning core drive Churna Evening core drive Mallupura Overnight stay at Bori Safari Lodge (Full Board)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning Breakfast and Check out from the Bori safari Lodge Drive to Pench (4.30 Hrs). Arrival In Pench Lunch Overnight stay at Pench Tree Lodge."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning core drive in Pench Evening core drives at Pench Overnight stay at Pench Tree Lodge (Full Board)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Morning core drive in Pench Evening core drives at Pench Overnight stay at Pench Tree Lodge (Full Board)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Morning, after breakfast, you will depart for Nagpur Domestic Airport, which is a 3.5-hour drive, to catch your connecting flight to Delhi or Mumbai."
    }
  ],
  "map": ""
}