{
  "destination": "India",
  "mainPhoto": "",
  "id": "tiger-watching-holiday-in-india",
  "tourName": "Tiger watching holiday in India",
  "placesVisited": "Delhi, Kanha National Park, Bandhavgarh National Park, Sleeper train journey from Delhi, Jabalpur, Trained naturalist guides from local community, 10 game drives",
  "generalInfo": "The itinerary for this nine day tiger watching holiday with Indian wildlife experts has been crafted in a way that makes the most of every opportunity possible to see not only the magnificent tigers of Madhya Pradesh state and, in particular Kanha National Park and Bandhavgarh National Park, but also a plethora of other wildlife. Plus the guides on this trip are all expert naturalists from the region, who will share all their knowledge and passion for conservation while on the tiger safari with you.<br/><br/>After a sleeper train journey from Delhi, your first safari experience is in Bandhavgarh National Park, celebrated as the place where the rare white tigers were captured for the Maharaja of Rewa, the last one thought to have been seized in the mid 1990’s. Today it is an extraordinary arid landscape, where a 2000 year old ruined fort provides dramatic rocky terrain, surrounded by caves and chasms for tiger to roam. As well as the park’s other wild residents, with mammals and reptiles ranging from monkeys to mongoose, leopard to lizards, snakes to sambar. As well as 138 species of resident birds, and flocks of many other migratory ones passing through too. Kanha National Park proffers an eclectic mix of habitats over its almost 2000 sq. km of grassy plateaus, open plains and resplendent Shorea robusta or sal forests. All perfect terrain for tiger as well as the endangered and exquisite Barasingha Deer.<br/><br/>A large part of Kanha National Park also falls into the domain of Kanha Tiger Reserve, an important conservation initiative from the 1970’s led by Project Tiger. Kanha is also famous for being the first place where leading biologist and conservationist, George Shaller, carried out the first scientific research into tigers in the 1960’s. Today there are approximately one hundred tiger here, as well as leopard, wild dogs, langur monkeys, chital, sambhar and mongoose. This tiger watching holiday includes jungle accommodation, all meals, safaris and expert naturalist guide.<br/><br/> Note: An extension to see Taj Mahal at Agra is available.<br/>",
  "durationDays": "9",
  "price": "1500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi & transfer to hotel. Local sightseeing arranged on request if time permits. Overnight hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Overnight sleeper train to Umariya."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Reach Umariya early morning. Drive to Bandhavgarh National Park (34 km) in AC car/coach. Evening game drive. Overnight lodge. Hidden in the remote confines of Madhya Pradesh or Central India the historic assemblage of caves, fort, idols and temples accentuate its appeal fourfold. Tigers prefer to hunt in the marshy grasslands inundated by rivulets the life line of this charming ecosystem. A journey in the hinterlands of India is always rewarding especially if the targeted species is the majestic Bengal tiger."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bandhavgarh NP. Morning & evening game drives. Overnight lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer early morning to Kanha NP. Reach Kanha by lunch time. Evening game drive. Overnight lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kanha NP. Morning & evening game drives. Overnight lodge."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Jabalpur. Today after breakfast we drive back to Jabalpur for lunch. Later we board a direct overnight train to New Delhi, packed dinner onboard."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Arrive Delhi transfer to Hotel.Overnight Hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to International airport. Note: Extension available for Agra to see Taj Mahal or full Golden Triangle."
    }
  ],
  "map": ""
}