{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-tours-14-days",
  "tourName": "North India tours, 14 days",
  "placesVisited": "",
  "generalInfo": "Explore the rich, vibrant and diverse culture of India with our 13-day North India adventure tour. Covering the country’s greatest northern features, including the Golden Triangle, you’ll see it all. Experience iconic major landmarks like the Taj Mahal and the spiritual ancient city of Varanasi with a twist, venture into the desert for a camel safari and treat your taste buds to an abundance of delicious food. From bustling cities to rural villages, our Adventure Leaders take you off-the-beaten-track as you explore all that North India has to offer.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime. <br/>All local transport within India, including flights between Jodhpur and Mumbai. <br/>Accommodation (including hostels, Thar Desert camping, &amp; three overnight trains). <br/>Meals provided: 1 breakfast, 1 lunch (included with cooking experience, which may shift to dinner based on local timing), &amp; 2 dinners <br/> <br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared, mixed-gender dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included in all Dragon Trip tours: <br/><br/>Pre-departure briefing (Delhi) <br/>Hindi language lesson (Delhi) <br/>Old Delhi tour (Delhi) <br/>Sis Ganj Sikh Temple in Old Delhi (Delhi) <br/>Akshardham Temple (Delhi) <br/>Ghat Boat Tour incl. Ganga Aarti Ceremony (Varanasi) <br/>Taj Mahal at sunrise (Agra) <br/>Nagargarh Fort at sunset (Jaipur) <br/>Food Court Tour (Jaipur) <br/>Monkey Temple (Jaipur) <br/>Camel Safari &amp; Camping (Thar Desert) <br/>Walking Tour of Blue City (Jodhpur) <br/>Indian Cooking Experience (Jodhpur) <br/>Mumbai Orientation Walk (Mumbai)",
  "durationDays": "14",
  "price": "1399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi: Welcome to New Delhi – the start of an unforgettable 14-day adventure across India! Once you’ve checked in, we’ll kick things off with a pre-departure briefing, where you’ll meet your Adventure Leader and fellow travellers, get the lowdown on the itinerary, cover health and safety tips, and pick up everything you need to make the most of the journey ahead. Next, get ready for a fun Hindi language session! Your Adventure Leader will teach you some essential phrases that will come in handy throughout the trip – perfect for connecting with locals, ordering tasty street food, or haggling in the markets like a pro. In the afternoon, we’ll explore the magic of Old Delhi on a guided walking tour. Wander through buzzing backstreets, colourful markets, and historic temples, sample incredible street food, and soak up the city’s lively atmosphere. This is your chance to experience a side of Delhi that most visitors miss. (Tip: comfortable shoes are a must!) To finish the day, step inside Sis Ganj Sahib Gurudwara, an important Sikh temple in Old Delhi. Take a moment to enjoy the serene and spiritual surroundings, connect with the welcoming community, and reflect on your first day of adventure in India – a truly memorable introduction to the country."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi: Start your morning in Lodhi Garden, the city’s green oasis, where you can join a friendly game of Ultimate Frisbee. Jump in, meet some locals, and get moving, or simply cheer from the sidelines and soak up the atmosphere. If culture is more your vibe, opt to visit Humayun’s Tomb, a stunning UNESCO World Heritage site that served as inspiration for the Taj Mahal. Wander the gardens and marvel at the intricate Mughal architecture – it’s a fascinating glimpse into Delhi’s rich history. For lunch, we’ll head to Khan Market, a hub of cool cafés, international eats, and boutique shops. It’s the perfect spot to relax, refuel, and get ready for the afternoon’s adventures. Next, immerse yourself in the colours and chaos of Delhi Haat, an open-air market brimming with handicrafts from across India. From vibrant textiles to handcrafted jewellery, it’s the ideal place to practice your bargaining skills and pick up a one-of-a-kind souvenir. As the day winds down, we’ll visit the breathtaking Akshardham Temple. This enormous, intricately carved complex is a feast for the eyes, blending spiritual calm with jaw-dropping architecture – a truly unforgettable Delhi highlight. Finally, we’ll gather as a group to board an overnight train to Varanasi, ready for the next chapter of your Indian adventure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Varanasi: We roll into Varanasi in the morning and hop on private transport straight to the hostel. Take some time to freshen up, unpack, and relax before diving into the day’s adventures. In the afternoon, culture lovers can explore Sarnath, a world-renowned Buddhist site steeped in history. This is where the Buddha gave his first teachings after enlightenment, and the energy of the place, layered with centuries of Hindu heritage, is truly unforgettable. As evening falls, prepare for one of the most magical experiences in Varanasi: a boat ride along the Ghats of the Ganges. Drift past the riverside steps where locals bathe, worship, and carry out daily rituals. Witness the intensity of the Burning Ghat, and end the journey with the Ganga Aarti, a mesmerizing ceremony of fire, chants, and devotion that lights up the river in a way you’ll never forget."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Varanasi-Agra: Kick off the morning on the Ganges with an optional Sunrise Boat Tour. Watch Varanasi come to life as the sun casts its glow over the river, witness morning rituals unfold on the Ghats, and if you like, grab a famous Tulsi Chai or some local street snacks on the way back – a perfect way to start the day! Next, wander through the vibrant old markets of Varanasi and make your way to the legendary Blue Lassi Shop. Sip their creamy, colourful lassis while soaking up the sights, sounds, and colours of the Kashi Vishwanath Corridor – a true feast for the senses you’ll remember long after you leave. In the afternoon, it’s time to trade the river for the rails and journey to Agra. Depending on availability, hop on the afternoon or overnight train. Once in Agra, check in and recharge – tomorrow we’ll visit one of the world’s most iconic landmarks."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Agra: Start the morning with a stroll for breakfast to Bread & Mine Café, a charming spot that supports the deaf community. Whether you’re a coffee lover or just want a meaningful start to your day, it’s a great way to fuel up before exploring. In the afternoon, join an optional tea session with your Adventure Leader. Listen to inspiring stories about India, ask questions, and, if you’re lucky, meet some locals for first-hand insights into life here. It’s a relaxed, personal way to connect with the culture and people around you. Next, enjoy free time to explore Agra at your own pace. Wander through the towering Agra Fort and the elegant Baby Taj, soaking in the history, architecture, and stories that make these sites unforgettable. In the evening, regroup with your travel crew for dinner and drinks at Salt Café, one of Agra’s top spots for good food, great vibes, and the perfect place to toast another epic day of adventure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur: Rise early for a bucket-list moment: a sunrise visit to the Taj Mahal, one of the seven wonders of the world. Watch as the marble monument glows in the first light of day, and enjoy the 20–30 minute walk there as the city slowly wakes, building anticipation for one of the world’s most breathtaking sights. After soaking in the Taj, hop into your private transfer for the journey to Jaipur. Stop for breakfast along the way, then enjoy a scenic 5–6 hour drive with just a couple of short breaks – perfect for stretching, grabbing a snack, and watching the landscape change as you roll through the heart of India. Once in Jaipur, check in and get settled at your accommodation. Then, it’s time for another unforgettable experience: Nahargarh Fort at sunset. Explore the fort’s historic interiors, then climb to the rooftop to see sweeping views of the Pink City glowing in golden light – the perfect way to cap off a day full of iconic sights and stunning scenery."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaipur: Are you an early riser? If so, start your day with an optional balloon safari, an unforgettable chance to watch the sun rise over Jaipur as you drift gently above the city. Prefer a slower start? No problem – wake up at your own pace and enjoy breakfast before heading out to the spectacular Amber Fort, built entirely from yellow and pink sandstone. Wander through its ornate halls, courtyards, and ramparts while soaking in the history and architecture. This afternoon is yours to explore Jaipur your way. Visit the opulent City Palace and the iconic Hawa Mahal, marvel at the astronomical instruments of Jantar Mantar, or dive into the bustling energy of Bapu Bazaar for souvenirs, textiles, and local crafts. As evening falls, regroup with your Adventure Leader for a Food Court Tour, a true foodie’s dream. Sample Jaipur’s best-loved local treats, discover hidden culinary gems, and get a taste of the city’s vibrant food scene. Night owls can cap off the day with a night out in Jaipur – whether it’s hitting a lively club or enjoying drinks with the group, soak up the city’s buzzing nightlife before heading back to rest."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaisalmer: Rise early for a truly memorable start to the day with a visit to the Monkey Temple (Galtaji). This vibrant Hindu pilgrimage site is set against stunning landscapes, showcases fascinating architecture, and – of course – is home to a lively troop of monkeys that add an extra spark of energy to your morning! After your temple visit, the rest of the morning is yours to enjoy. Take it slow with breakfast and some downtime, explore the bustling streets of the Pink City, or head to Patrika Gate, a visual delight known for its intricate Rajasthani patterns – perfect for photos and soaking up Jaipur’s colours. In the afternoon, we’ll transfer to Jaipur station and hop on the train to Jaisalmer, the next highlight of your India adventure. Settle in, watch the landscape roll by, and get ready for the golden deserts that await you!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jaisalmer: Arrive in Jaisalmer this morning and head to your local hostel to rest, freshen up, and enjoy a hearty breakfast. Once fuelled up, it’s time to explore the city’s crown jewel: Jaisalmer Fort. Towering up to 250 feet in places and with parts dating back to the mid-1600s, this golden sandstone fortress is a marvel of history and architecture – perfect for wandering its winding streets and snapping unforgettable photos. Next, choose to visit Gadsisar Lake, a serene spot just outside the city, where you can take in the calm waters, spot temples and shrines along the edges, and enjoy panoramic views of the surrounding desert. But there’s no time to linger too long, because your first Dragon Moment awaits – a magical journey into the Thar Desert. Hop into a jeep and head deep into the sand dunes, where a camel trek will carry you to your desert camp. As the sun dips below the horizon, enjoy a delicious dinner al fresco before settling into your comfortable beds. Tonight, fall asleep under a blanket of stars – an experience you’ll never forget!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jodhpur: Wake up to a desert sunrise that paints the dunes in shades of gold and pink – an unforgettable way to start the day. After a simple breakfast and packing up your camp, it’s time to head back to Jaisalmer and prepare for your private transfer to Jodhpur. Upon arrival, check in to your next hostel and drop off your bags, then join your Adventure Leader for a guided tour of the Blue City. Wander through its iconic streets, marvel at the Clock Tower, and explore the fascinating Toorji Ka Jhalra, an ancient stepwell that’s as beautiful as it is historic. In the evening, soak up the city’s vibes with your group – grab a drink near the stepwell, watch the sunset over the blue-painted buildings, and reflect on another epic day of your India adventure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jodhpur: Today is all about indulgence and adventure! Start your morning with a hands-on Indian Cooking Experience, where you’ll learn to prepare classic Rajasthani dishes, taste your creations, and pick up culinary secrets to impress friends and family back home. It’s a true Dragon Moment – fun, interactive, and delicious! For those craving an adrenaline rush, there’s the optional Flying Fox Zipline adventure. Race across six thrilling stations, soar high above the city and its fort, and take in breathtaking panoramic views of Jodhpur spread out beneath you. Whether you’re keeping your feet on the ground or flying high, it’s a day packed with culture, flavours, and unforgettable experiences, perfectly blending relaxation and excitement in the Blue City."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mumbai: Late morning, it’s time to fly to Mumbai, the bustling heart of India’s west coast! Once you land, your Adventure Leader will whisk you to your accommodation to drop off your bags and freshen up. In the afternoon, get ready to explore the city on a guided tour. Marvel at the iconic Gateway of India, stroll along the shimmering Marine Drive – also known as the Queen’s Necklace – and soak in the sights, sounds, and energy of this vibrant metropolis. As evening falls, it’s all yours to enjoy. Head to the Colaba District for dinner, drinks, or a wander through its lively streets. For a truly special view, seek out one of the city’s rooftop bars and watch Mumbai sparkle beneath the sunset."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Mumbai: Start the morning with an optional Dharavi Slum Tour, a chance to see a side of Mumbai that’s far beyond the usual clichés. Witness the energy, industry, and community spirit of one of Asia’s largest slums, and gain a deeper understanding of the creativity and resilience of its residents. In the afternoon, head to Dhobi Ghat Mahalaxmi, the world’s largest open-air laundry. Watch as workers wash, beat, and dry clothes using time-honoured techniques – a chaotic, fascinating spectacle that captures Mumbai’s industrious spirit. As evening falls, wrap up your adventure Bollywood-style with an optional Movie Night. Enjoy the dazzling dance numbers, epic stories, and vibrant energy of India’s world-famous film industry – the perfect way to celebrate your journey in the city where Bollywood was born."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mumbai: Today marks the end of 14 epic days in India, but not before a visit to the famous Siddhivinayak Temple! Dedicated to Lord Ganesha, it’s one of Mumbai’s most iconic temples and a fascinating glimpse into the city’s spiritual heart. Then you’ll bid farewell to your group, ready to head home!"
    }
  ],
  "map": ""
}