{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-by-rail-holiday",
  "tourName": "South India by rail holiday",
  "placesVisited": "Kochi, Kathakali performance, Two nights on houseboat, Kerala backwaters, Kanyakumari, Madurai, Trichy temples, Tanjore, Pondicherry, Mahabalipuram World Heritage Site, One night on sleeper train, Coonoor",
  "generalInfo": "Experience Indian railways on this journey across the two most southerly states of India. The time is divided between the scenic state of Kerala and the temple towns of Tamil Nadu with the longer transfers taken on 'normal' India Rail trains. This trip also includes the 'toy train' in the Nilgiri Hills. Transfers between hotels and railway stations etc will be by car. This is a full itinerary with many places of interest to visit along the way - but it does include time to relax on a beach. Accommodation is offered in a mixture of hotels and homestays and one night is spent on board a train. This is consequently a very diverse holiday and we are sure will appeal to people who like to be kept 'busy' on holiday as well as rail enthusiasts.<br/><br/>The best time to visit South India is during the European Winter with the very best months being December, January, February and March.  Kerala's main monsoon is in June/July and Tamil Nadu's is Oct/Nov.",
  "durationDays": "19",
  "price": "3330",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Trivandrum Airport and transfer to Taleket. Two nights at Taleket."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day at leisure. Option to visit Jatayu Earth Centre."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer by train to Madurai. Two nights at the Heritage Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day in Madurai for sightseeing (no guide) of Temple and markets etc."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Take the train to Trichy. Sightseeing in Trichy (no guide) before continuing by car to Tanjore. Two nights at the GReaT Trails Riverview Resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full day of sightseeing (no guide) in Tanjore and possibly some of the other nearby Temple Towns."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take the train to Villupuram Junction. On arrival transfer by car to Pondicherry for two nights at Maison Perumal."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day in Pondicherry to explore independently."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Mamallapuram (Mahabalipuram) by car to visit the World Heritage Site (no guide) then continue to Chennai to catch the night train to Mettupalayam. Overnight on train."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arrive into Mettupalayam to connect with the Toy Train (Nilgiri Blue Mountain Railway). Travel up the mountain to Ooty. Transfer by car to Marli Hill Bungalow where you will stay for two nights and car and driver remains with you."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Day at leisure. Option to explore the area."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Coimbatore Station and take train to Ernakulam/Cochin. Two nights at Secret Garden."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Half day sightseeing (guided) and Kathakali performance."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the backwaters. Board your exclusive houseboat by lunchtime. Overnight on board."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Full day on board your houseboat. You can advise the crew if you want to get off and explore or spend the day relaxing on board."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Transfer to Olanad by car. Two nights at Teak House."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Day at leisure."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Transfer to Cochin Airport for your flight home."
    }
  ],
  "map": ""
}