{
  "destination": "India",
  "mainPhoto": "",
  "id": "backwaters-of-kerala-spice-gardens-beach-holiday",
  "tourName": "Backwaters of Kerala, spice gardens & beach holiday",
  "placesVisited": "",
  "generalInfo": "Relax and rejuvenate in this wonderful region. In God's own country - Kerala, you can immerse yourself in the history and culture of the area whilst enjoying some of the Kerala’s most beautiful hotels and the coconut palm-fringed beaches of this remarkable place. Take the opportunity to try old yoga sessions or dive in the treatments of ancient ayurvedic, massage and therapies. Spend a night on the house boats to admire the stars on the back waters of Kerala. <br/>Wildlife spotting as well as encounters with Elephants in the Thekaddy Wildlife sanctuary as well as visit some of the tea, rubber and spice estates in the hills.",
  "durationDays": "14",
  "price": "3375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Cochin: This City is steeped in colonial history with Dutch and British influences in the buildings and the culture. Once you’ve refreshed yourself at your Hotel at Cherai Beach, you have the opportunity to return to the city to take in the sights and sounds walking along the waterfront or even take an evening harbour cruise. Cherai Beach is unspoiled and is set amongst whispering palms and Mediterranean plants – a truly relaxing place to begin your adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cherai Beach: A chance to have an easy morning, relaxing and swimming on the beach. Enjoy the local hospitality and marvel at the beautiful sunset."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fort Cochin: Fort Cochin is at the heart of the old city. The architecture is diverse and includes mansions built on spice and tea trading wealth. You can also visit St Francis’s Church built in 1503 before taking in some local shopping. Ovenight stay at Heritage hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cochin to Munnar: You’ll depart promptly, driving from sea level up into the Munnar Hills. The views along with way are stunning with a mix of dense palms to the hills covered by bright green tea plantations. Enjoy the sunset in the chilly mountain heights."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Munnar to Thekkady: Your destination will be the Periyar National Park – a beautiful area densely populated by birds, monkeys, deer and even wild Elephants. Overnight at Thekkady."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Thekkady/Kumali Forest hikes: Active day for hikes to explore the wildlife and forests. You can visit small village communities and different plantation in the area."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Thekkady to Kumarakom: After an easy breakfast we drive through the villages, fields and wildlife sanctuary to Kumarakom. This is the gateway to three days of relaxation and rejuvenation with massage, Ayurvedic treatments and Yoga available. If you get itchy feet, you can always visit one of the local spice gardens to understand the background to traditional medicine and the spice trade."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Relax and rejuvenate in Kumarakom Resort: A Great opportunity today to meet an Ayurvedic Doctor for a consultation and get to know the secrets for a balanced and healthy body and mind, with the help of our ancient Indian science."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Relax and rejuvenate in Kumarakom Resort: Relax and rejuvenate in Kumarakom Resort: A Great opportunity to relax, enjoy spice gardens and walks around the area as well as swimming and sunset over looking lagoon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive to Alleppey and overnight house Boat: Kerala has a unique network of canals and lagoons that are best explored by House Boat. Drifting along these backwaters you’ll be treated to the sights and sounds of India and its wildlife: fishermen busying themselves setting nets near to you, whilst local people wash, walk and sell goods on the palm-tree lined banks. We leave after a late lunch and after enjoying the changing colours of the sky at sunset spend the night on the boat under a starry sky."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "House Boat to Alleppey: After a spectacular sunrise we’ll land in Alleppey, referred to as the “Venice of India” by a former Viceroy of India. The town has a fascinating old quarter and you’ll have the chance to explore the narrow streets, markets and silk shops that were once at the heart of an important British trading town. There is a stunning white sandy beach that’s often buzzing with locals enjoying the sunset. Overnight in Alleppey."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Alleppey to Varkala Beach: You’ll transfer to Varkala by car and check in at your hotel. You can choose to relax on this this beautiful beach or you can visit the fascinating 2000-year-old Hindu Janardhana Temple before rounding off the day with some shopping in local shops and the market."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Varkala to Kovalam Beach: After a relaxed breakfast you will drive to Kovalam where you can choose to enjoy the beautiful white sandy beach or spend some time relaxing and shopping in the busy market, where you can pick up souvenirs to take home. A relaxing evening with excellent hospitality at a local hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kovalam to Trivandrum and return flight: Kovalam is well located for the airport and the drive will only take about 30 minutes. Drive to the airport to catch your departure flight home."
    }
  ],
  "map": ""
}