{
  "destination": "India",
  "mainPhoto": "",
  "id": "luxury-wildlife-holiday-in-india",
  "tourName": "Luxury wildlife holiday in India",
  "placesVisited": "",
  "generalInfo": "This itinerary in western and central India is for those who want to explore wildlife off the beaten track. You'll uncover a huge diversity of wildlife in amazing landscapes, and travel well beyond the well-known destinations, staying in luxurious, sustainability-forward lodges. Highlights include: great chances to see sloth bears, leopards and tigers; safaris that go far beyond the standard jeep drive; plus a rare chance for a nocturnal safari.<br/><br/>The first destination on the tour is Jawai, which is a very interesting landscape of water, rocks and boulders. It's a great place for leopard sightings. Leopards co-exist with shepherds in the area, and you'll enjoy rural life alongside possible big cat sightings. <br/><br/>Next, we go to the little Rann of Kutch, which is a much sparser landscape, and one of the homes for the wild ass and desert fox. There's also excellent birdlife, which lives alongside the nomadic communities here. After exploring the little Raan, this itinerary takes you to the Black Buck Sanctuary, an amazing place: this small national park known for its black buck sighting and is one of the best places to see and photograph wolves and striped hyena. The Black Buck Sanctuary also has the largest congregation of different species of harriers anywhere on earth.<br/><br/>From the Black Buck Sanctuary you will travel by road to Ahmedabad and then onward to Bhopal in central India to start the next leg of your journey. Satpura is one of central India’s best kept secrets. Your first stop in Satpura Tiger Reserve is the Bori Wildlife Sanctuary, known for good tiger sightings. This hidden gem of an area feels very exclusive, and alongside tigers you might see sloth bears wild dogs, leopards, sambar, spotted deer, and a great amount of birdlife. After three nights in Bori, you will proceed to the Satpura National Park by boat, giving you a truly unique perspective of the landscape. <br/> <br/>Satpura offers a mix of activities making it unique from other tiger reserves in Central India. During your stay you will have a mix of game drives and a choice of walking safaris, boat safaris, canoes excursions, horseback safaris and even night safaris: a chance to see civets, jungle cats, owls and the tiny and very elusive rusty spotted cat. This park is the place where you'll have the highest probability of seeing a sloth bear. <br/><br/>After Satpura, return to Delhi with stories of all your amazing animal encounters.<br/>",
  "durationDays": "18",
  "price": "7692",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi. Overnight Radisson Blu or similar, breakfast included"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly Delhi to Udaipur, reach Udaipur in the afternoon and transfer to Bera Safari Lodge Jawai 3 Hrs drive, check in to “Bera Safari Lodge” dinner and overnight at BSL"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AM+ PM Game drives, O/N at BSL, three meals included"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "AM+ PM Game drives, O/N at BSL, three meals included"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "AM Game drives and transfer to Rann Riders Dasada, it’s a 6 Hrs drive, check in to Rann Riders Dasada, O/N at Dasada, three meals included"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "AM+ PM Game drives O/N at Dasada, three meals included"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "AM+ PM Game drives O/N at Dasada, three meals included"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "AM Safari and check out and transfer to Blackbuck lodge, its 4 Hrs drive. Check in to Blackbuck lodge O/N at black buck Lodge, three meals included"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AM+ PM Game drives O/N at Blackbuck Lodge, three meals included"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "AM Game drives and transfer to Ahmedabad airport, it’s a 3.5 Hrs drive the fly for Bhopal in the afternoon (based on current daily flight service schedule), Then drive to Jehan Numa Palace, check in to Jehan Numa Palace O/N at Jehan Numa Palace, breakfast included"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After early breakfast drive to Bori Safari Lodge which is a 3.5 Hrs drive enroute Bhimbetka UNESCO World Heritage Site, check in to Bori Safari Lodge. PM Game drives and o/N stay at Bori Safari Lodge, three meals included"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "AM+ PM Game drives O/N Stay at BSL, three meals included"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "AM+ PM Game drives O/N Stay at BSL, three meals included"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning breakfast Transfer from Bori Safari Lodge to Reni Pani Jungle lodge By boat transfer, arrival at lunch, night safari in Reni Pani, check in to Reni Pani, Overnight stay at Reni Pani Jungle Lodge, three meals included"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "AM + PM Game drives, O/N at Reni Pani, three meals included"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "AM + PM boat , O/N at Reni Pani, three meals included"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Breakfast at leisure, and check out to Bhopal airport for onward to connecting flight to International Airport. If one night stay is required in Delhi on the way out this can be separated arranged."
    }
  ],
  "map": ""
}