{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-tailor-made-holiday-india",
  "tourName": "Rajasthan tailor made holiday, India",
  "placesVisited": "Tour of historic Delhi, Taj Mahal, Palaces, forts and temples of Jaipur, Historic architecture in Bikaner City, Jodphur and Udaipur, 12th century Jaisalmer, Rajasthan village food experience, Option of visit to Varanasi and temples of Khajuraho.",
  "generalInfo": "This is an Indian adventure combining bustling cities, village experiences and a chance to see some of the country's most iconic architectural jewels. <br/><br/>After the sights of India's capital city Delhi, Rajasthan delivers an array of stunning historic buildings. There's the Taj Mahal at Agra, of course, but also the majestic architecture of Jaipur – the Maharajas' City Palace and its museums, Hawa Mahal (Palace of Winds), the Birla White Marble Temple and the ancient Observatory – plus fantastic views of the city from the terrace of the rugged 500-year-old Fort. <br/><br/>Jaipur is complemented by some lesser-known but no less spectacular historic Rajasthan neighbours. In Bikaner City, the 17th century Junagarh Fort guards a clutch of ravishing palaces – Anup Mahal, Karan Mahal and Bijai Phool Mahal. You can compare these with further forts and palaces in Jodphur and Udaipur.  <br/><br/><br/>The 12th century citadel city of Jaisalmer, meanwhile, was a key spot on the legendary Caravan route that provided India's historic link with Persia, Arabia and the Mediterranean. Here, you'll visit grand medieval merchant houses (known as havelies) whose intricately carved decorative features provide a striking contrast to an evening enjoying freshly-cooked local dishes in a specially recreated Rajasthani village setting.<br/><br/>As an alternative itinerary, take a trip to Varanasi and the famous temples of Khajuraho.",
  "durationDays": "12",
  "price": "1400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi assistance upon arrival,transfer to Hotel later city tour of Delhi and evening take train for Udaipur departs at 19:40 hrs overnight train."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Udaipur early morning transfer to hotel... Later visit City Palace, Jagdish Temple, Sahelion Ki Bari..Evening enjoy Boat Ride on the lake Pichola. Over night at heritage palace hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Local sight seeing of Eklingjee & Nagda Temples. P.M.visit local bazaars and enjoy folk dance at Bagore Ki Haveli."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning drive to Jodhpur enroute visiting Ranakpur Jain temples. Over night at hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning visit Mehrangarh Fort , Jaswant Thada, Umaid Bhawan... Afternoon leave for Jaisalmer..Over night at hotel..."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In Jaisalmer- Morning visit Sonargarh Fort, Salim Ki Haveli, Patwon Ki Haveli etc....P.M. visit SAM sand dunes...Over night at hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning leave for Bikaner...P.M. visit Fort, Camel breeding farm ...Over night at hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning leave for Jaipur...Check in at Hotel...Over night at hotel..."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning visit Amber Fort , evening visit City Palace, Jantar- Mantar, Palace of winds etc...Over night at hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Morning leave for Agra en-route visiting Fatehpur Sikri. Overnight Agra"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning visit Taj Mahal later drive to Delhi.Overnight hotel in Delhi."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to international airport."
    }
  ],
  "map": ""
}