{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-wildlife-holiday-india",
  "tourName": "Gujarat wildlife holiday, India",
  "placesVisited": "Guided tour of Old Delhi (time permitting), Salt pan and desert safaris, Little Rann of Kutch, Great Rann of Kutch, Wildlife watching in the Thar Desert, Asiatic lion tracking in Sasan Gir National Park, Wildlife safaris in Velavadar National Park, Return flight to Delhi from Ahmedabad",
  "generalInfo": "Gujarat is home to India's driest national parks, but they are full of wildlife and surprisingly diverse. This trip focuses on Asiatic lions, striped hyena, Indian wolves and other predators that are found in the arid lands of this wonderful Indian state.<br/><br/>The very idea of there being large and well protected populations of wildlife and big ecosystems in India still seems strange. But that is the case in most of Gujarat, a largely desert state in the north west of the country, bordering Pakistan to the west.<br/><br/>To help preserve this incredible diversity, Gujarat has various protected areas including wildlife sanctuaries, national parks, reserves and large community concessions which have been established to integrate humans with wildlife in the most harmonious way possible.<br/><br/>Many of the protected areas in Gujarat support large mammals including Asiatic wild ass, striped hyena, blackbuck, leopard, nilgai, Indian wolf and of course the iconic and last remaining Asiatic lions; which is testament to the state's conservation ethic.<br/><br/>About the tour:<br/>This two week itinerary is split into four mini-sections so as to properly explore the most impressive national parks and wilderness areas. We start with the fantastic and vast Rann of Kutch in the middle of the Thar Desert and spend three nights in both the Little and Greater Rann of Kutch. Here we will search for the endemic Asiatic wild ass as well as the rare and elusive Indian wolf before we head to the last stronghold of the critically endangered Asiatic lion in Sasan Gir National Park. Reduced to a couple of dozen at the turn of the 19th Century they have now been protected enough to have a population numbering over 400. From here we visit the reserve of Velavadar National Park which was originally set up to protect and conserve blackbuck antelopes. As well as the blackbuck we will also be on the look out for seldom seen striped hyenas. A short flight backs to Delhi makes short shrift of the distances we will have travelled overland.<br/><br/>More information about this Gujarat wildlife holiday:<br/>In designing this trip we believe you will be getting the best wildlife experience of Gujarat and one that will leave you with a completely wild impression of India. January through to April is the dry, and surprisingly cold, season and best for wildlife in Gujarat. This is when we have the highest chances of seeing our targeted species. All of our Indian safaris are guided by a local naturalist guides. Local drivers and also scientists or researchers may also accompany the trip. This not only gives us numerous sets of trained eyes to find the animals but also provides a chance to understand the behaviours and habits of the wildlife we're watching. <br/><br/>Minimum Age: 18 years",
  "durationDays": "15",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Arrival - Today you will met at the airport by your local guide and take to your accommodation for the night. The rest of the day is at your leisure, if you arrive early enough in the day your local guide can help to arrange a tour of Old Delhi. (No meals included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Little Rann of Kutch - Travelling - This morning you will be met at the hotel by your local guide and driver to catch your flight to the capital of Gujurat and the birthplace of Mahatma Ghandi, Ahmedebad. From here you will be transferred the couple of hours or so to your first accommodation located a on the edge of the desert. The Little Rann of Kutch is a vast desert encrusted with salt left when the Arabian Sea dried and left the land here exposed and after checking into the accommodation you will have some time to rest and relax and then later in the day you will have your first trip into the desert. You will have to speak to your local guide to arrange the time, depending on how much time you want to rest and when the best times to enter are. But you will have 2 more full days after today to fully explore the desert and salt pans around here and search out the various species. In between your safari activities you will return to your lodge for meals and some rest and also to get out of the hot desert sun. (breakfast and dinner included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Great Rann of Kutch - Travelling & Wildlife Watching - This morning you will leave the accommodation in the Little Rann of Kutch and be transferred to Moti Virani which is located in the Banni region just south of the Great Rann of Kutch. The accommodation is run by the Centre for Desert and Ocean and is comfortable but basic. This is a research station that allows wildlife watchers to stay here and experience this incredible ecosystem. The food is all prepared by a local Kutchi family and is very traditional, the power is solar and the whole set up of the CEDO is to sustainably keep tourism coming to the Great Rann of Kutch and also contributing to the local people and local economy. Whilst staying here we will learn more about the conservation and research work that they are conducting here such as native tree plantation and eduction of the local children of the need to preserve the desert ecosystem. We will hopefully arrive in time for lunch and an afternoon safari into the remote desert regions of the Great Rann of Kutch. During the afternoon we will search for some of the rarer mammals here such a caracal, leopard, Indian wolf, Indian fox and as the sunlight fades to the horizon some of the more common species might be seen; such as long-eared hedgehogs, Indian hedgehogs, lesser bandicoot rats and Indian gerbils as well as other insectivores and rodents. for Indian bustards. (breakfast, lunch and dinner included)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gondal - Travelling - Today you will start the long journey from the Great Rahn of Kutch to the world famous Sasan Gir National Park (home of the last wild Asiatic lions and also the only place outside of Africa where you can see wild lions). This is a long journey so we will break this up by spending tonight at the regally named Riverside & Orchard Palace hotel in Gondal. The hotel was built as an annex of the Huzoor Palace during the British Raj period and the gardens and royal memorabilia is a nice break from wildlife watching and a nice place to rest. But if you wish the surrounding areas are good for nilgai and some small mammals at night. (breakfast and dinner included)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sasan Gir National Park - Travelling - This morning you will be transferred from Gondal and continue your journey to the last stronghold of Asiatic lions in the world. Asiatic lions were once widespread from Italy in the west to the eastern side of India in the east, but due to habitat destruction and intensive hunting since the times of the Ancient Greeks they were reduced to around 20 individuals. But the Maharaja of Gir forest foresaw their extinction as his hunts were getting less and less productive. He then protected the last few (firstly for hunts and then for their continued survival) and since then the forests and scrubland of Sasan Gir has been protected (for around 100 years) and their numbers are now booming. There are now over 400 lions in the park and they are beginning to spread out into the neighbouring villages. This could lead to human-animal conflicts in the future so there is encouraging talk of reintroducing some of the lions into another national park nearby to start a second population. The supreme court in Delhi ruled in favour of translocating some lions from Gir to Kuno in Madhya Pradesh in April 2013 and this is expected to be done before the end of 2013. This drastically improves the lions long term chances of survival as it will increase genetic diversity and help in case of a disease outbreak in Gir. Once we arrive here we will in plenty of time to check into the accommodation and head into the park in the afternoon. This lodge is one of the best in the area and it actually shares a boundary wall with the park, in the recent past lions have been seen in the gardens of the resort whilst people were enjoying their dinner in the main building; it is worth bearing this in mind and looking around the gardens when heading for dinner in the evening or the early morning jeep safaris. When we have our first jeep safari into the park we will be looking for lions and they are not particularly difficult to find, with over 400 lions in a small area we should see them without too much difficulty (although they are not always seen on every safari. Also whilst here in the evenings we will be on the lookout for leopards. Leopards are very hard to see in India, they are displaced by tigers throughout the majority of Indian parks but their interactions with lions is different and as a result they are seen here more regularly than any other park in India. Of course the leopards are still hard to see here but we are in the best place for them. (breakfast, lunch and dinner included)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Velavadar National Park - Travelling & Safaris - This morning you can have a leisurely breakfast where you do not have to be up before dawn and after breakfast you will be taken back towards Ahmedabad but before getting back to the city you will be taken to the last national park of the tour; Velavadar National Park. This is one of the best national parks in India, home to large populations of beautiful blackbuck and probably the best places in the world to see the striped hyena. This is one of the most elusive species of mammal in the world and here there are a couple of den sites that the local guides know of. Today will be your first chance to see this incredible animal after checking into the lodge and we enter the park. The park was initially set up for the protection of blackbuck which are now doing very well. It is also the best place to see nilgai but during the evenings we will be focused on striped hyena, Indian wolves, Indian foxes and jungle cats; before returning to the lodge for your evening meal. Despite these elusive and wonderful predators the true star of the park are the many blackbuck; despite being popular in animal collections on private estates in both Europe and North America, the wild population in India decreased drastically over the last century and fragmented into various pockets from a former position of abundance throughout the plains. Velavadar Reserve now probably has the highest concentration of Blackbuck in the world with the very regal dark males with their long spiraled horns strutting their stuff for the females they are very fun to watch. (breakfast and dinner included)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Delhi - Travelling - Today you will leave Velavadar and be taken back to Ahmedabad to catch your return flight to Delhi. We recommend booking your return flight home from Delhi to depart in the late evening or night so you arrive from Ahmedabad in plenty of time. (Breakfast only today)"
    }
  ],
  "map": ""
}