{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-with-uttar-pradesh-holiday",
  "tourName": "Golden Triangle with Uttar Pradesh holiday",
  "placesVisited": "",
  "generalInfo": "The Golden Triangle circuit comprising of Delhi, Agra and Jaipur is one of the most visited regions of India. Various UNESCO Sites like Taj Mahal, Fatehpur Sikri, Agra Fort, Qutub Minar, Monuments of Jaipur etc. are the highlights. Apart from these standard highlights, this tour includes awesome bespoke experiences like village visits, local interactions, Yoga sessions and much more. The visit to Golden Triangle is clubbed with a visit to Varanasi and Lucknow - known for Ganges, Culture, Food and Art. <br/><br/>Some of the important experiences include: <br/><br/>1. Visit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture<br/>2. Visit one of the 7 wonders of the world Taj Mahal and discover the magic of white marble during sunrise at Agra<br/>3. Enjoy Yoga session at a special place facing Taj Mahal in Agra<br/>4. Go on a Mughal Heritage Kachhpura Village Walk tour in Agra- an eye-opening experience<br/>5. Enjoy Guided tour of the Pink City i.e. Jaipur – a UNESCO World heritage city – experiences its forts, palaces, markets and culture.<br/>6. Early morning mesmerizing sunrise boat ride. <br/>7. Evening Ganga Aarti ceremony in Varanasi. <br/>8. Experience heritage and culture of Lucknow on a sightseeing tour",
  "durationDays": "11",
  "price": "1697",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at New Delhi International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, proceed for a sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at a local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a hearty breakfast, travel to Agra (222Km, 5-hour drive). On arrival meet our representative and check into the hotel. Enjoy the rest of the day at leisure. In the evening enjoy a Special Dinner at Taj Facing Rooftop Restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning visit Taj Mahal during Sunrise (As fuel-based vehicles are not permitted in the vicinity of the Taj Mahal, you will head to the Taj Mahal gate by a Battery operated Bus. (Friday Closed). • After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty • Visit Itmad-Ud-Daulah’s Tomb • Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea OPTIONAL TOURS: •Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early Morning, Enjoy the Taj Mahal Facing Yoga Session. After breakfast, check out from the hotel and travel to Jaipur (240Km, 5-hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, proceed for full day Jaipur sightseeing tour with your Guide. •Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. •Visit Jantar Mantar – largest stone astronomical observatory in the world. •Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. •Photo Stop at Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. •In the evening enjoy Heena Painting on Hands and Feet."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Jaipur Airport and fly to Varanasi. On arrival receive a warm welcome from our representative and get transferred to the hotel. Complete the check-in formalities and rest for a while. Later, go on a guided Bengali Tola Walk and experience the local culture of Varanasi. After the walk attend the Aarti Ceremony of River Ganges at the Ghat (place near river)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning, take a Boat Ride at river Ganges and feel the spirituality in the air. After breakfast, visit the, • Vishwanath Temple • Half Day tour of Varanasi • Visit the Sarnath Temple"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to the Varanasi Railway Station and board the train for Lucknow. On arrival receive a warm welcome by our representative and get transferred to the hotel. Complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, go for a sightseeing tour of Lucknow with your guide. • Visit Rumi Darwaza • Visit Chota Imambara • Visit Bada Imambara • Visit Janeshwar Mishra Park • Also visit Chattar Manzil"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to the Lucknow Airport and fly to New Delhi International Airport to board your flight for your hometown."
    }
  ],
  "map": ""
}