{
  "destination": "India",
  "mainPhoto": "",
  "id": "10-day-india-tiger-safari",
  "tourName": "10 day India tiger safari",
  "placesVisited": "Stay in three tiger reserves, two nights in Delhi, guided tour of old and New Delhi, fly to Jabalpur, Bandhavgarh National Park, Kanha National Park, Pench National Park, fly from Nagpur to Delhi, game drives, accommodation, transfers and local flights included",
  "generalInfo": "This India safari holiday travels to three of India’s most prestigious Tiger Reserves, in search of these beautiful big cats. You’ll enjoy game drives in Bandhavgarh, Kanha and Pench National Parks, which are all found in the state of Madhya Pradesh. You will also have time to explore New Delhi at the start of this holiday, so you can see some of this great city’s famous sights. From here, fly to tiger country.<br/><br/>Tigers are not the only species you can hope to see while on safari. These three national parks are home to leopards, sloth bears and wild dogs, too, as well as Indian gaur, sambhar, wild boar, cheetal, languor and a huge number of birds. This safari holiday supports local conservation work, through membership of TOFT Tigers (Travel Operators for Tigers). <br/><br/>November, February, March and April are the best times to go on tiger safari in India. May can be very hot, but wildlife sightings are great now as undergrowth dies back and animals head to dwindling water supplies to drink. October is also possible, while December and January tend to be less busy and popular, but morning game drives in open jeeps are cold.<br/><br/>Do chat to us about your interests and requirements and together we can create the perfect trip. The accommodation is four star, with a mix of lodge styles throughout the holiday, but you can upgrade to five star. Families are welcome and children under 12 years enjoy a 50% discount on adult prices. There are no hidden extras, and we aim to give you an all-inclusive price, with any later additions clearly shown on your itinerary. <br/>",
  "durationDays": "10",
  "price": "3600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Indira Gandhi International Airport in Delhi, you’ll be warmly welcomed by our local representative and escorted to your hotel. This first evening offers a chance to unwind, settle in, and acclimatise after your international journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi Sightseeing – A Tale of Two Cities Delhi is a captivating blend of ancient heritage and modern vibrancy. Rich in culture, architecture, lush gardens, and human diversity, the city’s storied past is reflected in its grand monuments, museums, and galleries. It is divided into two distinct yet harmonious halves: Old Delhi, steeped in centuries of history, and New Delhi, a legacy of the British Raj. Your day of exploration is split into two parts, each offering a unique perspective on this dynamic capital—accompanied throughout by a private guide. Morning – Old Delhi After breakfast, your guide and driver will collect you for a tour through the historic heart of the city: Jama Masjid India’s largest mosque, built in 1658, featuring two towering 40-metre minarets crafted from red sandstone and white marble. Chandni Chowk A bustling 17th-century bazaar where you’ll enjoy a rickshaw ride through its maze-like alleys, soaking in the vibrant atmosphere and fragrant spice market. Red Fort (Exterior) The imposing red sandstone walls of this UNESCO World Heritage Site stretch over two kilometres, rising 33 metres above the city’s lively streets. Raj Ghat A peaceful memorial garden marking the cremation site of Mahatma Gandhi, set along the banks of the Yamuna River. Lunch follows before your afternoon tour. Afternoon – New Delhi Your afternoon reveals the elegance and grandeur of New Delhi: Qutab Minar A 73-metre hand-carved “Tower of Victory,” showcasing exquisite Afghan architecture. Humayun’s Tomb"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Delhi to Jabalpur – Journey to Kanha After breakfast at your hotel, you'll be transferred to the airport for your mid-morning flight from Delhi to Jabalpur. Please ensure you have your flight booking and passport ready for entry into the terminal—queues can form during busy periods.Baggage allowance: 15 kg for checked luggage and 7 kg for hand luggage. Upon arrival in Jabalpur, you'll transfer by car to your lodge near Kanha National Park. The drive takes approximately 5 hours, with a short comfort stop en route. Once at the lodge, you'll have time to settle in before gathering for pre-dinner drinks and snacks, followed by a freshly prepared dinner. Welcome to Kanha National Park Nestled among dense bamboo forests, stately Sal groves, and rolling meadows, Kanha National Park is one of India’s most scenic and biodiverse reserves. While the tiger is the star attraction, the park is also home to: Leopards Chital and Sambar deer Jackals Common langurs Three-striped palm squirrels Four-horned antelope Gaur (Indian bison) Over 200 species of birds One of the park’s most breathtaking spots is Sunset Point, where you can witness the forest bathed in golden light and observe wildlife typical of the mixed forest zone."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tiger Reserve Safari Experience Each day offers the thrill of morning and evening game drives through the Tiger Reserve—an unforgettable way to immerse yourself in India’s wild landscapes and observe its majestic wildlife. Game drives are led by qualified and experienced naturalists, whose deep knowledge of the region enhances every sighting and encounter. You'll travel in open 4x4 Gypsy jeeps, specially designed for optimal viewing and photography, with seating for four passengers to ensure comfort and unobstructed views. Morning Drive: Begin your day with a sunrise safari, when wildlife is most active and the forest is alive with birdsong and movement. Evening Drive: Return to the reserve in the late afternoon for another chance to spot elusive predators and witness the forest bathed in golden light. During the morning outing, breakfast is served at a designated rest area within the park, allowing you to enjoy a meal surrounded by nature. Lunch and dinner are served back at the lodge, offering a chance to relax and reflect on the day’s sightings."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Experience the thrill of morning and evening game drives through the Tiger Reserve—an ideal way to encounter wildlife and explore India’s rich natural habitats. Each safari is led by a qualified and knowledgeable naturalist, ensuring insightful guidance throughout your journey. You'll travel in open 4x4 Gypsy jeeps, comfortably seating four passengers for unobstructed views and excellent photographic opportunities. Breakfast is served at a designated rest stop within the park, allowing you to stay immersed in nature, while lunch and dinner are enjoyed back at the lodge, offering a relaxing end to each day’s adventure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Journey to Bandhavgarh National Park After breakfast, check out and begin your scenic drive to Bandhavgarh National Park, located in the Vindhya Hills of Madhya Pradesh. The park spans a core area of 105 sq km, surrounded by a buffer zone of approximately 400 sq km. Its diverse terrain includes steep ridges, tropical forests, open meadows, and rocky hills—making it one of India’s most picturesque wildlife reserves. Bandhavgarh is renowned for its high density of Royal Bengal Tigers, the highest in India. In addition to tigers, the park is home to a rich variety of wildlife including: Leopards Jungle cats Jackals Sloth bears Wild boars Nilgai and Sambar deer Rhesus macaques and black-faced langurs Over 250 species of birds, including winter migrants and birds of prey like the steppe eagle Arrival & Afternoon Safari Upon arrival at Bandhavgarh, check in to your lodge and enjoy a relaxing lunch. Later in the afternoon, set out on a game drive in an exclusive 4x4 Gypsy jeep, guided by expert naturalists. Explore the park’s dramatic landscape of dense Sal and bamboo forests, steep cliffs, and open grasslands—prime terrain for spotting elusive predators and diverse wildlife. Evening at the Lodge"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Wildlife Encounters in Bandhavgarh Each day in Bandhavgarh National Park is filled with adventure, featuring morning and evening game drives led by expert naturalists. These safaris offer the best opportunity to explore the park’s diverse habitats and observe its incredible wildlife in action. You'll travel in open 4x4 Gypsy jeeps, designed for optimal viewing and photography, with knowledgeable guides enhancing your experience with insights into animal behaviour, tracking, and conservation. Bandhavgarh is famed for its high density of Royal Bengal Tigers, but the park is also home to a rich variety of other species, including: Leopards Asian Elephants Chital and Sambar deer Jackals and Jungle Cats Three-striped Palm Squirrels Common Langurs Over 250 bird species, including migratory birds and raptors Breakfast is served at a designated rest stop within the park, allowing you to stay immersed in nature throughout your morning safari. Lunch and dinner are enjoyed back at the lodge, offering a chance to relax and reflect on the day’s sightings in comfort."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy morning and evening game drives through the Tiger Reserve—an exceptional way to experience India’s wildlife and immerse yourself in its natural habitats. Each safari is led by qualified and experienced naturalists in open 4x4 Gypsy jeeps, comfortably seating four passengers for optimal viewing and photography. Breakfast is served at a designated rest stop within the park, allowing you to stay surrounded by nature throughout your morning adventure. Lunch and dinner are served at the lodge, offering a relaxed and welcoming setting to unwind after each thrilling day."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Return to Delhi Your final morning in Bandhavgarh begins with an early check-out from the lodge. A packed breakfast will be provided for the journey as you embark on a direct drive to Jabalpur Airport, approximately 4.5 hours away. Please ensure you have your passport and flight booking ready for airport entry, and note the baggage allowance: 15 kg for checked luggage and 7 kg for hand luggage. Upon arrival at Jabalpur, you’ll board your afternoon flight to Delhi, where you’ll be met and transferred to your airport hotel for a comfortable overnight stay or onward travel preparations. This marks the end of your safari adventure—rich in wildlife, culture, and unforgettable memories."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, you'll be transferred to the international airport for check-in and your onward flight home. For guests opting to extend their journey, your guide will meet you at the hotel to begin your additional itinerary."
    }
  ],
  "map": ""
}