{
  "destination": "India",
  "mainPhoto": "",
  "id": "ladakh-self-drive-expedition-in-india",
  "tourName": "Ladakh self drive expedition in India",
  "placesVisited": "",
  "generalInfo": "The Roof of India is no ordinary journey-it’s a carefully curated adventure that takes you far beyond the well-trodden tourist trails of Ladakh. This off-road itinerary follows the newly completed route via Jispa, Shinkula Pass and Padum, deep into the Zanskar region, one of the last true frontiers in the Indian Himalayas.<br/><br/>Along the way, you’ll cross dramatic high-altitude passes such as Shinku La (5,091m), experience the wild terrain of Zanskar, and drive one of the most remote roads in India. You’ll also visit two of Ladakh’s most iconic lakes-Tso Moriri, a serene and lesser-visited lake surrounded by snow-capped peaks, and the ethereal Pangong Tso, famous for its surreal blue hues and shifting colours.<br/><br/>Throughout the expedition, you’ll enjoy stays in handpicked premium properties at Padum, Leh, Nubra Valley and Pangong, blending high-altitude adventure with comfort and warm Himalayan hospitality.<br/><br/>Having been born and brought up in Himachal Pradesh, we’ve witnessed over the years how Leh–Ladakh became a magnet for bikers and convoys each summer, often causing congestion on the narrow mountain roads. That familiar route no longer held the charm it once did. We found ourselves searching for something different—an experience that was richer, quieter, and far more immersive.<br/><br/>That’s when the concept of \"Roof of India\" began to take shape. It was envisioned as an alternative journey: something rooted in rugged beauty, yet refined by moments of comfort and culture. This route combines untouched landscapes, ancient mountain communities, shimmering lakes, luxury stays, and some of the highest motorable terrain in the world.<br/><br/>The result is a journey that strikes the perfect balance between adventure and indulgence-where raw nature meets well-thought-out comfort.<br/><br/>So, what’s holding you back from experiencing the real heart of the Indian Himalayas? Let’s get you to the \"Roof of India\".<br/><br/>Key information:<br/>Experience the ever-changing hues of the Himalayas as spring brings the mountains to life in full bloom, and autumn sets the valleys ablaze with golden colours. Breathtaking scenery awaits at every turn of the drive. Total Distance: 1,985 km, 12 nights / 13 days. Driving Days: 13 consecutive driving days<br/>Road Conditions: 60% tarmac, 40% broken and unpaved roads.<br/><br/>What's included:-<br/>All meals – breakfast, lunch, evening snacks , and dinner (vegetarian and non-vegetarian options; lunch is vegetarian only).         <br/>Accommodation on a double-sharing basis. <br/>Lead vehicle and backup support car throughout the journey, Walkie-talkies provided for each vehicle<br/>Experienced expedition guide with in-depth knowledge of the region and terrain. <br/>SUV(self drive) and fuel. If you`d like.<br/>Airport pickup from Delhi at the start of the trip and drop-off at the end. Most importantly, a guaranteed 100% all-out adventure.<br/>Not Included:-<br/>Flights<br/>Travel and medical insurance<br/>Personal expenses and tips<br/>Any other costs not explicitly mentioned in the inclusions",
  "durationDays": "13",
  "price": "3900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Manali We kick off with a scenic drive to Manali, one of India’s most beloved hill stations. As we roll into the lush Kullu district, expect pine forests, sparkling streams, and distant snowy peaks. The views of the Pir Panjal and Dhauladhar ranges are unreal. Sitting pretty at 6,398 feet in the Beas Valley, Manali’s got charm in spades. After soaking in the mountain vibes, we’ll check into our hotel and settle in for the night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jispa Today we’re off to Jispa—a tiny Himalayan gem in the Lahaul Valley. Just a couple of hours from Manali, this peaceful village hugs the Bhaga River and offers cracking views of the Chandrabhaga Valley. It’s a proper chill spot on the way to Leh, with misty mountains and a calm that hits different."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jispa to Padum/Purne (via Shinkula Pass & Gonbo Rangjon) We’re heading deeper into the wild today. Padum, named after the Buddhist master Padmasambhava, is the heart of Zanskar Valley. The drive via Shinkula Pass is mostly smooth, bar a cheeky stream crossing and a rocky patch near the summit. Gonbo Rangjon, a sacred and photogenic peak, lies just 9km from the pass. Depending on how we’re doing for time, we’ll either bunk in Purne or push on to Padum. Either way, it’s peace and quiet guaranteed."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Padum Sightseeing Time to dive into the culture. Padum’s dotted with ancient Buddhist monasteries—some dating back over two millennia. The energy here is something else. We’ll also swing by Shilla Waterfall, tucked away in the village of Shila, just half an hour’s drive out."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leh Next stop: Leh. Nestled in the Indus Valley, this Ladakhi town is pure magic—high-altitude lakes, snow-capped peaks, and a vibe that’s hard to beat. We’ll check into a lush hotel and take the evening to chill."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leh to Nubra Valley After lunch, we’ll cross Khardung La—one of the highest motorable roads on the planet—and descend into Nubra Valley. Think desert meets Himalayas: blue skies, dunes, monasteries, and poplar groves. We’ll camp or hotel it for the night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nubra Valley We’re staying on in Nubra to explore more. Highlight of the day: Turtuk Village, just shy of the India-Pakistan border. By evening, we’re back to our digs in Nubra."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nubra Valley Today’s all about ticking off a bucket-list moment—visiting the legendary Siachen Base Camp. We’ll spend another night in Nubra."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pangong Tso — Hanle We’re off to Pangong Lake, the world’s highest saltwater lake and a Bollywood favourite. After soaking in the views, we’ll head to Hanle via Umling-La Pass—the highest motorable pass on Earth. We’ll overnight in Hanle village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hanle Hanle’s a dream for stargazers—it’s part of India’s first Dark Sky Reserve. We’ll visit the 17th-century Hanle Monastery and then drive to Tso Moriri Lake, a stunning alpine lake. By evening, we’re back in Leh."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leh You can either fly home today or join us for the drive back to Manali. En route, we’ll stop by iconic monasteries like Hemis, Shey, Thiksey, and Stakna."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Manali Early start today for one of the trip’s toughest drives. If we’re lucky, we might spot Tibetan wolves again—last time they ran alongside us for a kilometre! Tonight, we’ll toast our journey with dinner and drinks at a premium hotel in Manali."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure to Delhi And just like that, it’s time to head home. Bags packed, hearts full, and memories to last a lifetime."
    }
  ],
  "map": ""
}