{
  "destination": "India",
  "mainPhoto": "",
  "id": "honeymoon-in-india",
  "tourName": "Honeymoon in India",
  "placesVisited": "",
  "generalInfo": "After a hectic schedule of a dream wedding, it is time for a dream honeymoon trip…For newlyweds, a honeymoon trip is not just a vacation but it’s a memorable time of happiness, romance and adventure as you step into your journey of togetherness.<br/><br/>We have tailored your special trip in the land of legends of Maharajas &amp; Maharanis and elusive Royal Bengal Tiger. We will take you through the north western Indian princely state of Rajasthan famous for its majestic fort - magnificent palaces - historic havelies built by The Great Maharajas of Rajasthan. To add a spice of adventure we welcome to chase Royal Bengal Tiger in Ranthambore National Park and stay in tented accommodation in Indian Thar Desert. To learn more about Indian culture and food, we will take you to the Indian family and introduce you to Yoga (if you have still not thought about it…)<br/>You will end your Honeymoon trip by visiting one of the world's architectural master piece - The Taj Mahal.<br/><br/>It goes without saying, this private trip includes private transfers, personal guides and cosy hotels to ensure the overall experience is absolutely unforgettable. <br/><br/>Though we have already included some cozy heritage properties in sleepy villages of colourful, but if you wish to include some majestic palatial hotels (like Taj Rambagh Palace, Taj Lake Palace, Taj Umaid Bhawan Palace) of Royal families which are now converted into luxury and glamorous hotels, please let us know so that we can advise you the cost accordingly. <br/>We welcome you to create some beautiful memories for a lifetime… <br/><br/>Highlights :<br/>- Visit of Old and New Delhi<br/>- Heritage walk in Jodhpur to explore old city<br/>- Visit local family in Jodhpur to learn about Indian traditions and learn Indian cooking.<br/>- Camel ride during stay in tented camp.<br/>- Folk music and dance performance performed by local artisans. <br/>- Stay at 17th century Rawla Narlai &amp; Dinner by step-well<br/>- Jeep safari to surrounding village to see countryside<br/>- Visit 15th century temple carved out of marble<br/>- Visit Holy lake and temple dedicated to Lord Brahma <br/>- 16th century Amber Fort<br/>- Hawa Mahal, Jaipur’s most photographed building<br/>- Lunch at Samode Haveli, residence of rulers of Samode<br/>- Private Jeep safari to the Ranthambore National park, once the hunting ground for Royal family of Jaipur, to try your luck to spot the majestic Bengal tiger.<br/>- Experience The Taj Mahal at sunset or sunrise, widely considered to be one of the greatest architectural masterpieces in the world and is listed as one of the New Seven Wonders of World.<br/>- Explore UNESCO World heritage sites with the help of knowledgeable local guides. <br/>- Witness the impeccable handwork on fabric, marble and jems during this sumptuous journey.<br/>- Painting school in Udaipur.<br/>- Stay at Shahpura Bagh, residence of royal family of Shahpura<br/>- Ranthambore / Agra, train journey with locals, unique experience!<br/>- Morning 1-hour yoga class with private yoga practitioner<br/><br/>Note : <br/>1. Ranthambore National Park is closed on Wednesdays<br/>2. Camps in Desert operate from October to March only.<br/>3. We have included 1 domestic flights within India. Free baggage allowance in domestic flights is 15 kg for check-in baggage and 7 kg for hand baggage. Incase your baggage will be more than this limit, you will have to pay for extra baggage at the airport. For each traveller, only 1 check-in baggage is allowed. <br/>4. These prices are not valid during peak period i.e during festival time like Diwali and Holi festivals, between 20 December to 10 January. Some of the hotels may charge higher prices during these dates.<br/>If your travel is happening during this period, we will advise you prices based on your travel dates.",
  "durationDays": "17",
  "price": "4455",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi Arrive Delhi and meet your representative at airport. Transfer to hotel (check-in time 14h00). Overnight at hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Delhi Start your tour to India with visit to Rajghat, memorial dedicated to Mahatma Gandhi (also known as Father of Nation). It’s a black marble platform where last rites of Mahatma Gandhi were performed after his assassination on 31th January 1948. It is an open-air memorial spread in large green area. Morning start your day with orientation tour of New Delhi, the foundation stone of the city was laid by Emperor George V during the Delhi Durbar of 1911. It was designed by British architects, Sir Edwin Lutyens and Sir Herbert Baker. Drive pass of President House (formerly Viceroy’s House), Indian Parliament, India Gate - a memorial to 70,000 soldiers of the British Indian Army who died in between 1914–1921 in the First World War and the third Anglo-Afghan War, and Connaught Place. Continue to visit Humayun’s Tomb built in the 1560’s, with the patronage of Humayun’s son, the great Emperor Akbar. Persian and Indian craftsmen worked together to build the garden-tomb, far grander than any tomb built before in the Islamic world. Humayun’s garden-tomb is an example of the charbagh (a four quadrant garden with the four rivers of Quranic paradise represented), with pools joined by channels. The garden is entered from lofty gateways on the south and from the west with pavilions located in the centre of the eastern and northern walls. Later proceed to Gurudwara Bangla Sahib, one of the prominent Sikh gurdwara or Sikh house of worship. Once inside the main building, you will be amazed with great interior, there is space to be seated on the floor and listen to “kirtan – the devotional songs” sung live by the staff. The holy book of Sikhs, the Guru Granth Sahib, is placed on top of a bed of silk and flowers. Like in all Sikh Gurdwaras, the concept of “langar, a communal free kitchen offering free sit-down meal” is practiced here too, and all people, regardless of race or religion may eat in the Gurdwara kitchen (langar hall). The Langar (food) is prepared by volunteers who wish to help out and by gursikhs who work there. It is believed that everyday around 25000 people eat in this hall. You are supposed to cover your head with a scarf and clean your feet with water at the entrance, as it is strictly followed in Sikhisim.."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Delhi / Jodhpur (by flight – approx. 1 hr 40 min) Morning transfer to airport to connect flight to Jodhpur, founded in the year 1459 by Rao Jodha and the city earned its name after him. City is also known as Blue City, because Brahmins, used to paint their houses blue to deter insects and keep the houses cool during the summer. Arrive Jodhpur and transfer to hotel (check-in time 14h00). Later begin your walk through the narrow lanes of old blue city to havelis, houses and gorgeous temples. End you walk at the Clock Tower of Jodhpur where you will find spice market. Late afternoon visit local Indian family to dinner…interact with family and learn about Indian cooking and spices. Lady travelers will learn wearing Indian sari and also Mehndi, is a form of body art in which decorative designs are created on hands and feet."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jodhpur / Camp in desert (approx. 2h drive) Morning visit the Meharangarh Fort, huge and imposing structure, perched atop a hill and looking over the blue façade of the city. Elegant jharokhas and intricate lattice work makes this fort and palace a true masterpiece.. Continue to visit Jaswant Thada, a mausoleum and a memorial site for the members of a Rajput clan. It is a white marbled architectural marvel built by Maharaja Sardar Singh, the son of illustrious 33rd Rathore Ruler of Jodhpur, Jaswant Singh II. It is a fine example of brilliant architecture. When the rays of sun fall on its exterior, it glows like a diamond. The walls of the building are adorned with portraits and paintings. After sightseeing drive to a tented camp in the midst of the Thar desert, a rare sanctuary of pristine beauty, tranquillity and solitude. Tented camps are operational from October to March only. Explore Indian desert life, culture, wildlife and landscape of breath-taking beauty… In the afternoon enjoy 45 minutes on the camel back gazing at the groups of frisky chinkara – shy Indian gazelle – as they make their way across the silent sands, see herds of cattle and sheep roaming around, sometimes grazing, sometimes wandering..You may come across village children and villagers dressed in their elegant, beautiful traditional dresses."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Thar Desert / Narlai (by road – approx 5h drive) Drive to 17th century “Country Manor” Rawla Narlai, a paradisiacal property in the desert countryside. Located amidst the Aravali’s, among the world’s oldest fold-mountain ranges, this one-time ‘Hunting Manor’ of the Jodhpur Royals now opens its doors to those on a hunt for blissful tranquility."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In Narlai Morning enjoy jeep safari to surrounding village to see countryside where life is as colourful as the rainbow, explore some interesting temples and agriculture experiences. Return back to hotel for rest of the day free. Late afternoon drive to the lake in hotel jeep for high tea by the lake. You will enjoy the serene atmosphere and bird watching. In the evening, dinner by stepwell."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Narlai / Udaipur (by road – approx. 3 hrs drive) After leisurely breakfast, drive through the Aravalli Hills to Udaipur. This drive will take you through small villages along the road and you will be able to see villagers working on their fields in colorful dresses. Enroute stop in Ranakpur for visit. Ranakpur is one of the important and sacred sites for Jain religion followers. Here you will visit 15th century temple carved out of marble, it has more than 1400 marble pillars and intricately carved interior domes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In Udaipur Morning visit City Palace Complex by first visiting City Palace, known for its architecture, mosaic, mirror and miniature painting work. Inside the Palace you will also see a massive collection of paintings and further continue the visit to Crystal Gallery which has massive collection of crystal objects. Finally stroll through extensive lawns of Sahelion Ki Bari (garden of the Maids of Honor). Visit painting boutique which showcase skillful work of miniature paintings, you can also buy souvenirs for yourself, family and friends.. In the evening, enjoy “private boat” ride on Lake Pichola and stop at Jag Mandir island famous for its marble pillars, fountains and domes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Amid the golden sands of Rajasthan, today, you will glimpse an oasis - A dazzling shimmer of sunshine on water that hovers on the edge of a mirage... Morning drive to Shahpura Bagh, residence of the royal family of Shahpura. In the early 1900’s, it is believed that Rajadhiraj Nahar Singh of Shahpura mortgaged the family’s private property and jewels to bring water to his people. Today, the lakes he created, form the heart of a verdant wetland refuge - historic, picturesque, tranquil - an idyllic setting where man and nature have come to understand each other. Shahpura Bagh prides itself on providing an authentic bespoke home stay experience in Rajasthan."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shahpura Bagh / Jaipur (approx 6hr30 duration) Morning drive to Jaipur, an enthralling prolific “pink’ city and capital of Rajasthan state. The city was painted in pink to welcome the Prince of Wales and Queen Victoria in 1876 since the colour is the mark of Hospitality. As a result, Jaipur started to be known as the Pink City. On the way, stop at Pushkar, a sacred Hindu site with hundreds of temples, including 14th-century temple dedicated to Lord Brahma who is considered as a “creator of Universe”. Its holy lake has 52 ghats (stone staircases) where pilgrims bathe to wash their sins and perform religious ceremonies. Annual Pushkar fair is one of India's largest camel, horse and cattle fairs. Apart from the trading of livestock, it is an important pilgrimage season for Hindus to the Pushkar lake. The fair starts with the Hindu Calendar month of Kartik and ends on the Kartik Purnima (between October – November). Pushkar’s interesting mythological history and the legacy of timeless architectural heritage makes it a fascinating city."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In Jaipur Morning excursion to the famous Amber Fort constructed in the 16th century by Maan Singh, the trusted general of Emperor Akbar. The fort is known for its architectural splendour manifested in Sukh Mandir, the Hall of Public Audience, Sheesh Mahal and Kesar Kyari. Photo stop at Jaipur’s most photographed building, the Hawa Mahal or Palace of Winds, is an extraordinary pink-painted, honeycombed hive that rises five storeys. It was constructed in 1799 to facilitate ladies of the royal families to watch the life and processions of the city. Lunch at Samode Haveli which is residence of rulers of Samode but now converted into a hotel. After lunch enjoy Old City Rickshaw tour with Pink City Rickshaw company (45 minutes to 1h duration) that aims to provide employment opportunity to women from low income households. Drop at City Palace. Later proceed to beautiful palace came into existence with the establishment of the city of Jaipur. Built by Maharaja Sawai Jai Singh II, the palace was the administrative and ceremonial seat of Jaipur Maharaja. Beautiful courtyards, gardens and buildings in the palace complex are worth exploring. Continue to visit 18th century astronomical observation site, the Jantar Mantar. This UNESCO World Heritage site has collection of some 20 fixed astronomical instruments built by the Maharaja Sawai Jai Singh II. Designed for the observation of astronomical positions with the naked eye, they embody several architectural and instrumental innovations."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jaipur / Ranthambore (by road – approx. 4 hrs drive) Morning drive to Ranthambore National Park which was once the royal Maharaja’s hunting grounds. Today this national park has abundant wildlife and protected tigers. Lunch on arrival at hotel. Afternoon first game drive in Private jeep. Return back to hotel. Note : Ranthambore National Park is closed on Wednesdays"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In Ranthambore Early morning and afternoon game drive through Ranthambore National Park. Rest of the day free to relax at hotel. Ranthambhore National Park, covering an area of 1334 sq km, is known for its Bengal tigers. The park's deciduous forests are characteristic examples of the type of jungle found in Central India. Other fauna include the Indian leopard, nilgai, wild boar, sambar, striped hyena, sloth bear, southern plains gray langur, rhesus macaque, mugger crocodile and chital. The sanctuary is home to a wide variety of trees, plants, birds and reptiles, as well as one of the largest banyan trees in India Note : Ranthambore National Park is closed on Wednesdays"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ranthambore / Bharaptur by train + Bharatpur / Agra (by road - approx. 2hrs drive) Transfer to railway station to connect train to Bharatpur (07h05 / 09h23). Travel in Indian trains is an experience it itself. India’s rail network is one of the largest and busiest in the world and Indian Railways is the world’s eighth largest employer on earth. Arrive Bharatpur and drive to Agra with enroute stop at UNESCO World Heritage site of Fatehpur Sikri to visit this ghost town. Continue to Agra, once a Mughal capital."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "In Agra Morning visit The Taj Mahal, an enormous mausoleum complex commissioned in 1632 by the Mughal emperor Shah Jahan to house the remains of his beloved wife. Constructed over a 20-year period on the southern bank of the Yamuna River in Agra, India, the famed complex is one of the most outstanding examples of Mughal architecture, which combined Indian, Persian and Islamic influences. At its center is the Taj Mahal itself, built of shimmering white marble that seems to change color depending on the daylight. Designated a UNESCO World Heritage site in 1983, it remains one of the world’s most celebrated structures and a stunning symbol of India’s rich history. Later continue to Agra Fort, also called Red Fort, large 16th-century of red sandstone located on the Yamuna river. It was established by the Mughal dynasty emperor Akbar and, in its capacity as both a military base and a royal residence, served as the seat of government when the Mughal capital was in Agra. The fort complex was designated a UNESCO World Heritage site in 1983. Return back to hotel. Rest of the day free to relax at hotel."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Agra / Delhi (by road - approx. 4hrs drive) Morning introduction to Yoga, a 5,000-year-old Indian knowledge. For everyone it has different meaning. For some, it is a way of life or a spiritual practice and for others it is a way to feel good in their bodies. Yoga involves various breathing exercises, yoga poses (asanas) and meditation. Return back to hotel for breakfast and drive back to Delhi. Afternoon free time at Dilli Hatt for last minute shopping. Dilli Haat showcase traditional Indian culture - a forum where rural life and folk art are brought closer to an urban clientele. It is here that the crafts persons find an opportunity to demonstrate their artistic skills to thousands of visitors every day. Later in evening, transfer to airport to connect"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Delhi / Fly back"
    }
  ],
  "map": ""
}