{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-23-day-luxury-tour",
  "tourName": "India 23 day luxury tour",
  "placesVisited": "",
  "generalInfo": "•\tAccommodation as specified in the itinerary on Double sharing basis for 22 Nights or similar <br/>•\tDaily buffet breakfast at all the hotels.<br/>•\tAll Meals (Breakfast, Lunch, Dinner) whilst stay in Tadoba, Satpura, Pench and on Houseboat <br/>•\tSingle entry to the monuments as mentioned above.<br/>•\tAll transfers and excursions using 01 AC Innova Car.<br/>•\tServices of an English speaking local Guides as per the itinerary (on private basis) <br/>•\tRickshaw ride in Delhi<br/>•\tJeep ride in Jaipur as per the availability<br/>•\t2 Shared Jeep Safaris in Pench National Park<br/>•\t2 Shared Jeep safaris in Satpura National Park<br/>•\t3 Shared Jeep Safaris in Tadoba National Park<br/>•\t1 Boat Safari<br/>•\tKathakali Dance show in Cochin<br/>•\tNature walk in Periyar<br/>•\tSpice Plantation in Periyar<br/>•\tTrain fare for sector Agra -Bhopal in Bhopal Shatabdi in Executive Class<br/>•\tAssistance on arrival and departure transfers",
  "durationDays": "23",
  "price": "4154",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Delhi International Airport. After clearing customs and immigrations, we will meet you in the arrival hall and transfer you to the hotel. Delhi stands as the capital of Modern India. Here you can see the mingling of the Old and New India, the ancient and the modern. Delhi is made up of seven ancient cities, spanning the period from the 11th to 20th centuries. Delhi has seen the rise and fall of many emperors, which has left behind a plethora of monuments that commemorate the grandeur and glory of bygone ages. Very few cities in the world can express such a profusion of architectural styles. Rest of the day at Leisure"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Start the tour by taking a Cycle rickshaw ride through Old Delhi, which will be a unique experience for the kids to enjoy. Here you will see Red Fort (from outside), the most opulent Fort and Palace of the Mughal Empire. The fort is Shah Jehan's symbol of power and elegance, built behind red sandstone walls. Its main gate (Lahore Gate) faces Chandni Chowk, the perpetually congested avenue heading west from the Red Fort, is filled with twisting lanes, small streets and crowded bazaars. Also visit Raj Ghat, the memorial site of the Mahatma Gandhi; Jama Masjid, the largest mosque in India; and Chandni Chowk, the bustling and colourful market of the old city. Chandni Chowk was the commercial centre of Delhi in the old time and you will see it come alive in the morning as the trading day starts. As a complete contrast to Old Delhi, New Delhi was designed and built by the British in the 1920's-it's a city of wide boulevards impressive Government buildings, green parks and gardens. In 1911 King George V announced the transfer of the capital from Calcutta to Delhi. The King's architects, Lutyens and Baker, set in motion the Design and construction of Delhi's eight city - New Delhi. Lutyens designed an \"Imperial City\" having palatial-sized buildings set amid broad tree-lined avenues punctuated by Mughal style gardens, complete with fountains and shallow pools. It took 20 years to complete this immense undertaking only to have the British pack up and relinquish the subcontinent in 1947. You will visit one of the monuments from Delhi's past – The Qutub Minar. Also visit Humayun’s tomb built by the widow of the second Mughal Emperor, Humayun’s. It is an outstanding monument in the Indo-Persian style, a precursor of the Taj Mahal. Your drive takes you along the ceremonial avenue, Rajpath, past the imposing India Gate, Parliament House and the Presidential residence."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today morning after breakfast, drive to Jaipur. JAIPUR – the capital of Rajasthan province is known for its arts and crafts, jewellery, hand-painted fabrics and stone sculptures; it is one of North India’s finest examples of a planned city embodying the best of Rajput and Mughal architecture. Spend the rest of the evening at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning proceed to visit the capital of Amber to see the fabulous Amber Fort. Maharaja Mansingh, Mughal Emperor Akbar’s most successful General, started the construction of Amber Fort in the 17th century. Before the City Palace was constructed in Jaipur, Amber was the seat of power. The fort is surrounded by fortified battlements and overlooks the Moat Lake. Ruins and remains are spread over the Aravali hills and sprawling crenulated walls lattice the surrounding area. A jeep will bring you up to the fortress. Once on top, stroll through the sprawling complex of courtyards and halls. Many of the rooms have delightful wall paintings, with precious stones and mirrors inlaid in the walls. Most fascinating, perhaps, is the Sheesh Mahal (hall of mirrors) where a single lamplight is reflected in the many mirrors, lighting up the room. En-route to Amber Fort you will stop and see the `Palace of Winds’, otherwise known as Hawa Mahal. It is really an elaborate façade, extremely intricate in its pink sandstone carving. The cool wind blows through its facade of windows and latticed screens through which the queens of the court once viewed the streets of the city. This afternoon, you will visit the City Palace, which is an overwhelming complex of exquisite palaces, gardens and courtyards, decorative art and carved doorways. The palace museum houses collections of rare manuscripts, armory, costumes, carpets and miniature paintings. Jaipur's Jantar Mantar is the most famous of five observatories built by Sawai Jai Singh in India. There is a very interesting story behind the construction of this observatory, considered as the largest stone observatory in the world. Sawai Jai Singh sent his emissaries to all parts of the world before commencing the construction of this observatory. The emissaries returned with many manuals on astronomy containing cutting-edge technological information. One of these manuals was a copy of La Hire's \"Tables\". The king ordered the observatory to be built according to the details contained in this manual. When the construction ended, for the astonishment of the king and others, the observatory was 20 seconds more accurate than the one mentioned in La Hire's \"Tables\"."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, day is free at leisure"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, you will drive to Agra. Agra, best known as the city of the world’s most famous monument of love, is situated along the banks of the River Yamuna and attracts thousands of visitors every day from all over the world, to visit Taj Mahal, a seventh wonder of the world, built by the Mughal Emperor Shahjahan as a memorial to his wife Mumtaz Mahal. Upon arrival in Agra, check-in at the hotel. Later visit Taj Mahal. Taj is built by Mughal Emperor Shahjahan to enshrine the mortal remains of his beloved Queen Mumtaz Mahal. Taj Mahal manifests the wealth and luxury of Mughal art as seen in architecture and garden design, painting, and calligraphy. Also visit the massive Agra Fort which was originally started by Emperor Akbar in 1565, but his son, Jahangir, and grandson, Shah Jahan, later made valuable additions to it. It houses the Dewan-e-Khas and Dewan-e-Aam (Halls of Private and Public Audience)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, you will be provided assisted departure transfer to Agra railway station to board the train for Bhopal. On arrival at Bhopal railway station, you will be received by our representative and then drive to Satpura. Satpura National Park is located in Hoshangabad district of Madhya Pradesh State in Central India. It is in the Central region of Madhya Pradesh, spread over Satpura ranges. Being part of a unique eco-system, Satpura National Park is very rich in bio-diversity. Its fauna comprises Spotted Dear, Indian Bison(Gaur), Tigers, Leopards, Wild boar, Wild dog (locally called Dholes), Sloth bear, Black buck (unique attraction), Porcupine, Sambhar, four Horned antelopes (Chowsingha), Smooth otter, Pangolin, Marsh crocodile, Languars etc. The Indian Giant squirrel is the special feature of Satpura National Park as it is rare in India now. Sightings of Leopards, Gaurs, Wild Dog, Sloth Bear are likely."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Early morning proceed for jungle safari in Satpura National Park by shared Jeep. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, drive to Pench. Pench National Park is in fact two parks with the same name in the neighboring states of Madhya Pradesh and Maharashtra, also combined with the Pench Wildlife Sanctuary. The total area of the three reserves extends to approximately 1000 sq.km. Pench became a sanctuary in 1977, a National Park in 1983 and came under the Project Tiger umbrella in 1992. The park takes its name from the Pench River that cuts through it from North to South and forms the boundary between southern Madhya Pradesh and Maharashtra. Although after the monsoon this is a large river its flow is much reduced following the winter months. The sandy river bed then becomes a pathway for much of the resident wildlife moving between the remaining pools. Upon arrival check in at the Hotel. Later proceed for jungle safari in Pench National Park by shared Jeep."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Early morning proceed for jungle safari in Pench National Park by shared Jeep. Return to the hotel for breakfast. After breakfast, drive to Tadoba. Tadoba Andhari Tiger Reserve is a tiger reserve in Chandrapur district of Maharashtra state in central India. It is notable as Maharashtra's oldest and largest national park. It is one of India's 50 \"Project Tiger\" - tiger reserves."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Early morning proceed for jungle safari in Tadoba National Park by shared Jeep. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today after breakfast, in time transfer to Airport to board flight for Nagpur. Arrive at Nagpur Airport and Fly to Cochin."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you will start your day with a half day city tour of the city. You will first proceed to visit the oldest Jewish Synagogue (Closed on Saturday) in India, built in 1568; it was destroyed by the Portuguese and rebuilt by the Dutch a century later. From Jewish Synagogue you will visit Chinese fishing nets. The cantilevered fishing nets line the entrance to the harbour mouth. Chinese traders are believed to have originally introduced them in the 14th century although, today parts of the nets are known by Portuguese names. You will then visit St. Francis Church, originally named after Santo Antonio and dedicated to him as the Patron Saint of Portugal; St. Francis Church is the first church to have been in the new European influenced tradition. In the evening witness a classical Indian dance show - Kathakali. Kathakali (Katha means story and Kali means play) is the classical dance drama of Kerala, which dates from the 17th century and is rooted in Hindu mythology. It has a unique combination of literature, music, painting, acting and dance. Kathakali is a traditional ritualistic art forms used for centuries to preserve the stories of Vedas. Elaborate costumes and gesture makes the Kathakali dancers something special to be hold."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day free at leisure"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today morning after breakfast, you will be transferred in your private vehicle to Munnar (approx. 04 Hrs). Upon arrival in Munnar, check-in at the hotel. MUNNAR - Munnar is the nature-lover’s paradise. Snuggling in the green and serene Kannan Devan Hills lies the quiet and restful resort of Munnar. Panoramic views of low-flying clouds and mist filled valleys make it a pretty little heaven with a cool bracing climate. It was opened up out of virgin forests a century ago by pioneering planters. Within its remote and elderly churches - gracious, stone-structures with ancient chandeliers and rosewood pews. A little beyond lies Anaimudi, South India's highest peak. Spend the evening at leisure."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Day of leisure in Munnar- why not go for a light trek in the Western Ghats"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Today morning after breakfast, you will be transferred in your private vehicle to Thekkady (approx. 05 Hrs). Upon arrival in Thekkady, check-in at the hotel. THEKKADY - Periyar forest of Thekkady is well known for wild life sanctuary, situated on the banks of Periyar Lake and also known for diversity of wildlife and scenic beauty, which attracts visitors from all over the world. It is situated on the high ranges of the Western Ghats which is covered by dense evergreen forests and savannah grass land. The Periyar wild life sanctuary offers a fairy good chance to seeing the herds of elephants, sambars, tigers, gaurs, lion tailed macaques & Nilgiri langurs in its natural habitat. Spread across an area of 777 sq. km of which 360 sq. km is thick ever green forest. In 1978 Periyar wildlife sanctuary was declared a Tiger reserve. Interestingly Periyar is often referred to Thekkady and as Kumily. These names are used interchangeably for the same area, however this can be a little confusing. To put it clearly The Periyar National Park and Tiger Reserve lie in Thekkady which is an area in the town of Kumily."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "After breakfast, enjoy guided Nature walk Later in the afternoon guided walk in the spice plantation. The spice plantation in Thekkady is a prime attraction of this beautiful land. Though sprawling tea estates cover much of the landscape of Thekkady, plantations of cardamom, rubber, vanilla and coffee are also aplenty. Walk amidst the green, terraced farms of the various spices and breathe in the fragrant air while exploring the spice plantations. Pick up a few packets of the tea and spices grown here that make for a good buy. There are various kinds of spices cultivated in Thekkady. The most abundantly found spice in Thekkady is pepper. But there is a variety of cinnamon, clove, nutmeg, ginger, turmeric and curry leaves on the slanting slopes of the spice plantation in Thekkady."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Today morning after breakfast, you will be transferred in your private vehicle to Alleppey ALLEPPEY - Also called Alappuzha, Alleppey is a pleasant easy-going market town surrounded by coconut plantations. With its large network of canals, it is a major center for backwater cruises and the venue for spectacular snake boat races. Also called “Venice of the East”, the town is the headquarters of Kerala’s coir industry and also important for cashew nut processing. Climb aboard the traditional kettuvallams (riceboats) converted into houseboats with bedrooms and attached toilets. Originally these boats were used as ferries to carry rice. Cruise through the backwaters of Kerala. Houseboat is one of the 50 “must do” things as described by the National Geographic Traveller magazine. The backwater cruise through the narrow canals that criss-cross a typical Kerala Village, rich with green paddy fields and verdant coconut trees and is a thrilling experience. The boat cruise takes you to small islets tucked away amidst those waters where you get glimpses of village at the best of its serenity and innocence. Lunch and dinner will be served on board."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Post breakfast drive to Mararikulam. Mararikulam is a beach village in the district of Alappuzha. The name comes from Marari (Lord Siva) who is the main deity of the place. It is the fertile land of communism and it has a very beautiful beach which is known by the name Marari Beach or Mararikulam beach. On arrival, check in at the hotel. Rest of the day is at leisure."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Today you will be transferred to Cochin airport where you will be assisted by us to board your onward flight to back home"
    }
  ],
  "map": ""
}