{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-and-karnataka-tour-india",
  "tourName": "Kerala and Karnataka tour, India",
  "placesVisited": "Mysore, Nagarhole National Park, Coonoor, Cochin, Optional activities include: safari tours, cooking classes and guided nature walks",
  "generalInfo": "This fourteen day tailor made tour of Karnataka, Tamil Nadu and Kerala tickles the senses and opens the eyes to some of southern India's most exciting cultural and natural settings. From Mysore to Cochin by way of Nagarhole National Park, the Nilgiris and Kotagiri, this tour is as enlightening as exclusive with a private car and driver ensuring you travel in style from one hand-picked property to the next.<br/><br/>Our company has an intimate knowledge of both Karnataka, Tamil Nadu and Kerala which is why we've been able to craft this tailor made itinerary to get you off the beaten track and into the true character of southern India. Local assistance along the way and genuinely welcoming hosts ensure you'll get to experience as much or as little as you like with cooking, safaris and sightseeing all ideal for making the most of your time over the course of ten days.<br/><br/>Adapting the tour below is entirely up to you. We've tried to ensure a balance between free time, optional activities and cultural immersion with a couple of nights in each location ideal for those who like to get to know a place, and the local people, rather than whizzing from one site to the next.<br/><br/>We think that the best time to visit Kerala is either side of the rainy season that tends to last from May through to the end of July. Christmas and New Year are extremely special times to visit.<br/>",
  "durationDays": "14",
  "price": "2910",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive into Bangalore airport. Transfer to Mysore for two nights staying at Efkay's Homestay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sightseeing in Mysore (guided)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day at leisure in Mysore to explore the city with your driver."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Nagarhole National Park. Stay for two nights at KAAV Safari Lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning and afternoon vehicle safaris in National Park."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Ooty for two nights, staying at Marli Hill Bungalow."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Explore the area with your driver."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Udagamandalam (Ooty) Station and board the 56137/Udagamandalam - Mettupalayam MG Passenger (Toy Train) at 14:00. Arrive into Mettupalayam at 17:35. Met by your driver and transfer to Coimbatore, for a night at Residency Towers."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Palakkad for two nights at Kandath Tharavad. Typical Kerala style lunch. The afternoon is at leisure to explore the village by foot or by cycle."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Breakfast in a local cafe. In the afternoon visit a pot makers and a coconut palm plantation."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Cochin. Accommodation at Secret Garden. Evening - Kathakali performance."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Cochin city tour (guided)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Cochin Airport to catch flight home. Or extend the trip with some time in the Backwaters or the beach."
    }
  ],
  "map": ""
}