{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tiger-safari-and-wildlife-tour",
  "tourName": "India tiger safari and wildlife tour",
  "placesVisited": "",
  "generalInfo": "This tour visits some of the greatest parks and wilderness areas in the whole of the Indian Subcontinent; firstly Kanha; this is one of the best places in the world to see wild tigers. But the park is also one of the most aesthetically beautiful and home to some very rare species that are not seen in other parks such as dhole and barasingha. <br/><br/>You then travel north and east to the vast and lush grasslands of the Indian terai, this lowland ecosystem is fed from by monsoon waters from the south and Himalayan meltwater from the north. Making these alluvial soils some of the most fertile in the world. These grasslands now support 75% of the world’s population of Indian one-horned rhinos as well as large populations of Asiatic elephants, water buffalo and tigers. All of which help to make Kaziranga one of the most popular parks for wildlife film makers and enthusiasts alike. <br/><br/>From here you travel to the massive city of Kolkata and then onto the Indian side of the Sundarbans. The largest mangrove forest in the world is home of the world’s largest populations of endangered tigers and Gangetic river dolphins in the world. From this pristine and incredible ecosystem. This is a unique tiger safari that explores three very distinct habitats that the tigers lives in, the forests of Kanha, the grasslands of Kaziranga and the mangroves of the Sundarbans.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also focus heavily on some of the 40 plus Tiger Reserves in this wonderful and diverse country. But it is not just the wildlife of India that makes India such a great holiday destination, but the varied and unique culture is also a focus for our trips.  <br/><br/>This tour is a specialist tiger safari is unique in that we visit three different national parks which also cover three very different habitats of the tiger in India. The most commonly associated habitat being the sal forests and meadows of Central India which are best exemplified in Kanha National Park. The next is the very diverse elephant grass floodplains of the terai and then the world's largest mangrove ecosystem and the strangest habitat of the tiger.<br/><br/>By visiting these diverse habitats you will see the tiger's conservation and evolutionary story told from different angles and gain a far better insight into the amazing world of the tiger than on many other tiger safaris.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Delhi and Kolkata. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Kanha, Kaziranga and the Sundarbans. Your naturalist escort is an expert in tigers and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>This tour is recommended for February - May as this is the dry season and the chances of seeing tigers is much higher in the dry season. However the temperatures from April onward can be very hot and humid. You can visit this park and enjoy the itinerary between October – June. The parks are closed during the monsoon season.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Indian guides around Kanha, Kaziranga and Sundarbans have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• Visit the park morning and afternoon in your own private jeep for your group only.<br/>• All the above reasons give this, our wildlife and tiger safaris of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as striped hyena and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits three different parks which are spread all over India, firstly the Central Indian park of Kanha and then up to the North East and Kaziranga before the Bay of Bengal and the wonderful Sundarbans, Your entry point will be Delhi and you will exit in Kolkata.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "16",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Arrival - Today you will be met by your guide on arrival at Delhi international airport and transferred to the hotel in downtown Delhi. The rest of the day is free for you to rest however you can speak to your guide about arranging a short city sightseeing tour if you wish. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - Kanha National Park - Travelling - Today you will take a packed breakfast from the hotel as you will be leaving early to catch our flight to Jabalpur. Once we arrive you will met our local driver and begin the 4 hour drive or so south to Kanha National park. Kanha National Park is one of the largest and most scenic national parks in India, it has an ideal habitat for both tigers and their prey species. The lush sal and bamboo forests, grassy meadows and ravines of Kanha shel­ter a significant population of rare species such as tiger, leopard, sloth bear, barasingha, gaur and dhole. Once we arrive at Kanha National Park we will check into our accommodation which is the beautiful and highly recommended Chitvan Jungle Lodge. This discreet lodge blends into the sur­rounding countryside and provides a beautiful location for exploring the park over the next 4 days. (breakfast and dinner are included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kanha National Park - Delhi - Travelling - This morning after breakfast you will be picked up by the local driver again and drive back to Jabalpur. Where we will catch a flight back to Delhi, unfortu­nately there is no direct flight from here to near Kaziranga. So we will spend the night in Delhi, back at the boutique Visaya Hotel. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Delhi - Kaziranga National Park - Travelling Today is a long day of travelling, you will leave early for Delhi domestic airport with a packed break­fast in order to catch your first flight of the day and travel to Kolkata. You then connect to your next flight to Jorhat , Jorhat is the closest airport to Kaziranga but you will still have 2-3 hours of driving from Jorhat to the resort at Kaziranga. Once you arrive at the resort you will have the rest of the afternoon and evening to relax after checking in. The resort is nestled amidst rolling hills of lush green tea gardens and offers typical Assamese hospitality and food. Tomorrow we will have an early start as we head into the park for the first time and after a long day of lots of travelling an early night and good night’s sleep is the best tonic. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kaziranga National Park - Kolkata - Travelling This morning you will leave Kaziranga and drive towards Guhawati or Jorhat (depending on the best available flight schedule) and catch your flight to Kolkata. On arrival you will be taken to your hotel for the night. The rest of the day is free for your leisure. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kolkata - Sundarbans - Travelling After an early breakfast you will be taken to eastwards towards the world’s largest mangrove forest, the Sundarbans. On arrival here you will taken to your lodge located in the heart of the mangroves and depending on the time of arrival you will either have the rest of the day to rest or be taken to on an afternoon boat cruise through some of the narrow rivers and tributaries. Recent studies suggest that the Sundarbans has the highest density of tigers in the world and a large population (330-500), making it one of the most important populations of tigers in the world along with the Russian Far East and the continuous forests of South East Asia. However seen one of these tigers is difficult, we will however see many other species over the next couple of days here. (breakfast and dinner included today)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Sundarbans - Kolkata - Travelling - This morning after breakfast you will depart from the Sundarbans and travel back to the metropolis of Kolkata and your hotel for your last night in India. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}