{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-tour-india",
  "tourName": "Rajasthan tour, India",
  "placesVisited": "",
  "generalInfo": "Trace the old camel caravan routes through Rajasthan on this premium two-week journey. Discover towering forts, ancient temples and stay in former palaces while winding your way through Rajasthan's must-sees and lesser-known hidden gems. <br/> Indian icons - Witness the beauty of the Pink City (Jaipur) and watch the sunset over the Taj Mahal.<br/> Ancient desert citadels - Explore the desert city of Bikaner, the blue city of Jodhpur and Udaipur, the glorious city of lakes.<br/> Festival departure - Get closer to local life at the Pushkar Camel Fair, a vibrant celebration of livestock and culture on the selected November departure.<br/> Upgraded Range - Immerse yourself in Rajasthan's unique heritage whilst sleeping like a Maharaja in our hand-picked selection of premium hotels and heritage palaces <br/>",
  "durationDays": "14",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Delhi and witness evening prayer at the Hanuman Temple",
      "description": ": Our tour starts in New Delhi, the capital of India. The city has been the heart of numerous empires and dynasties over the centuries, from the Mughals to the British Raj, making Delhi as it stands today a rich patchwork of cultures. If you'd like an airport transfer today, you'll need to arrive into Delhi Airport (DEL) airport, which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. For those arriving in time, our tour leader will meet us in the hotel reception at 5pm for a welcome meeting. We'll then set out for our first glimpse of the city with a walk to Hanuman's Temple, arriving in time to see the evening prayer rituals. Afterward, we'll explore Connaught Place, a colonial-era circus of shops, bars, restaurants and street vendors. If you'd like to join the city tour today, you'll need to arrive at the hotel by 4pm. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport, plus 45 minutes to transfer to the hotel. The latest your flight should arrive is 2pm. If you miss the welcome meeting, our tour leader will catch you up as soon as possible."
    },
    {
      "dayNumber": 2,
      "title": "Full day exploring Old and New Delhi",
      "description": ": We'll set off to explore the two sides of Delhi this morning. Old Delhi is a maze of old, narrow streets, lined with bazaars and pocketed with mosques and temples, whereas New Delhi feels a world away with its wide leafy boulevards and grand colonial-era buildings. We'll start in the calmer area of New Delhi, driving along the avenues and taking in the major sights that begin to tell the story of India's rich history. We'll visit India Gate, the impressive column of Qutab Minar and the UNESCO-listed Mughal site of Humayun's Tomb, a precursor to the great Taj Mahal. After lunch, we'll take to cycle rickshaws to explore the winding lanes of Chandni Chowk bazaar in Old Delhi, a sprawling market where you can buy almost anything from household wares to souvenirs. We'll also view the Red Fort from the outside."
    },
    {
      "dayNumber": 3,
      "title": "Train to Ajmer and drive to rural Rajasthan",
      "description": ": With an early start this morning, we'll make our way to the station to catch a train to the Rajasthani hub of Ajmer. Travelling by train is a rite of passage when journeying through India, from the bustling railway platforms to the chai wallahs that ply their trade through the carriages, offering hot tea and snacks along the journey. India has one of the largest rail networks in the world, and it serves as a vital lifeline for many Indians - connecting small towns, villages, and rural areas with larger commercial centres. As the train rattles along the tracks and the greenery of Delhi gives way to the dry yellow plains of Rajasthan, we might get the chance to chat with some locals in our carriage who are often interested to see tourists travelling by train. We'll stop in Ajmer for lunch (not included) and take a short walk through the market. We'll then continue by bus to the small rural village Bijay Nagar, around a two-hour drive away. Set back from the village and amongst farmland lies the estate of Bijay Niwas Palace, built 100 years ago by Maharaja Rao Singh. It has since been converted into a homely heritage property where the family of the Maharaja still live today. The property retains its original charm with hallways and drawing rooms adorned with memorabilia from a bygone age. There's a collection of heritage rooms within the main house and cottage rooms set within the lush gardens. Room sizes and styles differ but they're all twin-share with en-suite facilities and air-conditioning. The property also has a pool. This evening, we'll have the chance to enjoy some famous home-cooked Rajasthani food."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Udaipur via Chittorgarh Fort.",
      "description": ": Leaving the village of Bijay Nagar behind this morning, we'll set off along the rural road. Our first stop is the imposing UNESCO-listed Chittorgarh Fort. This sprawling fort sits on a hilltop towering over the surrounding plains and houses an astounding four palaces and nineteen temples. After our visit, we'll continue through the semi-arid scenery before reaching the oasis of Udaipur, a total drive of around four hours. Set within the rolling Aravalli Hills and made up of a series of natural lakes, Udaipur is understandably and affectionately known as the Venice of the East. The city wraps itself around its largest lake, Lake Pichola, and has a more relaxed feel than many other Indian cities."
    },
    {
      "dayNumber": 5,
      "title": "Exploring Udaipur. Optional boat ride on Lake Pichola",
      "description": ": Today we'll explore the highlights of Udaipur starting with the City Palace. Sat on the eastern bank of Lake Pichola, this huge palace complex was built over 400 years and blends a mix of Rajput and Mughal architecture. Next, we'll visit Jagdish Temple, which is constructed of three stories of ornately hand-carved stone to honour the Hindu Lord Vishnu. It's the biggest temple in Udaipur and is regarded to be one of the most beautiful examples of Hindu iconography in the world. This afternoon is free to explore more at your own pace. For those who wish to, there are optional visits to the Monsoon Palace, a boat ride on Lake Pichola, or a short walk into the Aravalli Hills to watch the sunset."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Jojawar via Jain temples",
      "description": ": This morning, we'll set off on the four-hour drive to the temple town of Ranakpur, one of Rajasthan's hidden gems. This little-visited town is home to some of the most beautifully sculpted Jain Temples in India. Situated in a wooded valley, the temples date back to the 15th century with the carvings depicting scenes from the lives of the Jain Saints at that time. We'll visit the Adinath temple, which houses 1444 exquisitely carved pillars - each one a complete original. We'll then continue to Jojawar, a small rural village set in the heart of Rajasthan. Our accommodation tonight is inside a beautifully converted 300-year-old fort. The heritage-style rooms are modern and comfortable and there's a pool and courtyard to unwind in, too. Heading out of the fort and into the village at dusk, we'll take a walk with a Jojawar resident to get a step closer to local life in the thriving village. Along the way, we'll encounter barber shops, ironmongers and children playing cricket in the streets, as well chai stalls and villagers offering their prayers at the temple. This is all watched on by the holy cows that freely roam the streets. It offers a great insight into a simpler way of life far away from the busy Indian cities."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Jodhpur and afternoon exploring Mehrangarh Fort and Clocktower",
      "description": ": Today, we'll journey to Jodhpur, a three-hour drive away. Jodhpur is known for its blue houses and historic temples. It also has a long tradition with horses and is the origin of Jodhpurs - the breeches that are named after Jodhpur's horsemen. After settling in, we'll set off to explore the majestic Mehrangarh Fort, built across the top of a steep escarpment 125m above the plains below. It has a huge, sheer drop to the south where it overlooks the city. Our visit affords wonderful views, not only across Jodhpur but also way into the distance across the surrounding desert plains. Finally, we'll head back down into the city to the bustle of the main square with its clocktower and colourful bazaars."
    },
    {
      "dayNumber": 8,
      "title": "Journey to Bikaner via Kolayat and Karni Mata Temple",
      "description": ": Leaving Jodhpur behind, today we'll take the five-hour drive to the desert city of Bikaner. We'll stop en route at Kolayat, a pilgrimage site popular with Hindus thanks to the holy waters of its lake. We'll have some time at the ghats and we'll also visit nearby Karni Mata - the so-called 'rat temple' dedicated to the worshipping of rodents. We'll then continue to Bikaner. Situated directly on the ancient camel caravan routes that came from Africa and West Asia, Bikaner was once a great trading centre. Its colourful bazaars and reddish-pink sandstone buildings hint at its ancient wealth. Bikaner was also a defensive town and was the home of the famous Imperial Camel Corps of the British Army. We'll plan to arrive in the late afternoon and the rest of the day is free"
    },
    {
      "dayNumber": 9,
      "title": "Exploring Bikaner - visit to market and Junagarh Fort",
      "description": ": Heading out to discover Bikaner this morning, we'll take a tour of the Junagarh Fort. Built by Raja Rai Singh (1571-1611) it is distinguished by its light red sandstone high defensive walls. The well-preserved palaces within the fort area are noted for their fine stone carvings. We'll also visit the Bhandasar Jain Temple, before heading into the old town and its local market. Here, we'll get the chance to learn how some Indian snacks are made, such as vegetable samosas, chole aloo tikka (potato pancakes) and Kulfi (a type of pistachio ice cream). Of course, we'll have a go at tasting them, too. This afternoon we'll head out into Gajner Wildlife Sanctuary on private 4WD vehicles for a jeep safari across the park. Once the hunting grounds for the Maharaja of Bikaner, these arid lands have now been transformed into a wildlife sanctuary and are home to fauna like black buck, antelope, chitral deer, nilgai (Indian bull) and desert fox. There is a central lake that attracts a host of migratory birds like the water foul, sand grouse and demoiselle cranes. We end the safari with a sundowner at Shabnam Mahal, offering great views of the sun dipping into the lake below."
    },
    {
      "dayNumber": 10,
      "title": "Drive to Jaipur via Fatehpur",
      "description": ": A full day's driving is ahead of us today as we move away from the yellow hues of the Thar Desert and towards the greener lands of Jaipur. Passing farms and rural settlements we'll see flashes of bright reds and pinks from the iconic Rajasthani turbans worn by most men, and the deeply coloured saris adored by the women in this part of the world. These bright colours contrast the stark, dry landscape and present excellent photo opportunities along the way. We'll also stop off in the town of Fatehpur, famed for being the land of the haveli, a type of elaborately decorated mansion constructed by wealthy merchants and aristocrats. Many affluent Marwaris settled here and left behind a collection of beautiful homes. We plan to reach Jaipur, the capital of Rajasthan, by the mid-afternoon and the rest of the day is free."
    },
    {
      "dayNumber": 11,
      "title": "Exploring Jaipur - Amber Fort and City Palace",
      "description": ": Affectionately known as the Pink City, Jaipur was first painted terracotta pink by Maharaja Sawai Ram Singh to celebrate the visit of the Prince of Wales in 1876. Nowadays, Jaipur is a bustling metropolis that's far outgrown its original boundaries. Within the crumbling walls pink buildings, ornate facades and narrow alleys give a sense of old-world charm. This morning, we'll head to the outskirts of the city and visit the dramatic Amber Fort, perched high on a hillside with impressive views back down to the city. We'll make a stop along the way to view the famous Palace of the Winds, built to allow the ladies of the harem an opportunity to look out over the city. This afternoon, we'll visit the lavish and well-preserved City Palace with its fine collection of textiles, costumes and armoury."
    },
    {
      "dayNumber": 12,
      "title": "Drive to Agra via Fathepur Sikri",
      "description": ": We'll leave the state of Rajasthan today as we cross into Uttar Pradesh, the most populous state in India with over 240 million inhabitants. The state is a major industrial and commercial centre, and being on the main Indo-Gangetic plain, it benefits from rich soil for agriculture, too. On the way to Agra, we'll stop and visit the deserted city of Fatephur Sikri. Founded in 1569 and abandoned just 16 years later, it's a perfectly intact example of Akbar's imperial court. Among the many noteworthy buildings is the Panch Mahal, most likely built as a pleasure pavilion for the ladies of the harem. In the centre of the courtyard is the Pachisi Board where the emperor played a game of chess with slaves as pieces. Perhaps the finest structure of all is the lotus-shaped central pillar of the Diwan-i-Khas (Hall of Private Audience), an extraordinary capital supporting a vaulted roof. The journey to Agra will take around five hours. On arrival, we'll have some time to relax, then, as the sun begins to set, we'll make our way to one of the seven wonders of the modern world, the Taj Mahal. The marble-domed building is perhaps one of the world's greatest symbols of eternal love, having been created by Shah Jahan as a funerary monument to his beloved wife, Mumtaz. Over 300 years have elapsed since its construction, but it still stands unscarred by age. It took over 22 years to build (1630-52) and an army of builders, artisans, and craftsmen to create the architectural masterpiece of marble and sandstone, which is said to change its colour depending on the time of day. We will aim to visit at sunset, when the surface of the Taj takes on a soft golden hue."
    },
    {
      "dayNumber": 13,
      "title": "Discovering Agra Fort and Baby Taj before journey to Delhi",
      "description": ": This morning, we'll visit Agra Fort. Built by Akbar the Great, entirely from red sandstone, it blends Persian, Islamic and Hindu architecture. The story goes that after losing his grip on power and being imprisoned by his son, Emperor Shah Jahan was confined here to a high tower, where he spent his dying days gazing longingly downriver at his beloved Taj Mahal. We'll also explore the tomb of Itmad Ud Daulah, more commonly known as Baby Taj due to it being regarded as the first attempt at a Taj-like structure by the Mughals. After lunch, we'll return to Delhi around a four-drive away."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Delhi",
      "description": ": Our tour ends at our hotel in Delhi. If you'd like an airport transfer today, you need to depart from Delhi Airport (DEL) airport, which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}