{
  "destination": "India",
  "mainPhoto": "",
  "id": "odisha-and-bastar-cultural-tour-in-india",
  "tourName": "Odisha and Bastar cultural tour in India",
  "placesVisited": "",
  "generalInfo": "This truly exceptional Odisha cultural tour gives you the chance to spend time with Indigenous communities in parts of India left off most tourists' maps. <br/><br/>Starting in Odisha on India's eastern coast you will stay with two different families who have built strong relationships with their tribal neighbours, you will see the multiple crafts of the region, many of them linked to the temples in Bhubaneswar and Puri; and you will spend time on two water bodies where local communities have become protectors of wildlife where formally they were hunters.<br/><br/>An overnight train takes you to Bastar where some of the tribal communities with some of India's most diverse and ancient customs and crafts still live. Here you will stay in a simple homestay with a local man from a different community who has built up a strong relationship with the Gond and Dhurwa people amongst whom he lives. Your Bastar cultural tour gives you the chance to visit tribal markets, and if you are up for some real adventure, trek to a Gond village in the heart of Kanger Valley National Park where you can stay in their tiny guest house.<br/><br/>A drive through Kondargon to see the local pottery and bell metal work, then a final night in palace homestay before continuing to Raipur for a train or flight to Delhi or Mumbai.",
  "durationDays": "13",
  "price": "2950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Bangalore and take an onward flight to Bhubaneswar. Transfer (1 hr) to the sympathetically restored former royal hunting lodge Kila Dalijoda"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A morning on a dug out canoe on local newly protected wetlands, superb birding. Afternoon cycling or walking through the nearby Munda, Santhal and Sabar villages."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A longer cycle ride or walk to a Sabar village in the forest. Debjit the owner has worked hard to ensure there is a school teacher in the village. It's a beautiful and isolated spot."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A day visiting the Buddhist ruins and Lalitgiri and Udaygiri. Buddhism was the religion of most Odisha's rulers from the 6th to 16th century CE."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A day visiting the Kalinga temples in Bhubaneshwar before boarding the overnight train to Jagdalpur."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Be sure to rise early to see the stunning scenery from the train. You reach Jagdalpur mid-morning where you will be met and transferred to Shakeel's 'Bastar Tribal Homestay'. An afternoon walk around the village followed by a delicious dinner with neighbour Kamla ji."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cycle or take the car to a village deep in Kanger Valley National Park. A farsighted forest officer gave permission to these villages to remain in the national park on the understanding that they do not hunt. You can stay a night in the village, the food is out of this world, and there is a heavenly volcanic pool in which to swim."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cycle, trek or drive back to Bastar Tribal Homestay"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Visit a local dhokra (lost wax casting) artist and a local market. Maybe sample the most famous of Bastar's dishes - red ant chutney."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "You will begin the gentle route back, heading to Kanker palace for a royal night via the village of Kondargaon which is famous for its pottery."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Drive (2.5 hrs) to Raipur for an overnight train to Mumbai or Delhi."
    }
  ],
  "map": ""
}