{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-and-sri-lanka-holiday-24-days",
  "tourName": "India and Sri Lanka holiday, 24 days",
  "placesVisited": "",
  "generalInfo": "Ready to explore the best of South Asia? On our 24-day India + Sri Lanka Experience, you'll dive into everything these vibrant countries have to offer. From the lively streets of Delhi to the wilds of Ranthambore, and from the lush tea fields of Ella to the serene beaches of Mirissa, this will tick off everything on your bucket list! With an awesome group leader from the moment your trip starts, an instant group of friends to share your adventure, amazing accommodation and so much included. Get ready for the trip of a lifetime!<br/><br/>HIGHLIGHTS<br/><br/>- Check out ancient forts, temples, and palaces on mountaintops, floating on lakes and hidden in jungles <br/>- Get a taste of real Rajasthani hospitality by staying in traditional tents and riding jeeps over sand dunes during an overnight desert camp <br/>- Eat your way through India with a local family cooking demo, trying both the famous dishes and some new ones <br/>- Look for monkeys, deer, crocodiles, peacocks, wild boar, and hopefully Bengal tigers on a safari in Ranthambore National Park <br/>- Be amazed by the Taj Mahal on a guided sunrise tour <br/> Explore tea plantations and learn to pick tea with locals  <br/>- Scramble up little Adam's Peak and snap the Insta famous Nine Arches Bridge  <br/>- Spot water buffalo, crocodiles and herds of wild elephants on a sunrise safari  <br/>- Learn to surf or kick back and relax at Welligama Beach  <br/>- Visit a Buddhist Monastery school and learn their way of life  <br/><br/>INCLUSIONS<br/><br/>Aiport Pickup<br/>23 nights accommodation<br/>Explore bustling Delhi markets<br/>Traditional Lunch<br/>Jama Masjid<br/>Mehrangarh Fort<br/>The ‘Blue City’<br/>Tuk tuk tour<br/>Bishnoi traditional village<br/>Overnight desert camp<br/>Sunset dune safari<br/>Pushkar lake and viewpoint<br/>Yoga class<br/>Hawa Mahal<br/>Jaipur Observatory<br/>Jeep ride to Amber Fort<br/>Jal Mahal Water Palace<br/>Family cooking demonstration<br/>Ranthambore Fort<br/>Ranthambore National Park safari<br/>Abhaneri Stepwell<br/>Baby Taj<br/>Sunrise at the Taj Mahal<br/>Visit local markets<br/>Ride in a tuk tukiver boat ride<br/>Local village experience<br/>Sigiriya Rock viewpoint<br/>Spice garden<br/>Temple of the Tooth<br/>Tea plantations<br/>Ella train journey<br/>Little Adam’s Peak<br/>Nine Arches Bridge<br/>Wildlife safari<br/>Yoga<br/>Learn to surf<br/>Buddhist monastery visit<br/>Meals as indicated on itinerary<br/>All transport<br/>Experienced group leader and local guides<br/>Onward travel help &amp; planning<br/>24/7 support after the trip finishes<br/>+ This tour is 100% carbon neutral!",
  "durationDays": "24",
  "price": "2699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE AND MEET THE GROUP: We’ll pick you up from Delhi airport and take you to our accommodation in the heart of the city. You’ll then have plenty of time to chill out and meet everyone in your group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "OLD DELHI AND TRADITIONAL LUNCH: Today, we'll immerse ourselves in the sights, sounds, and smells of Delhi. As we wander through the streets of Chawri Bazaar with our local guide, we'll see how traditional life remains largely unchanged. We'll also get to taste India's famous cuisine by sampling local delicacies - chaat or lassi anyone? In the afternoon, we'll visit the stunning red-marbled Jama Masjid, the largest mosque in India, and learn about the significant role religion plays in this country of over a billion people. To wrap up the city tour, we’ll stop by Rajghat Memorial, where Mahatma Gandhi was cremated, and check out a Sikh Temple."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "JODHPUR AND THE BLUE CITY: This morning, we'll leave the bustling streets of Delhi behind and catch a quick flight to Jodhpur, the 700-year-old 'blue city' in the desert. We'll explore the maze of blue architecture—don't worry, our guide will lead the way. We’ll jump on some tuk tuks to explore the city, catch an amazing sunset, and then head out for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "MEHRANGARH FORT & BISHNOI VILLAGE: Towering over the Jodhpur skyline, the magnificent Mehrangarh Fort sits on a rocky hilltop, offering breathtaking views of the city and desert plains below. Today, we'll explore this remarkable site, delving into the area's rich history and enjoying the stunning vistas. In the afternoon, we'll visit the traditional villages of the warm and hospitable Bishnoi people to experience their unique way of life."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "GLAMPING EXPERIENCE: It’s time to travel to our beautiful luxury tents. We’ll enjoy unique views from Savitri Devi temple. As night falls, we’ll immerse ourselves in authentic Rajasthani warmth and hospitality and experience traditional dancing."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "PUSHKAR: Next up is Pushkar, renowned as one of India’s most sacred cities. We'll enjoy a walking tour around this city centered around a serene lake, the incredibly vibrant markets, and the Brahma temple. This afternoon you’ll have time to enjoy more of the city or lounge by the pool."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SUNRISE YOGA AND JAIPUR: What better spot than the birthplace of yoga to reconnect with your inner yogi? This morning, we’re up bright and early to unwind with an included sunrise yoga session. After breakfast, we’ll hit the road to Jaipur, aka the ‘Pink City’. Get ready for some seriously Instagrammable rose-tinted buildings! Tonight we’ll visit to a local family and help prepare dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "EXPLORING JAIPUR: Today, we're heading to the enchanting Rajasthani Amber Fort, and to spare our legs, we'll hop on a jeep to reach the hilltop. Behind its weathered walls lies a stunning paradise filled with beautifully adorned chambers and intricate artwork. We’ll then swing by Hawa Mahal for that obligatory perfectly symmetrical photo op. Then it’s time for Jantar Mantar, Jaipur’s ancient observatory."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "RANTHAMBORE NATIONAL PARK & FORT: Today, let's embrace a bit of adventure! Bid farewell to the chaos of rickshaws and scooters as we switch gears and venture towards the outskirts of one of India's biggest and most famous national parks. Once we're settled into our accom, it's time to kick back and relax. But don't get too comfortable because later, we're channelling our inner Indiana Jones and embarking on a jungle expedition to uncover the mysteries of Ranthambore Fort."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SAFARI: Time for some tiger action! We're kicking off bright and early this morning with a sunrise safari, hoping to catch a glimpse of these majestic big cats in their natural habitat. Ranthambore National Park is full of diverse wildlife - from playful monkeys and lurking crocodiles to wild boars, deer, peacocks, and even elusive leopards - ensuring our safari is packed with excitement. After our safari, feel free to explore the local surroundings or simply unwind and recharge by the pool."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DRIVE TO AGRA & BABY TAJ: Leaving the jungle behind, we'll make a pit stop at the Abhaneri Stepwell, a fascinating structure constructed over a millennium ago to preserve water and offer relief from the scorching heat. After snapping some photos, we'll hit the road towards enchanting Agra, giving you a taste of what's in store by visiting the exquisite tomb of I’timãd-ud-Daulah, affectionately known as the Baby Taj. The excitement is building..."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "SUNRISE AT THE TAJ MAHAL AND RETURN TO DELHI: Wake up bright and early to catch the stunning sunrise casting a golden hue over the iconic Taj Mahal. We've kept the best for last! As one of the Seven New Wonders of the World, our local guide will share tales of the Taj's rich history and reveal its hidden secrets, while guiding us to picture-perfect spots. With our minds buzzing and cameras full, we’ll return to the hotel for breakfast before embarking on our journey back South Delhi. Tonight, let's toast to our unforgettable adventure with a final Indian feast, some drinks, and perhaps a little Bollywood dancing to top it all off. Cheers to memories made!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "FLY TO SRI LANKA: Today, we'll hop on our included flight to the stunning island of Sri Lanka to kick off the second leg of our epic journey!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TUK TUK TOUR: Discover the beachside town of Negombo by tuk tuk and visit the local fish markets, before heading to the beautiful town of Sigiriya. The next two nights we will stay in a hotel amidst lush tropical greenery."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "SIGIRIYA AND LOCAL VILLAGE: An amazing and diverse day starting with experiencing the stunning views of the famous Sigiriya Rock Fortress by climbing Pidurangala Rock followed by an authentic local village experience. We’ll hop on some local transport and enjoy a cooking demonstration by the local village women and live and eat like the locals!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "SPICE GARDEN AND TEMPLE OF THE TOOTH: Today we’ll head south via a spice garden before arriving in the cultural centre of Sri Lanka – Kandy. We’ll visit the amazing Temple of the Tooth, before heading out for dinner and a few drinks."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "TEA PICKING & A SCENIC TRAIN RIDE TO ELLA: We’ll continue south through stunning rolling green tea plantations, stopping to learn how to pick and make tea; Sri Lanka’s most famous export. Before boarding the ‘world’s most scenic train’ to the town of Ella. Once we arrive we’ll head into town for dinner and a night out!"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "LITTLE ADAMS PEAK: A free morning to relax and explore the beautiful little town of Ella. We’ll then hike the stunning Little Adam’s Peak and enjoy the spectacular views. After the little hike, feel free to treat yourself to a traditional massage, do some shopping, or just curl up with a book and cuppa."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "NINE ARCHES BRIDGE: This morning we’ll visit the famous Nine Arches Bridge before heading south to the amazing Udawalawe National Park."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "SUNRISE SAFARI: A truly unforgettable day as we wake for sunrise and travel by jeep into the stunning Udawalawe National Park to spot herds of wild free roaming elephants, crocodiles and amazing bird life. We’ll then head to the beachside oasis of Hiriketiya for a chilled afternoon in paradise. Later we’ll arrive at our beachfront eco retreat in gorgeous Tallala, where we’ll finish the day watching the sunset whilst tucking into dinner."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "ECO RETREAT: The aim of today is to do as little or as much as you want. Take a deep breath and feel the peace and calm wash over you at this beautiful retreat. Participate in the included yoga session, read a book on the loungers by the pool, book an ayuverdic massage, or just snooze under a palm tree whilst soaking in one of the best kept secret beaches of the south."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "LEARN TO SURF: This morning we’ll continue along the coast and stop for a private surf lesson on the super friendly and relaxed Welligama Beach. We’ll later check into our beachfront accommodation in Mirissa before visiting Coconut Tree Hill for it’s stunning view."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "BUDDHIST MONASTERY VISIT: Today we’ll have a truly special experience! We’ll head to a Buddhist Monastery to take part in a cultural exchange with the local monk students who live there and gain a unique insight into Buddhist ways of life. Tonight and in celebration of our last evening together, we’ll be treating you to a farewell dinner on the beach."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "CHECKOUT AND ONWARD TRAVEL: Your epic adventure comes to an end today. Your group leader will help organise your onward travel."
    }
  ],
  "map": ""
}