{
  "destination": "India",
  "mainPhoto": "",
  "id": "western-ghats-wildlife-tour-in-india",
  "tourName": "Western Ghats wildlife tour in India",
  "placesVisited": "",
  "generalInfo": "Running along the western edge of the Deccan Plateau in the states of Karnataka and Kerala, the Western Ghats mountains separate the Deccan Plateau from the narrow coastal plain which runs along the Arabian Sea. <br/><br/>This is the setting for one of the 36 world’s designated “hottest biodiversity hotspots”. This region supports an astonishing 5,000 species of flowering plants, around 140 mammals, over 500 birds and nearly 180 amphibians, many of them threatened. More importantly, this hotspot is home to great endemism including about 20 endemic mammals. Among flagship mammals, the most prominent are the Lion-tailed Macaque, found in highly fragmented tropical rain forests of the Western Ghats and the endemic Nilgiri Tahr, which lives in the montane  grasslands of the Western Ghats.  Over 30 species of birds are endemic or near endemic to this region and this tour will also seek to see them all. <br/><br/>On this journey, you will also be sighting the other major wildlife like the Asian elephants, Sloth Bears, Dholes and possibly the big cats. Commencing at Thattekkad and circumventing the Western Ghats at Munnar, the Anamalai hills, the Nilgiri Hills, the dry deciduous and scrub forests at Bandipur and Chinnar and finally the magnificent forests of Nagarhole, you will be accompanied at all times by a knowledgeable local naturalist who knows where to find the most elusive species. Travelling by SUVs or mini buses, comfortable specialist accommodation throughout and memorable local cuisines, all add to the experience.<br/><br/>The journey also will take you through tribal lands of Indigenous people – like the Muduvans of Munnar area, the Malapulayas of Chinnar and the Kattunayakan of Mudumalai – and share their tribal way of life and closeness to nature.",
  "durationDays": "11",
  "price": "2780",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Kochi International Airport & transfer to Thattekkad – an area with extensive lowland forests and several types of eco-systems – riverine, grasslands, evergreen, scrub, dry deciduous, lowland forest, enabling it to be one of the best wildlife and birding destinations in India and home to some of the endemic mammals of the Western Ghats. The wildlife includes Indian Flying Fox, Malabar Giant Squirrel, the elusive Slender Loris, Indian Giant Flying Squirrel, Travancore Flying squirrel and the Common Palm Civet. This is also a great place for endemic birds, butterflies & odonata. You should see White-bellied Treepie, Rufous Babbler, Crimson-backed Sunbird, White-bellied Blue Flycatcher, Wynaad Laughingthrush, Malabar Parakeet, Malabar Grey Hornbill and owls which could include Mottled Wood Owl, Oriental Bay Owl, Oriental Scops Owl, Brown Fish Owl and Spot-bellied Eagle Owl. Sri Lanka Frogmouth, Red Spurfowl, Grey Jungle Fowl, Indian Pitta, Black-throated Munia and the Grey-headed Fish Eagle are all likely."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be moving to the hill country at Munnar - the highest areas along the Western Ghats. Among its rolling grasslands and steep cliffs live the endemic and endangered Nilgiri Tahrs. Concerted efforts by the conservationists have brought this magnificent animal back from the brink of extinction. At present there are more than 700 Tahrs in the area. The highlights would be a visit to the Eravikulam National Park area in search of this mild natured animal and as well as a trip to the Pampadum Shola – to look for the endemic Nilgiri Marten, Nilgiri Langurs, Malabar Giant Squirrel and endemic birds like the Nilgiri Wood pigeon, Nilgiri Pipit, Painted Bush Quail, Nilgiri Wood Pigeon, Black-and-Orange Flycatcher, Nilgiri Flycatcher, White-bellied Shortwing and the Broad-tailed Grassbird."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A longish travel day today as we head downslope to Chinnar Wildlife Sanctuary. Here on your walk, look out for the endemic Grey Tufted Langur (or Madras Langur) and the near-threatened Grizzled Giant Squirrel, besides Star Tortoise. There are good chances of other wildlife like elephants and gaurs. Special birds to look out for include Yellow-legged Buttonquail and White-naped Woodpecker, Brown Fish owls and Spot-bellied Eagle Owls. After Chinnar you will be taking the 2 hour drive across the Tamil Nadu border to the forests of Valparai near Indira Gandhi national park - a place known for its great swathes of forests and wildlife. Elephants, sloth bears, leopards, gaurs, dholes (wild dogs) but the focus will be on the endemic Lion-tailed Macaques (on IUCN’s Red Data list for being a threatened species) which can be spotted in the high altitude rain forests here, their natural habitat."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Another long drive will take you to Ooty in the mountains. Here also there are chances of sighting of the Nilgiri Marten if missed earlier. The target birds here include the Nilgiri Thrush, the Nilgiri laughing Thrush, White-bellied Shortwing, Black-and-rufous, Rusty-tailed and Nilgiri Flycatchers. The century-old Botanical gardens and the Cairnhill Forest reserve are the other places visited during stay here."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will be making your way to a tiger reserve sanctuary within the Nilgiri Biosphere Reserve – Bandipur, located between the Mudumalai Sanctuary on one hand and the Forests of Wayanad on the other. Devoted to conserving the endangered Tiger Habitat you also get to see endemics birds like Malabar Parakeet, Malabar Lark and Grey-headed Bulbul at the foothills of the Nilgiris. Seasonal streams along with the river Kabini are watering holes for the abundant wildlife of the region. You will also be going on two vehicle safaris into the Bandipur Tiger Reserve. Look out for the abundant wildlife here which includes large population of wildlife including Elephants, Sloth Bears, Four Horned Antelope, Hyena, Wild Dog, Common Langurs, Tigers, Leopards, Chital, Mouse Deer, Spotted Deer, Jackal, Porcupine and Mongoose and with some luck the big cats including the tiger and leopard. Accommodation would be at the Bandipur Safari Lodge belonging to the renowned Jungle Lodges & Resorts. (2 Jeep safaris)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to one of the best wildlife destination in South India – Nagarhole. The place derives its name from Kannada - \"Naga\" meaning snake and \"hole\" referring to streams. The area was an exclusive hunting reserve of the former rulers of Mysore. It was set up in 1955 and is one of the best-managed parks in the country. This park is located to the northwest of Bandipur National Park. Kabini reservoir separates this park from Bandipur National Park. The climate is tropical, summers are hot and winters are pleasant. The park boasts of a healthy Tiger-predator ratio. Tigers, gaurs (Indian Bison) and Elephants are much denser here than in other reserves in South India. In fact this National Park is the best destination for viewing tigers and Asiatic elephants in large numbers during the four vehicle safaris during your stay here. The amazing wildlife in this area also includes Hyenas, Dholes (Wild Dogs), Sloth bears, Common Langurs, Leopards, Mouse Deer and Spotted Deer."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After morning safari, transfer to Bangalore for your flight home."
    }
  ],
  "map": ""
}