{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tour-rural-india",
  "tourName": "India tour, rural India",
  "placesVisited": "Fort Ahilya, Mandu palaces and temples, Pilgrimage town of Ujjain, Chandrabhaga, Bundi, Pangarh Lake, Artisan villages, Castle Bijaipur, Udaipur",
  "generalInfo": "Few visitors experience the day-to-day riches of rural India, so step off the usual tourist trails for a vivid experience of how the vast majority of Indians live. On this Indian road less-travelled, tour rural communities in open-topped vintage jeeps and partake in local life, from farming to craftwork. <br/><br/>Take the experience described with the word Godhuli ('the homecoming'), when dusk settles in a thousand villages across the subcontinent and the night creeps in. Buffalo wander back from the fields, blue jays dart overhead, smoke rises from the cooking fires and the aromatic smell of spices flood the air. Women in brightly coloured saris carry water from the well and children play on the path. A magical time...<br/><br/>Ease into your journey with a stay at the magnificent Fort Ahilya in Maheshwar as a guest of the Maharaja, before moving onto the explore the vast ruined city at Mandu - a collection of forts, palaces and temples said to be the largest in Asia. You'll also visit the beautiful Fort Amla, the  pilgrimage town of Ujjain and the ancient temples of Chandrabhaga. <br/><br/>Bundi, meanwhile, is a historic town famous for bangle making and brass ware, guarded by the impressive Gagron Fort. From here, you head to Pangarh Lake, taking in rustic villages and the Menal temple complex en route. <br/><br/>You'll also visit the artisanal village of Athana on the way to Castle Bijaipur, a glorious historic base for three nights offering activities such as walking, cycling, horse riding and yoga, plus visits to local villages where you may be lucky enough to see an opium ceremony.<br/><br/>The beautiful lake-side 'White City' of Udaipur provides a glorious finale to your trip as you ease back into the hustle of life exploring its maze of characterful historic lanes in the lee of  the imposing Chittorgarh Fort.",
  "durationDays": "14",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Udaipur: The tour starts this afternoon in the ‘white city’ of Udaipur. After checking in to our hotel we’ll head out for an orientation tour of the city, before our first group dinner and the chance to talk about the trip ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Udaipur: This morning we’ll head out on a guided tour of some of the key sites in Udaipur such as the City Palace, the Jagdish temple and the beautiful gardens at Saheliyon-ki-Bari. To allow for greater flexibility lunch will be at your own expense today, and this afternoon will be free to wander through the alleys and narrow streets, to take a cooking lesson or even a miniature painting class. We’ll meet later in the day to take a sunset boat ride on Lake Pichola, before heading out for dinner at a local restaurant favoured by our clients."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Udaipur - Chittorgarh - Castle Bijaipur: After breakfast we’ll drive to Chittorgarh to visit the colossal fort that most represents the doomed idea of Rajput chivalry. Chittorgarh was attacked and taken by Muslim invaders on three separate occasions and always with the same result; Jauhar being declared - and while the men donned the saffron robes of martyrdom and rode out to certain death - the women consigned themselves to the flames on a huge funeral pyre. From here we’ll continue to Castle Bijaipur. This wonderful castle – parts of which date back 360 years – is run by the ruling family, our friend Narendra Singh and his clan, and is the perfect place to relax. Once we’ve settled in we’ll take an orientation walk of the castle and surrounding village, before heading back in time for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "At Castle Bijaipur: This morning we’ll visit some of the nearby villages to learn about the culture and activities of the community. After lunch and some time to relax at the hotel this afternoon, we will visit a local farm for drinks before returning to the castle in time for dinner. If you prefer you can instead enjoy the optional activities at Castle Bijaipur like cycling and horse riding today. Please note optional activities at Castle Bijaipur are at your own expense and can be paid for locally."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Castle Bijaipur - Athana - Pangarh Lake: After breakfast we’ll drive for an hour or so to Athana, a large village that has a great deal of old world charm. On arrival there will be time for a leisurely stroll through the village and the chance to visit the crafts workshops before moving on to visit the hand block printing village of Tarapur. The printers in Tarapur still use 100% natural dyes and prepare colours with techniques that are centuries old. The fabric is made locally from natural fibres like cotton, silk, jute, etc. From here we’ll drive to Pangarh Lake for the rest of the day. Set on the banks of a beautiful lotus lake and surrounded by hills on all sides, the village of Pangarh is 1,000 years old and to this day the villagers hunt fish using spears in the marshy waters of the lake, famous for its abundance of seasonal lotus flowers. After lunch we will take a walk to the nearby ruined fort, before heading back to spend the evening at our hotel by the lake."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pangarh Lake - Bundi: After an early breakfast we’ll drive east towards Bundi. On the way we will stop at the old town of Bijoliya to see its small castle and temples, most of which is still inside the fortress walls that take you back to the 18th century. From here we’ll continue to the Menal temple complex of the Maurya Dynasty. Here we can see examples of Khajuraho erotic iconography dating back 1,000 years. After visiting the temples we’ll journey further east, crossing the biggest sandstone mining area in India, arriving at the beautiful town of Bundi. Carrying the same relaxed feeling of Udaipur – only with a fraction of the tourists – Bundi comprises many narrow alleys and streets, a colourful vegetable market and a stunning city palace for us to explore and visit."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In Bundi: After breakfast we’ll head out on a tour of the small city of Bundi, seemingly untouched by modernisation. Bundi is famous for its bangle makers and brass pottery but the real attraction is the stunning fort and palace, which we’ll enjoy a guided tour of. We will then visit the bazaar, the Kipling palace and the royal cenotaph. This evening we will take part in a cookery class which will also form our evening meal."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bundi - Jhalawar: This morning we head south for Jhalawar, stopping on the way to visit the spectacular Gagron Fort. Surrounded by the Vindhyan Hills and the waters of the Ahu and Kalisindh rivers on three sides, this UNESCO World Heritage site makes for an impressive structure. On arrival in Jhalawar we’ll receive a royal welcome at the residence of the former Maharaja of Jhalawar in the families former hunting lodge. It’s a stunning place - more akin to a museum than a family home, and in the evening we’ll have dinner and take the chance to unwind and relax."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In Jhalawar: There is so much to see and do in Jhalawar. For a start, the palace – the present Maharaja’s grandfather’s former hunting lodge – is so amazing you could easily spend a day just relaxing in the quiet grounds! The city itself is worth having a look around with a fine palace and library. In addition we’ll visit the nearby pilgrimage town of Jhalrapatan, one of the purest towns that remain to be seen in India today. Although more than 800 years old the town is very well planned, most of it still lying within the city walls that were built to defend against local dacoits and looters. The town has some beautiful temples and a very nice market. Right outside the city walls are the famous temples of Chandrabhaga. From here we will return to Jhalawar for dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jhalawar - Ujjain: This morning we’ll drive south for around 5 hours to Ujjain, where we’ll visit the only temple in India dedicated to the alcohol drinking god of death, Kal Bhairay. From here we visit the Vedh Shala or Jantar Mantar observatory, built by Maharaja Jai Singh II in 1725, and consisting of 13 architectural astronomy instruments. The observatory is the oldest of the five observatories built by Maharaja Jai Singh II when he was governor of Ujjain."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ujjain - Fort Ahilya: This morning we continue south to visit the impressive ruined Mughal era city at Mandu. After a guided tour of the site we’ll head for Maheshwar and Ahilya Fort, where you’ll experience a stay straight out of the 18th century. Situated above the banks of the sacred Narmada River, it was once the capital of one of India's celebrated women rulers, Ahilya Bai Holkar. Her fortress has been converted into a wonderful heritage hotel of discrete charm, where guests can appreciate surroundings which have not changed since Ahilya Bai. Her Wada palace is simple and elegant; built in 1766 it is a typical example of the Maratha architecture of that period. On arrival we will check in and enjoy our first group dinner at this stunning heritage property."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "At Fort Ahilya: We now have 2 full days to relax at this gorgeous location. We can visit the local handloom manufacturers of the Maheshwari saris, and also visit different villages located on the riverbanks travelling by boat. But really these days in rural India will be for you to unwind and relax amongst this charming setting."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Fort Ahilya - Indore: Tour ends at Airport: We’ll enjoy a relaxing morning at this stunning property before having lunch. From here we’ll drive to Indore where our tour ends."
    }
  ],
  "map": ""
}