{
  "destination": "India",
  "mainPhoto": "",
  "id": "highlights-of-assam-and-nagaland-holiday",
  "tourName": "Highlights of Assam and Nagaland holiday",
  "placesVisited": "",
  "generalInfo": "Wedged between Burma and Bangladesh, the Indian states of Meghalaya, Assam and Nagaland offer a glimpse of remote tribal cultures. Journey through lesser-trodden paths to witness these fascinating ways of life, travelling to the very edge of India. Along the way, stay in a stilt house and taste tea straight from the plantation. Our itineraries include the option to witness the Hornbill Festival, please select the relevant itinerary package below. <br/> <br/> Diverse tribal heritage - Immerse yourself in remote tribal life and stay in traditional stilt-houses<br/> Walk the Cherrapunjee bridge - Cross the legendary living root bridge and explore the nearby Khasi villages.<br/> Spot the one horned rhino - Set out on Safari in Kaziranga National Park to spot rare wildlife.<br/> Hornbill Festival Departures - Experience the annual celebration of the diverse tribal heritage<br/>",
  "durationDays": "17",
  "price": "3175",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Guwahati",
      "description": ": Our tour begins in Guwahati, Assam's bustling capital, which sits on the banks of the mighty Brahmaputra River. Our hotel is located close to Paltan Bazaar and the riverbank with plenty to explore within walking distance. Our tour leader plans to meet you in the hotel reception at 7pm for a welcome meeting. If you'd like an airport transfer today, you'll need to arrive into Lokpriya Gopinath Bordoloi International (GAU), which is around one hour from the hotel. If you miss the welcome meeting, our tour leader will catch you up as soon as possible."
    },
    {
      "dayNumber": 2,
      "title": "Ferry to Peacock Island and visit Umananda Temple",
      "description": ": Today, we'll board a small, local ferry to take us across the Brahmaputra to the 17th-century Shiva temple of Umananda. Located on Peacock Island. believed to be the world's smallest inhabited riverine island, the temple stands dramatically at the top of a series of steep steps. After exploring the island, we'll return to the city and stop for lunch before a walking tour taking in the colourful markets of Paltan Bazaar. In the late afternoon, we'll walk to Janardhan Temple; set right on the banks of the river, it's an ideal spot for watching the sun setting over the Brahmaputra."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Cherrapunjee via Mawphlang sacred forest and Elephant Falls",
      "description": ": Leaving the city after breakfast, today we'll head towards the pine forests and rolling hills of Shillong, a region that the colonial British once described as the 'Scotland of India'. We'll make a stop at Elephant Falls. Following the path, we'll descend to the foot of the falls, and from this perspective, the three tiers of the falls are revealed. Afterward, we'll continue our drive until we reach the Mawphlang Sacred Forest. A haven for orchids and butterflies, these beautiful and sacred groves have been preserved for countless millennia and form a remarkable living museum that contrasts sharply with the expansive grasslands that surround them. We'll have a picnic lunch on the edge of the forest before completing our journey to Cherrapunjee, a town with a reputation as one of the wettest places on earth."
    },
    {
      "dayNumber": 4,
      "title": "Walk to Khasi tree root bridges",
      "description": ": Following breakfast this morning, we'll take a short drive to the start of our hike through the spectacular scenic beauty of the Khasi Hills. These fertile landscapes are home to the Khasi people, who are believed to be descended from the Mon-Khmer tribes of Southeast Asia. The first part of the trail takes us down a series of steep, stone steps, passing by small remote houses and on through the villages of Nongthymmai, Mynteng and Nongriat. At Nongriat we'll reach the double-decker living root bridge, a truly unique structure that, over the centuries, has been trained to span the river between two ancient rubber trees, ensuring that - even in the middle of the monsoon season - the villages are not cut off. After stopping to enjoy a picnic lunch (and a well-earned rest), we'll begin the steep climb back to our bus. The entire walk will take us around six hours and you might find walking poles useful as the steps can be tough on the knees. At the end of the trek, we'll return to Cherrapunjee for a second night."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Kaziranga National Park",
      "description": ": Today, we'll drive to the World Heritage Site of Kaziranga National Park. Our journey will take most of the day, but we'll have plenty of chances to stretch our legs. For the first part of our journey, we'll follow the road back to Shillong, where we'll stop to visit the Don Bosco Centre for Indigenous Culture. This fascinating museum was set up to preserve and promote the cultural diversity of northeastern India. After paying a visit to the centre, we'll continue towards the southern banks of the Brahmaputra River and into the national park. Encompassing 430 square kilometres of elephant grass, forest, and swampland, it was established in 1974 to help save the Indian one-horned rhino. Lying in the shadow of the Karbi Anglong Hills, today this magnificent reserve can boast around 1,200 - the greatest number of anywhere in the country. We'll spend our next two nights in a simple lodge in the heart of this magnificent landscape. The twin-share rooms are simple with en-suite bathrooms. Hot water is provided but can sometimes be limited. The lodge is located just a few kilometres from the entrance gate to Kaziranga National Park, so is ideal for our day of wildlife viewing tomorrow."
    },
    {
      "dayNumber": 6,
      "title": "Safari to search for Indian one-horned rhino",
      "description": ": We'll start early this morning with a jeep safari in search of the Indian one-horned rhino. They can be hard to find in the tall elephant grass but there are several large watering holes which are ideal viewing spots. As well as rhino, the park is home to tigers, a variety of snakes, large monitor lizards and a significant bird population that includes crested serpent eagles, Palla's fish eagle, great adjutant stork, whistling teal and pelicans. In the afternoon, we'll take to the jeeps again. Each safari takes approximately two hours, and our jeeps follow fixed routes throughout the park, with a ranger in each to help identify wildlife. Before dinner, we'll have the opportunity to witness the local tribal communities of the area demonstrating traditional Bihu and Jhumur dance forms. Unique to the region, the dancers wear colourful clothing and are accompanied by drummers."
    },
    {
      "dayNumber": 7,
      "title": "Cross in to Nagaland and drive to Kohima",
      "description": ": This morning, we'll depart Kaziranga and head east towards Kohima, Nagaland's thriving capital. We'll travel via the city of Dimapur, the site of the old capital of the Dimasa Kachari Kingdom, and visit the ruins of this once prosperous dynasty, before continuing to Kohima. After the flat terrain of Kaziranga, the Naga Hills offer plenty of impressive views during the journey. This region is less populated than other Indian states and for much of the journey we'll be surrounded by forests. Occupying the eastern fringes of the subcontinent, next to the border with Myanmar, the hills and valleys of this staunchly independent and little-visited region are the traditional homeland of the Nagas, fiercely proud warrior clans who still revere their ancestral beliefs. Interestingly some 90% of today's Nagas are Christian, the British missionaries finding a receptive flock amongst village communities that already believed in a solitary and all-powerful being. Our drive today is long and once in Nagaland the road conditions deteriorate so it can be slow-going. Once we reach Kohima, we'll stretch our legs with a visit to the WWII cemetery, a memorial that honours one of the most bitterly fought battles of the Second World War. Our accommodation for tonight is a simple hotel, located across from the WWII cemetery and within a short walk of the town centre, so ideal to explore after our long drive. Rooms are twin-share with en suite bathrooms. The hotel doesn't have heating and it can get cold during the winter months so having a few extra layers for the time here is worthwhile."
    },
    {
      "dayNumber": 8,
      "title": "Full day at the Hornbill Festival",
      "description": ": Today we join locals as they come together and celebrate at the annual Hornbill Festival. Taking place in the first week of December each year the festival is a celebration of the rich heritage of Nagaland. The festival is named after the state bird, the hornbill, admired by the tribes for the grandeur of its plumage. The headdresses worn by many of the tribes reflect the bird's colourful feathers. Nagaland is home to 16 different tribes, and each will perform traditional dances and music at the festival. Colourful clothing and ornate jewellery and headdresses make it a fantastic opportunity for photographers. The festival ground has seated area where the majority of events take place, it's worth bringing a jumper or something to use as a cushion as the seating arrangements are simple. Recreations of traditional homes surround the ground allowing the chance to see the differences between these rural villages."
    },
    {
      "dayNumber": 9,
      "title": "Full day at the Hornbill Festival",
      "description": ": Today we'll spend a second day soaking up the atmosphere at the festival. As well as the traditional dances being performed, there's a chance to see traditional artwork and sculptures or pick up a few souvenirs at the various stalls selling handicrafts. Food is a big part of the local culture and there are stalls selling tempting treats throughout the day - look out for dishes containing the famed, spicy naga chilli to sample (if you're brave enough)."
    },
    {
      "dayNumber": 10,
      "title": "Visit Tseminyu en route to Mokochung",
      "description": ": Heading north, today we'll drive to the hill town of Mokochung, a typical Naga town surrounded by Ao tribal villages. Along the way, we'll stop and explore Longkhum village; once a key location for the Ao to launch attacks on their rival tribes back in the old headhunting days, today it's well known for its handicrafts. The village's high point is occupied by a watch tower which offers stunning views of the surrounding landscape. The village is also home to a set of preserved footprints that are believed to belong to Chenna and Etiben, the Romeo and Juliet of Ao mythology. Our long drive ends in Mokochung, the cultural centre of the Ao and the most economically and politically important city in northern Nagaland. Our accommodation for tonight is a simple hotel with twin-share, en-suite rooms."
    },
    {
      "dayNumber": 11,
      "title": "Cross the Brahmaputra to Majuli Island",
      "description": ": This morning, we'll take a short drive to the town of Neematighat, where we'll board a ferry across to the island of Majuli, the largest river island in the world. A UNESCO World Heritage Site, Majuli is home to a handful of Hindu temples and has been considered the cultural capital of Assam for the past 500 years. Its origins are steeped in mystery, but it's believed that the social reformer Shankardeva came here in the 16th century and established the 'satras' (monasteries and hermitages) that dot the island, sowing the seeds for a unique tribal culture that continues today. The satras have become beacons of art and religion and, on arrival on the island, we'll visit some as we make our way to our overnight eco camp. Our accommodation for the next two nights is in simple Mishing-style stilt houses. Rooms are twin share with a simple bathroom each. They're raised approximately eight feet from the ground to ensure everyone stays dry during the monsoon months. Our main bags will stay in Neematighat and we'll be using just an overnight bag for our stay on Majuli."
    },
    {
      "dayNumber": 12,
      "title": "Explore Majuli",
      "description": ": We'll spend today exploring the island on foot, visiting some of its monasteries and learning more about Majuli's unique traditions. The monasteries are still seen as centres for learning, drama and dance, and the ethnic culture of the Mishing and the Deori have remained relatively unchanged for centuries. Several of the satras specialise in making masks and we'll have the chance to see how they are made and learn the myths and stories behind their designs. Besides its cultural importance, the island is also well known for its migratory birdlife, giving us the chance to encounter some of its resident birds. As we explore the island, we'll spot bee eaters, adjutant storks and kingfishers perched on poles looking for their next meal. Our accommodation is close to a tributary and for those up early, it offers a great chance for some pre-breakfast bird watching."
    },
    {
      "dayNumber": 13,
      "title": "Return to the mainland and drive to Mon, Nagaland",
      "description": ": This morning, we'll say goodbye to our stilt houses and take the ferry back to the mainland to drive to the town of Mon. Mon is the district headquarters for the region and is populated almost exclusively by Konyaks and Aos; tribes distinguishable by their elaborate dress, adorned with a rich array of jewellery and colourful designs. As we're back in Nagaland the roads deteriorate again and it's slow going. We'll arrive in Mon in the afternoon and have the rest of the day free to explore. There are very limited accommodation options in Mon and our guesthouse is very simple. Rooms are twin share with en suite bathrooms however the water supply can be erratic so hot water isn't always available."
    },
    {
      "dayNumber": 14,
      "title": "Visit Longwa",
      "description": ": This morning, we'll visit Longwa village, one of the largest villages in the Mon district, located directly on the Indian/Myanmar border. The village chief, known as the Angh, controls an area that extends into the neighbouring Indian state of Arunachal Pradesh and into Myanmar. The international border line runs through the middle of his house, so his kitchen is in Myanmar and his bedroom is in India. The villagers are part of the Konyak tribe. The traditional ceremonial attire of the Konyaks is elaborate, with headdresses and ornate weaponry combining with elephant tusk bracelets and colourful feathers, which we'll have seen during the Hornbill Festival. We'll also have a chance to get an up-close glimpse at the jewellery and tattoos that signify how successful the males were during their lives as headhunters. We'll explore the village with the local headman and take a walk up to a viewpoint where we'll have a picnic lunch with views of Nagaland and across into Myanmar. After lunch, we'll then return to Mon"
    },
    {
      "dayNumber": 15,
      "title": "Drive to Dibrugarh via Sivasagar",
      "description": ": Today, we'll head for Dibrugarh in the upper districts of Assam. The drive will take us via the town of Sivasagar, the former capital of the Ahom Kingdom which ruled this region for six centuries, from 1228 until their destruction by the Burmese in the early 19th century. We'll stop and visit the ancient ruins before continuing to the city that has been titled the 'Tea City of India'. Located close to the Brahmaputra River, Dibrugarh lies in the heart of Assam's tea country, its surrounding estates accounting for 50% of the entire region's tea crop. In 1950 a major earthquake, measuring 8.5 on the Richter Scale, diverted the course of the river and wiped out three-quarters of the old city. From those disastrous ashes, a new city arose, one that's gone on to become a major centre of learning and commerce in India's northeastern provinces. Our accommodation for tonight is in colonial tea bungalows, twin-share rooms set within peaceful gardens on the edge of the city. They're a great chance to relax and reflect on the experience of exploring the remote villages of Nagaland."
    },
    {
      "dayNumber": 16,
      "title": "Visit to a tea garden and fly to Guwahati",
      "description": ": We'll have a relaxed start to the morning today. After breakfast, we'll visit Ethelwold tea plantation and have a chance to see how one of our favourite drinks is grown, harvested, and processed using the crush, tear and curl method. Most importantly, we'll have a chance to taste the tea. Tea from Ethelwold is mostly used for the Indian domestic market and is ideal for making strong masala chai. In the afternoon, we'll take the short flight back to Guwahati. After checking in to our hotel, the evening is free for a final meal together."
    },
    {
      "dayNumber": 17,
      "title": "Trip ends in Guwahati",
      "description": ": Our tour ends at our hotel in Guwahati. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Lokpriya Gopinath Bordoloi International Airport (GAU), around a one-hour drive from the hotel."
    }
  ],
  "map": ""
}