{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-himalayas-and-shimla-toy-train-tour",
  "tourName": "North India, Himalayas and Shimla toy train tour",
  "placesVisited": "Delhi, Kutub Minar, Humayun Tomb, Shimla, British Raj tour, hike to Thali Village, plan school water filter programme, overnight farm stays and camping, Baror Village, Satluj Lake, hot springs, Taj Mahal & Agra Fort, Opportunities to participate in more community projects",
  "generalInfo": "This two week tailor made north India tour has been designed to stimulate and reward in equal measures with a flexible itinerary that offers cultural travellers the chance to experience the essence of the region as well as many of the historic highlights and naturally beautiful landscapes.<br/><br/>From the history and mayhem of Delhi to the hill stations and hot spring resorts of the Himalayan foothills this north India tour presents every aspect of life in the region with the interwoven backstory of cultural, religious and linguistic diversity adding to the excitement of hiking, rail journeys and overnight camping.<br/><br/>The influence of the British Raj provides an equally beguiling history lesson from the museums and tombs in Delhi to the Taj Mahal and fortifications in Agra with numerous archaeological and architectural sites of interest to discover along the way.<br/><br/>This two week north India tour itinerary has been created to present travellers with an authentic glimpse at the region and features remote locations and lesser-visited places alongside classic settings to help you come to terms with the enormity of the area without the tourist hordes.<br/><br/>As tour operators we know how important it is to tailor an itinerary to meet traveller needs and expectations, and as our founding director grew up in northern India we feel we've developed the correct level of cultural understanding and traveller insight within our north India tour.<br/><br/>Starting in the markets of Delhi you'll be invited to take an unforgettable train ride through the foothills of the Himalaya where snowy peaks and peaceful plateaus provide a stunning ever-changing backdrop to accompany your tour to Shimla from where you can acclimatise for some fabulous trekking within the gorgeous Satluj Valley.<br/><br/>Many of the local communities living in and around Shimla work closely with us, and travellers will find numerous opportunities to relax and unwind in welcoming surroundings with hot springs and the chance to join Yoga classes both indicative of the friendly and laid back atmosphere.<br/><br/>We’re also involved in several community projects aimed at putting sustainable income where it is needed most, and we actively encourage guests to find out more about our charitable fund-raising in some of the more remote rural villages that we'll encounter as part of the tour.<br/><br/>Completing the tour as the sun sets over the Taj Mahal is just as magical as you can imagine with visits to the Agra Fort providing ever-lasting memories before you board a fast-train back to Delhi before finally heading for home.<br/>",
  "durationDays": "14",
  "price": "2525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Delhi : A Grand Welcome to India’s Capital Step into Delhi, a city that tells its story in layers from imperial grandeur to spiritual resilience and the vibrant chaos of everyday life. This afternoon, embark on a curated exploration of some of North India’s most iconic and inspiring landmarks. Qutub-Minar, Soaring 73 metres into the sky, this UNESCO World Heritage Site is a masterpiece of Indo-Islamic architecture and a towering symbol of Delhi’s medieval past. Humayun’s Tomb: Often described as the ‘precursor to the Taj Mahal’, this elegant 16th-century mausoleum is a serene oasis of symmetry, red sandstone and Mughal artistry. Gandhi Smriti (Gandhi Museum): A moving tribute to the Mahatma, this peaceful residence turned museum invites quiet reflection on India’s journey to independence through deeply personal artefacts and stories. Local Markets: Lose yourself in the sensory spectacle of Delhi’s bustling bazaars, where fragrant spices, handcrafted treasures and kaleidoscopic fabrics offer a thrilling introduction to the city’s living culture. As the sun sets, return to your boutique accommodation , your peaceful sanctuary in the midst of the capital’s energy. Overnight in Delhi: Rest, recharge, and prepare for the journey to unfold."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning, board one of the world’s most enchanting railway experiences the iconic Toy Train, a UNESCO World Heritage journey through the Himalayan foothills. As the train winds its way past mist-laced forests, cascading hillsides and picture-postcard villages, sit back and soak in the nostalgia of a bygone era — colonial charm meets cinematic scenery, every curve offering a new perspective. Arrive in the historic hill station of Shimla, once the summer capital of British India. Nestled at 2,200 metres, Shimla is a refreshing escape of pine-clad hills, colonial-era architecture and crisp mountain air. Spend your afternoon strolling along the Mall Road, taking in Victorian landmarks, bustling cafes, and perhaps a glimpse of a snow-dusted peak beyond the rooftops. Overnight in Shimla: Sleep in the serenity of the hills, where heritage meets Himalayan tranquillity."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today, step back into the days of the British Raj as you explore Shimla’s elegant colonial legacy. This hill station once served as the grand summer capital of British India and its streets still whisper stories of power, politics, and leisure in the mountains. Wander through the charming old town, where Victorian and Edwardian architecture still stands tall from timeless churches and ivy-clad schools to the graceful Vice Regal Lodge, the former residence of British viceroys. Stroll along the heritage-laden streets and hidden lanes, soaking in the atmosphere of a bygone era with every cobbled path, carved balcony, and wrought-iron gate offering a glimpse into Shimla’s storied past. Overnight in Shimla : Drift to sleep in the cool mountain air, surrounded by history and Himalayan peace."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today’s journey leads you deep into the heart of the Satluj Valley, following a scenic mountain trail that unfolds through cedar scented forests, terraced farmlands, and quiet Himalayan slopes brushed with wildflowers. Stop in Thali Village, a traditional Himachali hamlet untouched by time. Here, you’ll be warmly welcomed by the local community a chance to learn about daily mountain life, ancestral customs, and perhaps even enjoy a taste of home cooked Himachali fare shared with generous smiles. The trail continues to Tattapani, a peaceful riverside village renowned for its natural sulphur hot springs, believed for centuries to hold healing and purifying properties. Let the day’s hike melt away as you immerse yourself in the warm, mineral-rich waters an ancient wellness ritual set beneath open skies. Overnight at Hotel Hot Springs, Tattapani : Settle into riverside tranquillity, where wellness meets wilderness. Enjoy a traditional meal, perhaps a local herbal infusion, and fall asleep to the gentle murmur of the Satluj River."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, take a gentle hike through the lush, terraced landscape surrounding Thali Village a serene corner of the Himalayas where nature and community live in quiet harmony. Your walk leads to two small, local schools, where you'll have the opportunity to meet students and teachers, witness daily school life in the mountains, and begin planning the first phase of a life-enhancing water filter programme , a project aimed at providing clean, safe drinking water to these remote educational hubs. This is more than a visit , it’s an invitation to engage, contribute, and connect with a community that welcomes you not as a tourist, but as a trusted guest and ally. As the sun dips behind the peaks, settle into your charming local farm stay, surrounded by fields, forests, and the scent of woodsmoke. Enjoy a simple, wholesome dinner made with ingredients grown nearby a truly grounding end to a day of shared purpose and Himalayan hospitality. Overnight at Farm Stay, Thali Village – Experience mountain life at its most authentic: slow, sincere, and deeply rewarding."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning, embark on a short yet spectacular hike through the serene, rolling hills of the Himalayas, leading you to Baror Village, a hilltop haven nestled amid forested ridges and offering panoramic mountain views. At the heart of the village is a small, vibrant school a place filled with hope, curiosity, and the promise of the future. Here, you’ll have the unique opportunity to meet the students and teachers, and, if you wish, to contribute further to ongoing community projects. Whether it's supporting local education, facilitating clean water initiatives, or simply sharing stories with the villagers, your involvement makes a lasting difference. This is more than just a visit, it’s an exchange, an opportunity to become part of the community and connect through shared goals and genuine relationships. As the day draws to a close, return to your cosy farm stay, where the hospitality is warm, the landscape is breathtaking, and the spirit of community is ever present. Overnight at Farm Stay, Baror Village: Rest in the tranquillity of the hills, surrounded by fresh mountain air, stunning views, and the welcoming embrace of a community that feels like home."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today, embark on a memorable trek starting from the sacred Badeyogi Deo Peak a revered site that holds deep spiritual significance for locals. As you make your way down, you’ll be taken through the heart of the hidden mountain communities, where time honoured traditions, stone houses, and terraced fields paint a picture of a simpler, slower pace of life.Reach the historic Mahunag Temple, dedicated to the local deity, Mahunag, believed to protect the region. This centuries old temple is a stunning example of Himachali architecture and spiritual devotion. Pilgrims from far and wide visit for blessings and to pay homage to the mountain gods.As the day draws to a close, set up camp under the stars in the tranquil surroundings of Mahunag, where the spirit of the mountains and history intertwine.Overnight Camping at Mahunag: Rest beneath the stars, immersed in the serenity and sacred energy of the temple and the Himalayan wilderness. Overnight Camping at Mahunag : Rest beneath the stars, immersed in the serenity and sacred energy of the temple and the Himalayan wilderness."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "En route to Chindi, be captivated by the vibrant and colourful Hindu temples, each brimming with rich history and intricate craftsmanship. These sacred sites offer a fascinating glimpse into the region's spiritual life. In the evening, unwind with a yoga class that helps you reconnect and relax before enjoying the sunset over the hills. As night falls, gather around the campfire at Chindi village, where the flickering flames and the sounds of nature create a truly magical atmosphere. Overnight Camping at Chindi: Rest beneath the stars, enveloped by the tranquillity of the mountains and the warmth of the campfire."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Start your day with a breakfast amidst alpine forests, where the crisp mountain air and the peaceful sounds of nature set the perfect tone for your adventure. Continue your trek through apple orchards and traditional villages, offering a glimpse into the local way of life, before making your way to Shanthal Camp. This picturesque route is framed by lush landscapes and tranquil surroundings, creating a serene journey that’s as beautiful as it is peaceful. Arrive at your campsite, perched high above the Karsog Valley and Chindi, offering breathtaking views of the valley below. The perfect place to unwind and soak in the beauty of the Himalayas. Overnight Camping at Shikari : Fall asleep beneath the stars, with panoramic views of the valley and the comforting sounds of nature all around."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today, travel back to Shimla via scenic mountain roads, descending through traditional, remote communities where local families continue their age-old farming practices. As you journey through these picturesque villages, you'll witness the beauty of rural life in the Himalayas a peaceful contrast to the bustling hill station ahead. Upon arrival in Shimla, enjoy the cool mountain air and the charm of this former summer capital, where colonial architecture meets stunning natural landscapes. Overnight in Shimla: Rest in comfort, surrounded by the unique blend of history, culture, and breathtaking views."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today, say goodbye to the serene mountains as you journey from Chandigarh to Delhi, moving from the peaceful landscapes to the vibrant energy of India’s bustling capital. Upon arrival in Delhi, immerse yourself in the dynamic atmosphere of the city, where history, culture, and modern life converge. Overnight in Delhi: Rest in comfort, surrounded by the city's vibrant pulse and its many stories waiting to be discovered."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning, board a fast train to Agra for a day of unforgettable exploration. First stop: the Taj Mahal, one of the world’s most iconic monuments. This awe-inspiring white marble masterpiece, built as a symbol of eternal love, glows with ethereal beauty, a moment that stays with you long after you’ve left. Continue to the majestic Agra Fort, a UNESCO World Heritage site steeped in Mughal grandeur. Wander through its red sandstone palaces, royal courtyards, and storied walls, imagining the echoes of emperors past. Before returning to Delhi, enjoy time to browse Agra’s bustling street markets, where you’ll find local crafts, marble inlay souvenirs, and colourful textiles. Fast train back to Delhi Overnight in Delhi: Unwind after a day of wonder, with the city’s vibrant energy waiting just outside your window."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "It’s time to say goodbye to India: a land of mountains, memories, and meaningful connections. Transfer to the airport for your international flight home, carrying with you the colours, stories, and spirit of the Himalayas and beyond. Though the journey ends here, the experiences stay with you and the mountains will always be waiting."
    }
  ],
  "map": ""
}