{
  "destination": "India",
  "mainPhoto": "",
  "id": "classic-southern-india-holiday",
  "tourName": "Classic Southern India holiday",
  "placesVisited": "Chennai, Mahabalipuram, Kanchipuram, Mysore, Bandipur National Park, Ooty, Coonoor, Nilgiri Mountain Railway, Cochin, Alleppey, Varkala",
  "generalInfo": "Avoid the classic tourist route to discover the tribal cultures and serene landscapes of South India. Guided by one of our much-loved Indian tour leaders, we head inland to explore forested hills, cruise tranquil backwaters, and tour fragrant coffee, tea and spice plantations. Also experience the best of India’s welcoming hospitality, feasting on delicious local dishes and staying in a range of Premium accommodations, including an unforgettable night on a houseboat.",
  "durationDays": "14",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arriving at Bangalore International Airport, head towards the exit of the terminal building, where you are met and transferred (approximately 3hr 30min) to Mysore. Around 6pm, we gather as a group to get to know each other and learn more about the adventures ahead over a welcome meeting. In the evening, we visit Mysore Palace, one of the largest in India, to see it illuminated by more than 100,000 bulbs – a dazzling opening to our adventure. That’s followed by dinner with a local family. Want more time in Bangalore? Secure pre-tour hotel nights through your sales representative. Superior accommodation: Regenta Central Javaji"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Discover the highlights of Mysore today, beginning with an exploration of Mysore Palace. We also visit other city landmarks, including St Philomena’s Cathedral, which was designed to resemble Cologne Cathedral in Germany. After, we head into the Chamundi Hills to visit two Hindu temples: the golden Chamundeshwari Temple and Nandi Temple, home to a giant 350-year-old bull statue. Visit Rajendra Art Gallery in the afternoon, which exhibits works by Indian painter Raja Ravi Varma and traditional paintings in the Mysore style. Superior accommodation: Regenta Central Javaji"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive (three hours) this morning to the remote hill station of Coorg, where tiny springs and coffee, tea and spice estates are spread across the misty slopes. Along the way, we stop in Bylakuppe, the largest Tibetan settlement outside of Tibet, to see the intricate carvings at the Golden Temple. Having completed our journey to Coorg, we join a local guide on a walk through sprawling coffee fields to learn about the history and art of producing coffee. We also learn about the evolution of spice plantations and see how spices are produced, from planting to packaging. Premium accommodation: Coorg Wilderness Resort & Spa"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "If you’re an early riser, consider one of the complimentary activities offered by the hotel. The Twitchers Trek is an exploration of the surrounding woods led by the in-house naturalist with the chance to see some of the 350-odd bird species that call Coorg home. Or, for a bright start to the morning, join the 30-minute yoga session. After breakfast, head out to meet a Kodava family, descendants of an ancient warrior clan. Your hosts welcome you into their century-old British-style bungalow and teach you how to make pandi, a typical Coorgi curry made with pork and spices on a wood-fired oven. As you cook, learn about the history of the Kodava clan and their martial legacy. Later, dress up in traditional Coorgi attire: full warrior regalia for men and a uniquely draped saree for women. Sit down with your hosts to enjoy your pandi along with a variety of other dishes and home-brewed wines. Good food and great conversations make the experience one to cherish. After lunch, set off on an exploration of the sights in and around Coorg. Begin at Madikeri Fort, first built in the 17th century by Mudduraja, before being reconstructed in granite by Tipu Sultan, a ruler known as the Tiger of Mysore. Later, the British added elements, including a clock tower and porch. Other landmarks we visit include a palace inspired by an English lodge, temples, and Indo-Saracenic-style tombs dedicated to the Kodava royalty and elites. Premium accommodation: Coorg Wilderness Resort & Spa"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We drive (6 hours) to Wayanad this morning, a hilly region of Kerala known for its natural beauty. The remainder of the day is at leisure. There is the option of cycling an 8mi (12km) trail across the rural landscapes of Kalpetta, the district capital. Along the way, you can visit the local temples, pepper and coffee estates, lemongrass plantations and a tribal village. Alternatively, enjoy the hotel facilities, strolling through the plantations or taking a dip in the pool. If you fancy a pre-dinner treat, join a chef-led complimentary cooking demonstration. You’ll be guided through the preparation of typical dishes, before sampling a few of the delicious creations. Just let your tour leader know you’d like to join on arrival, so they can book you in (minimum four people required). Premium accommodation: Vythiri Resort Upgrade to a Tree House room today – speak to your sales representative for more details."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a scenic 3mi (5km) walk in the Sugandhagiri range today, which should take around 2hr 30min. Our trail immediately plunges into a tea estate, winding along with beautiful views of the Sugandhagiri mountains and excellent landscape photography opportunities. Continue along the forest edge before entering coffee plantations. This area is great for birding with a diverse range of species. The trail then emerges back into the tea estate and we return to the starting point. The remainder of the day is at leisure. If you’re keen to continue exploring the local flora and fauna, join the hotel naturalist for a guided nature walk through the rainforest and the coffee and pepper plantations. Just book through your tour leader or at reception. Premium accommodation: Vythiri Resort Upgrade to a Tree House room today – speak to your sales representative for more details."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we transfer (four hours) to Ooty in the Nilgiri Mountains, a one-time summer retreat for the British which is dotted with tea gardens, waterfalls and colonial architecture. In the afternoon, we visit St Stephen’s Church, constructed by the British in the 19th century to coincide with the birthday of King George IV. Later, enjoy leisure time perusing the produce in the local vegetable market before heading back to the hotel. Premium accommodation: Taj Savoy"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today we enjoy a classic Ooty experience, riding a steam train – known locally as the toy train – through the Nilgiri Mountains to Coonoor. Our picturesque one-hour adventure takes us on the 100-year-old Nilgiri Mountain Railway, through the spectacular forested slopes and tea estates of the Nilgiri Mountains. After, we return to Ooty to explore the Government Botanical Garden, which has vibrant displays planted in English-style terraced beds. Then enjoy lunch at the Fernhills Palace, a one-time royal residence resembling a Swiss chalet; perched at one of the highest points in Ooty, this resort has an amazing view of the Nilgiris. We eat in the restaurant, which was once a dance room for entertaining guests. After, we visit Toda village, home to the Toda tribe, where we interact with the community, visit their hut-style homes, known as dogles, and watch a shawl-making demonstration. Premium accommodation: Taj Savoy"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today, we drive (three hours) from Ooty to Coimbatore to take the train to the old port city of Kochi (approximately 4hr 30min). Riding the rails, we pass through villages and towns with a chance to see daily life in full flow. A light packed lunch is also provided. Kochi is the ideal place to learn about Kerala’s unique global exchange, both economic and cultural. While the camel caravans on the Silk Road plodded through the Thar Desert in India’s distant northwest, Spice Route traders looking for black pepper reached Kerala on treacherous sea voyages. Premium accommodation: Fragrant Nature Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Embark on a cultural tour, learning about the lifestyles, dress, food, traditions and religious beliefs of the communities who call the Fort Kochi neighbourhood their home. The experience includes trying delicacies that have made their way to the city from other parts of India and the world. After, we take a sightseeing tour of the city, taking in the adjacent historic neighborhoods of Fort Kochi and Mattancherry. In Fort Kochi, we visit: St Francis Church, where Portuguese explorer Vasco da Gama was first buried after his death in 1524; Santa Cruz Cathedral, originally used as a warehouse by the British; and the fishing nets lining the harbor entrance, which were introduced by the Chinese in the late-14th century. In Mattancherry, we visit Mattancherry Palace, built by the Portuguese in the mid-1500s in a traditional Keralan style, and Jew Town, once home to a Jewish community and now a great place to peruse antique shops and warehouses. You can also visit Thomas Chettan in the Little Queen Embroidery shop to learn about hand lace work, a dying art using bobbin lace. There is the option in the late afternoon to see a performance showcasing the dance styles of Kathakali, Mohiniyattam, and Bharatanatyam, plus the ancient martial art of Kalaripayattu. Premium accommodation: Fragrant Nature"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We transfer (two hours) to Alleppey this morning, famous for its serpentine network of backwaters and thriving coir (coconut fibre) industry. Explore the Coir Museum on arrival to learn about the coir-manufacturing process and see articles and artifacts made from coir. Also stroll around the local market and town of Alleppey before we board our houseboat at midday and begin our cruise along the Kerala backwaters. The houseboat cruise is one of the trip highlights – these enchanting boats, built of anjili (wild jack) wood and bamboo, transported goods for hundreds of years. Now they have been decorated and made into comfortable cruise boats. As our boat meanders through tropical vegetation, we can see prolific bird life and gain a different perspective on the village. The cruise takes us along shallow, palm-fringed canals where coconut fibre, coconut meat, and cashews are loaded onto dugout canoes. In the evening, the boat is anchored by the bank and we watch the sun set over the paddy fields. Premium accommodation: Houseboat"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we travel (1hr 30min) to the village of Kumarakom on Vembanad Lake. We have the rest of the morning free for optional activities such as an Ayurvedic massage (paid for locally). This afternoon, we head out on a village walk. The journey begins in a shikhara boat, cruising to the banks of Manjira village. Through our local village guide and the community, we learn about many of their practices and products, including the art of climbing a coconut tree and coconut leaf weaving. We also see a skilled fisherman cast his net and enjoy a stroll by the green paddies. For a light refreshment, try a freshly cut coconut before learning about (and sampling) fresh Kerala toddy, a specialty of the area. Premium accommodation: Coconut Lagoon"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Choose your own adventure today. Options include exploring the Kottayam Heritage Trail (book through your tour leader), discovering a bygone time when a royal capital flourished along the banks of the Meenachi River. You’re joined by a storyteller, who takes you through the highlights of Old Kottayam, including unique geographical features, heritage buildings and centuries-old places of worship. There are also several other options, including a sunset cruise and dance performance, butterfly garden visit, Ayurvedic massage and kayaking (all payable at the hotel). Premium accommodation: Coconut Lagoon"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adventure ends today. Begin your return journey home or, if you’d like a bit more time to explore Kerala, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}