{
  "destination": "India",
  "mainPhoto": "",
  "id": "southern-india-tour-temples-nature",
  "tourName": "Southern India tour, temples & nature",
  "placesVisited": "Coimbatore, Nilgiri Mountains, mountain trekking, Mysore, Amba Vilas Palace, farmers market visit, Hassan, Belur temple site, Halebid temple complex, Bangalore",
  "generalInfo": "Experience six days of nature, historic temples and monuments on our Southern India tour. We assure you that just like us, you will return home awed and humbled. <br/><br/>Highlights include: <br/>- Evening walk in a sub-tropical rain forest <br/>- Homestay accommodation <br/>- Jeep Safari through a National Park <br/>- Amba Vilas Palace visit <br/>- Halebid temple complex <br/><br/>Price includes: Accommodation (5 star/eco where possible), transportation, entry fees, guide charges, camera fees, road/toll taxes &amp; soft drinks (water, tea coffee, juices). <br/><br/>Please note: I would be delighted to telephone you to discuss your individual travel arrangements, so please leave your telephone number when you complete the online enquiry form.",
  "durationDays": "6",
  "price": "494",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We make our way up from Coimbatore to the hills of the Nilgiris and to a Homestay nestled in plantations and rolling hills. We take a walk in the evening in a sub-tropical rain forest."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We spend the morning trekking down the mountain with the destination being a jeep safari through a National Park in the evening. This National Park is now designated a Project Tiger and Project Elephant sanctuary."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We drive to the historic city of Mysore where will we use a historic Palace Hotel as a base in this city. On arrival, we will visit a wildlife sanctuary, a nesting site to sixteen species of migratory birds and home to the Indian Marsh Crocodile. We spend the afternoon experiencing this city’s famous silk and the production of the South Indian Silk Saree."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mysore would be incomplete without a visit to the opulent Amba Vilas Palace that showcases the life, rule and the power of the Wodeyar Kings. We complete the day visiting the very colourful and vibrant farmers market of Mysore."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We proceed north to the town of Hassan, which we use to visit the ancient Capitals of the Hoysala Kings. We spend the rest of the day at the 12th century temple site of Belur where we soak in the history and breathtakingly unique architecture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We spend the morning at the 13th century Halebid temple complex from where post-lunch we drive to the Garden city of Bangalore."
    }
  ],
  "map": ""
}