{
  "destination": "India",
  "mainPhoto": "",
  "id": "brahmaputra-rafting-holiday-in-india",
  "tourName": "Brahmaputra rafting holiday in India",
  "placesVisited": "Delhi, Dibrugarh, Pasighat, Adi Villages, 7 days white-water rafting from Tuting to Pasighat",
  "generalInfo": "This 13-day holiday offers one of the world’s greatest adventures down one of the world’s greatest rivers, the Brahmaputra. While not for the faint-hearted this trip is perfect if you’re looking for a unique, wild and challenging adventure into one of the most spectacular and inaccessible regions in the world.<br/><br/>Before it reaches the starting point of this expedition in Arunachal Pradesh, the Brahmputra flows eastwards across the Tibetan plain and through the Himalayan mountains. A few miles from the line-of-control with China, you will board your raft for the expedition of a lifetime. After time to prepare gear and a comprehensive safety briefing, you and your small group of like-minded travellers will travel with your expert guides down the Brahmaputra as it cuts through remote hillsides and past tribal settlements nestled in impenetrable rainforest.<br/><br/>Over seven days, and approx. 180km of rafting from Tuting to Pasighat, you will negotiate some of the finest big volume white water rapids. You’ll pass through one of the most isolated and beautiful jungles gorges on the planet. The remoteness of this region means your trip down the river is entirely self-contained and undoubtedly one of the premier expeditions in the world.<br/>",
  "durationDays": "12",
  "price": "2200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi and transfer to domestic airport. Arrive Dibrugarh late afternoon by air. Transfer to hotel. Overnight Dibrugarh hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive 2 long days along a Siang river, through Adi villages, settlements and lush tropical rainforest. Reach our campsite at Purang by teatime. Check into tents, relax."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Relaxed day to sort out gear - walk around and interface with local tribals at the nearby village, time permitting. Ready rafts in the afternoon - a comprehensive safety briefing followed by instruction on paddling commands and rescue procedures. Overnight at Camp."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Raft to Pango (5 hrs). Camp. This morning, we encounter the big monster Class IV+ Ningguing rapid and another Class 4 rapid, Pulsating Palsi to reach Pango, where we set up Camp for the night. Campfire dinner and overnight Camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Raft Pango - Cherring. Camp. Today, we scout and raft down the Pango rapid and enter the Ningguing and Marmong gorges, one of the most beautiful and remote jungle gorges in the world. It has steep impenetrable forests rising into oblivion on each side past the big rapid at Rikor and Zebra Rock rapid to set up Camp above a Class 6 rapid “Tooth fairy” at Cherring. Overnight Camp."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Raft Cherring - Yinkeong / Alubadi. Camp. After a portage around the Class six rapid, we raft out of the Marmong gorge negotiating several Class 3+ rapids followed by a float till Yinkeong / Alubadi where we make Camp for the night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Rest day at Geku Twins. Camp."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Raft to Geku Twins Camp. We begin with a big rapid below Alubadi beach, called ‘Moing Madness” followed by milder ones all the way till the suspension bridge at Nubo. We raft down “Karko” and make it to a beautiful site near Geku. Camp for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Raft Geku Twins till below Sangam. After Geku, we begin a long float till the 65 Bridge at Ditte Dime. An easy day with long float sections. We pass several Adi tribal settlements on the way and float past the confluence of the Siang river with the Siyom river after the suspension bridge at Boling. We pass the flood-rutted guesthouse of Yembung and float onto camp near Rotung village, in time for hot lunch. Transfer all gear onto our travel bags from the dry bags, and a chance to wash up near a fresh water spring."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Raft Rotung- Pasighat. We begin the final run to the plains at Pasighat by negotiating the last biggie on the trip at Ponging. The Siang seems to gather a lot more volume as we float into Pasighat where we beach our rafts for the last time on this trip. Transfer to rest house at Pasighat."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Boghiwheel Ghat and take a ferry boat across to Dibrugarh. Transfer to airport for flight to New Delhi. Trip ends."
    }
  ],
  "map": ""
}