{
  "destination": "India",
  "mainPhoto": "",
  "id": "southern-india-tailor-made-tour-jungle-trails",
  "tourName": "Southern India tailor made tour, Jungle trails",
  "placesVisited": "Bandipur National Park, Elephants of Nagarahole, Mudumalai, the Wildlife Corridor Kerala's tea city, Munnar, Niligiri Tahrs of Eravikulam, Periyar National Park, Boat ride in Periyar, Kumarakom Bird Sanctuary, Houseboat cruise to Alappuzha",
  "generalInfo": "This two week tailor made tour invites an extra special glimpse at the wildlife and beautiful national parks of Southern India. From Nagarahole and Bandipur to Mudumalai and Eravikulam, this is an itinerary that leaves no stone unturned when it comes to experiencing exciting big game areas.<br/><br/>Periyar Tiger Reserve is one of many incredible highlights with chances to also spot wild deer, flamingos, elephants and leopards, adding to the chance of seeing tigers in their natural habitat.<br/><br/>After all these wild adventures amongst the jungle trails of India, it makes sense to have some time to reflect. Where better than the backwaters of Kerala from where you can round your fabulous fortnight off in style from the sun-kissed deck of a traditional houseboat – ah, bliss!<br/>",
  "durationDays": "14",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving in Bangalore, you will be met at the airport and transferred to your hotel. You have the option of a city tour, or just relax as tomorrow we have an exciting journey to the beautiful jungles of south India."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We leave Bangalore after breakfast and drive to Nagarhole National Park, which is about 5 hours away. Nagarhole is a part of the Nilgiri Biosphere Reserve and is among India’s best national parks. Its rich, varied wildlife includes the Tiger, Leopard, Indian Bison, Sloth Bear, Gaur, Sambar Deer, Chital, Common Muntjac and almost 250 species of birds. The park is best known for its large population of Elephants. We arrive at Nagarhole around noon, in time for lunch. After lunch, we set out for our first game drive into the park and will stay inside the park until dusk. We will be spending two nights at Nagarhole."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We begin the day with an early morning game drive into the Nagarahole forest. During the game drive, you will get a glimpse of the park’s unspoiled beauty. Mornings are the best time to sight animals and you are likely to see herds of Elephants on the banks of the river. After the game drive, we return to the lodge for breakfast. Once you finish breakfast, you can take a nature walk and explore the beautiful flora of the park. We return to the lodge for lunch and after lunch, we set out once again to explore Nagarahole."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early morning game safari and breakfast at Nagarahole, we head out to Bandipur National Park, which is about 3 hours drive from Nagarhole. Bandipur National Park is one of the best-known protected areas in India and is also a Project Tiger reserve. The park is famous for its Bengal Tigers, Asian Elephants and for the abundance of sandalwood trees. In addition, it is also home to Leopards, Sloth Bears, Panthers, Chevrotains, Dholes (Wild Dogs), Hyenas, Gaur, Wild Boar, Sambar Deer, Chital, Barking Deer and Mouse Deer. On arrival in Bandipur, we check in to our lodge and have lunch. This is followed by a game drive into the park. Bandipur National Park is one of the best-known protected areas in India and is also a Project Tiger reserve. The park is famous for its Bengal Tigers, Asian Elephants and for the abundance of sandalwood trees. In addition, it is also home to Leopards, Sloth Bears, Panthers, Chevrotains, Dholes (Wild Dogs), Hyenas, Gaur, Sambar (Deer), Chital, Wild Boar, Barking Deer and Mouse Deer."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, we go on a morning game drive into Bandipur and return to the lodge for breakfast. This is followed by a game drive into the park. Bandipur National Park is one of the best-known protected areas in India and is also a Project Tiger reserve. The park is famous for its Bengal Tigers, Asian Elephants and for the abundance of sandalwood trees. In addition, it is also home to Leopards, Sloth Bears, Panthers, Chevrotains, Dholes (Wild Dogs), Hyenas, Gaur, Sambar (Deer), Chital, Wild Boar, Barking Deer and Mouse Deer."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is our last day at Bandipur and we go for a game drive in the morning and return to the lodge for breakfast. We then drive for about 8 hours to reach Munnar, stopping on the way for lunch. Munnar is a beautiful town up in the hills, best known for the tea grown here. The tea, which has a delicate flavor of cardamom, can be used to brew the famous Indian 'Chai'! (Tea), Munnar also offers a splendid view of pristine valleys and mountains, exotic species of flora and fauna, and the aroma of cool, spice-scented air! You can spend the evening relaxing and enjoying the lovely weather and the spectacular view."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we visit the Eravikulam National Park. We carry a picnic lunch with us. As vehicles are not allowed inside the park, we explore the area on foot. After a whole day at Eravikulam, we return to our hotel in the evening for dinner. Eravikulam was established to protect the Nilgiri Tahr, an endangered species of mountain goat. It is the only mountain goat species found south of the Himalayas. Sure-footed herds of Tahr are quite elusive, but you may be able to get a good view of them as they browse the hillside vegetation. Eravikulam is also home to a variety of mammals that include the Nilgiri Langur, Lion-tailed Macaque and several endemic bird species such as the streaky brown Nilgiri Pipit and Blackbird. The Blackbird in particular looks very different from the familiar songster of Europe and is regarded by some taxonomists as a possible separate species. Note: Eravikulam National Park remains Closed from Mid of Jan – Mid of April"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we embark on a three hour drive to reach the Aranya Niwas Hotel in Periyar. The hotel is located inside the Tiger Reserve in the Cardamom Hills. We visit the spice gardens for which the area is well known. Since the olden times, spices were traded like gold in India and you see why...the cardamom and the pepper grown here has a superb aroma! We return to the hotel at dusk and end the day with dinner. Periyar is one of the Project Tiger Reserves of India. It is one of the most picturesque and beautiful wildlife reserves in the world. In addition to the Tiger, Periyar is also home to the Indian Elephant, Gaur, Sambar (Horse Deer), Barking Deer, Mouse Deer, Dhole (Indian Wild Dog), Fox, Leopard and the elusive Nilgiri Tahr."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Start the day with a boat ride on the Periyar Lake. It is the best time to spot birds and do keep an eye out for the Flamingos! After the boat ride, we return to the lodge for breakfast. Walking is the best way to explore the Park and you get to see some of the smaller animals, insects and monkeys when you are on foot...we do precisely this and walk in the forest till lunch time. You have the rest of the day to yourself, you can either relax or spend the day exploring the serene surroundings (with optional activities including – bamboo rafting, border hiking.)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Optional activities available from the hotel: Boat ride, Walking Bamboo Rafting, Border Hiking"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After an early morning boat ride and breakfast in Periyar, we drive to Kumarakom Bird Sanctuary, which is about 4 ½ hours by road. Situated in the backwaters of Kerala, Kumarakom Bird sanctuary is an ornithologist's paradise. The main attractions here are local birds like the Cuckoo, Owl, Cormorant, Moorhen, Darter, Brahminy Kite and Duck. There are many migratory birds, like the Siberian Crane, that can be spotted here. Parrot, Teal, Lark, Flycatcher, etc. are also often sighted here. Some of Kumarakom's migratory birds come from the Himalayas, and a few from as far away as Siberia. On reaching Kumarakom, we check-in to our resort and have lunch. After lunch, we take a five-minute boat ride and walk a short distance to enter the bird sanctuary. Birdwatchers are in for a treat here! In the afternoons, you are likely to see large numbers of Herons and Egrets fly in to roost here. We stay in the Sanctuary until dusk, and we then return to the lodge for dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We cruise in the backwaters of Kerala on a houseboat, locally known as ‘Kettuvalloms’. Located in the southwestern part of India, Kerala is one of the most beautiful parts of India. It is popularly known as ‘God’s Own Country’ because of its exquisite beauty and greenery. The houseboat takes us to Alappuzha (also called Allepey). Savor the beauty of the landscape as we drift along the narrow canals and paddy fields of the scenic backwaters."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "At Alappuzha, we leave the houseboat in the morning after breakfast and we drive to Kochi (formerly known as Cochin). You have the day to yourself and can explore Kochi. Kochi is a pleasant market town surrounded by coconut plantations and built on the canals, which serve the area's coir industry. It is also one of India's principal seaports."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This is the last day of the tour. You can either explore the town or stay in at the hotel to relax till it is time to go to the airport to board your flight"
    }
  ],
  "map": ""
}