{
  "destination": "India",
  "mainPhoto": "",
  "id": "ladakh-photography-tour-india",
  "tourName": "Ladakh photography tour, India",
  "placesVisited": "Delhi, flight over the Himalayas, Leh, Shanti Stupa, Basgo, Alchi and the amazing ‘moonland landscape’ around Lamayuru, Lamayuru Monastery, Thiksey Monastery, Tsomoriri Lake, Korzok Gustor Festival, Mahe and the Indus Valley, Nubra Valley and Diskit Monastery, Homestay in a monastery",
  "generalInfo": "* 2027 July dates to be confirmed *<br/><br/>HIGHLIGHTS<br/><br/>Karsha Gustor Festival Zanskar  •  Korzok Gustor Festival Ladakh  •  Zanskari monasteries   •  Four nights based in Padum   •  Kargil culture and Bazaars  •  Lamayuru medieval village and Gompa  •  Surreal moon-like landscapes  •  Changpa Nomads  •  Traditional Buddhist culture  •  High mountain passes  •  Basgo Fort &amp; Monastery  •  Emerald green valleys  •  Myriad coloured mountains  •  Spectacular flights over the Himalayas  •  Dramatic desert photography  •  Tso Moriri sacred blue lakes  •  Himalayan snow peaks   •  Diverse wildlife<br/><br/><br/>NEW ITINERARY<br/>This photography expedition will give us a deep insight into both the Ladakhi and Zanskari way of life with travel and landscape images second to none! We visit two remote and exceptionally vibrant Buddhist festivals, one each in both Zanskar and Ladakh. Thanks to their adherence to the Indian Union, these are both very rare regions in the Himalaya where traditional Tibetan culture, society, and buildings have miraculously survived the Chinese Cultural Revolution. During the tour we explore the very best locations that these two Buddhist areas can offer the adventure travel photographer. The Zanskar region is our new addition and has only recently opened up to travellers by road. This is an opportunity to photograph and document a culture before the inevitable changes the cultural landscape for ever. Previously only the hardiest trekkers were able visit this area. Ladakh is located to the north of the Himalayas on the Tibetan Plateau south of K2 and the Karakoram. Both Ladakh and Zanskar have remained isolated for centuries to the outside world although Ladakh has been welcoming visitors for several years now.<br/><br/>Both countries have a rich cultural and religious heritage that is little changed and offers photographers some rare sights which we gain by spending several days and nights out in very remote areas. In Ladakh these include Tso Moriri Lake located on the Tibetan plateau and home to the Changpa nomads. Expect spectacular views of the snow-capped mountains reflecting themselves in the ever-changing light. At Tso Moriri we enjoy and photograph the exciting Korzok Gustor Techu (festival). In Zanskar we must expect the unexpected given the undisputed isolation of the region. The inhabitants until recently lived in almost complete self sufficiency and the tourist infrastructure is little developed. The Zanskar population lives mainly in scattered small villages, the largest being the capital Padum with nearly 700 inhabitants. Here we will stay in a hotel that is quite comfortable and will be our base for the vibrant two day Karsha Festival which is celebrated at the monastery. Most of the Zanskar villages are located in the valleys of the Zanskar river and its two main tributaries. The local people will journey from afar to celebrate Karsha. Participants will be accompanied at all times by a local and very knowledgeable local guide and professional photographic tutors; be prepared to be totally blown away by this adventurous cultural and photographic journey.",
  "durationDays": "18",
  "price": "4750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI AIRPORT – Our first evening in Delhi is spent at a good airport hotel which is included in the price of the holiday. Our Delhi representative will transfer you to the hotel. Dinner is not included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "FLIGHT FROM DELHI TO LEH – Our Delhi representative will transfer the group a short distance to the domestic airport for the early morning flight to Leh. This flight across the Himalayas is spectacular given clear weather. Leh is located at an altitude of 3500 metres. We will meet you at the airport for the transfer to our hotel for breakfast followed by a rest for acclimatisation. There will be a get together for introductions together with an expedition briefing for all participants during the early afternoon. In the evening we will drive the short distance to Shanti Stupa for sunset over the Indus Valley and Namgyal Tsemo Gompa."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THIKSEY MONASTERY AND LEH – This morning we leave Leh early to catch the haunting Buddhist chants and prayers at Thiksey Monastery which is situated in the Indus Valley. This monastery is in a remarkable location and we will be there at first light. We will arrive early enough to photograph the monks both young and old arriving for the Puja. We will be there in time to catch all worshippers turning the huge prayer wheel before climbing the steps flanked by more wheels to the prayer hall. We will be allowed to sit with the monks and photograph discreetly. Throughout and between the chanting young monks dash about and will be serving their elders with tea and breakfast. After breakfast in the monastery restaurant we return to Leh. In the afternoon we will explore the bustling market area which has interesting old back streets teeming with locals going about their daily life. Walking uphill through the medieval alley ways of Leh takes us to the Namgyal Tsemo Gompa and Tsemo Castle. Sengge Namgyal must have been a proud king when he moved into this new palace in Leh 1600 AD. There was probably no other structure anywhere in the kingdom of Ladakh that matched the edifice overlooking the old town of Leh with a design based on the Potala Palace, Lhasa. The Gompa and castle afford superb vistas over the whole area, often beautifully framed with fluttering prayer flags. Photography is allowed inside most of the historic monasteries of Ladakh, although no flashes are allowed."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TO LAMAYURU VIA BASGO FORT – This morning we leave Leh for Lamayuru. Our first location is Basgo Fort. Situated about forty kilometres West of Leh along the route to Srinagar, the jagged skyline is visible from far away. Best known for its castle ruins and the adjoining royal temples, it is spectacularly located high on the rocks. We approach from the back and on foot making our way along an old path dotted with Stupas and other Buddhist artefacts. The complex of buildings includes a ruined fortress that dates from the 15th century, as well as two large temples and a small shrine. The best-preserved temple is situated on the summit, where there is a shrine dedicated to Maitreya. Built in the mid-16th century by Tsewang Namgyal, the ruler of Ladakh, there are several original wall murals to see. There are some small and very pretty villages below the forts and temples. We will spend time exploring and photographing here. Resuming our journey to Lamayuru we will pass through and photograph some incredible rock scenery: a moonscape in shades of cream and brown. The ascent to Lamayuru is simply stunning. For the next three nights we stay in a family run hotel, clean and simple with a lovely garden and views directly onto the rocky ramparts and the monastery."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "LAMAYURU AND MOONLAND – During today we explore Lamayuru and the surrounding areas. The Gompa is one of the oldest in Ladakh. There is a legend that this was once a lake where a disciple of Lord Buddha offered some food to the guarding serpents. A handful of the grain fell on the soil, causing the barley plants to grow in the shape of a swastika. The most common name for this symbol of peace – Yungdrung – was given to the place. The haunting chanting of the monks will be ever present during our stay for this is an active teaching monastery clinging dramatically to the rocky cliffs surrounded by a unique moon-like landscape. A medieval village seemingly grows out of the rocky hillside below the monastery which is in our opinion one of the most strikingly photogenic in Ladakh. During the afternoon we will visit a remote summer settlement inhabited by just a couple of families. Here we will encounter and photograph life little changed for many centuries."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "PHOTAKSAR VILLAGE – This morning we leave the relative civilisation of Lamayuru setting off early on an exciting road journey into the Zanskar region. Until recently this route has only been open to trekkers, a journey on foot of around 10 days to Padum. During the winter time Padum is inaccessible except by a treacherous journey on foot along the frozen river. The first photographic stop of our journey today is the picturesque Wanla Gompa with fabulous vistas down to the valley. Continuing over high road pass Sir Sir La at 4,832m the unfolding scenery is spectacular. Photaksar our destination nestles precariously on a steep rocky hillside above a deep ravine. We will spend the night at this rocky, vibrant green oasis in a handful of home-stays spread through the village. The villagers are hospitable, curious and the food is generally delicious; a wonderful opportunity to fully experience the authentic Zanskari way of life.?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "TO PADUM – Following sunrise and breakfast we continue our journey with an ascent the Single La at 5009m. Crossing high passes by vehicle is a splendid way to acclimatise as the vehicles are able to rapidly descend to the lower altitudes. Strings of colourful prayer flags adorn this high pass and prayers are offered for our safe passage. Throughout our journey into Zanskar we will pass small habitations and local people going about their daily tasks. We will pass through Zangla village with views of Karsha where the masked festival will take place. This tiny village clings precipitously to the mountain side and is one of the major scholastic centres for Buddhist studies. The monastery itself has many beautiful statues of Buddha. Arriving in Padum we find the largest and most important town in the remote Zanskar Valley. Named after the Buddhist guru Padmasambhava this was historically one of the two main capitals of the Zanskar Kingdom, the other being Zangla. A small town with about 800 houses predominantly comprised of Buddhists along with a small Muslim population. Padum is perfectly located for our explorations of this dramatic area."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KARSHA FESTIVAL AND ZANSKAR LOCATIONS – Karsha Monastery is famous for the Gustor Techu that is held here in July every year. This remote and atmospheric event is a spectacular photographic experience and an important event for the people who will travel from the most far flung corners of Zanskar to attend and celebrate over two days. Karsha Gustor Festival celebrates the victory of the spirit of goodness over evil forces. This festival is celebrated by the renowned Yellow Hat order monks or the Gelupka order monks who have established their own monastery called the Karsha Monastery on the Zanskar mountain ridges which lie alongside the Padum Plains. The Karsha Monastery is located in a gorgeous location about 12 km away from Padum. Classically masked dancers perform sacred dances mostly to drive off the evil spirits and to celebrate the birthday of Tsongkha-Pa who was the illustrious founder of Gelupka order. The celebrations are continued for two days with great pomp and show. Dancers wearing brilliant costumes sway to the chants uttered by Gelupka monks while the onlookers slowly enter into a religious trance like state. Fierce dances depicting, the atrocities committed by Lhang Dar-Ma and his subsequent killing by Tibetan Monk of Gelupka order in 19th century. Other acts of treachery, cowardice, jealousy, sin and other forms of evil are also enacted along with glorious dance drama depiction of how good finally triumphed over evil - in all, a fabulous photographic spectacle. We have allowed four nights in Padum to fully explore the surrounding area and its unique landscape and culture."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "KARGIL – The road journey from Padum to Kargil is both wild, remote and dramatically beautiful. It is one of the photographic highlights of our exploration of Zanskar. The road option is new and opens up this stunning Zanskar valley to people who in the past needed to make this journey on foot for many days. We will see rugged snow covered mountains, glaciers, the green fertile Suru valley, remote monasteries clinging impossibly to steep mountains, pretty villages with local people going about their daily lives, ancient fortresses and colourful rock landscapes. Our journey to Kargil will take the whole day and there will be many photographic opportunities such as the outstanding vistas from the Pensi La (4,400 m) towards the curving Drung-Drang Glacier with its array of stunning Himalayan peaks as a backdrop. When we arrive in Kargil we will check in to our hotel for showers followed by an evening meal together. The next day will be spent exploring all that this special and diverse city has to offer. The peoples of Kargil were mostly Tibetan-Buddhist until the 18th and 19th century after which most converted to Islam. Kargil has had a turbulent history but is nowadays a peaceful and immensely beautiful city is a famous draw for tourists. Nestled right in the middle of the of the Himalayas, Kargil is populated by Kargil peoples belonging to many countries, races and religions, including Hindus, Muslims, Tibetan descendants and Dhards who can be recognised by their Aryan complexion, beautiful green/blue eyes and elaborate floral head-dresses. Kargil Market is situated in the middle of the city, a multi cultural trading centre which evolved on the important silk trade route where travellers and traders would stop to rest, buy and sell. Even today the Kargil markets have an old world charm with a rich Central-Asian architectural character. The famous Balti Bazar has the mud and wood architectural style common in the Western Himalayas and Karakoram regions. Photographically we will be exploring a rich blend of Ladakhi, Balti and Central Asian portraiture in a colourful market setting, and of course shopping for some unique souvenirs."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "LEH – After breakfast we leave for the five hour journey back to Leh, this time on a modern tarmac road! We spend the day in Leh relaxing and working on our images. We will most likely enjoy an image presentation of our work from the previous days adventures. It is important to have this time to re-charge prior to our following days journey to Tso Moriri Lake and the Korzok Gustor Festival."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TSO MORIRI LAKE, CHANGPA NOMADS AND KORZOK GUSTOR FESTIVAL – This morning we leave Leh after an early breakfast for the long drive to Tso Moriri stopping en route to capture the remarkable scenery. Flanked by lofty mountains, the salt water lake of Tso Kar is situated at around 4,000 metres in the secluded and beautiful Rupshu Valley. Tso Moriri was once a popular source of salt. Until around 1960 nomads were extracting salt there and trading it in the Leh Market. Before 1994, Tso Moriri Lake and South East Ladakh were not open for tourists due to government border restrictions. The area surrounding the lake attracts a wide range of wildlife. Rare birds such as the black-necked crane are occasionally seen, along with other migratory birds, marmots, kiang (wild asses) and blue sheep. The sacred blue lake is also within the range of the occasionally spotted Tibetan wolf. The myriad colour mountains here are nothing short of stunning. The landscape opportunities are generally very fine. The Tsokar Lake lies en route in the Rupshu valley and it is the most famous Salt Lake of Ladakh. We arrive in Korzok one day before the festival starts to soak up and photograph the preparations which are equally interesting photographically. The Changpa nomadic herders will gather around and above the lake. We have excellent contacts with these hardy people and our photographers are always welcomed into their Yak wool tents for tea and a chat. Our visit is timed for the Korzok Gustor festival which is essentially the ‘Nomads own festival’. We will witness Lamas dressed as various divinities and legendary characters carrying out their traditional mystic masked dancing, there is always an air of fun and happiness at this particular festival as the Nomads take a break from their arduous chores and the serious business of herding their animals to enjoy the local ‘chang’ with friends and family. The climax of the festival is when yaks, goats and other creatures come into the monastery to be blessed. We will stay for three nights in a ‘deluxe camp’ close to the lake and festival giving us a fine base for photographing all that is happening very thoroughly. The landscapes here are outstanding. Although Tso Moriri is 4522m we will all be very well acclimatised when we spend time here."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "LEH – After breakfast we leave for the journey back to Leh where we will enjoy a last celebratory dinner together."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "FLY TO DELHI – After breakfast we will take an early morning flight from Leh to Delhi. WPH services finish here. From the domestic airport guests can either transfer to the international airport for flights home or spend a night in a Delhi Hotel. This additional night hotel is not included in the tour price as it is pretty straightforwards nowadays to book a good airport hotel on Booking.com or similar."
    }
  ],
  "map": ""
}