{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-tour-on-a-shoestring",
  "tourName": "Kerala tour on a shoestring",
  "placesVisited": "",
  "generalInfo": "This 9-day tour combines the charm of Kochi, tea-covered hills of Munnar, wildlife of Periyar National Park and the tranquil backwaters of Kumarakom whilst travelling on a traditional houseboat. Your Kerala journey begins in Kochi, where you'll be warmly welcomed and briefed on the upcoming adventure. From coastal Kochi, you'll embark on a scenic journey to the picturesque hill station of Munnar. Along the way, you'll witness vast rubber plantations and learn about rubber tapping. If time permits, you may even detour to visit a pineapple plantation or a majestic waterfall amidst the lush scenery. Munnar will steal your heart with its rolling green hills blanketed in tea plants, crisp mountain air, and swirling mists. Explore a vibrant local market filled with the scent of spices and discover a tea plantation. See tea pickers at work, and follow the transformation of tea leaves from plant to cup, culminating in a delightful tea tasting. From Munnar, you’ll venture to Thekkady. Witness abundant wildlife on a scenic boat ride through Periyar National Park, potentially spotting elephants, an array of water birds, and perhaps even a majestic tiger. Kumarakom, a haven of serene backwaters, awaits. Experience the magic of the palm-fringed waterways aboard a traditional Shikara boat, and delve into the heart of a local village to witness traditional crafts like coir making. Your backwater adventure culminates in a luxurious overnight stay on a traditional houseboat equipped with modern comforts. Immerse yourself in the slow rhythms of the waterways, enjoy local delicacies, and witness a breathtaking sunset. Bid farewell to Kerala in vibrant Kochi, exploring its historical and cultural treasures, and perhaps witnessing a traditional Kathakali dance performance. With cherished memories, it's time to return home.",
  "durationDays": "9",
  "price": "959",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Kochi. Transfer to your hotel. Welcome to beautiful Kerala. You'll be met by a member of our local team, who will transfer you to your hotel. Once you're settled in, we'll run through the tour itinerary for the next few days, brief you on the local area and arrange a time to collect you and your fellow group members tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring captivating Kochi Kochi (also known as Cochin) is a vibrant port city, with a fascinating blend of historic charm, modern energy, and coastal beauty which we'll explore today. On our tour of the city we'll make stops at the Synagogue, the spice market and the the Dutch Palace which was built in 1555 by the Portuguese as a gift to the Raja of Kochi at the time. In 1663 the palace was captured by the Dutch but was later used as Royal Residence by the Rajas of Kochi for many more years. One sight which Kochi has become famous for are the scenes of the Chinese Fishing nets which add a unique charm to the Kochi waterfront. The origin of these nets being used in Kochi is still debated and whilst they are referred to as Chinese Fishing nets, there is actually no evidence of these nets having come from China. Some theories suggest these were introduced by the Portuguese. Why not spend tonight at a Kathakali Dance performance. This is a unique art form, originating in Kerala which blends dance, drama, music and elaborate costumes to tell captivating stories. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Visit Pineapple and Rubber Plantations en-route to Munnar. Our journey today takes us from the coastal city of Kochi to the beautiful hill-station of Munnar. While Munnar is known for tea plantations, the route between Kochi and Munnar takes us through a region known for the vast rubber plantations. You'll see row after row of tall, slender rubber trees and witness rubber tapping taking place, which involves making precise cuts into the tree's bark, allowing a milky white sap to drip into a collection cup. We'll also visit a pineapple plantation today. In the winter months, when the rivers are full, we'll make a short de-tour to visit either Cheeyappara or Valara Waterfall. We end our day in Munnar. Imagine rolling green hills covered in a perfect blanket of tea plants, crisp mountain air with a hint of spice, and mist swirling around the peaks – well that's Munnar. Munnar's cooler climate and scenic beauty have long made it a popular escape from the tropical heat of the lower regions. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring the markets and tea plantations of Munnar Today is all about Munnar! We start exploring with a visit to the local market, located in the heart of town. As you enter the market you'll be greeted by a delightful mix of colors, aromas, and sounds. The air is thick with the scent of spices, fresh produce, and stalls selling vibrant fabrics. Your guide will give you a brief overview of the market and give you some free time to begin exploring at leisure. The market is known as being a treasure trove of fresh spices, but you'll also find stalls selling handicrafts, fruit/vegetables and even homemade chocolate - a Munnar speciality! Next we'll visit one of the many tea-plantations which surround Munnar. You'll see vibrant green tea bushes, neatly trimmed into precise rows hugging the hillsides. You'll also likely see tea-pickers hard at work, moving swiftly between the tea-bushes, using their expert hands to pick the freshest of tea leaves. Next we'll learn about the processes involved in how these freshly picked leaves become the tea you're familiar with back at home. You'll see the trays on which the withering process takes places, before watching the rolling machines release the natural juices which aid the oxidation process which takes place next. Finally, you'll see the drying and packing where the leaves are sorted into different grades ready for sale. Our plantation visit ends with some tea tasting. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Continue to Thekkady and take a boat ride in Periyar NP Leaving the green hills of Munnar, we'll drive to Periyar today. The route will take us through small towns and villages, past agricultural areas and of course, through the natural beauty which Kerala is famous for. The town of Thekkady is known as the gateway to Periyar National Park which we'll see this afternoon as we take a boat ride on Lake Periyar, located in the heart of the national park. As the boat leaves the jetty area, you'll be rewarded with beautiful views of the immense lake, surrounded by lush green hillsides. The main reason for coming to Lake Periyar is for the wildlife which is in abundance in this area. An whilst we can't guarantee you'll see any specific animals, it's not uncommon to see Elephants along the lake shore, coming down for a drink or bathing in the water. Keep your binoculars on hand for sightings of water birds such as Herons, Egrets and Cormorants. Other mammals that can be found in the national park include Indian Bison, Deer, Wild Boar, Langurs and whilst it's rare, tigers have also been spotted on the lake shores. You have the remainder of the day free to explore the town of Thekkady. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Craft and backwaters of Kumarakom This morning we'll leave Periyar and head to the town of Kumarakom, synonymous with lush backwaters, a labyrinth of canals, lagoons, and lakes fringed by palm trees. This intricate, serene network of waterways is the heart of Kumarakom. Once we reach Kumarakom we'll travel on the backwaters for around an hour, on board a Shikara. Shikaras are smaller, more traditional wooden boats, hand-paddled by skilled boatmen. With open sides and often a canopy for shade, they offer a closer, more intimate connection with the surrounding nature, before we board our larger houseboat tomorrow. We'll also explore the local village where we'll learn about some of the local crafts and industries which take place here, these include Coir Making (coir is the natural fibre extracted from coconut husks), Mat Weaving (often from the natural coir we've just learned about). We'll also learn about Toddy Tapping (this is process of extracting sap from specific types of palm trees to produce a mildly alcoholic drink called \"toddy\"), we'll also sample the cocounut water which is often sold by the road. The remainder of the day is free, why not try a local Ayurvedic treatment which this region is famous for. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Board a houseboat and explore the Keralan Backwaters. A real highlight of any visit to Kerala is an overnight stay onboard one of the beautiful houseboats which this part of India has become known for. Kerala houseboats, known as Kettuvallams, are an incredible blend of tradition and modern comfort. Kettuvallams originally served as cargo boats, transporting rice and spices through the waterways. They were masterfully constructed without using a single nail, with planks of wood tied together using coir rope and coated with a protective resin made from cashew nut shells. Today's luxurious houseboats retain the traditional charm but incorporate modern amenities, transforming them into floating retreats. Whilst the exact route the houseboat takes will be determined by local conditions at the time of your visit, a typical day onboard a houseboat is all about slow, peaceful rhythms and quiet immersion in nature. The captain will navigate the boat through the narrow waterways of the backwaters, keep your eyes peeled for vibrant kingfishers, graceful egrets, and water lilies blooming on the waters edge. We may make a stop at a local village which you can explore or you can try your hand at fishing with the rods which are available to hire onboard. As dusk approaches, the backwaters transform themselves into a painting of gold and orange. Find a perfect spot to witness the sun dip below the horizon, a truly unforgettable sight. You'll spend the night in your private en-suite cabin, lulled by the gentle symphony of crickets outside. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Disembark and enjoy the Keralan beaches After a magical night on your houseboat, we'll enjoy breakfast onboard before returning to Kochi, where our Keralan adventure will come to an end tomorrow. We'll spend our final evening at a beach resort where you'll have time to relax after spending two exploring the best of India. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bon Voyage! Transfer to Kochi Airport for departure. You have some free time to buy any gifts for your loved ones back home before we transfer you to the airport to catch your flight back home. OVERNIGHT"
    }
  ],
  "map": ""
}