{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-christmas-holiday-in-india",
  "tourName": "Rajasthan Christmas holiday in India",
  "placesVisited": "Delhi, city tour of New and Old Delhi, Agra, Taj Mahal, Agra Fort, Fatehpur Sikri, Jaipur sights and local markets, Deogarh, Udaipur with half day city tour, Ranakpur, Jodhpur with half day city tour",
  "generalInfo": "The warmth, vibrancy and rich culture of northern India is particularly tempting during the European winter, and this 15-night tour whisks you from the cold and wet to Rajasthan for Christmas. Taking in the glorious Golden Triangle you’ll spend time exploring Delhi, travel to Agra for the unforgettable Taj Mahal and Agra Fort, and on to Jaipur, the capital of Rajasthan, also dubbed the Pink City, because of its colourful buildings. <br/><br/>In addition, you’ll spend two nights in beautiful Deogarh and from here head to Udaipur, a city with fantastical palaces and temples and tiny, narrow streets, where you can enjoy a boat ride on Lake Pichola. You’ll visit Jodphur, the dazzling blue city, presided over by mighty Mehrangarh Fort. In Ranakpur, see the 15th century white marble Jain temple and visit Fatehpur Sikri, where a complex of monuments and temples is home to one of the largest mosques in India, the Jama Masjid.<br/><br/>There is plenty of time within this itinerary to relax and explore at your own pace. Hotel accommodation is in double rooms with breakfast buffet every day. Christmas dinner and New Year’s Eve dinner are also included. Entry to all the monuments listed below is included and you’ll be accompanied by an English speaking local guide, on a private basis. All transfers and excursions use an air-conditioned car and you will be assisted with arrival and departure transfers.<br/>",
  "durationDays": "16",
  "price": "3899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi Dec 24, Upon arrival at Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel. Dec 25, After breakfast, full day city tour of New & Old Delhi. Places to visit includes: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Janpath & Government buildings Evening is at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra Delhi Dec 26, After breakfast, you will be driven to Agra (04 Hours approx.). On arrival check in at the hotel. Rest of the day is free at leisure. Overnight at the hotel. Dec 27, After breakfast, Visit Taj Mahal. Later visit Agra Fort. Evening is at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaipur Dec 28, Today morning after breakfast, drive to Jaipur (approx. 05 Hrs), en-route visit Fatehpur Sikri. Upon arrival in Jaipur, check-in at the hotel. Spend the evening at leisure. Overnight at the hotel. Jaipur Dec 29, Today morning after breakfast, full day city tour of Jaipur. Places to visit includes: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only) Evening explore the colorful local markets of Jaipur. Jaipur Dec 30, After breakfast, Rest of the day is free at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Deogarh Dec 31, After breakfast, drive to Deogarh (approx. 4.5 Hrs). Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel. Jan 01, Morning breakfast at the hotel. Rest of the day is free at leisure to indulge in some activities on direct payment basis. Overnight at the hotel. Deogarh Jan 02 After breakfast, drive to Udaipur (approx. 3.5 Hrs). Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Udaipur Jan 03, After breakfast, Half day city tour of Udaipur. Places to visit includes: • City Palace • Sahelion ki Badi In afternoon enjoy a common boat ride on Lake Pichola. Overnight at the hotel. Udaipur Jan 04, After breakfast, Rest of the day is free at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Jodpur Jan 05, After breakfast, drive to Jodhpur enroute visiting Ranakpur with audio guides (approx. 06 Hrs). Upon arrival in Jodhpur, check-in at the hotel. Spend the evening at leisure. Overnight at the hotel. Jodhpur Jan 06, After Breakfast, Half Day City Tour of Jodhpur. Place to visit includes: • Mehrangarh Fort • Jaswant Thada • Umaid Bhawan Palace Evening free at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Delhi Jan 07, Today morning after breakfast, connect your flight to Delhi • Jodhpur – Delhi: AI 476 – 1430 / 1545) Upon arrival in Delhi, you will be provided assisted arrival transfer to hotel. Overnight at the hotel. Jan 08, After breakfast, you will be provided assisted departure transfer to connect to your flight for onwards journey."
    }
  ],
  "map": ""
}