{
  "destination": "India",
  "mainPhoto": "",
  "id": "family-holiday-to-india-sightseeing-and-safari",
  "tourName": "Family holiday to India, sightseeing and safari",
  "placesVisited": "",
  "generalInfo": "This family holiday to India is a superb mix of both sightseeing and safari, all organised for you as it is a small group, fully guided tour with other like minded families. So all you need to do is sit back and enjoy the colours, culture and cuisine of northern India. \n<br/><br/>\nA ten day trip, with seven nights in hotels and two in small lodges, you will be travelling with 3-5 other families, to some of the region’s natural and cultural highlights. Starting in Delhi, with plenty of time to explore the Old City, we head to Agra and the Taj Mahal.\n<br/><br/>\nWe then take a break from history and urban life and head to Ranthambore National Park, where drives give you a chance to spot wildlife greats such as Bengal tigers, sloth bears, nilgai antelope, sambar deer and jungle cats. \n<br/><br/>\nThe rest of your trip is in the stunning state of Rajasthan. Explore the majestic ‘Pink City’ of Jaipur, the luscious Aravalli Hills and the hand-painted <i>haveli</i> houses of Alsisar.  \n<br/><br/>\nOn this family trip to India you will stay mostly in hotels, including typically elegant heritage hotels that India is famous for. We will use a mixture of transport between places on the itinerary, with private transfers and also some train travel, but all the time accompanied by your superb expert guide. \n<br/><br/>\nPlease note that children aged 17 years and younger receive a 10% discount off the price of their trip. The recommended minimum age is five years old.",
  "durationDays": "10",
  "price": "1030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. Your adventure begins in the one of the oldest cities in the world and India’s capital – Delhi. You and the family will have a welcome meeting today at 1 pm to meet your local leader and fellow families. After, head out on a guided sightseeing tour to explore the contrasts of Old and New Delhi. Squeeze through the Old City’s fortified walls on the way to Jama Masjid – dominating the city’s skyline, this mosque is a social hub as much as a place of worship. If you’d like, why not catch a rickshaw to the brilliantly coloured Red Fort. Then, leave the crowds behind and breathe a little easier in contrasting New Delhi. Visit the main sights – Parliament House, President House and India Gate, before returning to the hotel."
    },
    {
      "dayNumber": 2,
      "title": "Agra.",
      "description": "Rise early to catch a train to Agra – the city was the capital of the Moghul Empire and has heaps of things to see, like one of the Seven Wonders of the World! When you arrive, take some time to relax, before heading out to see the city. Agra’s not just all about the Taj Mahal, it’s also home to one of the finest looking forts in India – sitting along the banks of the Yamuna River, Agra Fort is part stronghold, part palace and part prison. Enter the dark red sandstone fort by crossing the (now empty) crocodile-infested moat. Search through throne rooms and the tiny, decorated mosques, then climb to the top to get your first glimpse of the Taj across the river! Tonight, you’re free to relax, explore at your own pace or find some delicious local dinner."
    },
    {
      "dayNumber": 3,
      "title": "Ranthambhore National Park.",
      "description": "Get up before the sun this morning to see it rise over the Taj Mahal – this wonder of the world is a UNESCO World Heritage site and maybe the most iconic site in India! Watch the colours play across the marble in early morning light and soak it all in! Best known as a monument to love and loss, the Taj is a beautiful example of Mughal architecture and is surrounded by trimmed English gardens. After ticking something huge off the list, you’ll all head east and pass the Kos Minar medieval milestones, which point the way to the abandoned city of Fatehpur Sikri. This well-preserved 16th century royal complex is full of courtyards, pavilions, gardens, the Jama Masjid Mosque and the intricately carved Rumi Sultana palace. This afternoon, you’ll continue to Ranthambhore National Park – the 'Jungle Book' brought to life!"
    },
    {
      "dayNumber": 4,
      "title": "Ranthambore National Park .",
      "description": "Ranthambhore National Park is one of the best national parks of India, teeming with wildlife – a place where nature has reclaimed ancient fortresses and temples. Today, you’ll make a couple of game drives to try and spot the majestic Bengal tigers that live among the ruined forts and temples here. Your drives will be early in the morning and in the late afternoon, as this is when the animals are most active! Even if the tigers are being too stealthy, the park is filled with other animals like gazelle, hyenas, sloth bears, crocodiles, jackals, three types of antelope (nilgai, sambar and chital) and leopards."
    },
    {
      "dayNumber": 5,
      "title": "Jaipur.",
      "description": "Head northwest to the pink city of Jaipur – the capital of Rajasthan. When you arrive, grab the kids and head to the Jantar Mantar observatory, home to a cool collection of astronomical instruments built by the Rajput King Sawai Jai Singh II. Later, you’ll have some free time as a family to swim in the hotel pool or wander through the Pink City’s streets, busy with camels, motorbikes, rickshaws, and traditionally dressed Rajput men. Maybe head to the Old Town for raj kachori chaat (a big, fluffy chaat served with chutney, yoghurt, chilli and potato) and cool off with a lassi (a mango yoghurt dirnk) from Lassiwala – Jaipur's oldest and most famous lassi shop!"
    },
    {
      "dayNumber": 6,
      "title": "Jaipur.",
      "description": "Today, you’ll all visit the sprawling City Palace, once home to the Maharaja – an amazing complex home to colourful courtyard gates, museums displaying royal costumes and old weaponry. Then, it’s on to the five-storied Hawa Mahal, or Palace of Winds, with its detailed honeycombed outside filled with windows. The impressive structure makes it the most photographed building in the country, after the Tj Mahal! The rest of the day is free to explore with your family or to find a spot to people watch and relax."
    },
    {
      "dayNumber": 7,
      "title": "Alsisar.",
      "description": "Climb the twisting roads of the Aravalli Hills to the massive Amber Fort today. This opulent palace is packed with rooms full of lavish murals, arches and delicate jali work. Don’t miss the sparkling Mirror Palace, covered floor-to-ceiling in thousands of reflective tiles, looking down over Moata Lake – the kids will love a photo here! Later, leave the city behind and travel to the relaxed village of Nawalgarh. Catch glimpses of local life in the most colourful regions of India – sari-clad women carrying terracotta pots of water, bangles tinkling as they walk. When you arrive, take a walk around the village and meet the locals before continuing to your final stop for the day – the small town of Alsisar."
    },
    {
      "dayNumber": 8,
      "title": "Alsisar.",
      "description": "The semi-arid village of Alsisar is full of legends and stories and this morning, you’ll join your leader on a walk around the village to discover some of the beautiful and ornately decorated buildings. Aay hello to some of the locals along the way. Then, the rest of the afternoon is free to explore this peaceful town or enjoy your accommodation – you'll stay at the Alsisar Mahal, built in the 17th century! With its grand courtyards, colourful dining arcades and heritage rooms, it will certainly be a highlight of your trip. And the kids will love the pool!"
    },
    {
      "dayNumber": 9,
      "title": "Delhi.",
      "description": "After breakfast this morning, leave the countryside behind and get back into the beating rhythm of Delhi by mid-afternoon. When you arrive, you’re free to rest and recharge. Later, maybe practice your bargaining skills in Chandni Chowk, where you can buy local crafts straight from the hands of the artisans or gobble down street chaats. You could also relax in the Mughal gardens and have a picnic. You might like to get together with your group for a special dinner tonight to celebrate your adventure – your leader will have some great recommendations on where to eat!"
    },
    {
      "dayNumber": 10,
      "title": "Delhi.",
      "description": "There are no activities planned for the final day and you can depart the accommodation at any time. If your family would like to spend some more time in Delhi, why not book an Urban Adventures tour? The Made in Delhi Shopping Tour takes you to the best markets to shop, so you can find some bargains. Better yet, it’s child-friendly!"
    }
  ],
  "map": ""
}