{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-tours-three-weeks-in-kerala",
  "tourName": "Kerala tours, three weeks in Kerala",
  "placesVisited": "",
  "generalInfo": "From the face of it, Kerala seems a destination of merely backwaters and a long coastline overlooking the alluring Arabian Sea. <br/><br/>However delving deeper into the countryside reveals that this region packs a powerful and rich cultural punch. The countryside is about local families, their ancient traditions and their rich culinary heritage. This journey through and discovery of this fascinating region will be from our local point of view. These series of experiences will take you through the countryside; to the homes of the locals in different parts of the state. You’ll glean fascinating insights about local life and coupled with the warm hospitality of the people, you’ll be welcomed into the folds of these rural and plantation-rich environs too. Then there’s the cuisine - Kerala’s superlative kitchen wont disappoint as your sojourn with the locals will treat your palette to an intensely authentic experience each day. <br/><br/>We promised a deep dive into culture, but we haven’t forgotten the wonderful nature and topography our Kerala is blessed with. Our journey through the winding lanes of Kerala will also unfold a series of adventures. From curated trekking paths through the high mountains of the Western Ghats to day-long safaris through the forested valleys of Thekkady by the river’s edge and snaking our way through the serpentine narrow canals of the backwaters, we believe you’ll emerge invigorated from our nature therapy. <br/><br/>We’re most proud of the fact that we’ve designed all this around genuinely giving back to the community and to nature. From being single-use plastic-free for the duration of the trip, community-centric activities that give back entirely to backwater families and supporting local families that give back to their rural communities, this wont just be a holiday but an ecologically and socially conscious trip for your soul.",
  "durationDays": "21",
  "price": "4800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}