{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-to-goa-with-added-comfort-holiday",
  "tourName": "Kerala to Goa with added comfort holiday",
  "placesVisited": "",
  "generalInfo": "Uncover lush tropical scenery, sample exotic spices and stay in premium accommodation on this journey along the Malabar Coast. From the Chinese fishing nets of Kochi to the Portuguese villas of Goa, this colourful journey takes in the best of the Indian states of Kerala, Karnataka and Goa.<br/> <br/> Cruise the Backwaters - Meander through Kerala's tropical backwaters and sleep overnight on a premium houseboat<br/> Jungles and Plantations - Stay in a premium eco-resort nestled in the forest and explore tea and coffee plantations <br/> Malabar Coast - Discover historical sea ports, sample fresh and tasty local cuisine and relax on palm-fringed beaches<br/> Upgraded Range - Immerse yourself in South India's unique culture and beautiful scenery whilst staying in our hand-picked selection of Premium hotels and lodges <br/>",
  "durationDays": "12",
  "price": "3145",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kochi (Cochin)",
      "description": ": Our trip starts in Kochi, located on India's Malabar Coast in Kerala. Previously known as Cochin, it's been a port since 1341, when it was used by Arab, Chinese and European merchants. Built across several islands with criss-crossing bridges, the city has an old-world feel and a vibrant food scene. There are no planned activities today, so you're free to arrive at any time. Our tour leader will hold a welcome meeting in the hotel reception at 5pm and there'll be the chance to go for dinner afterwards. If you arrive later, they'll catch you up in the morning. If you'd like an airport transfer today, you'll need to arrive into Kochi Airport (COK), which is around a one hour drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day."
    },
    {
      "dayNumber": 2,
      "title": "Full day exploring Kochi including Dutch Palace and Chinese fishing nets. Evening Kathakali performance and traditional dinner.",
      "description": ": Our destination this morning is the historic Fort Kochi district. We'll take an autorickshaw to Embarkation Jetty, where we'll take the ferry to cross the water over to Mattancherry Palace, built by the Portuguese in the 16th century. Extensive renovations by the Dutch hundreds of years later earned it the name - the Dutch Palace - and it's home to some of the best murals in India, depicting scenes from the Ramayan. From the palace, we'll venture out to explore Fort Kochi further, including the Jewish town synagogue and the famous cantilevered Chinese fishing nets that line the harbour. Delving into the old town's numerous alleyways and markets, we'll get a taste of Indian street food, including Masala Vada, a fritter made from chana dal (chickpeas), fennel seeds and peppers, and Bonda, a bite-sized fried snack made from spicy potato covered in batter. This evening we'll attend a traditional Kathakali performance. Combining dance, mime, ballet and opera, Kathakali portrays stories from great Indian epics like the Ramayana and Mahabharata. The dance takes years of dedication to master and is characterised by distinct eye movements and facial expressions, enhanced by dramatic theatrical make up. Following this we will have the chance to sample traditional Keralan cuisine at this evening's group meal. Here we get to try Sadhya (a tapas-style variety of dishes served on a banana leaf) and the ubiquitous fish curry - freshly caught fish in a creamy blend of mild spices and coconut milk. Please note, the visit to the Dutch Palace will be done on day 3 instead of day 2 for all 2026 departures beginning on a Thursday."
    },
    {
      "dayNumber": 3,
      "title": "Cruise through Kerala’s tropical backwaters and sleep aboard a premium houseboat",
      "description": ": We head out of the city this morning and drive towards Kerala's famous backwaters. This one and a half hour drive takes us through the water-lined suburbs before giving way to smaller villages as we reach the start of the backwaters - a complex and sprawling network of waterways flanked by lush rice paddies and swaying coconut palms. Spanning over 900 square kilometres, the backwaters comprise of five freshwater lakes criss-crossed by a myriad of man-made canals and fed by 38 rivers. These waterways have been plied for hundreds of years, where kettuvallams (traditional wooden boats) were used to transport rice, spices, wood and other goods from the mountains to the sea ports. Nowadays the backwaters still support a vibrant local economy, from fishing and transportation of goods to cottage industries and agriculture on the rich fertile land. We board our up-market houseboat for the night - which is a modern take on the traditional kettuvallam rice barge, comprising of comfortable air-conditioned en-suite cabins, a central dining area and plenty of space to relax and take in the surrounding scenery. We spend the day floating along at a relaxed pace, meandering past riverside village life, spotting locals washing clothes, tending to animals and cultivating vegetables on the narrow spits of land. Please note that depending on the size of the group, we may split the group over two or three different houseboats."
    },
    {
      "dayNumber": 4,
      "title": "Free day in the backwaters; optional walk to local villages or a cookery class",
      "description": ": Breakfast is served on board this morning (bread, eggs, fresh juice as well as local options like appam with stew or idli with sambar) as we make our way back through the palm-lined network of waterways back to Allepey town. We disembark mid-morning and take some time to stroll through the markets here in what is the commercial centre of the backwaters and where the fishermen, farmers and local artisans all come to trade. We'll then make the short one-hour drive to our hotel for the night, set in the heart of the backwaters overlooking Kumarakom Lake. After checking in, the rest of the day is free to relax amongst the tropical surroundings. Perhaps take a cookery masterclass in Keralan cuisine, or have an ayurvedic massage, a traditional form of Keralan massage using natural oils and based on the principals of herbal medicine. There is also the option to take a guided walk from the hotel, alongside the waterways and through small villages, stopping to learn about the cultivation methods used here. Kumarakom is also known for its birdlife with both endemic and migratory birds, so we hope to be able to spot kingfishers, cormorants, herons and egrets among many others."
    },
    {
      "dayNumber": 5,
      "title": "Morning express train to Kozhikode (Calicut), afternoon tour of the historic port and markets",
      "description": ": Leaving the peaceful backwaters behind this morning, we head back into the hustle and bustle of India as we make our way to Kottayam train station. From here we board the express train north to Calicut, a journey of 200+ kilometres (125+ miles) which should take around three and a half hours in comfortable air-conditioned chair class, using carriages based on modern European trains. Calicut, or Kozhikode as it is now known, has been a historically significant trading port for centuries, first set up to trade with the Arabs and the Chinese, and later becoming famous as the place where Vasco de Gama first landed in 1498. Calicut was the point that marked the beginning of European exploration of India and the famous spice trade. Such cosmopolitan influences can be found all over the city, with mosques, churches, temples and Portuguese colonial buildings all a reflection of Calicut's rich heritage. This afternoon we'll aim to uncover Calicut's trading history, with a short walking tour through the old quarter, discovering charming old buildings, places of worship and a bustling central market. The walk ends on the beach in time for sunset, where many of Calicut's locals gather with friends and families to eat, play cricket and watch the sun dip into the Arabian Sea. Please note, on the 18th and 25th January 2026 departures we will be catching the train from Cherthala train statation to Calicut. A journey of 200+ kilometres (125+ miles) which should take around four and a half hours."
    },
    {
      "dayNumber": 6,
      "title": "Drive into the Western Ghats to Wayanad. Relax in your eco-lodge",
      "description": ": Leaving the Malabar Coast behind this morning, we'll head towards the mountains and to the cooler climes of the Western Ghats. Otherwise known as the Sahyardri, this mountain range exerts a significant influence on the climate of Kerala, capturing much of the monsoon rain which has allowed rich biodiversity to flourish. It is one of the reasons why Kerala is able to grow such a wide variety of produce, from staples like rice, tea and coffee to exotic spices like cardamom, pepper and nutmeg. The two and a half to three hour drive sees us pass vast swathes of spice plantations, banana palms and tea farms as we snake our way up into the Nilgiri Biosphere Reserve, India's largest protected forest and a haven for a rich variety of both flora and fauna. We'll arrive at the hotel car park, where we'll transfer into jeeps for a scenic thirty-minute drive up to our accommodation, nestled in the hills beyond the bus drop-off point. Our accommodation for the next two nights is an eco-resort nestled in the heart of the jungle. The spacious cabins are peppered throughout the forest, and the resort has made considerable effort to blend into the nature it is surrounded by. There is an infinity swimming pool, large restaurant and bar serving locally-sourced produce and an on-site team of naturalists providing expertise, talks and excursions. Due to Wayanad's altitude, evenings are generally cool and comfortable and so the cabins do not have air-conditioning, instead they have large ceiling fans. For those that want to do an optional safari in Muthanga Wildlife Sanctuary, this needs to be pre-booked with the tour leader at least 1 day in advance. Please see the budgeting section for prices."
    },
    {
      "dayNumber": 7,
      "title": "Sip chai and walk amongst the tea plantations of Wayanad. Optional night jungle walk",
      "description": ": Today is a leisurely day, which starts with a visit to the Chundale Lockhart Tea Plantation, a half hour drive from our resort. Here we'll take a walk through the plantation with an expert tea picker, who will talk us through the process of growing, tending to and harvesting the variety of teas grown here. We'll also have an opportunity to tour the factory where the tea is processed and of course the tour ends with a tasting session. The rest of the day has been left free to relax and enjoy the natural surroundings, or perhaps attend one of the talks at the resort by one of the dedicated naturalists. There is also the option for a butterfly walk, a cookery demonstration or the popular jungle night walk with the aim to spot some of the nocturnal species found here such as frog like the Malabar gliding frog, the Malabar pit viper, scorpions, Brown Palm civets and jungle cats."
    },
    {
      "dayNumber": 8,
      "title": "Continue through the Western Ghats to the coffee heartlands of Coorg and visit the Tibetan Monastery",
      "description": ": Moving on from Wayanad, we continue our journey through the forested mountains of the Western Ghats, tracking north toward Coorg. The six to seven hour drive offers scenic views as we wind through the hills, and parts of the route skirt the edges of a National Park, so keep an eye out, as there may be chances to spot wildlife along the way.By late afternoon, we arrive in Coorg, affectionately known as the Scotland of India. This charming hill station sits at an elevation of around 900 metres (3,000 feet) and is celebrated for its cooler, comfortable climate and sprawling coffee plantations. Our accommodation is nestled within its own working plantation, offering well-appointed rooms set amidst the forest. The afternoon is free to relax and enjoy the hotel's facilities at your own pace. For those who wish to visit the incredible Namdroling Monastery, often referred to as the Golden Temple of Coorg, an optional excursion can be arranged after check-in. Located approximately 40 km from the hotel (about 60 minutes each way). The Golden Temple has provided safe refuge for some 16,000 refugees and is one of the largest Tibetan settlements in India. It is home to 600 monks, and in addition to the large temple complex, there is also a Tibetan market nearby."
    },
    {
      "dayNumber": 9,
      "title": "Sample locally-roasted coffee on a working plantation before driving to the coastal city of Mangalore",
      "description": ": We head out this morning to one of the coffee plantations that are abundant throughout this area of the Western Ghats. We take a tour around Mercara coffee plantation, who have been growing, cultivating and roasting coffee here for 80 years. Due to the varying altitudes and ideal climate, both Robusta and Arabica beans can be grown here and we'll learn about the different cultivation methods, from harvesting to processing and roasting, before getting to try a cup of freshly-roasted coffee. We then drive out of the hills and and back down towards to the Malabar Coast, as we head for the city of Mangalore. After a five hour drive we'll arrive in the late afternoon and after checking in to our hotel, we'll walk down to the Shree Sharavu Mahaganpathi Temple in time to witness evening prayers. This 800 year old Hindu temple is dedicated to Lord Shiva and is a popular pilgrimage site for southern Indians."
    },
    {
      "dayNumber": 10,
      "title": "Catch the morning train to Goa, free afternoon on the pristine white-sand beaches of the Arabian Sea",
      "description": ": Today we catch our second express train, along the palm-fringed Malabar Coast to the state of Goa. Goa was a Portuguese enclave for nearly 500 years and only gained independence in 1961, with it finally being inaugurated as an Indian state in 1981, some 34 years after India gained it's own independence. This long period of Portuguese rule has resulted in Goa having a very different feel from the rest India, in both its colourful colonial-influenced architecture but also in its more relaxed pace of life. The train journey should take around five hours, in comfortable, air-conditioned chair class, and we aim to get into Goa around lunchtime. After checking in to our hotel, the rest of the afternoon has been left free. Our hotel for the next two nights is a large resort-style property that has been tastefully built in the style of Portuguese villas. Rooms are large and finished with traditional touches and all have balconies. The resort benefits from two free-form swimming pools, a gym and spa, a bar and a choice of restaurants serving excellent local cuisine and freshly-caught seafood. The hotel sits right on the beautiful white sands of south Goa, and there are a number of activities that can be arranged through the hotel."
    },
    {
      "dayNumber": 11,
      "title": "Free day at the beach. Optional heritage walk through Panjim or day trip to Dhudsagar Falls",
      "description": ": Today is free to relax around the pool, at the beach or perhaps take part in some of the hotel's activities. Locally-caught seafood and ice-cold beer can be enjoyed at any of the numerous beach shacks that line the white sand beach. There is also the option to take a day trip out to Dhudsagar Falls, an impressive four-tiered waterfall that is accessed by a 4WD journey through the forest. Another option would be to visit Panjim town - the atmospheric centre of Goa. The cobbled streets of the Old Quarter of Fontainhas contain a host of colourful Portuguese villas, churches and sleepy markets, and Panjim is widely described to be India's most laid-back state capital."
    },
    {
      "dayNumber": 12,
      "title": "Trip ends in Goa",
      "description": ": The trip ends in Goa this morning. Extra nights accommodation can be booked at this hotel - please let us know at the time of booking if you'd like to extend your time at the beach. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from either Manohar International airport (GOX) or Goa Dabolim International airport (GOI). As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}