{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-wildlife-holiday",
  "tourName": "North India wildlife holiday",
  "placesVisited": "",
  "generalInfo": "With a strong focus on wildlife, this exciting and comprehensive itinerary takes in four key wildlife viewing areas and is perfect for those looking for big cat encounters, with opportunities to see not only tigers and leopards, but also the rare Asiatic lion. Add to these, myriad birds and other wildlife, plus sunrise at the magical Taj Mahal and you have an unforgettable Indian experience.<br/><br/>Highlights Include:<br/><br/>- Rare Asiatic lions at Sassan Gir<br/>- Tigers at Ranthambhore<br/>- Leopards, wolves and other mammals<br/>- Guided birdwatching<br/>- Taj Mahal at dawn<br/><br/>Accommodation:<br/><br/>Gir Lion Safari Camp - 3 nights full board with game drives<br/>Fern Hotel Ahmedabad - 1 night with with dinner and breakfast<br/>Bera Safari Lodge - 3 nights full board with guided safaris<br/>Tiger Den Resort Ranthambore - 3 nights full board with shared game drives<br/>Crystal Sarovar Premiere Hotel Agra - 1 night with dinner and breakfast<br/>Red Fox Aerocity Delhi - 1 night with dinner and breakfast<br/><br/>Please note: from prices shown are for low season (Apr-Jun), please ask for high season rates (Oct-Mar). Accommodation is subject to change. All domestic transfers and travel as per the itinerary are included in your package.",
  "durationDays": "13",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mumbai to Sasan Gir: International flights are not included as part of your package but can be arranged and added with ease. This morning you will arrive independently to Mumbai airport and take a morning flight to Rajkot. Upon arrival in Rajkot you will be transferred by private car to Sasan Gir, an approximately 4-hour drive. After checking in at the Gir Lion safari Camp the rest of the evening will be at your leisure. 3 nights accommodation at Gir Lion Safari Camp on a full board basis including breakfast, lunches, dinners and game drives."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sasan Gir: Morning and afternoon jeep safaris on days 2 and 3. Expect to see rare Asiatic lions, plus other wildlife and birds. Possible sightings of leopards. On day 4, take morning jeep safari in Gir Park and then an afternoon 6 hour drive in a private car through the countryside to Ahmedabad. Overnight at the Fern hotel with dinner and breakfast."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bera: After breakfast, depart for six hour drive in private car to Bera. Afternoon guided safari in the Sanctuary looking to spot leopards. Overnight at Bera Safari Lodge on full board basis."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bera: The area around Bera is in the heart of leopard country and these days will include morning and afternoon jeep safaris looking out for these elusive animals as well as wolves and spectacular birdlife. Full board accommodation at Bera Safari Lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ranthambhore: Transfer to Udaipur Airport by private car in time to board the 11.30 flight to Jaipur, arriving at 13.25. Upon arrival in Jaipur your private transfer will take you to Ranthambore, a drive of approximately 3.5 hours. After checking in at the Tiger Den Resort the remainder of day will be at your leisure. 3 nights’ accommodation at the Tiger Den Resort on a full board basis including breakfast, lunches, dinners and shared game drives."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ranthambhore: Morning and afternoon jeep safaris within the national park looking for tigers plus other mammals and birds. Rathambhore is rich in history with ancient ruins and temples, set in wooded and marshy and lake-land countryside. Once the hunter grounds of the maharajahs of Jaipur and later the British, Ranthambhore National Park (Sawai Madhopur) was declared a wildlife sanctuary in 1955. The wildlife, including the tiger population is thankfully flourishing so the Indian government have decided to increase the national park to encompass a range of hills close to Ranthambhore to ensure the Tiger populations have the space to grow. Expect to see tiger, sloth bear, mongoose, samber, cheetal, langur monkeys and if you are lucky also leopard, hyena, jackal and march crocodile. Excellent birding opportunities including paradise flycatcher, serpent eagle, jacana, painted stork, Bonellis eagle, horned owl, grey partridge, white necked stork, king vulture, ring dove, golden backed woodpecker and many more. Do not miss the opportunity to visit the fort which is a wonderful backdrop to the majestic landscape and its many lakes. Full board accommodation at Tiger Den Resort"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ranthambhore & On to Agra: A last jeep safari in the morning in Ranthambhore before transferring to Sawai Madhopur railway station for fast train to Bharatpur departing at 12.30. Arriving at Bharatpur at 15.00, transfer by car to Agra ( one hour) and check in to hotel Crystal Sarovar Premiere Hotel for dinner and overnight."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Agra: Up early for a guided visit to the Taj Mahal at dawn to experience the magic of sunrise over this monument to love. In the afternoon, drive by private car to Delhi. Overnight in hotel Red Fox Aerocity with dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Delhi: Breakfast at hotel and then transfer to airport for return or onward travel"
    }
  ],
  "map": ""
}