{
  "destination": "India",
  "mainPhoto": "",
  "id": "calcutta-to-amritsar-rail-journey",
  "tourName": "Calcutta to Amritsar rail journey",
  "placesVisited": "",
  "generalInfo": "From the frantic delights of Delhi to the sacred sites of Varanasi and the ancient monuments of Amritsar, delve into the highlights of Northern India. Travel across India's unique rail network, discovering a melting pot of religions - from Hinduism in Varanasi to Buddhism in Bodh Gaya - swapping train for boat along the Ganges and journeying into the Himalayan foothills via toy train along the way.<br/> <br/> Varanasi - Soak up the sacred atmosphere in this Hindu city and see the Ganga Aarti ceremonies along the banks of the river.<br/> Agra &amp; Delhi - Tick two Indian greats off your list along with must-sees such as the Taj Mahal and bustling Old Delhi. <br/> Amritsar - Explore the captivating Golden Temple, the heart of the Sikh faith <br/>",
  "durationDays": "15",
  "price": "2189",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kolkata",
      "description": ": Our tour of Northern India starts in Kolkata. Once the capital of British India, Kolkata has had a turbulent past. It was central to the struggle for Indian independence and thousands of Bengali refugees came here at the start of the 1900s. It's a city of striking contrasts and can be overwhelming initially, but the sights, smells and chaotic sounds offer a unique introduction to life in the bustling state. For those arriving in time today our tour leader will meet you in the hotel reception at 5pm for a welcome meeting followed by the option to go out for dinner. If you arrive later, our tour leader will catch you up as soon as possible. If you'd like an airport transfer today, you'll need to arrive into Kolkata Airport (CCU), around a one-hour drive from the hotel."
    },
    {
      "dayNumber": 2,
      "title": "Explore Kolkata",
      "description": ": This morning we'll start exploring Kolkata with a visit to the colourful flower market and the clay modeller's village. The potters here spend all year creating a wealth of images and idols for the annual festivals and, as the time approaches for the models to be prepared for the coming pujas, the streets are filled with an overwhelming display of brightly coloured and richly attired idols. We'll also visit the Victoria Memorial, Dalhousie Square and Kolkata's wonderfully intricate Jain temple, an important pilgrimage site for Jains from all over India which is set in particularly beautiful gardens."
    },
    {
      "dayNumber": 3,
      "title": "Travel to Bodh Gaya",
      "description": ": This morning is free to explore the city more at your own pace. You might wish to travel to the Dakshieswar Kali Temple and the Ramakrishna Mission or perhaps visit the Mother Theresa Home and Orphanage. This remarkable woman, born in Serbia in 1910, has become synonymous with the city of Calcutta. A member of the Order of the Loreto nuns, she was sent to India in 1937 and spent the next 60 years attempting to alleviate some of the appalling poverty she witnessed on her arrival, self-sacrificing acts that saw her beatified by the Vatican in 2003. Transferring to the railway station later this afternoon, we'll continue our journey by train, heading towards the Buddhist pilgrimage site of Bodh Gaya, in the Bihar province on the plains of the eastern Ganges. It was here that the Lord Buddha attained enlightenment, making the town an important mecca for pilgrims from across India and the rest of the Buddhist world. Whilst our accommodation in Bodh Gaya is on the simple side, it has been chosen due to its central location. Located in the heart of Bodh Gaya, the hotel is within walking distance of Mahbodhi Temple, the Chinese Temple and Bodhi Tree."
    },
    {
      "dayNumber": 4,
      "title": "See the sacred Bodhi tree and take the train to Varanasi",
      "description": ": This morning we'll join the constant flow of the faithful to visit some of the most important sites in the Buddhist world. Whilst the original Bodhi tree, under which Prince Siddhartha Gautama achieved enlightenment over 2600 years ago, no longer remains, its ancestral descendants occupy the same space. We'll visit the sacred spot, along with the majestic Mahbodhi Temple this morning. Built in the 6th century AD on the site of an original temple erected by the emperor Ashoka in the 3rd century BC, this magnificent building, topped by a towering 50-metre-high spire, was declared a World Heritage Site in 2002 and is one of the oldest brick-built Buddhist temples in India. We'll also visit the 25-metre-high Great Buddha Statue, before taking an early afternoon train east towards the holy city of Varanasi, one of the oldest Hindu pilgrimage centres in India. Believed to be one of the oldest continuously inhabited cities on earth, the city's age makes it a contemporary with ancient Thebes and Babylon. Lying on the banks of the sacred River Ganges, Varanasi is steeped in the lore and traditions of Hinduism, and since its inception as one of the principal centres of Shiva worship 1200 years ago, it has attracted devotees from across the world to its myriad of temples and ghats. It's believed by many that this is where the material and spiritual worlds cross and countless pilgrims come here to cleanse themselves along the banks of the Ganges and partake in the rituals of Aarti."
    },
    {
      "dayNumber": 5,
      "title": "Visit Sarnath's temples and sail on the Ganges",
      "description": ": This morning, we'll make a short journey north to the sacred site of Sarnath, the cradle of Buddhism, where the Buddha preached his first sermon following his attainment of enlightenment. We'll visit the main shrine, the Dharmarajka Stupa and the Dhamekh Stupa, the spot where he first espoused the teachings that were to form the very principles of the Buddhist faith. We'll also see the nearby Ashoka Pillar and the monastery. At its height this site housed over 1500 monks, before its decline and subsequent destruction by Muslim armies. It was rediscovered by British archaeologists in the 19th century and has since recaptured some of its original prestige. Returning to Varanasi, we'll spend the afternoon exploring the old city and the riverfront by cycle rickshaw and on foot before an evening sunset boat ride along the sacred Ganges. Varanasi boasts 80 or more riverfront ghats, including a number of 'burning ghats' where public cremations take place along the water's edge."
    },
    {
      "dayNumber": 6,
      "title": "Free morning before overnight train to Agra",
      "description": ": This morning, we'll have the option of a dawn boat ride along the Ganges, to witness the city bathed in the early morning light and the pilgrims practising the puja ceremony to the newly awaking sun. The rest of the day is free to explore the sacred city at your own pace, immersing yourself in the eclectic mayhem of its narrow streets and alleyways. Late this afternoon, we'll transfer to the railway station for the overnight sleeper train to Agra. Sleeper trains are a rite of passage on any journey through India and are a great way to meet locals as we travel. Please note, we try our best to book second class carriages and keep the group together, however due to demand and the train booking system, our group might be split, with some passengers in third class. If this happens, our tour leader will make sure everyone finds their seat and is comfortable. Second class sleeper carriages have four bed per compartment, separated by curtains. They're air conditioned and bedding is provided, however, you might want to bring a sleeping bag liner for added comfort."
    },
    {
      "dayNumber": 7,
      "title": "Discover Agra's Red Fort and Fatehpur Sikri",
      "description": ": Today, we'll discover Agra. Once the capital of the mighty Mughal Empire, the city is littered with opulent and iconic buildings, and the sandstone majesty of its imposing fort is no exception. Built by Emperor Akbar and then embellished by his grandson, Shah Jahan, the fort was once a great city, with palaces, mosques and halls all lying behind the protective embrace of 20-metre-high walls. We'll have free time to wander the city, perhaps taking in the elegance of the exquisite Itimad-ud-Daulah, a 17th-century tomb built for the Emperor Jehangir's chief minister. Mirroring the marble majesty of the more famous Taj Mahal, it's been given the apt title of Baby Taj. This afternoon, we'll visit the nearby abandoned city of Fatehpur Sikri. Once the capital of the Mughals under Akbar the Great, it was founded in 1569 only to be deserted just 16 years later following the emperor's death. Today it remains a ghostly testament to the majesty and power of 16th century Mughal India. Visiting the site with a local guide we'll take in the splendour of its perfectly preserved imperial court and the grandeur of the five-storey Panch Mahal. We'll also see the courtyard and pachisi board, where the emperor played an Indian equivalent of chess, using slaves as pieces. Perhaps the finest of all the city's monuments is the lotus-shaped carved central pillar of the Diwan-i- Khas (Hall of Private Audience), a magnificently column of matchless proportions that supports the vaulted roof of Akbar's old debating room."
    },
    {
      "dayNumber": 8,
      "title": "Visit the Taj Mahal at sunrise",
      "description": ": This morning, we'll have an early start to see the sun rise over the marble dome of the Taj Mahal. Built by the emperor Shah Jahan to honour the memory of his beloved wife Mumtaz, the building took 22 years to complete and was once described by Rudyard Kipling as 'the embodiment of all things pure'. Built from marble and decorated with exquisite inlay work, the Taj Mahal required the labour of 20,000 men and is estimated to have cost in the region of 3 million rupees (around $70 million today). Once we've witnessed the majesty of the Taj Mahal, we'll journey on to Delhi."
    },
    {
      "dayNumber": 9,
      "title": "Explore New Delhi",
      "description": ": The Indian capital has long been a phoenix rising out of its own ruins. Essentially, a city divided into two, there is New Delhi and Old Delhi to explore. New Delhi was the creation of the British Raj in the 1930s and this morning we'll begin to explore its colonial grandeur. Following the broad expanse of the Rajpath (Kingsway), we'll visit the towering memorial arch of the India Gate, a testament to the 90,000 Indian troops who lost their lives during WWI and the fighting along the Northwest Frontier during the early years of the 20th century. We'll view the imposing buildings of the Indian Parliament, as well as the Moghal majesty of Humayun's Tomb, a 16th century mausoleum commissioned by the emperor's Persian-born wife. We'll also visit the Qutub Minar, a spectacular 13th-century edifice made of sandstone and marbletowers. It towers 73 metres above the city and heralded the final demise of the Hindu kings and the arrival of the Muslim sultans. After lunch, we'll take a tour of Old Delhi by metro and cycle rickshaw. The old city, the former capital of the 17th-century Mughal emperor Shan Jahan, is a fusion of grandiose architecture and vibrant chaos. It's centred around the Chandni Chowk Bazaar, an eclectic cacophony of noise, colour and deafening barter that is quintessentially Indian. Our sightseeing takes us via the spectacular Jama Masjid Mosque, the largest in India and Shah Jahan's magnificent swansong. Taking 14 years to complete, the mosque is a majestic structure, featuring four towers, three gateways and two towering minarets that stand 40 metres high. Built from sandstone and marble its vast courtyard can hold upwards of 25,000 worshippers and from the top of the southern minaret you can get a clear view of the colonial designs of Edward Lutyens across the city."
    },
    {
      "dayNumber": 10,
      "title": "Travel on the Kalka Shatabdi and toy train to Shimla",
      "description": ": Departing the Indian capital this morning, we'll take a train to Kalka, just north of Chandigarh. From here we'll transfer to a narrow-gauge track and continue to Shimla on the remarkable 'Toy Train'. Climbing from the plains below, the train negotiates a meandering journey of 93 kilometres, ascending over 1600 metres towards the heights of the old British hill station. Whilst traditionally the Toy Train was pulled by steam engines, today they are mostly pulled by diesel engines. The journey takes us through 103 tunnels and past some of the most scenic landscapes in the region, before reaching Shimla itself, stretched out along a crescent shaped ridge, its alpine-style houses shaded beneath dense forests of fir. Tonight, we'll be staying in a property at is conveniently located at the start of the Mall Road in Shimla. Due to the location of the property, the area around the hotel is a vehicle-restricted road which is not accessible by cars. We'll catch the public lift to take us up to our accommodation, from where porters will be available to assist us with any luggage."
    },
    {
      "dayNumber": 11,
      "title": "Take a walking tour to Shimla's Vice Regal Lodge",
      "description": ": Today, we'll have the full day to explore Shimla. We'll start with an orientation tour of the town, taking in some of its colonial ambience. The opening of the Kalka-Shimla railway at the turn of the 20th century allowed the well-to-do families of the Raj to escape the heat of Kolkata and Delhi and spend the hot summer months amongst the cooler landscapes of these verdant hills. We'll take in the ageing charm of the Christ Church and Scandal Point, where the mock Tudor architecture presents a surreal imitation of Old England against the magnificent backdrop of the Himalayas. We'll also have the opportunity to visit the Viceregal Lodge, the former residence of the British viceroy and site of a number of important negotiations that preceded Indian independence."
    },
    {
      "dayNumber": 12,
      "title": "Free time to explore Shimla",
      "description": ": Today is free to explore more of Shimla at your own pace. There will be an optional two kilometre walk up to the Jakhu or 'monkey' Temple, which rewards us with panoramic views. Dedicated to the monkey god Hanuman the site is inundated with monkeys, many who find no trouble in chancing their arm at mischief, so be careful of bags, food and anything that isn't firmly nailed down. Back in town, the bazaar is renowned for its selection of locally made woollen shawls, as well as a range of other locally produced handicrafts."
    },
    {
      "dayNumber": 13,
      "title": "Travel to Amritsar",
      "description": ": Departing Shimla, this morning we'll follow the train track as it winds its way down towards the town of Ambala, to connect with an afternoon train to Amritsar in the Northern Punjab. The holiest city of the Sikhs', Amritsar was founded in 1577 and, despite extremist unrest and destructive invaders, it remains the spiritual centre of the Sikh religion. The city's centrepiece is the magnificent Golden Temple, which we might have the opportunity to visit this evening and watch the light of the moon playing across the tranquil waters that surround the main shrine, the Harmandir. The temple is home to the revered texts of the Sikh Holy Scriptures, the Guru Granth Sahib, and its gilded dome is covered in over 700kg of pure gold. A fusion of Hindu and Islamic influences, the temple was the scene of the massacre of hundreds of Sikh protesters in 1984, when the Indian army acting on the orders of the then Prime Minister Indira Gandhi, evicted extremists from the temple, an act that led to the assassination of Indira Ghandi by Sikh bodyguards later that same year."
    },
    {
      "dayNumber": 14,
      "title": "Visit the Golden Temple and the Parition Museum",
      "description": ": Today we'll visit the incredible Golden Temple. On entering, we'll need to remove our shoes, cover our heads, and wash our feet. The temple itself is a surprisingly small building surrounded almost entirely by tanks of holy water in which the Sikh pilgrims bathe (the name of the town itself comes from the Amrit Sarovar - the Pool of Nectar). The atmosphere is one of incredible calm, with devotees taking their turn to pass through the main shrine, where there is a continuous and melodic recital (known as the Akhand Path) from the Guru Granth Sahib. This afternoon, we'll take a visit to the Partition Museum, housed in the imposing 19th-century Town Hall along Amritsar's Heritage Mile. This remarkable institution is devoted entirely to telling the story of the 1947 Partition of India. We will also explore the Hindu Durgiana Temple, and return to the Golden Temple in the evening."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Amritsar",
      "description": ": Our tour of Northern India ends at our hotel in Amritsar. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel."
    }
  ],
  "map": ""
}