{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-tours-by-rail-india",
  "tourName": "Rajasthan tours by rail, India",
  "placesVisited": "Delhi, Taj Mahal and Agra, Bassi, Jaipur, Ranthambore National Park (not in monsoon season), Udaipur, Bundi, Holy City of Pushkar",
  "generalInfo": "Rajasthan tours in India are a journey through the north’s great desert state, although we start in Delhi where, after taking in its most wonderful sites, we take a train to Agra to see the Red Fort and of course the renowned Taj Mahal.<br/><br/>From here we head towards Rajasthan itself, moving on to the city of Jaipur where we spend two days. The capital of this great state, its ancient walled city is home to two palaces, and is also famous for glowing in pink, thanks to everything being built with the local red sandstone.<br/><br/>You can’t visit Rajasthan without going to Ranthambore National Park, one of the top habitats in India for the Bengal tiger and where we take an evening jeep safari. Please note that the park is closed between 1 July and 30 September every year, during which period we will visit Sawai Mansingh Sanctuary instead.<br/><br/>Bundi and Bijaipur are our next two stops, the former famous for its eponymous lake and palace and the latter a more rural spot where we take another jeep outing. From here we head further south by private vehicle to Udaipur, completely different from other Rajasthani towns and known as the Venice of the East, thanks to its complex lake system that winds its way around palaces, temples and waterside dwellings.<br/><br/>Our final stop in Rajasthan travelling by train is in Pushkar, with more water at its heart. Because Pushkar Lake is a sacred site, with pilgrims packing into the bustling ghats and temples around it. You can also take a camel ride out to the desert from here, which is a highlight for many people on this trip. Finally, we take the train back to Delhi to bring this Rajasthan odyssey to a close.",
  "durationDays": "15",
  "price": "1295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. Your adventure begins in Delhi, with a welcome meeting at 6 pm tonight. If you arrive early, consider joining one of the Urban Adventures on offer, for a great introduction to the city. After the meeting, maybe head out for dinner with your group and get to know each other – India’s cuisine might just be a major highlight!"
    },
    {
      "dayNumber": 2,
      "title": "Delhi.",
      "description": "This morning, you'll navigate the city’s metro system and discover Old Delhi on a walking tour with your leader. Hitch a ride on a traditional cycle rickshaw through a classic Indian traffic jam in the streets around the Chandni Chowk marketplace. Visit Delhi’s oldest mosque Jama Masjid, which is also India’s largest. Then, escape the city streets by ducking into the Sikh temple of Sheeshganj Gurudwara, to experience the spiritual side of this bustling metropolis. The communal kitchen welcomes all and you can have a simple meal here together. The rest of the day is free for you to enjoy the sights of Delhi."
    },
    {
      "dayNumber": 3,
      "title": "Agra.",
      "description": "Travel to Agra by one of India's express air-conditioned trains. Steeped in Mughal heritage, Agra has a wealth of gardens, temples and open rooftops. When you arrive, you’ll visit the Taj Mahal – one of the Seven Wonders of the World – and learn why Emperor Shah Jahan built it as a memorial to his wife Mumtaz. Head inside the spectacular sandstone walls of the Red Fort, built to encompass the imperial city of the Mughal rulers in the 16th century. If you have time, move on to Akbar's Mausoleum. Tonight, consider visiting Sheroes Hangout – this social enterprise supports survivors of acid attacks – for a meal with a difference."
    },
    {
      "dayNumber": 4,
      "title": "Madhogarh.",
      "description": "Take a private bus to Madhogarh this morning. When you arrive, walk through the village and see the local craftspeople at work making resin bangles. These families are from the Lakhera community – in Hindu mythology, Lakheras are created by Lord Shiva for making bangles for Goddess Parvathy. This practice is a traditional art, and you can see for yourself how they heat the resin and shape it with handmade tools. In the evening, stay in the beautiful heritage property of Fort Madhogarh, which has belonged to one of Rajasthan’s royal families for centuries."
    },
    {
      "dayNumber": 5,
      "title": "Jaipur.",
      "description": "Travel on by private vehicle to Jaipur. When you arrive, walk around the ‘Pink City’ with your leader. Get among the crowds of the city’s bazaars to shop for artisan goods and semi-precious stones. Visit the Amber Fort – an excellent example of Rajput architecture, set on a hilltop overlooking Maota Lake. The Sheesh Mahal inside the fort is must-see. As the walls are completely covered in little mirrors, the hall illuminates with the light of a single match. After, you'll have free time to explore at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "Jaipur.",
      "description": "Today is a full free day to take on any optional activities or independent exploration that you wish. This morning, you could take an optional hot air balloon ride – floating across the skyline of Jaipur in a hot air balloon is a highlight of the trip for many travellers. Jump on a rickshaw to Hawa Mahal, also known as the 'Palace of the Winds’. Alternatively, head to Jaipur's Royal City Palace or the observatory of Jantar Mantar to see a collection of intriguing astronomical instruments. After a long day of exploration, perhaps head to the Raj Mandir Cinema to see a Bollywood film."
    },
    {
      "dayNumber": 7,
      "title": "Ranthambhore National Park.",
      "description": "Today you’ll head to Ranthambhore National Park – once a famous hunting ground for the Maharajas of Jaipur and one of the original Project Tiger reserves. In the evening, you’ll take a 4WD bus safari in search of tigers and other wildlife, like hyenas, jackals, deer, langurs, marsh crocodiles, wild boars and birds. Ranthambhore National Park is closed between 1 July and 30 September each year. On trips departing during this time, you'll visit nearby Sawai Mansingh Sanctuary. Sawai Mansingh Sanctuary is about 16 km from Ranthambhore and, due to its hilly terrain, isn't as affected by the monsoon. Tigers also inhabit this area, and sightings are more favourable at this time of year as they move here away from flooded areas of Ranthambhore."
    },
    {
      "dayNumber": 8,
      "title": "Bundi.",
      "description": "Today, you'll travel to Bundi by private vehicle. When you arrive, navigate Bundi's narrow streets on an insightful walking tour, including the downtown market and meeting jewellery merchants, street dentists and fabric dealers. Learn the secret of chai making from a local chai master and try a fresh brew. Stop in at Bundi's intriguing and intricate step wells (baori) – an architectural marvel, and once the source of water for the town. Check out the 16th-century Bundi Palace with its famous murals before checking into our next heritage stay for the night."
    },
    {
      "dayNumber": 9,
      "title": "Paangarh Lake.",
      "description": "Take a local train to Bassi, crossing the Chittorgarh countryside to Paangarh Lake. When you arrive, enjoy the view out to the 15th-century fort and unwind with a cup of chai while watching the sunset over the lake. You'll spend tonight in a beautiful permanent tented camp, right on the lakeshore – this is a truly relaxing experience away from the chaos of India's cities."
    },
    {
      "dayNumber": 10,
      "title": "Bijaipur.",
      "description": "This morning, drive in an open-top jeep out into the countryside past quiet villages. You might be lucky enough to spot some native wildlife as you go, like jackals, langurs, foxes and hares. When you arrive, meet some villagers and maybe even get a henna tattoo (a temporary but traditional souvenir). After, head to your next heritage stay in Bijaipur and enjoy a meal of authentic local specialties made with seasonal vegetables – maybe try baingan masala (eggplant cooked with tomatoes), okra, kadhi (thick, tangy gravy) or chicken curry."
    },
    {
      "dayNumber": 11,
      "title": "Udaipur.",
      "description": "Wake up in your gorgeous heritage stay and enjoy a final breakfast here as you begin your next journey by private vehicle to Udaipur. When you arrive, you’ll head out on a city walk with your leader. Take in the city’s hills, lakes and white marble palaces and delve into the twisting alleys and bazaars filled with silver, leather goods and miniature paintings. A popular centre for artists, dancers, and musicians, there’s plenty to entertain you here. After, the rest of your day is free. Maybe ask your leader for some dinner recommendations."
    },
    {
      "dayNumber": 12,
      "title": "Udaipur.",
      "description": "Visit Udaipur's City Palace – one of the largest royal palaces in India. After, you’ll have some free time to explore at your own pace. Maybe take an optional boat ride on the picturesque Lake Pichola (seasonal) to see the island palaces off Jag Nivas and Jag Mandir. After, maybe head out to watch a cultural performance that combines seven traditional Rajasthani folk dances – the perfect way to spend an evening in Udaipur."
    },
    {
      "dayNumber": 13,
      "title": "Pushkar.",
      "description": "Today, take an air-conditioned train to Ajmer, then a private vehicle to your hotel in Pushkar. When you arrive, head out on a walking tour to visit the bustling ghats and temples around Pushkar Lake and watch as the devout worship by the holy waters and at the Brahma Temple. At dinnertime, share a meal with a local family and learn about their life living in this desert city. The rest of the evening is free for you to explore further."
    },
    {
      "dayNumber": 14,
      "title": "Pushkar - Delhi.",
      "description": "Early risers can hike up to the Savitri Temple this morning for amazing sunrise views over the town. If you'd prefer, you can soak up a leisurely morning. This afternoon, you’ll board the Shatabdi Express train for the trip back to Delhi, arriving late in the evening. You’ll then transfer to the hotel for your final night of the trip."
    },
    {
      "dayNumber": 15,
      "title": "Delhi.",
      "description": "There are no activities planned for the final day and you’re able to depart the accommodation at any time. If you’d like to extend your time in Delhi and explore at your own pace, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}