{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-small-group-holiday-india",
  "tourName": "Golden Triangle small group holiday, India",
  "placesVisited": "Delhi, Jaipur, Karauli homestay, Agra and Taj Mahal",
  "generalInfo": "Joining a small group of like-minded travellers for this eight day India Golden Triangle holiday is a great idea for making new friends as you see the sights and experience the sounds of India.<br/><br/>Rickshaw rides around Old Delhi, palaces and bazaars in Jaipur, and the Taj Mahal in Agra all combine to fabulous effect with a heritage homestay bound to add to the cultural and natural attraction of time spent on tour in Rajasthan.<br/><br/>India Golden Triangle holidays never fail to excite and enlighten in equal measures and this eight day small group tour is certainly no different with a world of markets, food stalls and iconic fortresses providing one unforgettable memory after the next.<br/>",
  "durationDays": "8",
  "price": "765",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. Your adventure begins in Delhi – India’s thriving capital city – with a welcome meeting at 6 pm. If you arrive with hours (or days) to spare, consider heading out on your own, maybe to visit the UNESCO World Heritage-listed Humayun's Tomb. If you’ve got the time, explore some Delhi sights and join in on an Urban Adventure. After the welcome meeting, maybe head out for an optional meal with your group at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Delhi.",
      "description": "Join your local leader on an excursion through Old Delhi. Ride the city’s metro system, then hop in a rickshaw to the busy marketplaces of Chandni Chowk. See the Jama Masjid, Delhi’s oldest mosque, before learning about the history of the Sikh religion at the Sheeshganj Gurudwara. Ask your trip leader for their recommendation on where to go for dinner."
    },
    {
      "dayNumber": 3,
      "title": "Jaipur.",
      "description": "Drive into Rajasthan and on to its capital, Jaipur, known as the ‘Pink City’. Take your time to explore this busy city filled with palaces and bazaars selling everything from jewellery and textiles to tea and spices. You might like to stop by the Hawa Mahal (Palace of the Winds), then head over to Jaipur's Royal City Palace and explore its extravagant rooms and apartments. Later, discover one of the five astronomical observatories built by Maharaja Jai Singh, the founder of Jaipur."
    },
    {
      "dayNumber": 4,
      "title": "Jaipur.",
      "description": "This morning, you might want to take an optional early morning hot air balloon experience. Cruising through the air overlooking the countryside is often a highlight of visiting Jaipur. In the afternoon, you’ll visit the Amber Fort. Set on a hilltop overlooking Maota Lake, the fort is an authentic example of Rajput architecture, and the Sheesh Mahal (Hall of Mirrors) is one of its more spectacular buildings."
    },
    {
      "dayNumber": 5,
      "title": "Lotwara .",
      "description": "Leave the ‘Pink City’ of Jaipur behind and drive to the Lotwara Village in Dausa district of Rajasthan. This town, founded in the 17th century retains its traditional temples and is known as the ‘Peacock Town’ of Rajasthan due to the dense population of peacocks. Take a guided walk around the Old Quarter, learning about rural Indian life off the tourist trail. Be sure to visit the local stalls along the way and sample seasonal local sweets made from Indian ingredients, including petha (pumpkin), jaggery (organic sugar) and gazak (sesame seeds). Tonight, you’ll stay in a restored heritage property where dinner is included."
    },
    {
      "dayNumber": 6,
      "title": "Fatehpur Sikri – Agra.",
      "description": "On the journey to Agra, stop at the one-time capital of the Mughal empire, Fatehpur Sikri. Its stunning mosque displays both Persian and Hindu designs and is secured by a 54-m-high entrance. Once in Agra, you have the option to visit the marble tomb that was saved for the greatest of the Mughal Emperors – Akbar's Mausoleum. End your day at the iconic Taj Mahal – one of the Seven Wonders of the World, this opulent monument was built in the 1640s as a memorial to Emperor Shah Jahan’s wife."
    },
    {
      "dayNumber": 7,
      "title": "Delhi.",
      "description": "In the morning, take a guided tour along the banks of the Yamuna River to the iconic Agra Fort. Originally designed by Emperor Akbar in 1565 to be a military structure, it was converted into a palace during Emperor Shah Jahan's reign and later became his prison. You might like to stop for lunch at Sheroes Hangout – a vegetarian and vegan cafe and social enterprise providing employment and opportunities for victims of acid attacks. In the early afternoon, journey back to Delhi by private bus, arriving back at the hotel with enough time to freshen up and decide where to enjoy one final dinner with the group."
    },
    {
      "dayNumber": 8,
      "title": "Delhi.",
      "description": "There are no activities planned for the final day and you're able to depart the accommodation at any time. If you are departing later, you can arrange luggage storage at the hotel. If you would like to stay an extra couple of days, and it's recommended that you do, just get in touch with your booking agent ahead of time. This trip is a great way to see a lot in a short period of time, but if you have more time to explore the south of India. You might like to check out South India Highlights."
    }
  ],
  "map": ""
}