{
  "destination": "India",
  "mainPhoto": "",
  "id": "ladakh-cultural-tour-india",
  "tourName": "Ladakh cultural tour, India",
  "placesVisited": "Leh, Shanti stupa, Thickse monastery, Jo Khang Gompa, Alchi, ‘Magnetic Hill’, Basgo gompa, Alchi gompa, Lamayuru monastery, Rizong monastery, Chulichan nunnery, Khardungla Pass, Nubra Valley",
  "generalInfo": "Explore this remote Himalayan region, with its extraordinary moon-like landscape, tucked away in the Indian state of Jammu and Kashmir. Sitting at the roof of the world, Ladakh is great to visit in July or August and this six-night adventure takes you to ancient palaces, Buddhist monasteries and the beautiful Indus valley.<br/><br/>The trip begins in the capital Leh, where you spend two nights in luxury hotel accommodation. You’ll have plenty of time to explore Leh palace and Shanti stupa, and walk the twisty, traditional lanes of the old town bazaar where you can snap up a beautiful pashmina. Nearby Thickse monastery is a must-see, with its amazing golden Buddha statue. <br/><br/>From here, enjoy a night in Alchi in a camp resort, and one in Nubra, where you’ll spend the night in a traditional yurt. Highlights include the oldest shrine in Ladakh at Lamayuru and historical Basgo gompa where invading Mongolian and Tibetan armies were kept back during a three-year siege. At the Alchi gompa, which unlike most monasteries in the region is not at the top of a hill, admire the thousands of miniature pictures of the Buddha. You’ll also visit the Rizong monastery, the most isolated in Ladakh where hermit monks lead a solitary life, perfect for meditation. Pay respect to the nuns of the Chulichan nunnery, too, who live extremely hard lives supporting the monks in the monastery above. <br/><br/>There will also be the chance to ride a double-hump Bactrian camel through the snow-white sand dunes of the Nubra Valley and sit back and enjoy the drive across the highest road in the world at the Khardungla Pass. You’ll have an English speaking guide at all monuments and transport is with a private car and driver, so you can sit back and admire the view, discovering why Ladakh gets its nickname the Moonland.<br/>",
  "durationDays": "7",
  "price": "1039",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Leh -2 nights Step off the plane and into our care with an easy transfer to the Grand Dragon hotel, the highest ‘star luxury’ hotel in the world. Take it easy. Acclimatise to the high altitude. In the morning you’ll begin your exploration of the mountain kingdom, a land of stunning beauty on the rooftop of the world."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Alchi -1 night After breakfast, settle back and enjoy the view as we journey through the mountains to the Uletokpo camp resort, situated in leafy apricot orchards, where you’ll spend the night. A day of discovering ancient treasures and natural wonders awaits."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leh -1 night Wake up with the sun after sleeping soundly in camp. After a hearty breakfast it’s time to get back on the road to discover the ancient holy sites of the region. See the oldest shrine in Ladakh at Lamayuru, admire the soaring views over the valley from its perch in the hills. Return to a warm welcome at the Grand Dragon hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nubra -1 night An early start means an exciting day with rare adventure at every turn. After a delicious breakfast, sit back, soak up the views and let us do the driving on the 5602m high road to Nubra."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leh -1 night A day of travel back across the Khardungla Pass to Leh and one last night in luxury at the Grand Dragon. Enjoy breakfast surrounded by apricot and apple trees at the camp. Spend the evening shopping for souvenirs in the bazaar. Savour your last day in this extraordinary place."
    }
  ],
  "map": ""
}