{
  "destination": "India",
  "mainPhoto": "",
  "id": "kashmir-and-ladakh-holiday-india",
  "tourName": "Kashmir and Ladakh holiday, India",
  "placesVisited": "Delhi, Srinagar, Overnight on Srinagar houseboat Leh, Nubra Valley, Khardungla La mountain pass, Pangong Lake",
  "generalInfo": "For some people Ladakh and Kashmir holidays can seem too remote, more of an expedition than a holiday. But this fourteen day, tailor made itinerary has been carefully crafted to allow travellers who want to visit these stunning Himalayan regions to do so with ease of access, and stay in good quality accommodation along the way. By starting and ending your  trip in Delhi, you will have the services of a private guide to guide you around the city highlights, and then guide you to onto domestic flights to both Srinagar for a few days and then, after a day’s rest back in Delhi, on another flight to Leh. Where more expert local guides await. <br/><br/>In Srinagar, the largest city of  Jammu and Kashmir state, you will stay overnight on one of the city’s famous houseboats which interconnect Lakes Dal and Nigeen, and also have plenty of time to take in the mosques, ancient streets and markets of this historical city, brimming with cultural heritage.  <br/><br/>In Leh, the capital of the Himalayan heaven that is Ladakh, enjoy its magnificent setting at 3500m, enveloped by snowy peaks, and visit some of its cultural highlights, the top of the list being its extraordinary royal palace, set into the mountain. From Leh, you can also take trips out to the Nubra Valley with your chauffeur guide, a flower filled landscape created by two rivers and stunning natural division between the Ladakh and Karakoram mountains. You will access it via the famous Khardung La pass, an ancient trading and caravan route. <br/><br/>Your final trip before returning to Delhi will be spent on a camping adventure at one of Ladakh’s most beautiful places to visit: Panong Lake, shared by both India and Tibet. Serene and sumptuously blue, this is the most perfect Ladakhi way to bring your trip to a close, before flying back to Delhi. <br/>",
  "durationDays": "15",
  "price": "2149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi Day 1 Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel. Day 2 After breakfast, full day city tour of New & Old Delhi. Places to visit includes: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Janpath Overnight at the Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Srinagar Day 3 After breakfast, you will be provided assisted transfer to airport to connect the flight for Srinagar. • 9W 603 ETD 1000 Hrs / 1120 Hrs In Srinagar, you will be provided assisted arrival transfer to Houseboat. Later in the afternoon Shikara ride on Dal Lake visiting floating gardens. Overnight at the houseboat. Day 4 After breakfast, transfer to the Hotel. Later sightseeing of Mughal Gardens. Rest of the day is free at leisure. Overnight at the hotel. Day 5 After breakfast, drive through old part of Srinagar city and visit the famous Jamia Masjid, Shah-E-Hamdan Mosque, Wooden Mosque and walk through Heritage buildings, old spice market and ancient lanes of Srinagar city. Enroute also visit the Kashmir Handicraft units for last minute shopping. Later return back to the Hotel. Overnight at the Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Delhi Day 6 After breakfast, you will be provided assisted departure transfer to connect the flight for Delhi. • 9W 604 ETD 1200 Hrs / 1335 Hrs Upon arrival in Delhi, you will be provided assisted arrival transfer to Hotel. Overnight at the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leh Day 7 After breakfast, you will be provided assisted transfer to airport to connect the flight for Leh. • AI 445 ETD 0555 Hrs / 0725 Hrs In Leh, you will be provided assisted arrival transfer to Hotel. Rest of the day is free at leisure. Overnight at the hotel. Day 8 After breakfast, Visit Spituk, Phyang and Stok Palace. After having visit return back to the hotel. Overnight at the hotel. Day 9 After breakfast, Visit Shey Palace, Thiksey and Hemis Monasteries Overnight at the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nubra Day 10 After breakfast, drive to Nubra Valley via Khardungla Top (4.5 Hrs Approx.). Upon arrival check in to the Hotel. Overnight at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leh Day 11 After breakfast, drive back to Leh. Upon arrival check in at the Hotel. Overnight at the hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pangong Day 12 After breakfast, drive to Pangong (3.5 Hrs Approx.). Upon arrival check in at the camp. Overnight at the camp."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Delhi Day 14 After breakfast, you will be provided assisted departure transfer to airport to connect the flight for Delhi. • AI 446 ETD 0800 Hrs / 0920 Hrs In Delhi, you will be provided assisted departure transfer from airport to Hotel. Rest of the day is at leisure. Overnight at the Hotel. Day 15 After breakfast, you will be provided assisted departure transfer from Hotel to airport to connect the flight for onwards journey."
    }
  ],
  "map": ""
}