{
  "destination": "India",
  "mainPhoto": "",
  "id": "leopard-safari-and-culture-india",
  "tourName": "Leopard safari and culture, India",
  "placesVisited": "",
  "generalInfo": "Bera is well Known as a destination for leopard sightings in an open Jawai Dam at  Bera is in the Pali District of the State of Rajasthan. The Pali district encloses Jawai Dam (Baand) which lies adjacent to a village called Bera. Together they constitute Jawai Bandh Community Reserve. In recent times the surroundings have become famous for leopard (panther) sightings in the open and their harmonious existence with villagers. River Jawai forms a habitable ecosystem for leopards and megafauna.    <br/>Udaipur situated in the State of Rajasthan Udaipur is a panoramic historical city.  The city glorifies urbanity through its beautiful lakes, gardens, noble houses, and palaces. Historical temples are regulars for the pious. Udaipur extols ancient and modern with architectural excellence modern and ancient. The battlegrounds were the forts simply made for war and enclosure for embattled citizens. <br/>The most amazing aspect of the structures besides the ancient architecture, is the amazing fine arts and embellished interiors. This is typical of Rajasthan but the palaces amidst the lakes are exceptional. Only a visit will reveal the secrets of Udaipur.",
  "durationDays": "9",
  "price": "1350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Delhi, our executive will be at the airport to welcome you later he will transfer you to the hotel. Day to relax overnight Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Post a sumptuous breakfast we are on the way for Delhi sightseeing. The historical places we will visit today are Qutub Minar, Jama Masjid Nation's largest Mosque, the oldest bazaar Chandni Chowk the spice market get one get all masalas available pan India. Here we will enjoy a Rickshaw Ride, then visit the elegant but imposing Red Fort, Raj Ghat-a memorial to Mahatma Gandhi, and the Humayun's tomb-Delhi's finest example of Mughal architecture. In New Delhi, we will pray at Bahai Lotus Temple and Swami Narayan Temple. Next, we visit The Parliament House, The President House, and India Gate. The rest of the day is free at your leisure. During our visit, Indian Cuisine on our palate is assured. Overnight at our Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today post breakfast we take an early flight to Udaipur, arrive at Udaipur then drive straight to Bera Jawai, for the evening safari. We will be enjoying our stay at a popular heritage lodge at Bera, and enjoy the vegetarian food Marwar is famous for. The lodge is environmentally friendly and leaves fewer carbon footprints. The vegetarian is a delightful serving of several delicious recipes Marwar is famous for. You will relish each, and every dish, it will be an unforgettable experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning & evening safari. The safaris are organized on open jeeps with a naturalist guide who knows the area very well. We will also enjoy birding and the sights of other wild animals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast drive to Udaipur, and check in at the hotel later we will do half-day sightseeing. We will visit local bazars of Udaipur, evening Light and sound show at City Palace."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast we will set out for Udaipur sight seeing a of lakes. On this day we will visit Lake Pichola, Jagmandir, City Palace, and Jagdish Temple. Boat ride at Lake Pichola.Overnight Udaipur."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After Breakfast we take a direct flight to Delhi. Overnight Delhi day to relax."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast transfer to International airport for your flight Back home"
    }
  ],
  "map": ""
}