{
  "destination": "India",
  "mainPhoto": "",
  "id": "kashmir-small-group-holiday-india",
  "tourName": "Kashmir small group holiday, India",
  "placesVisited": "Old Delhi, Leh, Himalayan monasteries, World's highest road, Kargil, Nubra Valley, Zanskar Valley, Srinagar, Houseboat cruise, Sonamarg, Gulmarg",
  "generalInfo": "The troubled years when conflict put Kashmir off-limits to foreign visitors have passed, and this is a chance to experience the diversity of this stunning region, complemented with the neighbouring  Ladakh with its strong Tibetan Buddhist influences. <br/><br/>After exploring Old Delhi's Red Fort and Chandi Chowk, take a flight over the Himalayas to Leh. As well as visiting amazing monasteries including Tikse, Moatho &amp; Shey, you'll explore the Nubra Valley – including a drive along the world's highest road (5600m) through some of the finest scenery in Ladakh. There are also on foot encounters with local villagers – and Bactrian camels. <br/><br/>Take the High Road to Kashmir over a 4000m pass to your next base in the spectacular Zanskar Valley. Camping amid Buddhist villages and monasteries, enjoy scenic village walks plus a visit to the Islamic town of Kargil. <br/><br/>After an incredible drive to Srinagar  - with lunch at the strikingly beautiful Sonamarg – board a houseboat for three days afloat, taking in sights such as the Moghul Gardens, a visit to a floating market plus one last mountain jaunt day trip to Gulmarg to ride the world’s highest chairlift (3980m).    <br/><br/>Price includes all activities/equipment, tour leaders, local guides and drivers, meals, mineral water, all transport (excluding international flights) , all accommodation and all entrance fees as outlined in the itinerary",
  "durationDays": "16",
  "price": "4200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts In Delhi: Explore New Delhi: The tour starts with a group welcome meeting at lunchtime. Rooms are available from 14:00 so we will check in if possible, before taking a drive through New Delhi – visiting Rajpath and India Gate as well as Humayun’s tomb, one of the best preserved Mughal monuments, commissioned by Humayun's son Akbar and designed by the Persian architect Mirak Mirza Ghiya. This evening we will head to Connaught Place for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi – Leh (3,500M): The Land of High Passes: After a relaxed morning we'll take one of the most spectacular flights in the world in the early afternoon, from Delhi across the plains and over the Himalayas to Leh – if your eyesight is good enough you might even see K2! Upon arrival in Leh, we’ll transfer to our hotel and spend some time relaxing and acclimatising to the altitude. Known as the ‘Land of High Passes’, Ladakh and its capital, Leh, was an important junction on the famous Silk Route. In the afternoon, we’ll take an orientation walk around the town, which is still dominated by the ruins of Leh Palace. This former residence of the royal family of Ladakh is built along the lines of the Potala Palace in Tibet. At nine storeys high, it’s a striking building and an architectural icon of Leh."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In & Around Leh: The Monasteries of Leh: Today we’ll visit some of the most spectacular monasteries in the area surrounding Leh. Situated on a hilltop to the south, Shey Monastery was once the summer palace of the royal family and it’s believed that many of the Kings of Leh were born here. The monastery is home to an impressive 24m high seated image of Buddha cast from copper and covered with gold leaf. Thiksey Monastery, filled with colourful murals and statues, affords picturesque views of the green Indus valley from its rooftop. Located around 26kms from Leh, Matho Monastery is a Tibetan Buddhist monastery built around 500 years ago which belongs to the Sakya order. We’ll return to Leh in time for dinner this evening."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leh - Nubra Valley (3,000M): Over Khardung La Pass: This morning we’ll head north on a scenic journey along one of the highest motorable roads in the world as we journey over the Khardung La Pass (5,359m), before descending into the spectacular Nubra Valley below. Lying high on the Tibetan plateau - and only recently opened to foreign visitors - Nubra Valley means ‘Valley of Flowers’ and visiting here is like stepping back in time. This is where the Shyok River meets the Siachan River to form a large valley separating the Ladakh and Karakoram mountain ranges. Throughout the journey, a number of stops are required to obtain protected area permits and to show passports. On arrival, we’ll settle into Desert Himalaya Resort, with some free time to explore the surrounding area or to relax on the veranda of your premium tent. In the late afternoon, there is an option to take an easy walk from Diskit. We will start from the main bazaar in the village of Diskit. En route, we pass sea buckthorn bushes used as a traditional medicine for centuries and visit a rolling expanse of sand dunes. We then return to our camp and have dinner. Driving distance today, 120km, approx. 5 hours."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In The Nubra Valley: Chortens and the Wishful Lake: After breakfast, we cross the Shyok River heading to the other side of the Nubra Valley to visit a couple of remote local monasteries. Home to around 50 monks, Samstanling Monastery is the main monastery of the region and is over 130 years old. In contrast, Ensa Monastery is around 600 years old with only one resident monk. Here, the kora path takes us past dozens of white chortens and a hermitage retreat to offer fabulous views of the valley. We return to the banks of the Nubra for a picnic lunch. This afternoon, we take a short drive to the Yarab Tso Lake, known locally as ‘Wishful Lake’. Situated at 3,300m, it is one of the holiest high-altitude lakes in the valley where we can enjoy another pleasant walk. On our return journey, we pay a visit to the Women’s Alliance of Nubra, an initiative to improve the status of women in this region, for a traditional Ladakhi lunch before returning to our camp for the evening."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Nubra Valley – Leh: Return from the Valley: We rise early this morning to observe the monks carrying out their morning prayers at Diskit Monastery. We return to the camp for breakfast and after taking in some more of the magnificent views we’ll return to Leh where the rest of the day is free to explore at your leisure. Dinner tonight will be at your own expense. Driving distance today, 120km, approx. 5 hours."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In & around Leh: Explore Leh: If it transpires, as it often does, that this day coincides with one of the annual colourful Buddhist festivals held in Leh itself or one of the nearby gompas, we’ll plan to spend much of the day marvelling at the famous masked dancers, who through plays, music and dance tell the teachings of Guru Rinpoché – the precious jewel. Alternatively, if there are no festive celebrations today, we'll have a whole day to further explore the Ladakhi capital and its stunning surroundings with a chance to take an optional hike in Stok Gorge. This area marks the entrance to Hemis National Park, renowned for its snow leopards, ibex, urial, and blue sheep or bharal. The gorge is the starting point for the much longer trek to Stok Kangri and features remarkable rock formations and diverse plant life. Along the way, we'll pass many mani walls and chortens before returning along the same path with a stop alongside the stream for a picnic lunch before returning to Leh."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Leh – Lamayuru (3,510M): Alchi and the Start of the High Road: Today we depart Leh and start our journey on the exhilarating High Road to Kashmir, stopping at Alchi Monastery (3,100M) en route. Adorned with murals depicting different forms of Buddha, this monastery is distinct from other monasteries in Ladakh in that it sits on flat ground rather than a hilltop. From here, we’ll drive to the magnificent 11th-century Lamayuru Monastery (3,510M). This impressive building belongs to the Red Hat sect of Buddhism and is home to more than 150 monks, housing a rich collection of artefacts, wall paintings, thangas, statues, carpets and an impressive 11-headed, 1,000-eyed image of Chenzing. We continue on to Lamayuru (3,510M), where we will overnight.Driving distance today, 115km, approx. 4 hours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lamayuru - Padum (3,669M): Through the Zanskar Valley: Today will be a long day, as we traverse some of the most breathtaking scenery and remote villages that have remained hidden for centuries, and true wilderness, some of which is completely uninhabited. We’ll leave early as we travel through the spectacular Zanskar Valley and on to Padum. Once the capital of the ancient kingdom of Zanskar, Padum is the present-day administrative centre of the Zanskar region of Kargil. Arriving in the late afternoon, we will spend the next two nights in Padum. Driving distance today, 240km, approx 8/9 hours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In Padum: Karsha and Bardan Monasteries: We’ll have the whole day to explore some of Zanskar’s striking scenery, as well as its religious and historical treasures. With opportunities throughout for small walks and interactions with the local residents of the region, we will visit the nearby monasteries of Karsha and Bardan. Karsha Monastery (4,400m) is situated on the far side of the Stod River and stands majestically on a steep mountainside above Karsha village. Fortress-like Bardan Gompa, a 17th-century Buddhist Monastery, sits atop a rocky crag and belongs to the Dugpa-Kagyud monastic order. It was one of the first monasteries of this sect to be established in Zanskar and the main prayer hall retains some ancient murals."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Padum – Kargil: Journey through the Peaks: Leaving early, we’ll take a scenic drive out of the Zanskar Valley and on to Kargil, the second largest town in Ladakh. If time permits, we will take a stroll around this very Islamic town, with workshops and old merchant stores cramming the packed central area. Driving distance today, 240km, approx 8/9 hours."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kargil – Srinagar: Sonamarg and Through the Sindh Valley: This morning, we’ll leave early for our drive to Srinagar. En route, we’ll make a brief stop at the Drass War Memorial, built in commemoration of the fallen soldiers from the 1999 conflict, before continuing over the Zoji Pass and onto Sonamarg, meaning \"Meadow of Gold\" in the Kashmiri language. We should arrive in Sonamarg for lunch, surrounded by Kashmir’s most beautiful mountain countryside. From here, we’ll begin our final drive through the Sindh Valley to Srinagar, a town that is, in many ways, the real highlight of this trip! Sitting at the heart of the Vale of Kashmir lies this extraordinary town, famed for centuries for its clean, clear air, idyllic setting, and lakes. Framed by high-forested hills that rise up in the distance to the snow-capped Himalayas, it’s simply one of the most picturesque places you’re ever likely to visit. On arrival, we’ll transfer by shikaras and check into our beautiful houseboat, which have changed little since the British first built them back in the 19th century. Our houseboat, usually made from cedar wood, is family-owned and operated, therefore providing a wonderful personal touch. Driving distance today, 202km, approx. 5 hours. There may be unavoidable diversions in place on the drive today, which could see the tour diverted through a short 5km tunnel. Please see Key Aspects to Consider in the Key Information section."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "In & Around Srinagar: Land of Lakes and Gardens: Often referred to as the ‘Land of Lakes and Gardens’ or the ‘Switzerland of India’, Srinagar is a place of unforgettable natural beauty. The famous gardens have a distinctly Mughal influence as many of them were cultivated by Mughal emperors. The old city, with its narrow streets and ancient mosques, is a wonderful place to explore on foot. We may also take a stroll up to the imposing 18th-century Hari Parbat Fort, built by Emperor Akbar in the 1590s and visible from virtually anywhere in Srinagar. Until recently, this was closed off to the public but it is now open from time to time when the security situation allows it, and a visit here provides some stunning views of the surrounding area. There’s also the opportunity to do some shopping from local hawkers, selling silk, leather, flowers, jewellery, pashminas, etc. They can come to the houseboat on request so you don't need to go far for souvenirs."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In & Around Srinagar: Floating Markets and City Waterways: If you don’t mind an early start then a dawn trip to the floating vegetable market to watch the hustle and bustle of trading on the water, along with the accompanying sunrise, is a truly wonderful experience. Returning to the houseboat for breakfast, we’ll enjoy a trip out on the lakes taking in more of the picturesque gardens, drifting along the narrow waterways and witnessing more of the unique lifestyle that Srinagar offers."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Srinagar – Delhi: Return to Delhi: After a leisurely morning, we’ll fly to Delhi and check into our hotel. Depending on our flight arrival time, there might be a couple of hours free for a last look around before heading out for our farewell dinner."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tour Ends In Delhi: The tour ends after breakfast at our hotel. Those on the suggested group flight will be transfered to the airport in time for their morning flight."
    }
  ],
  "map": ""
}