{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-and-taj-mahal-tour",
  "tourName": "Rajasthan and Taj Mahal tour",
  "placesVisited": "Delhi, Humuyuns Tomb, Agra, Taj Mahal, Fatehpur Sikri, Amber Fort, Jaipur, Pushkar, Jodhpur, Meherangarh Fort, Udaipur, Lake Pichola",
  "generalInfo": "A Rajasthan tour will no doubt include the wondrous setting of the Taj Mahal and this excellent 12 day tailor made tour is certainly no different.<br/><br/>From Delhi to Udaipur via Agra, Jaipur and Jodhpur this 12 day Rajasthan tour leaves no cultural stone unturned when it comes to experiencing the Mughal monuments, religious heritage and never-to-be forgotten fortresses and palaces of northern India.<br/><br/>Witnessing the Taj Mahal at sunrise is what Rajasthan tours are made for with chances to take lunch with royalty and spend an evening with a shepherd just a couple of cultural contrasts to help you put your tours of Rajasthan into perspective.<br/><br/>As tailor made Rajasthan tour experts we’re proud to have produced an itinerary that encapsulates the spirituality and natural beauty of the region with iconic highlights, such as the Taj Mahal, adding to guest preferences to make this one tour of Rajasthan to really remember.<br/>",
  "durationDays": "12",
  "price": "2250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DAY 1 Arrive early morning at Delhi airport. It will take you an hour to an hour and a half to clear immigration and customs. On arrival you will be met by our tour manager, who will accompany you on this tour your stay in boutique hotel. Breakfast and Lunch at the hotel. Rest and relax at your hotel in the late afternoon. If you would like to go out in the evening for dinner or a short tour that would be fine. If you prefer to stay at hotel to relax as well as have dinner there that is also fine. DAY 2 Breakfast followed by a tour of Humuyuns Tomb and the Qutab Minar complex. Besides the famous tower the complex also has the finest metallurgy pillar made in the ancient world, created by the Guptas. After the Qutab Minar lunch followed by a tour of the Delhi Red Fort and Jama Masjid followed by exploring the old Delhi bazaar. In the evening dinner at Kareems, the 5th generation Mughal restaurant, followed by returning to hotel for night stay. DAY 3 5 am transfer to the New Delhi railway station to board your Executive Class 1st AC train to Agra that departs at 6 am where breakfast will be served on board. Arrive in Agra just after 8 am proceed to your stay in hotel situated near west gate of Tajmahal . Arrive at the hotel for relaxing and lunch until the early afternoon where you will depart on your tour of the Agra Red Fort. The Agra Red Fort has wonderful architecture. Return to hotel in the evening for dinner and night stay. DAY 4 Early light Breakfast followed by sunrise at the Taj Mahal for a 2-3 hour tour of the Taj Mahal and the surrounding buildings, , you will appreciate the incredible and detail petra dura (inlay work) craftsmanship is every ware on Tajmahal. In the early afternoon lunch in the Taj Mahal area followed by a tour of the Itmad-ud-Daula (the first marble tomb to be made in India as well as being the resting place of Noor Jehan’s father). Return to The hotel for dinner and night stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "DAY 5 Breakfast following leaving by road to Jaipur (4 hour) via Fatehpur Sikri. Fatehpur Sikri is the magnificent 16th Century Mughal capital city (40 minutes from Agra). I believe you will want at least 3 hours here. There is both the royal palace complex as well as the mosque complex that also has the wonderful Buland Darwaza which is the main gate into the city as well as the tallest gate in the world. The mausoleum of Salim Chisti which has some of the finest carved latticed marble screens in India is inside the main square. Lunch on the rout and reaching at Jaipur in early evening. Your dinner and stay at Aristocrat home (converted in luxury accommodation), our guests are always pleased with. DAY 6 Breakfast followed by leaving for a tour of the Amber Fort for two to three hours. Amber is the original capital of the erstwhile Jaipur State and dates from the 15th Century and is set in among large hills with a lake below and formal gardens. Lunch at Amber before returning to Jaipur city. In the afternoon you may see the Hawa Mahal (Palace of the Winds) and explore the many bazaars of Jaipur. Return to Home for dinner and night stay. DAY 7 Breakfast followed by leaving by road to 16 century Fort palace (2 and half hours) lunch on arrival. The Fort Palace is in a village setting and is the only royal palace in India where guests can stay inside the authentic 16th Century Princess Room. This is unchanged from this period except for the addition of electricity and the bathroom. The Princess room is large and lovely. The architecture of the Fort is also very fine. Arrive in early afternoon for lunch, relaxing, exploring the fort palace followed by dinner and night stay in the Princess room. DAY 8 Early morning breakfast before departing by road to Pushkar (1 hour) to tour this holy city and its temples. The setting of Pushkar is lovely on a lake. It is one of the holiest cities in India. Lunch atPushkar and procced for your another stay in Fort (2 hours drive) it was constructed in early 1611 A.D. for Maharajah Gopal Das Ji, who was granted ‘Jagirs’ (fiefdoms) of Area of nearby villages of the Fort ,his great achievement in war against the Mughals, in honour of his service to the Maharaja of Jodhpur."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY 9 Breakfast followed by road to Jodhpur. After arrive a tour of the 15th-18th Century Jodhpur Meherangarh (Majestic) Fort. I believe you will want to have at least 2 to 3 hours here as there is much to see and a beautiful setting. In the early afternoon lunch in the finest restaurant of region followed by trying some of the famous Jodhpur desserts. In the evening for a display of the finest South Asian art mediums produced by the last remaining erstwhile royal appointed master artisans will be shown to you with explanations on history and processes. Your stay in Manor home of the erstwhile prime minister of Marwar kingdom the evening drinks followed by a traditional dinner and a concert of erstwhile Jodhpur royal appointed musicians at Manor home. DAY 10 Breakfast followed by leaving by road to Udaipur (via Ranikpur) 4 and half hours. Arrive at Ranikpur for lunch followed by exploring the 15th Century Jain Temple complexes for a couple of hours after lunch. There are also a few older temples that are Hindu that are worthwhile to see as well. Arrive in Udaipur in the early evening. Your stay in 16 century Fort (45 minutes drives from Udaipur) Fort was an erstwhile royal property that was conserved into a hotel over a six year period. It is located in the center of small towan. Arrive at Fort for dinner and night stay. DAY 11 Early morning breakfast followed by a tour of the Udaipur City Palace. The Udaipur City Palace spans many different Rajput as well as Islamic architectural styles and is located on the banks of Lake Pichola. Part of the Mewar (Udaipur) royal family’s art collection and objects are on display. I believe you will want at least 2 hours here. After your Udaipur City Palace lunch in the bazaar followed by relaxing or exploring further the old city of Udaipur. Dinner and night stay at Fort. DAY 12 Breakfast and depart by road to Udaipur Airport for catch the flight to Delhi. On arrival you will be met by Your English speaking driver who will accompany you to hotel. Rest in the afternoon and evening relaxing, swimming. Dinner and night stay."
    }
  ],
  "map": ""
}