{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-experience-holiday",
  "tourName": "Rajasthan experience holiday",
  "placesVisited": "New Delhi, Agra, Taj Mahal, Jaipur, Mandawa in Shekhawati region, Bikaner, Jaisalmer, Thar Desert, Desert camel ride and camping, Jodhpur, Udaipur",
  "generalInfo": "Our two-week Rajasthan experience is a holiday that combines desert landscapes with dramatic architecture. We begin our break in New Delhi and Agra, so that you can take in Delhi’s  stunning three UNESCO World Heritage Sites but also the inimitable grandeur of the Taj Mahal. <br/><br/>You might think that anything after the Taj Mahal might be an anti climax, but Rajasthan is the princely state that is a whole other world onto its own. We visit the unique and almost fairytale like cities of this desert region, such as the rose city of Jaipur and blue city of Jodhpur, as well as the stunning waterways of Udaipur. <br/><br/>For immersion in the Thar Desert, which dominates this incredible northern state, we also visit the beautiful fortified town of Bikaner and the even more extraordinary Jaisalmer Fort, one of the largest fully preserved fortified cities in the world. We go camel riding out into the desert, and have the chance to sleep under the stars in this great, arid terrain. There’s also the chance to stay in Rajasthan’s famous and storied heritage hotels. <br/><br/>This trip, unlike many Rajasthan holidays, also takes us north to the Shekhawati region. Once home to aristocrats between 17-19th centuries, there is still an array of grand houses here, known as havelis, with painted courtyards, colonnades and signs of obvious opulence. Rajasthan is like that everywhere, really, with great towns, forts and palaces appearing out of the desert like mirages, and yet all fantastically real. <br/>",
  "durationDays": "15",
  "price": "1730",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. Your adventure begins with a welcome meeting at 6 pm. If you arrive in Delhi with time to spare, perhaps pay a visit to the World Heritage-listed Humayun's Tomb or the 12th-century Qutub Minar. After meeting your leader and fellow travellers, you may like to join the group for an optional dinner at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Agra.",
      "description": "Today you will travel by air-conditioned train to the Mughal city of Agra. After arriving, meet your local guide who will show you around two Agra icons. First, visit the spectacular Taj Mahal. Take in the beauty of this 17th-century masterpiece of white marble set amid beautiful formal gardens. Next, visit the nearby Agra Fort, a huge complex built originally as a military structure of red sandstone by Emperor Akbar in 1565. In your free time, perhaps enjoy a drink or meal at Sheroes Hangout, a social enterprise that employs women affected by acid attacks."
    },
    {
      "dayNumber": 3,
      "title": "Jaipur.",
      "description": "Today you will rise early and leave via private vehicle for Jaipur. Your first stop is the deserted Mughal kingdom of Fatehpur Sikri. Built during the reign of Emperor Akbar, it was abandoned shortly after his death due to a lack of available water. With a local guide, tour the stunning mosque, Jama Masjid, striking a lovely pose within the settlement, combining Persian and Hindu aesthetics. See its staggering 54-metre-high main entrance called Buland Darwaza (Gate of Victory) which commemorates Akbar’s great victory in Gujarat. Arrive this afternoon in Jaipur, the capital of Rajasthan and said to be one of the most pedestrian friendly cities in India. Meet your local guide to put that to the test among bustling, brightly-coloured bazaars filled with hand-crafted textiles, folk art, and semi-precious stones. Here, traditionally dressed Rajput men wearing colourful turbans and sporting magnificent moustaches will make their way through crowded streets packed with cars, camel carts, rickshaws, trucks, and bicycles."
    },
    {
      "dayNumber": 4,
      "title": "Jaipur.",
      "description": "Start your day with some free time in Jaipur. If you’re up for it, go for an optional hot air balloon experience over the city, which is a highlight for many travellers. Later, join a local guide and travel out to the stunning medieval Amber Fort not far from the city. This 16th-century marvel is a great example of Rajput architecture. Take your time, as you'll need several hours to explore this massive fortification. Back in Jaipur, continue to indulge in the delights of Indian culture by watching a Bollywood film of action, romance, drama or music (sometimes all rolled into one) at the renowned Raj Mandir Cinema. Then it’s time to do as the locals do and eat your way around the city on a rickshaw tour! The Pink City Rickshaw Co. is a non-for-profit organisation that employs more than 200 women from low-income households in Jaipur. Your first stop is to pick up some kachoris, a delicious fried snack, followed by sweet lassis. Continue to a shop serving kulfis, a popular frozen dessert, before finishing up at an establishment offering cardamom tea, the perfect way to round off the day. If you’re still peckish for dinner, ask your leader for some recommended dining spots."
    },
    {
      "dayNumber": 5,
      "title": "Udaipur.",
      "description": "Say goodbye to Jaipur this morning and travel to the city of Udaipur in the Aravalli hills. You’ll pass through small towns, rural stretches and hilly terrain on the way. You’ll drive by fields of camels and cattle and the occasional palace or fort peeking out of a hilltop in the distance. This evening, take a boat ride across Pichola Lake, the largest body of water in Udaipur, to get a totally different view of this charming townscape."
    },
    {
      "dayNumber": 6,
      "title": "Udaipur.",
      "description": "Explore the atmospheric laneways of Udaipur with your leader this morning. Watch out for elephants and cows! You will be joined by a local guide to visit the City Palace while you're here, one of the largest royal palaces in India. This structure took 400 years to build and hosts a range of treasures and antiquities, from vivid murals to royal utensils. The rest of the evening is free to explore or rest at your own pace."
    },
    {
      "dayNumber": 7,
      "title": "Jodhpur.",
      "description": "From Udaipur, you'll travel through the beautiful hamlet of Ranakpur on your way to Jodhpur. Ranakpur is the home of a host of beautifully carved white marble Jain temples. These staggering complex temples attract Jain pilgrims from all over India, making Ranakpur one of the most important pilgrim destinations for Jains in India. From here, you’ll continue your journey to Jodhpur and in the evening, you’ll have free time to stroll around the Mandore gardens, which is also a home for ancient royal cenotaphs."
    },
    {
      "dayNumber": 8,
      "title": "Jodhpur.",
      "description": "This morning, visit the colossal Mehrangarh Fort with a local guide. This 15th century fort sits 125 metres above the city. Inside the walls, you’ll see intricate carvings and expansive courtyards, but don’t forget to look out over the expansive views from the fort’s ramparts. After, walk around the blue city of Jodhpur – Rajasthan's second-largest city. Jodhpur is filled with antique shops and, according to many locals, has the best lassi in the country. This evening, sit down for a vegetarian dinner with a local family to learn more about the cuisine, the area and the people who call it home."
    },
    {
      "dayNumber": 9,
      "title": "Jaisalmer.",
      "description": "Emerge from the desert this morning and travel along a desert road to the yellow sandstone citadel of Jaisalmer. Watch as this ‘living fort’ rears its head in the arid, flat desert. Our local guide will lead you through the snaking alleyways of Jaisalmer, which are filled with markets and intricately carved houses. This evening perhaps ask your leader for their favourite local places to eat."
    },
    {
      "dayNumber": 10,
      "title": "Thar Desert.",
      "description": "Wake up this morning and continue exploring the immense Jaisalmer fort with the group. Within the fort itself is a maze of houses, temples, shops and restaurants, not to mention some 3000 permanent residents. Track down some Rajasthani fabrics, look at the facades of the Patwa ki Haveli and Salim Singh-ki Haveli. This afternoon, join a local family for a Thali lunch before you forge deeper into the Thar Desert on a desert camp safari. Drive through the dunes to a campsite with spectacular views where you’ll sit down for a traditional Rajasthani dinner as the sun sets and spend the evening around a campfire."
    },
    {
      "dayNumber": 11,
      "title": "Bikaner.",
      "description": "Emerge from the desert this morning and travel to the fortified town of Bikaner, which was an important staging post along some of history’s great caravan routes, and thus houses a multitude of bazaars along with an impressive fort and palace. Then, have lunch at Kheechan, known for its migratory birds like the eurasian crane. In the evening, you'll venture out for an auto rickshaw ride through the town and its market to enjoy some tea, samosas and Indian treats, and iconic sharbat from Chunni lal. Sitting down in a restaurant might be nice at times, but tonight you’ll take an evening local street food tour for dinner to get an authentic taste of the town."
    },
    {
      "dayNumber": 12,
      "title": "Mandawa.",
      "description": "Visit the massive 16th century Junagarh Fort with a local guide this morning to learn about its impressive history then leave Bikaner to head to Mandawa – a remote town in the centre of the region. Mandawa is an old trading post between the Middle East and China known for its forts and havelis that offer a glimpse into the cultural and social hotspot this place used to be. When you arrive in town, you’ll check into your resort with time to rest or grab lunch, relax by the pool or visit the spa."
    },
    {
      "dayNumber": 13,
      "title": "Mandawa.",
      "description": "Spend the day exploring this amazing town, which is often referred to as an outdoor museum and is famous for its ornate havelis. A local guide will lead you on a haveli tour where you'll notice that some are faithfully restored while others are crumbling. The havelis of this particular part of India are recognised around the country for their lavishly painted walls and art. This evening, share a meal of spicy Northern Indian food with your fellow travellers at Castle Mandawa before retiring for the night back at our resort."
    },
    {
      "dayNumber": 14,
      "title": "Delhi.",
      "description": "After breakfast, leave the countryside behind and get back to the beating rhythm of Delhi. When you arrive, you’re free to rest and recharge. You might like to get together with your group for a special dinner to celebrate your adventure – your leader will have some great recommendations on local spots to eat."
    },
    {
      "dayNumber": 15,
      "title": "Delhi.",
      "description": "Your trip comes to an end after breakfast this morning. There are no other activities planned for the day and you can depart the hotel at any point this morning. For those who wish to stay on in Delhi to further explore the city, we are happy to help in booking accommodation (subject to availability)."
    }
  ],
  "map": ""
}