{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-small-ship-river-cruise-india",
  "tourName": "Kerala small ship river cruise, India",
  "placesVisited": "",
  "generalInfo": "To truly know Kerala, you must experience her waterways the inroads of this lush land and famously called the “Green Venice of the East” by National Geographic.<br/><br/>A seven-night backwaters cruise takes you through emerald canals, shimmering lagoons, serene lakes and winding rivers, where life unfolds along the water’s edge. Drift past villages and townships alive with temples, churches, mosques, bustling markets, boatyards, and coir makers, while sunsets paint the horizon over vast tropical lakes. This journey is more than a cruise - a dive into Kerala’s soul.<br/><br/>From witnessing martial arts that inspired Karate, to temple dances, Ayurveda traditions, canoe rides through bird sanctuaries and gliding along narrow canals where homes brush the boat’s edge the experience is both breathtaking and deeply enriching. A living tapestry of culture, nature and timeless beauty awaits on Kerala’s emerald waterways.",
  "durationDays": "8",
  "price": "1450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your journey in Cochin, driving to the ancient village of Pallippuram to witness a spellbinding display of Kalarippayattu, Kerala’s traditional martial art rooted in ancient wisdom and energy healing. Embark on your luxurious cruise near the historic St. Thomas Church, greeted with a warm welcome and a traditional Sadya lunch served on banana leaves. As the vessel glides away from the city bustle, soak in the serenity of Kerala’s backwaters. By evening, arrive at the sacred town of Vaikom. Discover its spiritual and social legacy at the revered Vaikom Temple, a symbol of Kerala’s reformist past, and enjoy a captivating Kathakali performance—a mesmerizing fusion of dance, drama, and devotion. Return to your floating retreat and unwind as the river whispers stories of timeless tradition."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Vaikom to Kumarakom: Heritage, Harmony, and Homely Flavours. Awaken to the gentle rhythm of the backwaters as the cruise resumes after breakfast. Begin your day with an engaging talk by an Ayurvedic physician, offering timeless insights into Kerala’s ancient healing traditions. Sail onward to the serene village of Chenganda, a hub of coir spinners, weavers, and eco-innovators. Watch artisans transform humble coconut husk into strong, sustainable coir—Kerala’s golden fibre that supports rural livelihoods and global green living. Witness villagers collecting clams and crafting bio-concrete from shells, showcasing harmony between tradition and sustainability. Continue your journey past the Thanneermukkom barrage, where freshwater meets the sea, and soak in the tranquil scenery from deck. In the afternoon, experience the warmth of Kerala hospitality with a home-hosted lunch at a Syrian Christian family’s island home. Join your hosts in preparing regional delicacies, hear stories of generations who reclaimed their land from the lake, and stroll through their gardens and fish farms. As the sun dips over Vembanad Lake, unwind on deck, letting the golden glow and gentle ripples mark another day of discovery."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kumarakom to Kavalam: Birds, Community, and Classical Grace At dawn, glide through the tranquil lagoons of Kumarakom in a country boat, surrounded by shimmering paddy fields and mangroves alive with birdsong. Spot vibrant kingfishers, herons, bee-eaters, storks, and cormorants—a birdwatcher’s paradise within the vast Vembanad wetland ecosystem. Return to the cruise for breakfast as the vessel sails across Lake Vembanad, where four great rivers meet before embracing the Arabian Sea. By evening, arrive at the idylic village of Kavalam, where the Pampa River gently reverses its course into the lake. Wander along lush dykes, meet local farmers, and interact with members of Kudumbashree, Kerala’s inspiring women’s colective driving empowerment and sustainable livelihoods. As dusk settles, experience the elegance of Mohiniyattam and Bharatanatyam—graceful classical dances that echo Kerala’s cultural soul. Unwind on deck under the twilight sky, as the backwaters shimmer with quiet magic."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kavalam to Pulinkunnu: Life Below Sea Level After breakfast, sail deep into the heart of Kuttanad, the only region in India where farming thrives below sea level. Glide through the narrow, winding canals of Kainakari, where country boats pass by emerald paddy fields, and riverside life unfolds in gentle rhythm. Visit Chavara Bhavan, the serene ancestral home of Saint Kuriakose Elias Chavara, a visionary reformer and founder of Kerala’s first indigenous congregations. Now a peaceful museum, it stands as a testament to compassion and community service. Return to the boat and continue cruising through the untouched beauty of Pulinkunnu, a picturesque village embraced by shimmering waters and whispering palms. As evening descends, soak in the stillness of the backwaters—where every ripple tells a story of Kerala’s timeless charm."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pulinkunnu to Changankari: Heritage, Craft, and River Rhythms After an early breakfast, journey to the ancient village of Aranmula, famed for its exquisite metal mirrors (Aranmula Kannadi)—crafted by a handful of master artisans using a secret technique found nowhere else in the world. Visit the revered Aranmula Sree Parthasarathy Temple, dedicated to Lord Krishna, its legend tied to a raft made of six bamboo pieces that gave the village its name. Enjoy a traditional Kerala lunch hosted by a local family on the tranquil banks of the Pampa River, where the sacred Paliyodam snake boats rest in quiet grace. Return to the cruise and stop at the historic Champakkulam village, once a vibrant spice trade hub where Syrian Christian merchants settled over a milennium ago. Visit St. Mary’s Church (AD 427)—one of Kerala’s oldest— its ancient open-air stone cross standing as a symbol of enduring faith. Stro l through the village lanes, interact with schoolchildren and local artisans crafting biblical figurines, and soak in the authentic rhythms of rural life. Continue your serene voyage to Changankari, a peaceful agrarian haven where the boat anchors overnight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Changankari to Thottappalli: Traditions by the Coast Begin the day with a leisurely stroll through the tranquil village of Changankari, where life flows gently with the rhythm of the backwaters. After breakfast, sail toward the charming coastal village of Thottappali, where the spilway ingeniously balances the tides—protecting the paddy fields that flourish below sea level. Learn about Kerala’s age-old techniques of sustainable rice cultivation in these fertile lowlands. Later, drive to a mystical sacred grove where serpents are revered and rituals are led by female priests—a rare and fascinating tradition deeply rooted in Kerala’s cultural and ecological heritage. Continue to the artisan village of Mannar, renowned for its bell-metal craftsmanship. Watch master craftsmen shape lamps, bels, and temple vessels using the ancient lost-wax casting method passed down through generations. Return to the boat for a relaxed afternoon amid serene rural vistas. As evening falls, take a peaceful walk along Thottappali Beach, where the golden sands meet the gentle waves of the Arabian Sea."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Thottappalli to Kanjippadom: Roots, Reflection, and Rivercraft This morning, take part in a symbolic ceremony as we plant a coconut sapling—honoring your journey and Kerala’s beloved ‘Kalpavriksha’, the divine tree that sustains life in countless ways. After breakfast, the cruise resumes, gliding through tranquil waters toward Karumadi, a peaceful village famed for its ancient black granite statue of Buddha. This centuries-old relic echoes Kerala’s Buddhist past and the enduring spirit of harmony that shaped its culture. Enjoy an onboard presentation delving deeper into the state’s rich spiritual and cultural heritage. Later, arrive at Kanjippadom and take a leisurely walk through the village. Visit a traditional boat-building yard, where skiled craftsmen construct classic Kettuvalams—wooden boats ingeniously joined with coir, cotton, and natural resin, a living testament to Kerala’s maritime artistry. As the sun sets, relax on deck and reflect on the timeless connection between nature, craft, and culture that flows through Kerala’s backwaters."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Disembark at Punnamada We disembark by 9.30 AM at the IWAI Jetty, Punnamada, Alleppey. The cruise program concludes."
    }
  ],
  "map": ""
}