{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tiger-safari-small-group-holiday",
  "tourName": "India tiger safari small group holiday",
  "placesVisited": "",
  "generalInfo": "Journey into the heartland of India in search of the majestic Royal Bengal Tiger. On this 15-day tour, we take in five sprawling national parks, spotting tigers, dolphins, gharials and sambar dear amongst others. Soak in the astounding scenery as we travel by boat and 4WD vehicles through the forests, rivers and mountains of central India. <br/> <br/> Bandhavgarh Tiger Reserve - Search for tigers in Bandhavgarh, boasting the highest population density of tigers in the world.<br/> Kanha National Park - Spot wildlife on jeep safaris through Kanha, the inspiration for Rudyard Kipling's 'Jungle Book'.<br/> Panna, Sariska and Chambal - Explore the rocky Aravalli Hills, boat along the River Chambal and drive through the forests of the lesser-known Panna.<br/>",
  "durationDays": "15",
  "price": "3395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Delhi. Evening prayer ceremony at Hanuman Temple",
      "description": ": Arrive in New Delhi, the capital of India and the colourful, bustling centre of the nation. The city has been at the heart of numerous empires and dynasties over time from the Mughals to the British Raj, with each one having left its own unique mark on the city, resulting in the rich patchwork that is modern-day Delhi. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 5pm for a welcome meeting. We'll then make our way out into the city on foot, arriving at Hanuman's Temple in time to witness the evening prayer rituals. Afterwards, we'll explore the bustling hub of Connaught Place - a colonial-era circus of shops, bars, restaurants and street vendors. If you'd like an airport transfer today, you'll need to arrive into New Delhi's Indira Gandhi International Airport (DEL), which is around 45 minutes from our hotel. Please note, that if you'd like to join the city tour today, you'll need to arrive at the hotel by 4pm. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. The drive from the airport to the hotel is then around 45 minutes, therefore the latest your flight can arrive is 2pm. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up."
    },
    {
      "dayNumber": 2,
      "title": "Explore the sights of New Delhi including Humayun's Tomb, then drive to Sariska",
      "description": ": This morning, we'll explore more of the city, acclimatising ourselves to the calmer area of New Delhi, and driving along the wide avenues to take in the major sights that begin to tell the story of India's rich history. We visit India Gate and the UNESCO-listed Mughal site of Humayun's Tomb, a precursor to the great Taj Mahal. After lunch, we leave Delhi and drive to Sariska National Park, a drive of approximately three and a half hours. There will be some free time in the late afternoon to enjoy our lodge's facilities before dinner."
    },
    {
      "dayNumber": 3,
      "title": "Morning and afternoon game drives searching for wildlife in Sariska National Park",
      "description": ": Sariska National Park has been a real success story of conservation. Back in the early 2000s, it was thought that due to poaching and habitat degradation, the reserve had no tigers left within its boundaries. A huge conservation effort was mounted and fast-forwarding to today there is now thought to be a population of around 30 tigers including a litter of healthy cubs. Straddling Rajasthan's Aravalli Hills, Sariska is characterised by dry deciduous forests, grasslands and rocky landscapes. The park is generally considered to be a far quieter park than its very popular neighbour, Ranthambore. As the sun rises and the dawn breaks, we head out early to catch our first glimpse of India's incredible wildlife. As well as the tigers, the park is also home to the elusive leopard, jungle cat, jackals, a variety of deer a huge number of langurs. After lunch, we take a second game drive as we continue to search for wildlife. The group will be split into a number of open-topped, private jeeps, with each jeep having an accompanying naturalist."
    },
    {
      "dayNumber": 4,
      "title": "Drive to Dholpur to take a boat on the Chambal River to spot river-side wildlife",
      "description": ": This morning we will leave Rajasthan behind and cross into India's most populous state, Uttar Pradesh. Such is the population of UP, that if it were a country in its own right, it would be the fifth most populous country in the world. The state is a major industrial and commercial centre and, being on the main Indo-Gangetic plain, it benefits from rich soil for excellent agriculture. We make the five-hour drive across fertile landscapes to the city of Dholpur, sitting beside the Chambal River. The Chambal is one of the few remaining undammed rivers in northern India and is known for its rich biodiversity and relatively untouched natural surroundings. After lunch, we will take a private boat out onto the river where we hope to spot some of the rich variety of wildlife found here. This river is one of the last remaining habitats for the critically endangered Gharial, a species of long-snouted crocodile which are often found on the banks of the river, basking in the afternoon sun. As well as crocodiles, we may spot the playful Gangetic River Dolphin, smooth-coated otters or the Indian softshell turtle. The river is also a haven for birdlife where we hope to be lucky enough to spot Indian Skimmers, Sarus Cranes and Kingfishers. In the rare event that water levels in the Chambal River rise, Indian authorities may suspend river safaris for safety reasons, in which case an alternative activity will be provided."
    },
    {
      "dayNumber": 5,
      "title": "Take a train to Jhansi, then drive to Khajuraho. Late afternoon free",
      "description": ": We head deeper into central India today, making the short drive to the train station this morning where we catch the two-hour train ride to Jhansi. Travelling by train is a wonderful way to experience India, from the bustling railway platforms to the chai wallahs that ply their trade through the carriages, offering hot tea and snacks along the journey. India has one of the largest rail networks in the world, and it serves as a vital lifeline for many Indians - connecting many small towns, villages and rural areas with larger commercial centres. Along the way, we can soak in the rural scenery as it rolls past our window and we're likely to get the chance to chat with some of the locals in our carriage who are often interested to see tourists travelling by train. After disembarking in Jhansi we will continue by bus, crossing into the central state of Madhya Pradesh to Khajuraho, a journey of around three hours. The rest of the afternoon has been left free to relax or to explore this ancient town."
    },
    {
      "dayNumber": 6,
      "title": "Early morning game drive in Panna National Park. Afternoon visit to the Jain temples of Khajuraho",
      "description": ": We set off early this morning for our private 4WD game drive through the varied landscapes of Panna National Park. The park's topography provides some truly stunning scenery and makes it quite different from our experience in Sariska. The park is made up of thick teak forests separated by wide plateaus and gorges. The lazy Ken River flows through the park and acts as its main water source, and in parts cascades down stacked rocks forming impressive waterfalls. Known less for tigers (although sightings still can be made) the park is renowned for its birdlife with over 200 recorded species found here. Vultures and eagles are not uncommon sightings, as well as the colourful Asian Paradise Flycatcher; the state bird of Madhya Pradesh. Migratory birds are also prevalent in the winter months. Later this afternoon, we explore the UNESCO World Heritage Temples of Khajuraho. Intricately hand-carved, the erotic sculptures which adorn the Hindu and Jain temples here are full of symbolism and depict various aspects of life at the time, during the 9th to 12th century. We spend the afternoon exploring the main temples including the magnificent Kandariya Mahadev and Vishwanath temples."
    },
    {
      "dayNumber": 7,
      "title": "Drive through rural countryside, past the farmlands of Madhya Pradesh to Bandhavgarh Tiger Reserve",
      "description": ": Our journey continues today, as we drive further into the heart of India to Bandhavgarh - arguably the most famous tiger reserve in the world. The drive will take approximately five hours with breaks and will give us a real taste of rural India as we pass by patchworks of farmlands and pockets of small villages. It's a common scene in rural India to see children playing in the water from the hand-pumped wells, and cows and other livestock roaming freely through the villages and across the roads. Upon arrival in Bandhavgarh, the rest of the afternoon has been left free to relax."
    },
    {
      "dayNumber": 8,
      "title": "Morning and afternoon game drives in Bandhavgarh National Park searching for the elusive Royal Bengal Tiger",
      "description": ": The former hunting reserve of the Maharaja of Rewa, Bandhavgarh Tiger Reserve is today world-renowned for reputedly having the highest population density of tigers in any park on earth. The majestic Royal Bengal is at home here amongst the ideal habitat of high grasslands interspersed with forests of sal and bamboo, while rivers and streams crisscross their way through the park. The trees and high grasslands provide ample food for the park's large deer population, and in turn, provide plenty of cover for the tigers to hunt their prey. The various water sources are an ideal location for tigers to rest and a great place to spot the big cats lazing around on hotter days. Whilst tigers are the focus here, the park is also home to wild dogs, hyenas, spotted deer (chital), bison and many more species. We spend the day taking two safaris through the park, one in the early morning and one in the late afternoon. Safaris will be in private 4WD vehicles with a maximum of four to a jeep and with an accompanying naturalist."
    },
    {
      "dayNumber": 9,
      "title": "Another morning and afternoon game drive in Bandhavgarh National Park",
      "description": ": We spend another day in Bandhavgarh, with two further morning and afternoon game drives in our private 4WD vehicles. Game drives are usually taken in the early morning, between the hours of 06.00 and 11.00 and afternoon game drives are between 14.30 and 17.30. The time in between can be spent at leisure, using the facilities of the lodge and enjoying an extended lunch break."
    },
    {
      "dayNumber": 10,
      "title": "Drive from Bandhavgarh to Kanha National Park",
      "description": ": We leave Bandhavgarh National Park this morning and drive to Kanha, a journey of approximately six hours, with plenty of time for refreshment stops. We'll enjoy a late lunch on arrival at our jungle lodge, and the remainder of the afternoon is at leisure."
    },
    {
      "dayNumber": 11,
      "title": "Morning and afternoon game drives searching for wildlife in Kanha National Park",
      "description": ": Kanha's huge expanses of grassy meadows and thick deciduous forests are said to have served as inspiration to Rudyard Kipling for The Jungle Book. It's easy to see why with the sheer variety on offer at Kanha, both for flora and fauna. The park is home to a significant population of tigers, as well as leopards, sloth bears, Bengal foxes, bison and the rare Indian antelope (blackbuck), as well as over 300 species of bird. The park is expansive, covering an area of 940 square kilometres and we plan to explore the park on five private game drives over the following three days. Today we enjoy two game drives, one in the early morning and one in the late afternoon as we look to spot the park's abundant wildlife and take in Kanha's beautiful vistas."
    },
    {
      "dayNumber": 12,
      "title": "Another full day in Kanha National Park, with morning and afternoon game drives",
      "description": ": We have another day in Kanha National Park, with morning and afternoon game drives in our private 4WD jeeps alongside a naturalist. Morning game drives can be especially beautiful as we are out in the park just as the sun rises. But during the winter months these drives can be especially cold, so be sure to prepare with extra layers."
    },
    {
      "dayNumber": 13,
      "title": "Morning game drive in Kanha NP, then drive to Jabalpur to catch the overnight train to Delhi",
      "description": ": We enjoy one final game drive in Kanha National Park this morning before we leave the boundaries of the park and drive to Jabalpur, a journey of approximately four to five hours including stops. From Jabalpur, we board our overnight train which will take us back to Delhi. Indian sleeper trains are a fantastic experience and a great way to meet people as we travel. We make our bookings in second-class air-conditioned sleepers, which have four beds in each compartment and all bedding provided. Whilst we try to ensure the group is all together, due to overwhelming demand and the system for booking train tickets in India, it may not always be possible to have everyone in the same carriage and some reservations may be in third-class air-conditioned. In such cases, our tour leaders will help everyone to find their seats and ensure you get the most out of your journey. For overnight trains, each berth is separated by curtains and has 4/6 bunk beds. Bedding (sheet, blanket and pillow) is provided but you may wish to bring your own sleeping bag liner for added comfort."
    },
    {
      "dayNumber": 14,
      "title": "Free morning in Delhi, then explore the narrow lanes of Old Delhi on foot and by cycle rickshaw",
      "description": ": This morning has been left free to rest and freshen up before we go out and explore the temples and bazaars of Old Delhi. This afternoon we walk around the narrow, packed lanes of this fascinating part of the city, culminating with a jamboree of sounds at Chandni Chowk Bazaar. A short cycle rickshaw ride then takes us to the (outside of) Jama Masjid mosque, a sublime example of Mughal architecture built by emperor Shah Jahan and a bit of an oasis amid the city. Whilst in Old Delhi we will get to try some of the capital's street food treats straight from the stall sellers including aloo chaat (fried potato and spice mix) or paneer tikka (cottage cheese marinated in spices) along with freshly cooked breads such as parathas and rotis."
    },
    {
      "dayNumber": 15,
      "title": "Tour ends in Delhi",
      "description": ": The trip ends after breakfast at our hotel in Delhi. There are no activities planned today, so you are free to depart from Delhi at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like to receive a complimentary airport transfer today, you need to depart from New Delhi's Indira Gandhi International Airport (airport code DEL), which is around 45 minutes from the hotel."
    }
  ],
  "map": ""
}