{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-9-day-tour-in-india",
  "tourName": "Golden Triangle 9 day tour in India",
  "placesVisited": "Delhi city tour, including Jama Masjid, Red Fort and Humayun’s Tomb, Cycle Rickshaw ride in Old Delhi, Agra, sunrise visit to Taj Mahal, Agra Fort, Fatehpur Sikri, Jaipur with full day city tour, including Jeep ride to Amber Fort, City Palace, Jantar Mantar and Hawa Mahal",
  "generalInfo": "The gorgeous Golden Triangle is an unforgettable circuit, taking in three of northern India’s most celebrated and beautiful destinations: Delhi, Agra and Jaipur. This eight-day tour visits them all, exploring the key sights and most fascinating temples and monuments, including Delhi’s Red Fort and Jama Masjid mosque, the Taj Mahal, Agra Fort, 8th century stepwell and Jaipur’s City Palace and Amber Fort.<br/><br/>This is an excellent trip for anyone with only a short amount of time to spare, or it can be slotted into a longer itinerary. It’s incredibly priced but offers wonderful service, quality and style, accommodation for seven nights and all breakfasts included, plus travel with English speaking local guides and transfers in air-conditioned cars.",
  "durationDays": "8",
  "price": "1198",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival/Delhi - Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the Hotel (Colonels Retreat)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - After breakfast, full day city tour of New & Old Delhi. Places to visit include: • Jama Masjid • Cycle Rickshaw ride in Old Delhi. • Visit to Asia's Largest Spice Market • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Kartavya path & Janpath. Overnight at your Colonels Retreat Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra - After breakfast, you will be transferred to Delhi railway station for your 2 hours train journey to Agra. On arrival your guide will meet you at the station followed by a visit to Agra Fort. Then check in at the hotel. Later in the afternoon visit Mehtab Bagh to see the Taj Mahal from the other side of the river during sunset. The rest of the day is free at your leisure. Overnight at the hotel (Coral Court Boutique Homestay)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agra & Jaipur - Enjoy an unforgettable Sunrise Visit of the Taj Mahal (closed on Friday). After Taj visit return back to the Hotel for breakfast. Later drive to Jaipur (5 hours), en-route visit Fatehpur Sikri, the capital of Mugals before they shifted to Agra. Also visit 8th century stepwell Chand Baori at Abhaneri village. Upon arrival in Jaipur, check-in at the hotel. Spend the evening at leisure. Overnight at your Heritage Boutique Hotel Ikkaki Niwas."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaipur - Today morning after breakfast, full day city tour of Jaipur. Places to visit include: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only). In the evening explore the colorful local markets of Jaipur. Over night at your Ikkaki Niwas hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur - Day free at leisure. We have a wide range of activities which we can organise for you for this free day on your request with supplement cost, for example Art & Antiquities Walk, Block Printing, Bagru, Bazaars, Craft & Cusines, Blue Pottery Excursion, cooking demonstrations along with meal with the local family, Kite flying for the kids and so on. Overnight at your Ikkaki Niwas hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Delhi - After breakfast, drive back to Delhi (approx. 05 Hrs). Upon arrival check in to the Hotel. Overnight at the Hotel (Pride Aero City). Next day morning after breakfast, you will be assisted & transferred in your private car to Delhi International airport to connect flight for onward destination."
    }
  ],
  "map": ""
}