{
  "destination": "India",
  "mainPhoto": "",
  "id": "ladakh-adventure-holiday-india",
  "tourName": "Ladakh adventure holiday, India",
  "placesVisited": "Delhi tour, Train to Kalka, ‘Toy train’ to Shimla, Dharamshala, McLeod Ganj, Palampur tea gardens, Manali, Jespa, Sarchu, Tanglang La, Leh, Matho Monastery, Tikse Monastery, Shey Monastery, Khardung La, Nubra Valley, Internal flight to Delhi",
  "generalInfo": "Prepare for an epic journey through one of India’s highest and most remote regions, Ladakh, and the stunning overland route from Manali to Leh over the steepest mountain pass in the world. Starting in Delhi, you’ll move straight on to Kalka, where you will board the ‘toy train’ to Shimla. It’s a spectacular journey on this historic mountain railway that involves some 100 tunnels and over 800 bridges.<br/><br/>McLeod Ganj is the seat of the Tibetan government in exile, and the home of the Dalai Lama. After a day of exploring the hill station it’s onwards to Manali, via the tea gardens of Palampur, and the most thrilling drive in the Himalayas. You’ll be crossing several high altitude mountain passes, including the renowned Taglang La, as you take a few days to reach Leh, otherwise known as ‘Little Lhasa’. From Leh you’ll drive the highest road in the world, over the Khardung La and into the magnificent Nubra Valley, with time to explore the communities here.<br/><br/>Before flying back from Leh to Delhi, an unforgettable experience in itself as you pass through Himalayan peaks, there will be time to visit the city’s ancient gompas and palaces. <br/><br/>We said at the start this was an epic trip and we’re confident that you’ll agree. Whether travelling by road, rail or air, the landscapes you’ll see on this trip are utterly captivating.<br/>",
  "durationDays": "14",
  "price": "3850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts In Delhi: Exploring New and Old: The tour starts with a group welcome meeting at lunchtime. Rooms are available from 2pm, so we will check in if possible, before taking a drive through New Delhi – visiting Rajpath and India Gate as well as Humayun’s tomb, one of the best preserved Mughal monuments, commissioned by Humayun's son Akbar and designed by the Persian architect Mirak Mirza Ghiya. This evening we will head to Connaught Place for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - Kalka – Shimla (2,206M): Aboard the Himalayan Queen: This morning we’ll transfer to Delhi railway station for our journey north to Kalka. On arrival we’ll board the UNESCO World Heritage Himalayan Queen ‘Toy Train’ to Shimla. This picturesque journey travels through the forested foothills of the Himalayas to Shimla, once the summer capital of the British Raj. Built between 1898 and 1903, the narrow gauge track passes through 107 tunnels and crosses a total of 864 bridges. The longest tunnel on the journey is at Barog, and when Engineer Colonel Barog dug the tunnel from both ends and couldn’t align them he was symbolically fined one rupee! Barog couldn't live with the shame and as a result committed suicide inside the incomplete tunnel.*Trains today will take 4 hours from Delhi to Kalka and 5 hours from Kalka to Shimla, approximately."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In Shimla: Epsom in the Hills: Often described as Epsom in the hills, the quaint hill station is today a surreal place, with a mall lined by mock Tudor cottages, the Viceroy’s neo-Gothic palace at one end and Christ Church at the other. Halfway along is the Gaiety Theatre, a charming miniature Drury Lane! We’ll take an orientation walk and discover why today Shimla is a town of contrasts, on the one hand buzzing with modern Indian life while on the other echoing that of its colonial past."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Shimla – McLeod Ganj (1,800M): Little Lhasa: Today we have a full day drive to Dharamsala and McLeod Ganj. Established in the mid-1850’s as a British garrison, McLeod Ganj sits 4km from Dharamsala (with which it is intrinsically linked) and is situated at a height of 1,770m. It is now the seat of the Tibetan government in exile and as residence to His Holiness the 14th Dalai Lama. Considered as “Little Lhasa”, it’s also one of the best places to view Tibetan culture outside of Tibet.*Driving time today is approximately 7 hours."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In & Around McLeod Ganj (2,000M): Explore the Hill Station and Surrounding Areas: Named after Donald McLeod, Lieutenant-Governor of Punjab, we have the whole day to enjoy this legendary hill station with the opportunity to take a day walk in the surrounding area. After ascending through forest to Dharamkot we’ll reach Naddi village (2,000m), visiting a Buddhist stupa en route and some meditation caves where Tibetan Buddhist monks live and meditate for many months during the year. From Naddi village we’ll enjoy beautiful views of the peaks of Dhauladhar before descending via the Tibetan children’s village back to McLeod Ganj where there’ll be time to wander through the town’s fascinating bazaar. Those preferring not to walk can easily pass their time soaking up the fascinating interplay between Tibetan and Indian cultures."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "McLeod Ganj – Manali (2,000M): Palampur and Shiva's Temple: Leaving the home of the Dalai Lama we travel on to Manali. En route we’ll visit Palampur (1255M), known as the tea capital of northwest India, and the 13th century temple dedicated to Shiva as ‘Vaidyanath’ the Lord of physicians at Baijnath. We aim to arrive in Manali by the late afternoon.*Total driving time today is approximately 7 hours."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In & Around Manali: Old Manali: Manali is set in a stunning location amongst the Himalayan foothills and old Manali in particular contains some beautiful old wooden houses. After a wander through the town, and for those that wish, there will be the chance to take a fascinating day walk around the area. Using village paths we’ll walk through apple orchards and forests, cross rivers and meet some of the villagers who eke a living out of this mountainous land. Later we’ll return to Manali in time for dinner this evening."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Manali – Jispa (3,250M): One of the Most Spectacular Drives in the Himalaya: Today we start our journey along what many consider the most spectacular drive in the entire Himalayas - from Manali to Leh. Travelling over 460km across mountain passes reaching over 5,300m, we’ll pass through lush Alpine foothills peppered with juniper, cedar and deodar pines, and see waterfalls crashing beside the road. We’ll depart early and journey towards the Rotang Pass (3,980m) where mighty peaks are visible in all directions, and onto Jispa, a picturesque village lying beside the river in a beautiful valley near the entrance to the Spiti Valley. Depending on what time we arrive there might be the opportunity to take a walk around the village and surrounding area.*Total driving time today is approximately 5 hours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jispa – Sarchu (4,100M): Baralacha La Pass into the Moonscape: Today, we have the shortest drive of the tour as we cross the 4,900m Baralacha La and it’s from here that the landscape begins to change. Caught in the rain shadow, the land now begins to dry up, to form the high altitude desert for which Ladakh is famous. The mountains, forced upwards as the Indian sub-continental plate smashes into Asia, form the most extraordinarily varied concoction of twisted peaks and sunken troughs of serrated granite ridges and fluted sandstone gorges, of alluvial plains and sandy steppes, all carrying a multitude of colours that simply defy belief. After reaching Sarchu and checking into our campsite, there’ll be the chance to head off on a good walk – though at this altitude, it is usually best to take it easy. All of the tents at the camp are large, walk-in constructions, complete with beds, lights and en-suite loos and basins."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Sarchu – Leh (3,500M): Tanglang La Pass to the Land of High Passes: Today is arguably the most amazing of the trip, as we travel over the 5,400m Tanglang La where the rare Ibex are often spotted. We’ll drive through a series of 21 hairpin bends, extraordinary red sandstone gorges, across a high altitude desert steppe and along spectacular canyons before finally reaching Leh. Upon arrival, we’ll transfer to our hotel and spend time relaxing and beginning to acclimatise. Known as the ‘Land of High Passes’, Ladakh and its capital Leh have been important junctions on the famous Silk Route for centuries.*Driving time today is approximately 7 hours."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In & Around Leh: The Palace and Local Monasteries: Today we’ll discover spectacular monasteries and explore ancient capitals during our first full day in Leh. We’ll stroll around Leh on an orientation walk and see how this fascinating town is still dominated by the ruins of the Leh Palace. This former residence of the royal family of Ladakh is built along the lines of the Potala Palace in Tibet. From here we’ll visit some of the most spectacular monasteries in the area surrounding Leh. Situated on a hilltop to the south, Shey Monastery was once the summer palace of the royal family and it’s believed that many of the Kings of Leh were born here. The monastery is home to an impressive 24m high seated image of Buddha cast from copper and covered with gold leaf. Thiksey Monastery, filled with colourful murals and statues, affords picturesque views of the green Indus valley from its rooftop. Located around 26kms from Leh, Matho Monastery is a Tibetan Buddhist monastery built around 500 years ago which belongs to the Sakya order. From here we’ll return to Leh in time for dinner this evening."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In & Around Leh: Explore Alchi Monastery: After breakfast we leave for full day sightseeing. We'll first visit Stok, a village just south of Leh famed for being the home of the Ladakh royal family who still reside in the Palace. The Palace houses a museum displaying costumes, crowns, and thangkas - a wonderful way to immerse yourself in Ladakh's royal legacy. Next, we'll head west to visit Alchi. Adorned with murals depicting different forms of Buddha, Alchi Monastery is distinct from other monasteries in Ladakh in that it sits on flat ground rather than a hill top. If time allows, we may also visit Gurphuk Gompa, a branch of Spituk Monastery, which is famous for its festival 'Guru Tsechu', on the outskirts of Leh overlooking the Indus River. Alternatively, you may choose to rest and relax in Leh and enjoy the local scenery and maybe indulge in some shopping."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Leh - Delhi: Fly high over the Himalaya: After breakfast we will transfer to the airport for one of the most spectacular flights in the world, from Leh over the Himalayas back to India’s capital, Delhi. Depending on our arrival time there might be a couple of hours free for a last look around before heading out for our farewell dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour Ends in Delhi: The tour ends after breakfast at our hotel. Those on the suggested group flight will transfer to Delhi airport in time for the early afternoon departure."
    }
  ],
  "map": ""
}