{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-wildlife-and-culture-tour-rajasthan",
  "tourName": "India wildlife and culture tour, Rajasthan",
  "placesVisited": "Delhi, Agra, Taj Mahal, Fatehpur Sikri, Bharatpur, Keoladao National Park, Jodhpur, Kumbhalgarh Wildlife Sanctuary, Aravali mountain range, Ellora, Mumbai",
  "generalInfo": "Spend 18 days discovering the wildlife and culture of India on this remarkable tailor made tour that takes travellers into the sanctuaries and national parks of Rajasthan where jungles and mountains form an indelible backdrop for a Jeep safari.<br/><br/>From the importance that animals play within India’s cultural heritage to the thrill of tracking footprints in the jungle, this wildlife and culture tour of Rajasthan will leave travellers in no uncertain terms as to the relevance of the natural world and the part it plays in everything India holds dear.<br/><br/>With numerous national parks and hundreds of wildlife sanctuaries, this 18 day tailor made tour really lifts the lid on the wild side of Rajasthan with overnight campsites in the jungle and visits to ancient temples, such as Jain Temple, providing a unique glimpse at India’s natural and cultural heritage.<br/><br/>With a huge range of influences, including Hindi, Islamic and European, a tour of Rajasthan leads you from Delhi to Mumbai via Kumbhalgarh wildlife sanctuary for a series of classic and lesser-known sites to help you thread together the region’s natural and cultural history on a tour to truly savour.<br/>",
  "durationDays": "18",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 Arrive early morning at Delhi airport. On arrival you will be met by our tour manager, who will accompany you on this tour you will stay in boutique hotel. Breakfast and lunch at the hotel. Rest and relax at your hotel in the late afternoon. If you would like to go out in the evening for dinner or a short tour that would be fine. If you prefer to stay at hotel to relax as well as have dinner there that is also fine. DAY 2 Breakfast followed by a tour of Humuyuns Tomb and the Qutab Minar complex. Besides the famous tower the complex also has the finest metallurgy pillar made in the ancient world, created by the Guptas. After the Qutab Minar lunch followed by a tour of the Delhi Red Fort and Jama Masjid followed by exploring the old Delhi bazaar. In the evening dinner at Kareems, the 5th generation Mughal restaurant, followed by returning to hotel for night stay. DAY 3 Early morning transfer to the New Delhi railway station to board your Executive Class 1st AC train to Agra that departs at 6 am where breakfast will be served on board. Arrive in Agra just after 8 am proceed to your stay in hotel situated near west gate of Tajmahal,. Arrive at the hotel for relaxing and lunch until the early afternoon where you will depart on your tour of the Agra Red Fort. The Agra Red Fort has wonderful architecture. Return to hotel in the evening for dinner and night stay. DAY 4 Early light Breakfast followed by sunrise at the Taj Mahal for a 2-3 hour tour of the Taj Mahal and the surrounding buildings, museum and gardens. you will appreciate the incredible and detail petra dura (inlay work) craftsmanship is every ware on Tajmahal. In the early afternoon lunch in the Taj Mahal area followed by a tour of the Itmad-ud-Daula (the first marble tomb to be made in India as well as being the resting place of Noor Jehan’s father). Return to The hotel for dinner and night stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 Breakfast following leaving by road to Bharatpur (1 hour) via Fatehpur Sikri. Fatehpur Sikri is the magnificent 16th Century Mughal capital city (40 minutes from Bharatpur). There is both the royal palace complex as well as the mosque complex that also has the wonderful Buland Darwaza which is the main gate into the city as well as the tallest gate in the world. The mausoleum of Salim Chisti which has some of the finest carved latticed marble screens in India is inside the main square. Proceed to Bharatpur in the late afternoon. Your accommodation here is a small lodge dedicated to wildlife and birding at the edge of the Keoladao National Park. The Keoladao National Park is also a World Heritage site. The National Park has forest, a bit of savannah and much wetlands where over 400 different resident and migratory birds are present. It is a special place and for a few years it was of concern as many species were not present as they were for many years until 2013 when many returned bringing this wetland jungle back to its former glory. Besides the many birds other commonly seen species include Chital (spotted deer), wild boar, and jungle cats. The fishing cat is now rarely seen outside of Eastern India where it is now present only in a few places. Keoladao National Park has a small population which is the only known fishing cat population in western India. Arrive at your accommodation for relaxing, dinner and night stay. Day 6 6 am breakfast followed by leaving by bicycle rickshaw into the Keoladao National Park for a 3 hour wildlife safari with your guide as well as with a local naturalist. This wildlife safari will be partly by bicycle rickshaw, walking and row boats. Return to lodge for lunch and relaxing before your mid afternoon return to the jungle for a further 2 hour wildlife safari. Return to lodge for dinner and night stay. Day 7 Early morning Breakfast followed by leaving by road to Ranthanbore (3 hours). Ranthanbore National Park is a beautiful jungle where the last remaining indigenous population of tiger still exists in Rajasthan. Your stay in erstwhile hunting lodge (converted into the hotel) of the Royal family of Jaipur. The hunting lodge sets on a rocky outcrop surrounded by indigenous forest that borders the National Park with many species of animals including herds of Spotted Dear (Chital), and the occasional leopard that roam here. After arrival lunch followed by your first tiger wildlife safari in the mid afternoon to late afternoon by jeep in the jungle (2 hours). Return to hotel in the late evening for dinner and night stay. Day 8 Early morning breakfast followed by your second tiger wildlife safari in the jungle (2 to 2 and half hours). Return for brunch at hotel followed by leaving by road to 16 century Fort palace. Lunch at Fort Palace (3 and half hour drives). The Fort Palace is in a village setting and is the only royal palace in India where guests can stay inside the authentic 16th Century Princess Room. This is unchanged from this period except for the addition of electricity and the bathroom. The Princess room is large and lovely. The architecture of the Fort is also very fine. Arrive in evening for relaxing, exploring the fort palace followed by dinner and night stay in the Princess room."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY 9 Your Another one night stay in Fort (3 hours drive) it was constructed in early 1611 A.D. for Maharajah Gopal Das Ji, who was granted ‘Jagirs’ (fiefdoms) of Area of nearby villages of the Fort ,his great achievement in war against the Mughals, in honour of his service to the Maharaja of Jodhpur. DAY 10 Breakfast followed by road to Jodhpur (1 and half hour drive). After arrive at Jodhpur, the tour of the15th-18th centaury Jodhpur Mehrangarh (Mejestic) Fort was laid by Rao Jodha, the Fort is named after Brahmin (particular cast) Mehran. The fort had more accommodation for women than for men as two thirds of the palace is taken up by the zenana (for ladies). Walls of Mehrangarh are 125 ft high and made of red sand stone. In the early afternoon lunch in the finest restaurant of this region followed by trying some of the famous Jodhpur desserts. Before return to Manor home in the evening for a display of the finest South Asian art mediums produced by the last remaining erstwhile royal appointed master artisans will be shown to you with explanations on history and processes. Drinks followed by a traditional dinner and a concert of erstwhile Jodhpur royal appointed musicians at Manor home. Day 11 Breakfast followed by leaving by road to the Jagnath Wildlife Safari (Sanctuary 2 and a half hours) Arrival at the Jagnath Wildlife Sanctuary in the early afternoon. The Jagnath Wildlife Sanctuary is India’s only family owned and operated wildlife sanctuary. It is the last semi-arid eco system left in India intact and an abundance of rare and endangered species are present. We offer two wildlife safaris per day; the first would be at night an hour after dark by jeep. This is for 3 hours for you to view the nocturnal species of the sanctuary. These include the endangered Asian Steppe Wildcat (the sanctuary has the highest number of this rare cat of any protected area), Jungle Cat, Leopard, The Great Eurasian Eagle Owl, Desert Hare, the endangered Desert Fox, Indian Porcupine, and at risk Striped Hyena. Following your night safari drinks and dinner by a sustainable campfire at our permanent campsite. You will stay in a private cottage with attached bath. The sanctuary has no villages inside and the atmosphere quite relaxing and beautiful with savannah grasslands, foothills and Granite Mountains covered in deciduous forests surrounding the permanent safari campsite. Dinner after your night safari followed by night stay in your private bungalow in the safari campsite. DAY 12 Early morning breakfast followed by your second safari is in the morning by foot for three hours in the savannah and foothills to view herds of Gazelle, Blue-Bull Antelope (Asia’s largest Antelope), Zird (similar to a Gerbil but more timid), troops of Hanuman Langoor and up to 200 different bird species including the Tawny Eagle, Imperial Eagle, Eurasian Vulture, and the critically endangered Long-Billed Vulture. Return to the campsite. After early lunch visit the Shepherds village to experience local countryside life, return to campsite for your second night safari by jeep. Drinks followed by the dinner and night stay in your privet bungalow."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day 13 Breakfast followed by departing by road (3 hours) to Sena Leopard conservation zone situated at the border of Kumbhalgarh wildlife Sanctuary. This area is near the village of Sena and the highest chance to see great sightings of Leopard in the wild in India is here. Almost every wildlife safari in the evening Leopard is present. Arrival for lunch at your privet cottage (With en suite bath) for guests in the village area. A late afternoon wildlife safari by jeep to first a small wetland area in the foothills of Aravali mountain range, where local and migratory birds are present along with muggermuch (mugger crocodile) followed by 2 hours Leopard safari where you will see Leopard up close, other species that are possible to see include Rufous-tailed Hare and jackal. Late evening barbeque dinner followed by night stay. Day 14 Breakfast followed by an early morning safari to an area that has many muggermuch crocodile and birding possibilities. Lunch at our campsite followed by a relaxing early afternoon before your second evening wildlife safari for Leopard. Late evening dinner and night stay. Day 15 Breakfast followed by leaving by road to Udaipur (via Ranikpur) 4 and half hours. Arrive at Ranikpur for lunch followed by exploring the 15th Century Jain Temple complexes for a couple of hours after lunch. There are also a few older temples that are Hindu that are worthwhile to see as well. Those who have interests in culture, history, architecture and wildlife this would be the perfect place for them to experience. We are close friends with Princess who would be your hostess at her family’s 16th Century Fort. She opened part of the palace for guests to stay in six years ago. It is also the gateway to one of the least well known but very special jungles of India, the Sita Mata. Arrive at Fort in the early evening for relaxing and exploring the palace. If you wish the palace has fine Marwari Horses nearby at their stables and 60 acres for riding. Princess has also just put in a lovely swimming pool if you like to swim. Dinner at the Fort. Day 16 Breakfast followed by transfer to Udaipur airport for domestic flight to Aurangabad for Ajanta and Ellora. After arrival check in your Boutique hotel. Rest and relaxing in hotel. Dinner and night stay in hotel."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "DAY 17 Morning breakfast followed the tour of Ellora. The cave temples and monasteries at Ellora, excavated out of the vertical face of an escarpment, are 26 km north of Aurangabad. Extending in a linear arrangement, the 34 caves contain Buddhist Chaityas or halls of worship, and Viharas, or monasteries, Hindu and Jain temples. Spanning a period of about 600 years between the 5th and 11th century AD, the earliest excavation here is of the Dhumar Lena (Cave 29).The most imposing excavation is, without doubt, that of the magnificent Kailasa Temple (Cave 16) which is the largest monolithic structure in the world. Interestingly, Ellora, unlike the site of Ajanta, was never 'rediscovered'. Known as Verul in ancient times, it has continuously attracted pilgrims through the centuries to the present. Dinner at local restaurants and catch the train at 21:35 pm for Mumbai arrived at 5:40 am and transfer to hotel in colaba area. DAY 18 after breakfast the day is at your leisure, you can explore the streets of Colaba and magnificent view of Gate way of India from Tajmahal Palace hotel. We will arrange your airport departure according to your return flight schedule."
    }
  ],
  "map": ""
}