{
  "destination": "India",
  "mainPhoto": "",
  "id": "spiti-valley-tour-in-india",
  "tourName": "Spiti Valley tour in India",
  "placesVisited": "",
  "generalInfo": "Welcome! Thank you for showing interest in the tour of Spiti valley. This tour can be customized according to your preference by adding interesting tours in a) Delhi, b) Agra, c) Jaipur, d) Varanasi, e) Punjab or any other place of your choice in  India. We understand that you may want to customize your experience with activities and budget of your choice.<br/>**<br/>Best time: June - October<br/>**<br/><br/>Travelling to barren mountain desert of Spiti valley is like travelling to another planet. Spiti in local language means ‘middle land’, which means the land between Tibet and India. For centuries, these valleys have been ancient routes for traders and travelers between India and Tibet. The local culture and religion of Spiti is heavily influenced by Tibetan Buddhism. The high altitude mountain passes of Rohtang and Kunzum that you will cross on the way to Spiti will take your breath away. The valley opens for only a small time window during the year because of extreme weather. Summer comes with bright sunlight and emerald green Pin and Spiti rivers. Once the winter sets in post September, not only animals but also humans go in hibernation as the temperature plummets below 20 degrees below zero.<br/>We not only take you through the stunning landscapes that will make you skip heartbeats, we will also give you a very local experience of staying with families and storytelling about the Folk Tales. You go as a tourist but come back having formed a deep relationship with the place and its people.<br/><br/>About us: We come from diverse background of travel writing, photography, social sector and corporate experience. We are well travelled in India, and understand the villages, its people, and the grass root issues of our country well. Therefore the trips are designed to directly provide environmental, economic and social benefit to the local community. Hope to see you in India soon.",
  "durationDays": "9",
  "price": "1199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today we arrive in Manali by road and check in to the homestay. The day will be available for you at leisure to acclimatize and go for guided/ self tour of the old Manali town. Since the altitude of Spiti is as high as 4,500 mtr. we strongly suggest acclimatizing slowly. Manali is a town situated at the base of Rohtang pass which opens access to Spiti valley. It is worth exploring the town, its markets, wooden temple and gushing Beas river."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your tour of Spiti will be intense where we spend less time on road and more in integrating with those villages that give us best insight into the local Spitian culture along with day trips. Your tour from Manali proceeds to Spiti via Rohtang (3,978 mtr) and Kunzum Pass (4,590 mtr). After crossing Rohtang Pass which is covered in snow all around the year, you will see a stark contrast in landscape as it changes to a cold desert. River in this region like Chandra, Pin and Spiti are fed by glaciers. We will arrive in Kaza via Kunzum Pass and various remote Buddhist shrines on the way. Over the next 4 days, we head to Dhankar monastery and fort. The fort was home to Spiti's royal family. The architecture and wall paintings inside will leave you mesmerised. We then travel to Tabo village and its monastery which is also called 'Ajanta of the Himalayas' and celebrated its 1000 years in the year 1996. Also visit the and Giu village which lie very close to the border to Tibet. It is worth visiting the monastery of Giu which houses a self mummified monk. Thereafter, we head to Pin valley national park and to Demul village. Your will have options to indulge in local life through various activities like dairy products processing, and in handicrafts like rope making followed by dance and music with locals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Over the next three days, we visit and stay in Demul, Komic and Langza villages. Demul is also one of the greenest villages of Spiti valley. We will also pass through the pastures of livestock and hunting grounds for snow leaopard on the way to Komic, which is Asia's highest village in Himalayas where you can experience riding on the back of a Yak. The villages in this region also have deposits of fossils from the time when Indian subcontinent was submerged under the sea. Be an early riser and take a walk with us to Hikkim village which has Asia's highest post office. Also try your hands at traditional Spitian pottery. Option to go for mountan biking or learning to cook local cuisine followed by visit to Kee monastery. We are now coming towards the end of our trip when we visit Chandratal (Moon Lake) where we spend one night in a camp under the most clear skies that you may have ever seen. You may also see clear view of Milky Way galaxy. || Stay: Guest House/ Homestay"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We say good bye to Spiti and head back to Manali via Chandratal followed by overnight stay in Manali and onward journey. || Stay: Homestay"
    }
  ],
  "map": ""
}