{
  "destination": "India",
  "mainPhoto": "",
  "id": "highlights-of-northern-india-holiday-with-added-comfort",
  "tourName": "Highlights of Northern India holiday with added comfort",
  "placesVisited": "",
  "generalInfo": "Embark on a rich and colourful journey across India's well-known Golden Triangle and more. Search for crocodiles and birdlife on the Chambal River, learn about the infamous bandits that inspire Bollywood villains, and stay in heritage palaces that will make you feel like a true Maharaja. From the bustling backstreets of Old Delhi to the tranquil sunrise over the magnificent Taj Mahal, this trip will be one to remember.<br/> <br/> Golden Triangle - Discover Agra, Jaipur and Delhi, the three iconic cities that make up the famous Golden Triangle<br/> <br/> Salaam Balak Street Food Tour - Indulge in local delicacies on a walking tour through Old Delhi's bustling backstreets guided by former street children<br/> <br/> Chambal River Safari - Take to the water in search of gharials, mugger crocodiles, turtles and the elusive Gangetic river dolphin<br/> <br/> Upgraded Range - Immerse yourself in Rajasthan staying in our hand-picked selection of premium hotels and heritage palaces<br/>",
  "durationDays": "10",
  "price": "2025",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Delhi - walking tour of Connaught Place and evening prayers at Hanuman Temple",
      "description": ": Our tour starts today in Delhi, the captivating capital of India. A major transport hub in modern-day India, Delhi is also the cultural and political heart of the country, having been ruled by various empires and dynasties over the centuries. Nowadays, the city is a perfect blend of new and old, with ancient Hindu temples and impressive mosques existing alongside modern skyscrapers. If you'd like an airport transfer today, you'll need to arrive at New Delhi Indira Gandhi Airport (DEL), which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. For those arriving in time, our tour leader will meet us in the hotel reception at 5pm for a welcome meeting. We'll then set out for our first glimpse of the city with a walk to Hanuman's Temple, arriving in time to see the evening prayer rituals. Afterwards, we'll explore Connaught Place, a colonial-era hub of shops, bars, restaurants, and street vendors, before enjoying a traditional Rajasthani welcome meal. If you'd like to join the city tour today, please arrive at the hotel by 4pm. If you're booking your own flights, we recommend allowing at least one hour to clear the airport, plus 45 minutes to transfer to the hotel. To be on the safe side, your flight should arrive no later than 2pm. If you miss the welcome meeting, our tour leader will catch you up as soon as possible."
    },
    {
      "dayNumber": 2,
      "title": "Street food tour of Old Delhi with Salaam Balak Trust. Afternoon explore of New Delhi",
      "description": ": After a lazy start, we meet later this morning for a tour of Old Delhi with a unique and delicious twist. Our tour today is organised by the Salaam Balak Trust - a not-for-profit, non-governmental organisation that is dedicated to providing essential support services for street and working children in Delhi. The trust was established in 1988, offering shelter to street children and has since evolved to provide education, skill building and mental health support for vulnerable youth. Our guides today are alumni of the Salaam Balak Trust (and former street children themselves). They'll guide us through the bustling backstreets and alleyways of Old Delhi and Chandni Chowk, where we'll sample a handful of vegetarian Indian delicacies like a local. We'll experience local life in Old Delhi through the eyes of our guides, who will share personal stories about their experiences in the city, as well as delve into the rich history of Delhi. This afternoon, we'll head over to the calmer side of the capital, New Delhi, where we'll visit Humayun's Tomb, an impressive Mughal mausoleum that was a precursor to the famous Taj Mahal. Afterwards, we'll drive along the avenues, visiting India Gate and the President's Palace."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Agra via Wildlife SOS Elephant Conservation and Care Center. Afternoon visit of Baby Taj",
      "description": ": This morning, we leave the hustle and bustle of the capital as we head south towards Agra. Before we reach the city, we'll make a stop at the Wildlife SOS Elephant Conservation and Care Centre, just outside Agra. India is home to nearly 60% of the world's remaining Asian elephant population and this non-profit organisation was set up in 1995 to rescue and rehabilitate these gentle giants. Now home to more than 20 elephants, the project works to rehabilitate those once used for tourism, manual labour and entertainment purposes. Following a short presentation about the project and the majestic elephants that call the centre home, we'll get a chance to observe them in their habitat. Keeping in line with our Animal Welfare Policy, we'll maintain a respectful distance as we watch the elephants being fed, bathed, or walked by the dedicated staff and volunteers. After our time at the Wildlife SOS centre, we'll continue to Agra, where we'll visit Itmad-ud-Daulah, affectionately known as 'Baby Taj'. This intricately constructed tomb is often referred to as a \"jewel box\" because of the stunning array of precious stones and elaborate marble inlay design that adorns it. Our total journey time today will be around four to five hours, excluding stops."
    },
    {
      "dayNumber": 4,
      "title": "Taj Mahal at sunrise, followed by Agra Fort. Drive to Dholpur for evening high tea",
      "description": ": We'll have an early start this morning as we visit one of the most universally recognised buildings on earth, the Taj Mahal. Built by the emperor Shah Jahan to honour the memory of his beloved wife Mumtaz, the Taj was once described by Rudyard Kipling as '…the embodiment of all things pure'. Built from marble and decorated with exquisite inlay work, it required the labour of 20,000 men and is estimated to have cost in the region of three million rupees (that's around $70 million today). We plan to visit at sunrise to watch the colours of the building changing as the sun slowly rises in the sky. After returning to our hotel for breakfast, we'll make our way to the imposing Agra Fort, whose grandeur and importance have earned it a spot on the UNESCO World Heritage List. Built by Emperor Akbar and then embellished by his grandson, Shah Jahan, Agra was once a great city, with palaces, mosques and halls all lying behind the protective embrace of 20-metre-high walls. From Agra, we'll drive one-and-a-half hours to Dholpur, which will be our base for the next two nights as we explore the Chambal Sanctuary. Our visit to the Chambal Sanctuary adds a unique wildlife element to our tour and gives us a better insight into the rich history of the landscape that straddles three states - Madhya Pradesh, Rajasthan and Uttar Pradesh. There is a lack of Premium accommodation in this location, so we\\ ve chosen a former heritage property located on the outskirts of the city that we\\ ve graded as comfortable. After a few hours to relax, we'll reconvene for a high tea at the property where we'll be joined by a local who will tell us stories of the Chambal River, ravines and people from the area. The talk will be a great opportunity to learn about the wildlife and ecosystem of the Chambal River, as well as the socio-economic history of the infamous Dacoits."
    },
    {
      "dayNumber": 5,
      "title": "Search for gharials, river dolphins and turtles on a boat safari. Afternoon explore of the Chambal ravines by jeep",
      "description": ": This morning we'll take to the water as we board small motorboats and explore the River Chambal. Home to more than 300 species of endemic and migratory birds, Chambal Sanctuary is a haven for birdlife. The boatmen are skilled at spotting other species that call Chambal home, and will be scouring the landscape to spot gharials, mugger crocodiles, soft-shell turtles, and even the elusive Gangetic river dolphin. After spending an hour exploring the river, we'll return to our hotel for a few hours of respite. In the late afternoon, we'll embark on a different kind of safari as we climb into our jeeps, perfectly designed to navigate the deep gullies and rugged terrain of the Chambal Ravines. Less known for its wildlife, this striking landscape has a somewhat notorious past, having once served as a refuge for the infamous Dacoits of the region. These Badlands provided the perfect hideout for outlaws and bandits well into the early 2000s. The reasons behind the emergence of the Dacoits remain a subject of debate, but one theory suggests they resorted to looting businesses and kidnapping the wealthy, holding them for ransom in order to pay off exorbitant taxes imposed upon them. Intriguingly, despite their criminal undertakings, they were known to cover medical expenses for those less fortunate. This murky history, combined with the Robin Hood-esque behaviour of the Dacoits, has inspired numerous characters in Bollywood films. Please note, depending on the weather conditions the order of the safaris today may be switched around."
    },
    {
      "dayNumber": 6,
      "title": "Drive to Jaipur via Chand Baori Stepwell",
      "description": ": Leaving the serenity of Chambal behind, we drive west towards the Pink City of Jaipur. We have a long drive ahead of us today, but we'll make a welcome break at the Chand Baori Stepwell in Abhaneri. Built over 1,000 years ago, this 30-metre-deep stepwell is one of the deepest and largest stepwells in India, and in the world. Its intricate geometric design and the thousands of steps leading down to the water level make it a stunning architectural marvel. Although it's no longer used to store water, it once provided a vital resource all year round for both the wealthy and the poor. We'll stop for lunch on our journey, before arriving into Jaipur in the early evening. After checking into our hotel for the night, the rest of the evening is free for you to relax in our wonderful heritage hotel for the night. Built in 1928, the former palace was once a retreat for the Maharajas. Preserving its old world charm with its antique furniture and hand-painted walls, the property also features some modern touches, such as a spa, boutique shops and several dining options. Our total journey time today is six hours, excluding stops along the way."
    },
    {
      "dayNumber": 7,
      "title": "Explore Amber Fort, followed by a heritage walk of the Old City. Afternoon at leisure",
      "description": ": Known as the 'Pink City', Jaipur was first painted terracotta pink by Maharaja Sawai Ram Singh to celebrate the visit of Prince Albert in 1853. After a leisurely breakfast, we head out to explore Amber Fort, also known as Amer Fort, perched high on top of a hill on the outskirts of Jaipur. Boasting impressive views over the city, Amber Fort also gives you a peek into the life of the Maharajas during the 18th century. Following our visit to the hilltop fortress, we'll venture back into Jaipur to take a heritage walk of the Old City. The rest of the day has been purposely kept free for you to explore Jaipur's many bazaars, enjoy our wonderful hotel's facilities or take part in an optional cooking demonstration with a local family late this afternoon. Please see the budgeting section for more information on the optional activity."
    },
    {
      "dayNumber": 8,
      "title": "Visit Jaipur's City Palace, Royal Observatory and Palace of the Winds. Heritage stay in Shahpura",
      "description": ": This morning, we head back out to explore more of the Pink City, starting with the lavish and well-preserved City Palace. Here, we'll find a fine collection of textiles, costumes and armoury. After exploring the Palace, we'll walk over to Janrar Manta - an extraordinary star-gazing observatory built by Jai Singh in 1734, the great Maharajah-astronomer. Next, we'll take a moment to admire the iconic Hawa Mahal, affectionately known as the Palace of the Winds, before heading on to Shahpura. Our journey will be around one to two hours. We'll have the option this afternoon to take a short walk around the bustling village of Shahpura, where you might have the chance to pick up some pottery, leather goods or traditional bangles made locally. The remainder of the afternoon is yours to enjoy at the impressive heritage palace where we'll be staying for the night. This 300-year-old palace served as the residence of the Shahpura family for over three centuries and has now been transformed into a heritage stay for visitors. It boasts traces of Indian and Mughal architecture, a swimming pool, and a warm welcome as you step inside the the door. This evening, a group dinner has been arranged at the property where we'll get to watch traditional folk dancers perform."
    },
    {
      "dayNumber": 9,
      "title": "Relaxed morning, drive back to Delhi",
      "description": ": After a relaxed morning, we'll make our way back to the capital. The journey takes around four to five hours, excluding any stops, so we should expect to arrive back in Delhi by late afternoon. Our final night will be spent at a hotel conveniently located near the airport and within walking distance of the Metro. The rest of the afternoon is yours to spend unwinding by the pool or doing some last minute shopping in Delhi."
    },
    {
      "dayNumber": 10,
      "title": "Trip ends in Delhi",
      "description": ": Our tour of India's Golden Triangle ends at our hotel in Delhi. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Delhi Airport (DEL) airport, which is around a 15-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}