{
  "destination": "India",
  "mainPhoto": "",
  "id": "red-panda-and-bird-tour-in-india",
  "tourName": "Red Panda and bird tour in India",
  "placesVisited": "",
  "generalInfo": "Red Panda <br/>Only two thousand five hundred Red Panda survive in the wilds of India and SW China. It is one of the most exotic species surviving the in Eastern Himalayas. It is distantly related to the Giant Panda but is closer to weasel and skunks belonging to superfamily Musteloidea. It belongs to family Ailuridea and genus Ailurus the species found in India belongs to race fulgens.    <br/><br/>The long bushy tail with ochre rings and body covered in reddish brown fur makes it an attractive mammal to watch in the dense canopy of temperate Himalayan forests. The tour is aimed to accord an exciting sighting of the Red Panda in the Singalila National Park near Darjeeling district of West Bengal in India.  <br/><br/>Singalila National Park (Singalila Ridge)<br/>Used as tracking route from Manebhanjang to Sandakphu and Phalut Singalila Ridge is home to a small population of red pandas along with other wild animals like, Himalayan Black Bear, clouded leopard, leopard cat, serow, takin, barking deer, yellow-throated marten, wild boar, pangolin and pika. More than hundred twenty species of birds are found some of them exotic and rare. The ridge comprises of thick bamboo, fir, rhododendron, magnolia and Oak forests. The forests covering an area of 78.6 sq.km are home to an incredible variety of orchids that number more than six hundred.  <br/>Besides trekking the destination is becoming a hotspot for searching red pandas and other wild animals. It is a heaven for bird watchers.",
  "durationDays": "8",
  "price": "1700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive New Delhi, assistance upon arrival later transfer to Hotel. Overnight hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We take a direct flight to Bagdogra. Pick up & transfer to Manebhanjan overnight Redpanda Lodge.Eveneing if time permits we will do some birding on foot"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": ".This is the recommended stay for exciting safaris and bird watching. This duration will also result in red panda sightings at its best. We will also keep an eye on other wild animals like the clouded leopard, leopard cat, serow, takin and Himalayan black bear. We will experience the home stay in the salubrious confines Singalila National Park of Eastern Himalayas with fantastic landscape of rising mountains, pristine forest and deep glens. The exotic surroundings of the comfortable accommodation, delicious local cuisine, interaction with locals and the participation in conservation all these experiences are part of the package. Bird watching will be an additional recreation as we search for exotic wildlife."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "searching Red Panda"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Searching Red Panda"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Searching Red Panda"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Check out after Breakfast and drive to Bagdogra to connect direct flight to Delhi,Overnight Hotel. NOTE: DARJEELING EXTENSION IS AVAILABLE ON EXTRA COST"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to International airport"
    }
  ],
  "map": ""
}