{
  "destination": "India",
  "mainPhoto": "",
  "id": "history-culture-wildlife-of-india-holiday",
  "tourName": "History, culture & wildlife of India holiday",
  "placesVisited": "Nilgiri Mountains, Coimbatore, Nilgiri Mountain Railway, Ooty, Mysore, Hassan, Hampi, Bijapur, Badami, Goa",
  "generalInfo": "We have designed this trip to ensure that as a traveller to South India, you get to experience the rich history, the distinct cultures and the diverse wildlife of the Western Ghats. This route starts in the Nilgiri Mountains where you will be spending four of your fifteen days soaking up the natural beauty and life of the tribes of this unique part of the Western Ghats of South India. From the Nilgiri Hills, we then make our way into the historic and cultural state of Karnataka where you spend ten days traversing its length. On the 15th day your trip comes to an end as we converge onto the sun kissed beaches of Goa. <br/><br/>Price includes: Accommodation (5 star/eco where possible), transportation, entry fees, guide charges, camera fees, road/toll taxes &amp; soft drinks (water, tea coffee, juices). <br/><br/>Please note: I would be delighted to telephone you to discuss your individual travel arrangements, so please leave your telephone number when you complete the online enquiry form.",
  "durationDays": "15",
  "price": "1336",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We make our way up from Coimbatore’s Airport to the Nilgiri Hills which will become your base at the homestay at Misty Heights for the next four days. We take a walk in the evening in a sub-tropical Rain Forest."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We spend the morning trekking down the mountain with the destination being a Jeep Safari through a National Park in the evening. This National Park is now designated a Project Tiger and Project Elephant sanctuary"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We visit a modern-construct temple and proceed to a yogic meditation center nestled in the foothills of the forested Western Ghats near the City of Coimbatore. We return to Coimbatore to spend the afternoon in the city gaining an insight into window and textile shopping... truly Indian style!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Catch an early morning ride on the Nilgiri Mountain Railway, now a World Heritage site, as it makes it way over gorges, waterfalls and through a maze of tunnels to finally reach a height of 7200 feet above sea level. Spend the evening strolling through the erstwhile Colonial summer town of Ooty which allows a glimpse into the people and commerce of this typical Indian hill town."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We drive to the historic city of Mysore where we use a historic Palace Hotel as a base in this city. On arrival, we visit a Sanctuary, a nesting site to sixteen species of migratory birds and home to the Indian Marsh Crocodile. We spend the afternoon experiencing this city’s famous silk and the production of the South Indian silk saree. The following day we visit the opulent Amba Vilas Palace and the extensive farmers market on this former Kingdom State."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We proceed north to the town of Hassan, which we use to visit the ancient Capitals of the Hoysala Kings. We spend the rest of the day at the 12th century temple site of Belur where we soak in the history and breathtakingly unique architecture."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend the first of these two days traveling to the site of Hampi, widely believed to be the most ancient site of the Hoysala Kings. We devote the next day scouring the extensive and extremely well preserved ruins of this ancient Capital city of the powerful Hoysala Kings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We proceed further north to the ancient Mughal City of Bijapur, believed by many to be the “Agra of the South.” We explore the ancient monuments of this historic town at leisure right through breakfast the next day. Leaving the next day, we proceed to the town of Badami and spend the evening there at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Using Badami as our base for these next two days, we visit two ancient 4th and 6th century temple sites that have now been declared World Heritage Sites due to their remarkable extent of preservation and their historic importance. We visit the ancient cave temples located at the town of Badami the next day. We spend the rest of the time, exploring the unique boulder strewn landscapes and the ancient town of Badami."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Making an early start to our day, we proceed to a Wildlife Sanctuary but stop enroute to visit an ancient 11th century Fort Complex. Our evening and the next morning will be devoted to nature walks, safaris and leisure in tented cottages by the river’s edge. On the afternoon of the 15th day, we head to the beaches of Goa and Panjim, the capital city of this elegant Portuguese trading outpost."
    }
  ],
  "map": ""
}