{
  "destination": "India",
  "mainPhoto": "",
  "id": "photography-holiday-in-southern-india",
  "tourName": "Photography holiday in Southern India",
  "placesVisited": "",
  "generalInfo": "HIGHLIGHTS INCLUDE…<br/><br/>Ancient Cochin  •  Chinese fishing nets  •  Ancient Gingee Fort  •  Arunachala Holy Mountain  •  Tiruvannamalai Sadhus   •  Visit to the famous temple of Thanjavur  •  India's temple statues being made by hand  •  The tropical forests of the Western Ghats  •  Emerald green tea plantations   •  Exciting cycle rickshaw ride through Old Madurai  •  Coracle boats &amp; fishermen  •  Weavers of Madurai  •  Tea plantations  •  Flower and vegetable markets  •  Rural cattle market  •  Spice plantations<br/><br/><br/>INTRODUCTION<br/>This lovely trip is the perfect opportunity to photograph in parts of South India little known to the wider photographic community. Tamil Nadu is a part of India that is often forgotten in favour of its more well known neighbour, Kerala. We combine both to give a culturally fascinating and singularly beautiful insight into South India. There are abundant opportunities for landscape, people, street and architectural photography. This is one of our most popular trips and we look forward to it enormously.<br/><br/>This is an exciting photographic adventure visiting Tamil Nadu, The Cardamom Hills and Kerala’s exotic coastal city, Cochin. For over two weeks we will be immersed in the vibrantly colourful, spiritual and bustling heart of this mystical sub-continent. South India’s culture like its people is a rich mosaic both vibrant and chaotic. It is a land of incredible contrasts and paradoxes: a fantastic challenge to those of us hoping to capture its essence in images. By living in the moment and approaching each day with curiosity and flexibility we will come to understand that India is truly one of the world’s most stunning photography locations. We will no doubt return home with some truly striking adventure travel images and some marvellous memories.<br/><br/>WHAT’S INCLUDED<br/>• All meals<br/>• All accommodation (14 nights)<br/>• Indian guide<br/>• Spacious AC transport\t<br/>• Bicycle rickshaw tour through Madurai<br/>• Photography tuition<br/>• English tour guide/co-ordinator<br/>• Location guides<br/>• All entrance fees<br/>• Camera fees except for any video equipment<br/>• Water while travelling<br/>• Airport transfers in Cochin and Chennai<br/><br/>WHAT’S NOT INCLUDED<br/>• International Flights<br/>• Travel-/medical Insurance<br/>• Alcoholic-, soft drinks, snacks between meals<br/>• Tips for local staff<br/>• Indian visa<br/>• Any spa treatments or similar<br/>• Anything else not listed as included",
  "durationDays": "15",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL IN KERALA – When you arrive at Cochin International Airport there will be a car and driver waiting to transfer you to our first night hotel. We will meet together for the first time as a group in our hotel at 18:00 for introductions, welcome drinks and a trip briefing followed by dinner. Accommodation: hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ANCIENT COCHIN – Fort Cochin offers many outstanding and different photographic opportunities. Sunrise will be at a busy coastal harbour followed by photography in the spice markets and lunch in Matancherry. In the afternoon there will be an opportunity to witness a private traditional Kathakali performance preceded by the lengthy make-up ritual. Our hotel in Cochin is a ‘beautiful secret’, close to all our best locations but hidden away in a quiet, peaceful lane. Here we can relax and laze in the pool.? Accommodation: hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MUNNAR AND CARDAMOM HILLS – This morning we leave the coast. Gradually we drive high into the Western Ghats where the air of Kerala is fresh and cool. This is an interesting journey that takes us steadily uphill, through coffee and cardamom plantations, we will break our journey with photographic stops including an Ayurvedic spice plantation. Above these we will encounter huge expanses of symmetrical, emerald green tea plantations surrounded by granite domed mountains. The photographic opportunities here are diverse and will include atmospheric sunrises. We will photograph several of the highest tea estates in the world where women in colourful clothes harvest the tea shoots with deft fingers into large baskets. Planters houses dot the hillsides and the bustling vegetable, spice and meat markets of Munnar are well worth a visit. The surrounding hills are densely forested and they support a large number of exotic flora and fauna. Eravikulam National Park is home to a rare endangered species of mountain goat the Nilgiri Tahr; elephants and tigers also roam the forests here. We spend three nights in a lovely quiet eco resort with fabulous vistas over the Western Ghats. Accommodation: mountain hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TO MADURAI – Today we have a busy schedule. Morning will see us setting off for Madurai. We will stop at photographic locations en route including atmospheric brickworks and the local women picking flowers destined for the temples. The city of Madurai is ancient, vibrant and bursting with remarkable places to visit. One of South India’s great temple towns, Madurai is synonymous with the celebrated Meenakshi Temple. Situated on the banks of river Vaigai, Madurai has a rich cultural heritage passed on from the great Tamil era. The city is also famous for its Jasmine flowers. During our visit to Madurai we will explore and photograph some of some of the most important and iconic sights including the temple. We will take an exciting photographic trip using bicycle rickshaws to ride through the old part of the city with some superb and unusual locations including the banana market, weavers, bamboo workers, the laundry workers on the Vaigai river and a host of other interesting sights. Our Heritage Hotel is well situated, an oasis cocooned from the hustle and bustle of the city. Accommodation: Heritage Hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TO THANJAVUR – Leaving Madurai we travel to Thanjavur (Tanjore) the “Rice bowl of Tamil Nadu”. Thanjavur is an area at the confluence of several rivers resulting in an especially lush environment. It is also famous for the Brahadeeswarar Temple, an architectural marvel constructed more than thousand years ago by the King Rajarajan. Here we encounter and photograph a flourishing centre for unique bronze temple statues and painting. This is a remarkable location where we are able to wander freely around the statue making work areas and observe a craft that has been unchanged over the centuries. Our accommodation is superbly located along the banks of the River Vennar. This is a branch of river Cauvery and is just three kilometres away from the city limit of Tanjore. It is a cool and calm place surrounded by a landscape of semi-jungle paddy fields. At sunrise we will go down to the river’s edge to photograph the bullocks and carts being washed and prepared for the days work ahead. We will also visit and photograph a remote mud and thatch village settlement where life is simple and still there is no electricity. We will be here for Christmas day and it is our custom to take festive presents to the villagers. Tanjore Temple is architecturally very attractive. Built on the banks of the river Cauvery, where the water was diverted to the moat, this temple is made entirely of granite, and it stands tall amidst fortified walls. At this time of year there are large groups of women pilgrims dressed in very photogenic red saris. Accommodation: River-side Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "TO TIRUVANNAMALAI – This morning we head to Tiruvannamalai and our tranquil garden hotel. This is our base for the next four nights. Accommodation: Garden Hotel"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "TIRUVANNAMALAI – For the next three days we are based in Tiruvannamalai at the foot of the mountain Arunachala. Here there are many fine opportunities to experience Southern India at its best. The holy mountain of Shiva, Arunachala rises directly for almost one thousand metres from the flat plain. The majestic Goparams of Arunachaleswara Temple dominate the skyline. During our four days here we have an opportunity to capture colourful bustling markets, the peaceful tranquility of Sri Ramana Ashram at dawn and dusk. We witness women in brightly coloured saris planting rice. There are orange robed Sadhus, weird fortresses rising abruptly from shimmering forested hills, ancient shrines, peacocks, monkeys and hermits caves. We wander through one of India’s most important temples, Arunachaleswara and visit communities where the villagers live in thatched mud huts. We witness fishermen who go out each night in coracle boats returning in the morning with huge catches of large fish which they butcher and sell on the local markets. We visit local cattle markets and wander the tiny local streets to interact with the locals who are both welcoming and friendly. The unique Dravidian culture and language of this area demonstrates some unique and fascinating throw-backs in time. In all this is an incredibly rich area photographically. Our own knowledge of this area together with that of our specialist guide David Godman will ensure that our participants get the most out of this area both photographically and culturally. Our lovely relaxing garden hotel has an excellent swimming pool. Accommodation: Eco Garden Hotel"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "TO MAHABALIPURAM – After breakfast we drive to Mahabalipuram. En route we will visit one of Tamil Nadu’s important bird reserves. Vedanthangal Bird Sanctuary was established in 1798 by the British and has ever since been a spot of great fascination. The view of thousands of birds flying around the sanctuary, some at high altitudes and others at lower ones, is indeed a sight to behold. More than 4000 species of birds including migratory ones have been identified from this area. Some of the species here include Grey Wagtail, Garganey, Blue-winged Teal, Common Sandpiper, Pintail, Snake Bird, Moorhen, Darter, Spot-billed Duck, Large Egret, Little Egret, Painted Stork, Shoveler, Grey Pelican, Cormorant and so goes the extensive list. Apart from birds, the dry, evergreen scrub and thorn forests are also home to monkeys. Mahabalipuram, is a town built on a strip of land between the Bay of Bengal and the Great Salt Lake. It’s known for its temples and monuments built by the Pallava dynasty in the 7th and 8th centuries. The seafront shore temple comprises 3 ornate granite shrines and the rock art is quite simply remarkable. Krishna’s Butter Ball is a massive boulder balanced on a small hill near the Ganesha Ratha stone temple. The town is bustling and vibrant, stone workers creating impressive granite statues are everywhere. We will spend a couple of hours in late afternoon/early evening exploring the town before returning to our Beachside hotel for a final celebratory dinner together. Accommodation: Beach Hotel Mahabalipuram"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "TRANSFER TO CHENNAI – This morning after breakfast there will be a transfer to Chennai airport for homeward flights."
    }
  ],
  "map": ""
}