{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-7-day-tour-in-india",
  "tourName": "Golden Triangle 7 day tour in India",
  "placesVisited": "Delhi, Agra, Jaipur",
  "generalInfo": "This 8-day Golden Triangle tour in India takes you to one of the country’s most diverse and fascinating areas. The trip is tailor-made, allowing you the freedom to adjust your itinerary to suit your requirements. What’s more, you’ll be accompanied by a driver, who will remain with you for the entire journey, as well as experienced local guides who’ll help you get the most out of your holiday.<br/><br/>Your tour kicks off in Delhi, where you’ll have time to acclimatise before heading off on a New Delhi city tour along with a food tour in Old Delhi. Next, you’ll move on to Agra travelling &amp; experiencing hospitality of Indian railways. Agra is a wonderfully preserved historic city, which was once the capital of the Mughal Empire and is home to the world-famous Taj Mahal. You will also be taken on a cycle tour to see Agra beyond the Taj Mahal.<br/><br/>Your final stop is the ‘Pink City’ of Jaipur, the capital of Rajasthan where we have arranged a Block printing tour along with the tour of Temples and Havelis of Jaipur and a cooking demonstration along with dinner with the local family. <br/><br/>You will be staying in a 150 year old Haveli (mansion) a homestay, a boutique hotel where you can meet the host and his family.  <br/><br/>As this is a bespoke tour, plenty of optional extras are available. You could, for example, trek through the local countryside or ramp up the adventure with a hot-air balloon safari. Live your dream holiday!",
  "durationDays": "8",
  "price": "1791",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure, rest and rejunate at the hotel. Overnight at the UNESCO awarded Heritage Boutique Hotel Haveli Dharampura"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - After breakfast, half day city tour of New Delhi. Places to visit include: Humayun’s Tomb • Qutub Minar • Drive past Kartavya Path (King´s Way) & Janpath. Later in the evening enjoy Delhi’s food tour in the most colourful bazar of India, visiting the Chandni Chowk on foot, and a Cycle Rickshaw ride in Old Delhi. • Visit to Asia's Largest Spice Market • Red Fort (from Outside) • Overnight at the Hotel (Haveli Dharampura)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra - After breakfast, you will be transferred to Delhi railway station for your 2-hour train journey to Agra. On arrival your guide will meet you at the station followed by a visit to Agra Fort. Later check in at the hotel. In the evening enjoy the Cycle Tour to see Agra beyond the Taj Mahal. The rest of the day is free at leisure. Overnight at the hotel (Coral Court)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agra & Jaipur - Experience a unique Sunrise Visit of the Taj Mahal (closed on Friday). After the Taj visit return back to the Hotel for breakfast. Later drive to Jaipur (5 hours), en-route visit Fatehpur Sikri, the capital of Mugals before they shifted to Agra, also visit 8th century stepwell Chand Baori at Abhaneri village. Upon arrival in Jaipur, check-in at the hotel. Spend the evening at leisure. Overnight at the hotel (Ikkaki Niwas)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaipur -Today morning after breakfast, full day city tour of Jaipur. Places to visit: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (from outside only). In the evening we have arranged a cooking demonstration for you, along with dinner with a local family. Hotel: Ikkaki Niwas"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur - After breakfast, you will be driven a little outskirts of the city to experience the block printing of Jaipur. Later in the evening enjoy a beautiful walk of the Temples & Havelis of colourful and vibrant Jaipur with an expert. (We have a wide range of other activities as well according to your interest - please check with our Bespoke expert). Overnight at your Hotel (Ikkaki Niwas)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Delhi - After breakfast, drive back to Delhi (approx. 05 Hrs). Upon arrival check in to the Hotel and time to relax. Overnight at the Hotel (Pride Aero City)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today morning after breakfast, you will be assisted & transferred in your private car to Delhi International airport to connect with your flight for your onward destination."
    }
  ],
  "map": ""
}