{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-and-tigers-tour-in-india",
  "tourName": "Kerala and tigers tour in India",
  "placesVisited": "",
  "generalInfo": "This magical 11-day tour of India provides you with an unbeatable mix of landscapes and experiences. From the Dutch forts of Cochin to the high-altitude tea estate of Kolukkumulai, you are sure to experience the wonders India has to offer.<br/><br/>Starting in Cochin, you will be treated to wonderful Dutch-inspired hotel, an elegant base from which to explore the city and with its own superb dining experience not to be missed. Once you have found your feet, it's off into the mountains where you will discover the pristine air of a high-altitude tea plantation. Check into the original staff quarters, roll up your sleeves and get ready to learn about top-quality tea production. Enjoy a breath-taking hike up India's second highest peak (don't worry - we'll send you with a picnic) and soak up the fresh air, staggering views and tranquillity of the mountains.<br/><br/>From mountains to rivers - your next stop takes you to the twisting waterways of Kerala. Explore this lush region and its vast network of channels from the comfort of an original wooden houseboat. <br/><br/>Head back to civilisation with a trip to India's most famous city - Delhi. Spend some time soaking up the bustle before heading back into the wilderness to Bandhavgarh National Park. Three days of thrilling game drives should reward with sightings of birdlife, wild boar, cheetas and bison, but most importantly India's highest density of tigers.<br/><br/>Your luxurious park lodge provides the perfect base with a tranquil outdoor swimming pool and beautiful sympathetically built eco-cottages which blend into the forest background. <br/><br/>At the end of your stay you will return briefly to Delhi before making your return flight armed with promises of returning.<br/><br/>Internal travel arrangements are included, along with a guide and private chauffeur driven car for transfers. Internal Flights are included however international flights are excluded in the price but can be quoted for separately and any additional activities can be added or tweaked to your liking. Meals are as specified in the itinerary.",
  "durationDays": "11",
  "price": "1985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your chauffeur will collect you from Cochin airport and transfer you to your hotel in a private car. Once you have checked in, enjoy a half day tour of this beautiful city. Believed to be the oldest European settlement in India, there are a number of fascinating architectural sights plus historic Fort Cochin to enjoy before returning to your luxurious hotel to unwind."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Leave the city and head into the countryside in a jeep as you travel a winding dirt track up to the highest tea plantation in the world. Learn about the history of tea making and its modern incarnation and how the high altitude produces the finest quality tea. You'll stay in the well-equipped guest room in the heart of the estate. (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a full day surrounded by mountains as you hike on a full day trek up the second highest peak in the Western Ghats. A guide and picnic lunch are provided. (B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Time to try your hand at tea-making as you roll up your sleeves and have a go at creating your own blend. (B, L, D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will take to the water to board a houseboat in Alleppey. From your vantage point on deck, explore the lagoons, lakes, canals and estuaries which make up the 900km of backwater of Kerala. Experience the local tradition of coir rope making and fishing and discover the importance of these canals for washing, transport and food. Spend the night on board your boat and let the peaceful sounds of water lull you to sleep. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a full day exploring the waterways before returning to dry land late afternoon and heading onto the bustling city of Delhi. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hop on a plane to visit Bandhavgargh National Park, home to the highest density of tigers in India. For the next three days you will enjoy a variety of game drives across the broken hilly terrain and grassy swamps spotting not just tiger, but the incredible variety of wildlife and bird species which live in this beautiful National Park. (B, L, D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Return to Delhi and spend the day exploring the city. Speak to us about adding in a guided tour. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You will be collected from your hotel and driven to the airport for your return flight. (B)"
    }
  ],
  "map": ""
}