{
  "destination": "India",
  "mainPhoto": "",
  "id": "western-india-tour-mumbai-to-new-delhi",
  "tourName": "Western India tour, Mumbai to New Delhi",
  "placesVisited": "",
  "generalInfo": "We all have heard about the Golden Triangle of India based in the Northern part; but have you heard about the Golden Triangle which is based in the Western Region of the country? In this tour, we would be covering the same along with the renowned Golden Triangle of Northern India.<br/><br/>Explore the City of Dreams – Mumbai and witness some spectacular sites. Meet the Bollywood Celebrities while visiting the Movie Sets and witness the craft getting unfolded in front of you. Take a boat ride and a toy train ride to reach the ancient Elephanta Caves and witness the beautiful structures carved in stones. Enjoy the famous Mumbai Street Food and gain some insights into cooking the same. <br/><br/>Visit one more site having such beautiful Cave Craft at Aurangabad. Visit Aurangabad and see the Mini Taj Mahal along with other beautiful sites. <br/>Everyone loves to taste Wine once in their lifetime. Visit the beautiful Wine Capital of India – Nasik and taste some of the best wines in the country along with revisiting the times of Ramayana and Mahabharata the two most famous epics of history. <br/><br/>During the tour of the Northern Golden Triangle visit famous places like the Symbol of Love and one of the Seven Wonders in the World – The Taj Mahal. While experiencing the epic structures of New Delhi, Agra and Jaipur, also experience some of the best unknown activities which are happening at these places for a long time. <br/><br/>Following are the activities and sites you would be enjoying during this tour: <br/><br/>1.\tGuided tour of the dynamic, cosmopolitan city Bombay- Tour the city covering important places like the Gateway of India, Temple, Mosque, and Garden. <br/>2.\tExperience the most beautiful caves of India - the ancient Ajanta &amp; Ellora Caves in Aurangabad – also UNESCO World Heritage Sites<br/>3.\tVisit the \"The Wine Capital of India\" the Nashik region reportedly produces 10,000 tons of grapes per year. Go on Wine tasting tours in various Vineyards of Nashik. Also, experience the heritage of the city visiting Ghats and temples.<br/>4.\tVisit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture.<br/>5.\tVisit one of the 7 wonders of the world Taj Mahal and discover the magic of white marble at Agra. <br/>6.\tEnergize yourself at Morning Taj Facing Yoga Session at Agra.<br/>7.\tEnjoy a guided tour of the Pink City. <br/>8.\tHeena Painting on Hands and Feet in Jaipur.<br/>9.\tVisit the Largest Slum of Asia – Dharavi. (Optional)<br/>10.\tStop at Open Air Laundry- The Dhobi Ghat in Mumbai. <br/>11.\tEnjoy Kebab and Curry Walk (Street Food) of Mumbai. (Optional)<br/>12.\tGo on a Mughal Heritage Kachhpura Village Walk tour in Agra- an eye-opening experience.<br/>13.\tEnjoy a Cycle Rickshaw ride in the narrow lanes of Chandni Chowk Bazaar of Delhi.<br/>14.\tTour of Bagru Village to meet local people and experience the unique style of woodblock prints.",
  "durationDays": "14",
  "price": "2367",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Mumbai International Airport and get a warm welcome from our representative and get transferred to the hotel. Check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, go for a sightseeing tour of Mumbai with your guide. • Visit Gateway of India- one of the most popular tourist hotspots of Mumbai. • Drive past the Afghan Church, • Drive past Secretariat of Government of Maharashtra. • Drive past or take a halt at Marine Drive which is fondly known as the 'Queen's Necklace'. • Visit Jain Temple • Visit the Hanging Garden offering a splendid view of the city, • Visit the Beach or as the locals say Chowpatty. • Visit the Kamala Nehru Park • Enjoy lunch at the local restaurant • Visit Mani Bhawan Museum • Drive past the Haji Ali Mosque - one of the most prestigious Islamic symbols situated in South Mumbai. • Stop at Open Air Laundry- the Dhobi Ghat • The Chhatrapati Shivaji Terminus (CST) – formerly known as Victoria Terminus. OPTIONAL TOURS : • Visit Elephanta Caves – A UNESCO World Heritage Site • Kebab and Curry Walk (Street Food) of Mumbai."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out from hotel and get transferred to Mumbai Airport and fly to Aurangabad. On arrival meet our representative and get transferred to hotel. Check into the hotel and rest for a while. • Later, proceed on a guided visit to Ajanta Caves – UNESCO World Heritage Ancient Buddhist Caves."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "• After breakfast, go on a full day sightseeing tour of Aurangabad with your guide. • Visit to Ellora Caves, also known as Verul – One of the most popular UNESCO World Heritage Sites in India. • Visit Bibi ka Maqbara- Taj Mahal Of The Deccan • You may visit Himroo Factory – The 150-year-old weaving factory. • You may also visit Daulatabad Fort – Often hailed as one of the 'Seven Wonders of Maharashtra'."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, check out from hotel and travel to Nashik (200km. 4 hour drive). On arrival meet our representative and check into the hotel and rest for a while. Later, visit the prominent places like Sita Gufa (Cave), River Godavari Ghat (Bank), and few nearby but worthy of visit temples."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "• After breakfast, visit the Sula Vineyards and enjoy a wine tour and tasting of Six different wines. • Later, visit Soma Winery. • Late afternoon, proceed towards York Winery and enjoy a wine tour along with wine tasting."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from hotel and travel to Mumbai (200Km, 4 hour drive). On arrival, check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out from hotel and get transferred to Mumbai Airport and fly to New Delhi. On arrival receive a warm welcome from our representative and get transferred to the hotel. Check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "• After breakfast, proceed for sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive Past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After hearty breakfast, travel to Agra (222Km, 5 hour drive). On arrival meet our representative and check into the hotel. Enjoy rest of the day at leisure. In the evening enjoy a Special Dinner at Taj Facing Rooftop Restaurant."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "• Early morning visit Taj Mahal during Sunrise (As fuel based vehicles are not permitted in the vicinity of Taj Mahal, you will head to Taj Mahal gate by a Battery operated Bus. (Friday Closed). • After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty • Visit Itmad-Ud-Daulah’s Tomb • Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea OPTIONAL TOURS : • Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early morning, enjoy Taj Mahal facing Yoga session. After breakfast, check out from hotel and travel to Jaipur (240Km, 5 hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "• After breakfast, proceed for full day Jaipur sightseeing tour with your Guide. • Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. • Visit Jantar Mantar – largest stone astronomical observatory in the world. • Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. • Photo Stop Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. • In the evening enjoy Heena Painting on hands and Feet."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, check out from hotel and travel to New Delhi International Airport (280Km. 5 hour drive) to board the flight for your home town."
    }
  ],
  "map": ""
}