{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-luxury-holiday",
  "tourName": "Kerala luxury holiday",
  "placesVisited": "Fort Kochi, Kerala backwaters, Periyar Wildlife Sanctuary, Boutique hotels, Western Ghats, Mararikulam beach, Spice Village, Ayurvedic treatments",
  "generalInfo": "Whether you’re watching the sun touch the water on a sunset cruise of Cochin Harbour, or relaxing at a waterside resort, this luxury Kerala tour is all about adding a little extra bit of luxury. Do as much or as little as you wish: this is your holiday.<br/> <br/>Kerala is a laid-back region in southern India, where the beaches are big, but the backwaters and the tranquil mountains inland are even more intriguing. This trip gives you a bit of both, so you can balance relaxation with exploration.<br/><br/>The special places where you’ll stay on your way give this getaway its luxury edge. They include a waterside resort on Vembanad Lake where birdlife comes up to the door of your guest house, a houseboat that cruises along the backwaters, and thatched guest houses set in a fragrant spice garden in the Western Ghats.<br/><br/>Keralan culture is there for the sampling, whether that’s a cooking lesson, Kalaripayattu (martial arts) displays, or mesmeric traditional Kathakali shows; arrive a little early and you’ll also be able to watch the artists putting on their elaborate make up and costumery, too, a performance in itself. <br/><br/>You’ll be travelling in an air-conditioned car, with your own driver, so rest, relax and watch Kerala pass by your window on the way to each destination.<br/><br/>No trip to Kerala is complete without time spent exploring on the backwaters. You spend three nights at a very special resort on Vembanad Lake, and two on a traditional houseboat. Kerala’s houseboats were once rice barges (kettuvallam). These days, they have been converted into floating lodges that cruise lazily through the area. <br/><br/>Away from the backwaters, you’ll enjoy a breath of fresh air in the Western Ghat Mountains, where spice and tea plantations cloak the rolling hills, and you can explore the birdlife and wildlife in pretty Periyar National Park.<br/><br/>At the end of your trip, wind down and relax with a few days at a beach resort: Mararikulam has a long and lovely stretch of sand at Marari Beach.<br/><br/>This Kerala tour has been carefully crafted to ensure that no compromises have been made in terms of comfort and luxury, whilst also working closely with local communities and businesses that have good environmental practices. As its a tailor made tour it can focus on your interests and needs, and the operator will work with you to ensure you have the best possible holiday.",
  "durationDays": "16",
  "price": "3180",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Cochin Airport. Transfer to the historic harbour city of Cochin; spend the rest of the day relaxing or exploring Fort Cochin. Sunset Harbour Cruise. Three nights at Forte Kochi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take a guided city tour of Cochin and visit sights that may include St Francis Church, Mattancherry Palace, Jew town and the Chinese fishing nets. In the evening attend a Kathakali performance, arrive early to watch the performers apply their make up and costumes."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Late-morning cookery lesson with Mary including lunch. Rest of the day free to explore the area."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer by car to Thekkady (Periyar Wildlife Sanctuary). Visit a spice plantation on the way. Three nights at Spice Village"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning soft trek in jungle. Day free for your own activities. Evening attend a Kalaripayattu performance."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Full day in the Periyar area. There are many activities offered so you can chose what to do."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer by car and boat to Coconut Lagoon, one of the most special hotels in the backwaters. The rest of the day is free to relax or take part in local activities. Three nights at Coconut Lagoon"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Two full days for activities. A range of activities are offered by the hotel including guided village walks, boat trips and bird watching to name but a few. Ayurveda treatments are also offered and resident naturalists offer nature walks."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Board your houseboat which will moor along side the resort around lunchtime. Spend the rest of the day cruising the backwaters, relaxing, eating and being looked after by the attentive staff on board. Overnight aboard your exclusive houseboat."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Full day cruising the backwaters. The boat will stop at places of interest along the way where you can get off and explore. Overnight aboard the houseboat."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the beach resort of Mararikulam. Three nights at Marari Beach Resort."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Two free days to relax and explore the area."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to Cochin Airport for your return flight."
    }
  ],
  "map": ""
}