{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-tour",
  "tourName": "North India tour",
  "placesVisited": "",
  "generalInfo": "Travel from Delhi through the verdant hills of Himachal and holy temples of the Northern area with this tour package. We’ll take you around to experience the glorious nature and historical charm this region has to offer. In cities like Amritsar you will not only see the Golden Temple, but also visit a local market and learn how people live. In Dharamshala, we’ll explore the tea gardens, monasteries and the Dalai Lama temple.<br/><br/>Indeed, throughout the 13 days we will visit all the must-see temples and historical sights. Whether its exploring holy cities, wandering through lush greenery, discovering local delicacies, meandering through markets—this region is awaiting to be discovered!",
  "durationDays": "13",
  "price": "218000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI: Welcome to Delhi, the nation’s capital, a vibrant city with an unbelievable amount of history! Your tour guide will meet you at the airport and then you will transfer to your hotel. Depending on your arrival time and how tired you are, the tour guide will plan the rest of the day with you accordingly, which could include some sightseeing, plus a welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DELHI: Today you can do any of the city tours or slum tours which we do. We suggest in the morning visiting Sanjay Colony, a small slum built on 25 acres of land located in the south of Delhi near the Bahai Lotus Temple and Iskcon temple. Learn about the working and residential life and witness how despite the challenging living conditions it remains an area charged with positive energy and strong community. You will also learn about the NGO programs directly supported by your visit. In the afternoon we suggest doing some more traditional sightseeing of your choice such as visiting India Gate, Qutub Minar, Humayun’s tomb, Agrasen ki Baoli (a stepwell) and Gurudwara Bangla Sahib, a Sikh temple and one of the largest community kitchens in India which feeds more than 10,000 people per day. In the evening, if you still have the energy, you can explore old Delhi and go on our popular food tour if you wish!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SHIMLA: Today we leave for Shimla by taking a 4-5 hour train ride from Delhi in the morning, across the state of Punjab, to Chandigarh. On arrival in Chandigarh, you’ll be transported by private vehicle to Shimla. Once you arrive, take some time to explore the town’s charm on an orientation walk with your tour guide."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SHIMLA: In the morning we’ll visit the church on Mall road before stopping at a viewpoint that provides sweeping views of the Himalayas. We will then visit the Jakhu Hanuman Temple and its entourage of monkeys at the top of the mountain, accessible by ropeway, where we will also see a magnificent Hanuman statue (Monkey God), the largest in India. We’ll take you to the Viceregal Lodge, where the partition agreement between India and Pakistan was made. We will then see the handicrafts in Lakkar Bazaar before coming back to the hotel to relax."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MANDI: Today’s journey takes us to Mandi, a charming village located on the banks of the Beas River. This quaint town boasts a rich cultural heritage of both historical and theological significance. Once a part of the salt route to Tibet, it now serves as the gateway to the stunning Kullu Valley."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DHARAMSHALA: In the morning, we’ll travel from Mandi to Dharamshala by car (6-7hrs). This is quite an adventure where you will enjoy great views of the Himalayas along the winding roads. We will stay in McLeod Ganj, a hilltop retreat, home to the Dalai Lama and the Tibetan government in exile, and busy with robed monks strolling between monasteries. Later in the evening, we will visit a local family and enjoy a Himachali style dinner. After dinner you can spend the rest of the evening wandering the peaceful streets, which are set to the backdrop of the Himalayas."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DHARAMSHALA: We’ll spend the day exploring McLeod Ganj and its surroundings, in the morning visiting the iconic Dalai Lama Temple. The Dalai Lama visits this important pilgrimage spot, located near His Holiness’s residence, a few times every year to preach and to bless the people. Then we will visit a Tibetan Museum where you will see the history of Dalai Lama and his followers’ exile to India and the Struggle for freedom from China. After that we will see the beautiful Bhagsunag Shiva Temple, tucked into the mountains, and then see some tea gardens and monasteries in the area. We will visit Norbulingka Institute which preserves and develops Tibetan arts and culture. If you are a cricket fan, you can also see the Himachal Pradesh cricket stadium, one of the most beautiful sports venues in the world."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "AMRITSAR: Today we will travel down the mountains to reach Amritsar, We will reach by late afternoon In the afternoon, we’ll visit the famous Golden Temple (Harmandir Sahib), the spiritual capital of Sikhism and its holiest place of worship. We will also visit one of the biggest community kitchens in the world which cooks meals for more than 50,000 people per day. In the evening we will wander around the markets, discovering the local Punjabi delicacies such as sweet lassi, kulfi and parathas."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AMRITSAR/OVERNIGHT TRAIN: Today we will spend the whole day touring Amritsar and experience the historical significance of Jallianwala Bagh, the site of the tragic 1919 massacre that played a crucial role in India’s independence. Later we will visit the Partition Museum where we can learn about the biggest human migration and partition of history. Afterwards, head to the India-Pakistan border to witness the daily flag ceremony, a military exercise that has been followed by the security forces of both countries since 1959. Finally, take an overnight sleeper train from Amritsar to Haridwar, and rest up for your next adventure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "RISHIKESH: Start the exciting journey that began with an early morning arrival in Haridwar, followed by a scenic one-hour drive to Rishikesh, the yoga capital of the world. After checking into your hotel, take an orientation walk to explore the area. Our first stop is the Chaurasi Kutia ashram, a once-booming spiritual center. This ashram is now famous for its murals and the Beatles’ visit in the 1960s. Admire the faded yet beautiful architecture and the graffiti that reflects the band’s influence and the counterculture of the time. In the evening, enjoy a leisurely stroll along the sacred Ganges River, where the temple bells ring and the traditional fire ritual of Ganga Aarti will begin."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "RISHIKESH: The morning is free for you. We can arrange a lesson for you to learn how to play classical Indian instruments such as the sitar or tabla. You can join a session of Hasya yoga (laughter therapy). Or you could simply take time to enjoy the surroundings, engaging in a day of meditation. Later in the afternoon, we will head to Haridwar for a truly unforgettable experience. The Arti ceremony, which takes place in the evening, is a beautiful and spiritual event that you won’t want to miss. As you witness the ceremony on the banks of the Ganges River, you will be transported to another world and gain a deeper appreciation for the traditions and beliefs of India and its Culture."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "RISHIKESH/DELHI: In the morning we will drive to Haridwar and board a train to Delhi departing at 1.30pm. The train is expected to arrive at 6.40pm after which you will be taken to your hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "DELHI (departure): This morning we will finish the tour and we will transfer you to the airport."
    }
  ],
  "map": ""
}