{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-rail-holiday-in-india",
  "tourName": "Golden Triangle rail holiday in India",
  "placesVisited": "",
  "generalInfo": "Explore the Golden Triangle of India (Delhi, Agra &amp; Jaipur) using trains with a side trip to the wildlife sanctuary of Panna. <br/><br/>In Panna stay at the lovely Sarai at Toria and as well as going in search of the elusive tiger you can explore the Khajuraho Temples, as well as the sights of Orchha.<br/><br/>The tour uses a mixture of overnight trains, fast express trains and one of the newer Vande Bharat trains.<br/><br/>Even though the main journeys are by train we will include all the sightseeing and guides so that you can get the most out of your stays in Delhi, Agra and Jaipur.<br/><br/>Stay in smaller properties, lovely guesthouses and homestay style havelis.<br/><br/>This tour gives you the highlights of the Golden Triangle with a wildlife and train twist.",
  "durationDays": "14",
  "price": "3520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrival in Delhi and transfer to Haveli Hauz Khas, your home for 2 nights. Afternoon visit Dilli-Haat. An open air craft bazaar, home to handicrafts and artisanal works from all states of India. It is an open-air craft bazaar. Followed by a walk through the INA market visiting: The Indian National Airways Market (known as INA Market), known as the food bazaar of Delhi. Fresh seafood, meat, spices, vegetables and fruits - if you don't get it anywhere else, you get it at this market. Enjoy the evening buying vegetables and spices for a cooking-demo, followed by dinner with a local Indian family."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day Delhi sightseeing tour: Morning: You will be taken to Old Delhi via Metro to enjoy \"MASTER JI KE HAVELI\" Old Delhi Tour with meal. A heritage & bazaar walk, some street food tasting, cycle/battery rickshaw rides, spice market visit (Khari Baoli), temple/Fatehpuri Mosque Visit. After this, you will visit Bangla Sahaib Gurudwara [Sikh Temple], witness community kitchen. The community kitchen cooks and doles out 800 kilograms of dahl and vegetable curry, chapatis made out of 1,700 kilograms of atta and 400 kilograms of rice daily. Over 35,000 people are fed each day, and the number goes up to 100,000 during festivals Afternoon: New Delhi Tour including Humayun Tomb, Qutab Minar and a drive through the administrative buildings [President House, Parliament, India Gate]."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Late morning visit Salam Balal Trust: NGO for street children that provides full care and protection through education, vocational training and mental health. In time, you will be met and transferred to railway station to board overnight train to Khajuraho: 11842-KKDE KURJ EXPRESS departing at 18:20 (A/C First Class Sleeper) Overnight on the sleeper train."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Arrive Khajuraho railway station at 08:00. Meet & greet and transfer to Panna [30 Min]; Breakfast & relax in the lobby until your room is ready. Afternoon: Boat ride."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning & Afternoon Jeep Safaris to Panna National Park. [Note: Park will remain closed for the entire day on Diwali & Holi and on all Wednesday afternoons."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning: Excursion to Khajuraho for sightseeing of temples. Afternoon: At leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast transfer to Orchha (approx 3.5 hrs) and visit Orchha Palace & Cenotaphs. [Lunch at Orchha on direct basis]. Transfer to Jhansi station (45 mins) for train to Agra: Gatimaan Express 15:05/17:40 - A/C Executive Class. On arrival transfer to Ekaa Villa in Agra."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning: Taj Mahal at Sunrise (closed on Friday). Return to hotel for breakfast. Agra-beat cycle tour with school visit (Closed on Sundays and National Holidays). After lunch visit Agra Fort and Itmad-ud-Daula."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast drive to Fatehpur Sikri (approx.1.5 hrs). Proceed further to Keoladeo National Park (Bharatpur) for a rickshaw ride for bird watching. Lunch on direct payment basis. Transferred to Bharatpur Railway Station for your train to Jaipur: 22988/Agra Fort - Ajmer SF Express 15:40/18:40 - AC Chair Car. On arrival transfer to Dera Mandawa for 3 nights."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Full day sightseeing tour of Jaipur including visit to Amer Fort, City Palace, Observatory, photo-stop at Palace of Wind & Jal Mahal. Explore local market of Jaipur."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Morning at leisure to explore on your own or rest. Afternoon kite flying at Dera Mandawa. Learn the art of flying kites, a challenging sport on the Chandni terrace of Dera Mandawa."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Early transfer to Jaipur Railway Station for train to Delhi: 20977/Vande Bharat 07:55/11:35 - A/C Executive Class. On arrival transferred to Haveli Hauz Khas for 1 night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Delhi Airport for your return home."
    }
  ],
  "map": ""
}