{
  "destination": "India",
  "mainPhoto": "",
  "id": "family-taj-mahal-and-tigers-holiday",
  "tourName": "Family Taj Mahal and Tigers holiday",
  "placesVisited": "",
  "generalInfo": "Uncover Northern India's highlights on this family-friendly tour of the Golden Triangle. Witness awe-inspiring sites, from the delights of new and old Delhi to the pink beauty of Jaipur and the regal grace of the Taj Mahal. With rickshaw rides through bustling bazaars and camel cart treks through national parks, there's adventure at every turn. At the end of the day, sleep like Maharaja in heritage properties that bring you closer to India's history and culture.<br/>\n<br/>\nIconic must sees - From the Taj Mahal to the Amber Fort, tick off the must-sees from each corner of India's famous Golden Triangle.<br/>\nSleep in a historic fort - Experience traditional Indian hospitality at a family-run hotel based inside a historic fort.<br/>\nSummer Itinerary - Ranthambore National Park closes for the summer months so summer departures will run on an alternative itinerary<br/>",
  "durationDays": "10",
  "price": "1315",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Delhi; city tour of New Delhi",
      "description": ": Arrive in New Delhi, India's bustling capital which successfully combines the ancient with the modern. Amidst the tall and modern skyscrapers, there are still the remnants of a bygone time with numerous monuments and temples. For those arriving on time today our Leader plans to meet you in the hotel reception at 1.30pm for the welcome meeting and to take us on our afternoon city tour which will visit the imposing India Gate (war memorial arch), the Parliament buildings and the Rashtrapati Bhawan, the President's residence as well as Qutab Minar, the tallest stone tower in India. Our Leader will be on hand in the evening to suggest evening dining options. If you would like to receive a complimentary airport transfer today, you'll need to arrive into New Delhi's Indira Gandhi International airport (airport code DEL), which is 18km, around 40 minutes from our hotel. Please note that if you wish to join the city tour today, you must arrive at the hotel by 1.30pm. If you are booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around 40 minutes' drive, so therefore the latest your flight can arrive is 11am. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up."
    },
    {
      "dayNumber": 2,
      "title": "Old Delhi sightseeing by rickshaw; drive to Agra and visit the Agra Fort",
      "description": ": Compared to New Delhi the Old City is much closer to the image conjured up by Rudyard Kipling. We travel by cycle rickshaw to its hub at Chandni Chowk Bazaar, a jamboree of deafening barter and a wonderful introduction to the 'real' India. The major sights nearby are the Jami Masjid Mosque and we pass by the Red Fort on our way out of the city. Mid-morning, head south from New Delhi to Agra, a bus journey of approximately four to four and a half hours. In the afternoon we plan to visit Agra Fort, built by Akbar the Great, which contains the incomparable Moti Masjid (Pearl Mosque). Before returning to the hotel we will get our first sight of the Taj Mahal in the evening light."
    },
    {
      "dayNumber": 3,
      "title": "Early morning visit to the Taj Mahal. Visit Keoladeo Ghana National Park. Continue to Ranthambore by train",
      "description": ": This morning we aim to visit the Taj Mahal, the world's most perfect and poetic building, at sunrise. Over 300 years have elapsed since its construction, yet it stands today unscarred by age; its beauty and symmetry seemingly beyond man, time and space. Created by Shah Jahan as a funerary monument to his favourite wife, Mumtaz, it took 22 years to build (1630-52). The Great Moghul lies beside his beloved under the white marble dome. Inlaid with precious gems, the building cost a fortune. Later Shah Jahan moved his capital to Delhi before being overthrown by his son, Aurangzeb. Later in the day, drive to the entrance of Keoladeo Ghana National Park. Formerly a royal duck-shooting reserve and now an ornithologist's paradise, the 12 square miles of lakes and marshlands offer a safe habitat for large numbers of breeding waterbirds and migrants. More than 300 species have been sighted, among them herons, storks, geese and the huge and rare Siberian crane. We will be taken on a birdwatching tour by cycle rickshaw and we hope to see some of these magnificent birds. After lunch we continue our journey, taking the train to Ranthambore National Park (approximately 2 hours)."
    },
    {
      "dayNumber": 4,
      "title": "Game drives in Ranthambore National Park in search of Bengal Tiger",
      "description": ": Ranthambore is one of the best examples of the country's tiger conservation projects. The best chance of sightings is between September and May. During this period water is scarce and the animals must stay close to the lakes and river. It is little wonder that this was once one of the best hunting areas of the Maharajahs. We include a game drive this morning into the Reserve, in search of the wildlife which, as well as tiger, includes sloth bear, langur, jackal and fox as well as crested hawk eagle, crested serpent eagle, jacana, parakeet and white-breasted kingfisher. The park itself is very picturesque with lakes, rivers and forests surrounded by steep cliffs and rocky outcrops. In the afternoon there is another opportunity to do a game drive to get a chance to see more wildlife and views. The vehicles used for game drives are open top jeeps, with 6 seats and ideal for spotting wildlife. Due to regulations aimed at keeping traffic to a minimum in the parks we cannot guarantee exclusive use of the jeeps so you may be sharing with non-Explore customers. Please note that because the jeeps can only accommodate 6 people there is a chance we may have to split family groups up, this will depend entirely on the make up of your group and we will avoid this wherever possible."
    },
    {
      "dayNumber": 5,
      "title": "Optional game drive before driving to Pachewar to stay in a heritage hotel.",
      "description": ": This morning there is chance for an optional game drive before we drive to Pachewar (approximately 4 hours' drive). A small village, Pachewar is famous for cenotaphs, blue pottery kilns, metal toy makers and interesting surroundings. It is a lively place that was once ruled by Khangarot Rajputs. The caretaker of Khandar, Thakur Anoop Singh Khangarot, had captured the fort of Ranthambore from the captivity of Marathas and annexed the fort to the state of Jaipur. The pace of the trip slows as we stay two nights at a family run heritage hotel, Pachewar Garh. This fort with its huge ramparts, turrets and gates, was built about 300 years ago and bears testimony to its rich heritage. After checking in, the rest of the afternoon is free to explore the village and sample first hand traditional rural life, you may even see villagers partaking in a game of cricket! This evening there is a puppet show at the hotel."
    },
    {
      "dayNumber": 6,
      "title": "Full day in Pachewar, rural Rajasthan. Village walk, cooking lesson and farm visit.",
      "description": ": This morning head out exploring the village on foot, visiting the local temple and a village home where we have a cooking demonstration showcasing traditional Rajasthan cuisine. Later in the afternoon head to a farm giving us a great opportunity to meet local families and see more of rural life in India, this is India's most colourful regions, it's not uncommon to witness sari-clad women carrying terracotta pots of water. There is ample time to relax at our heritage fort hotel, for an added bit of fun the hotel provides traditional Indian costumes to wear at dinner."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Jaipur, afternoon tour of the Pink City.",
      "description": ": After breakfast we drive to Jaipur taking about three hours, there is always something new or different to see along the roadside in rural India. Sometimes called the Pink City, Jaipur was first painted terracotta pink by Maharajah Sawai Ram Singh to celebrate the visit of Prince Albert in 1853. This afternoon we will take a city tour with our Explore tour leader. We will visit the lavish and well preserved City Palace with its fine collection of textiles, costumes and armoury and the Palace of the Winds, a 5-storied façade (built about 1760) which has been the subject of countless Indian posters. Jai Singh, the great Maharaja astronomer, built his extraordinary (and very accurate) stargazing Observatory here. The Old City has several fine gates let into the pink walls, and there are many opportunities for photos and shopping. There is an optional puppet show at the hotel this evening or you may wish to see a Bollywood movie at the local cinema."
    },
    {
      "dayNumber": 8,
      "title": "Full day in Jaipur. Visit the Amber Palace and Fortress.",
      "description": ": Today, we drive the short distance to the foot of Amber Palace and drive up to the gateway. This impressive hilltop fortress possesses what must be the world's finest Chamber of Mirrors and also affords glorious views of the surrounding plains. We will visit the palace after which we will return to Jaipur. Sometimes called the Pink City, Jaipur's palaces and fortified walls were first painted terracotta pink by Maharajah Swai Ram Singh to celebrate the visit of Prince Albert in 1853. This afternoon has been left free to explore more of Jaipur in your own time. You may choose to visit one of the famous bazaars which are bursting with delights, from marble statues to antique textiles; traditional print blocks to local musical instruments."
    },
    {
      "dayNumber": 9,
      "title": "Return to Delhi stopping at Samode Palace outside Jaipur for camel cart tour and lunch.",
      "description": ": After a leisurely breakfast bid farewell to Jaipur, driving back to Delhi. An hour north east of Jaipur we make a stop at Samode Palace in the Aravalli hills. Blending elements of Mughal traditional architecture, this 475 year old former royal residence is a treasure trove awaiting to be explored with twisting narrow stone staircases, lavish mosaics, fountains and hidden courtyards. We have a tour of the grounds on a camel cart and have lunch (included) at the palace before continuing our journey by bus to the modern Gurugram district of New Delhi, next to the airport; arriving early evening."
    },
    {
      "dayNumber": 10,
      "title": "Tour ends in New Delhi",
      "description": ": The trip ends after breakfast at our hotel in New Delhi. There are no activities planned today, so you are free to depart from New Delhi at any time. If your flight is departing later in the day luggage storage facilities are available at our hotel. If you would like to receive a complimentary airport transfer today, you need to depart from New Delhi's Indira Gandhi International airport (airport code DEL), which is 8km, around 20 minutes from the hotel."
    }
  ],
  "map": ""
}