{
  "destination": "India",
  "mainPhoto": "",
  "id": "tamil-nadu-and-kerala-tour-india",
  "tourName": "Tamil Nadu and Kerala Tour, India",
  "placesVisited": "",
  "generalInfo": "CLASSIC SOUTH INDIA IN STYLE <br/><br/>Chennai*Mahabalipuram*Pondicherry*Chettinad*Madurai*Periyar *Kumarakom*Cochin<br/><br/>•\tAccommodation as specified in the itinerary on Double sharing basis for 15 Nights or similar <br/>•\tDaily buffet breakfast at all the hotels. <br/>•\tSingle entry to the monuments as mentioned above.<br/>•\tSpice plantation tour in Thekkady<br/>•\tJungle walk Thekkady.<br/>•\tBoat ride in Thekkady<br/>•\tAll transfers and excursions using Toyota Innova.<br/>•\tServices of an English speaking local Guides as per the itinerary <br/>•\tAssistance on arrival and departure transfers.",
  "durationDays": "16",
  "price": "2679",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mahabalipuram Upon arrival in Chennai airport, you will be met by us and thereafter continue drive to Mahabalipuram, (60 Km / 2 Hrs. Approx.) On arrival you will proceed for check-in at hotel. Rest of the day at leisure Overnight at the Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, proceed for half day excursion to Kanchipuram and later Half day sightseeing of Mahabalipuram Overnight at the Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Pondicherry After breakfast drive to Pondicherry (120 Km / 3 Hrs. Approx.) Upon arrival at Pondicherry check in to your hotel Afternoon enjoy a rickshaw ride around the French colony of Pondicherry Overnight at the Hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, Half day sight-seeing of Pondicherry, visiting Sri Aurobindo Ashram, Pondicherry Museum and Sacred Heart Church Overnight at the Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Chettinad After breakfast, Drive to Chettinad. (250 Km / 6 Hrs. Approx.) On arrival Check in at hotel, Rest of the day at leisure. Overnight at the Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, proceed for sightseeing of Chettinad, visiting Chettinad Temple, and Chettinad Museum & Visit Temples Overnight at the Hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Madurai After breakfast, Drive to Madurai. (100 Km / 2 Hrs. Approx.) On arrival Check in at hotel, Spend the rest of the day at leisure. Overnight at the Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast at hotel. Afternoon sightseeing to Minakshi Temple, Thirumalai Nayaka Palace, in the evening witness the ceremony at Meenakshi Temple Overnight stay at hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast at hotel. The day at leisure Overnight stay at hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Periyar Breakfast at hotel. Drive to Periyar (150 Km / 3.5 Hrs. Approx.) Upon arrival in Periyar check in at hotel. In the afternoon spice plantation tour. Overnight stay at hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Breakfast at hotel, Proceed after breakfast for natural trek tour at the amazing Spice Village In the afternoon shared boat ride at lake Periyar"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Breakfast at hotel, Drive to Kumarakom (120Km / 3 Hrs. Approx.) . Upon arrival in Kumarakom check in at hotel. Rest of the day at Leisure Overnight stay at hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Breakfast at hotel. Day at leisure for independent activities. Overnight stay at hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Breakfast at hotel, Drive to Cochin (50 Km / 1.5 Hrs. Approx.) . Upon arrival in Cochin check in at hotel. Rest of the day at Leisure. Overnight stay at hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Breakfast at hotel, Drive to Cochin (50 Km / 1.5 Hrs. Approx.) . Upon arrival in Cochin check in at hotel. Rest of the day at Leisure. Overnight stay at hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Breakfast at hotel. Morning half day city tour of Cochin visiting Jewish Synagogue & Dutch Palace. In the evening enjoy a classical Indian dance show - Kathakali Dance. Overnight stay at hotel."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Breakfast at hotel. Transfer to airport for flight home"
    }
  ],
  "map": ""
}