{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-cultural-tours",
  "tourName": "North India cultural tours",
  "placesVisited": "",
  "generalInfo": "Ninety percent population of India living in the countryside. Going to interior part of country while on this tour passing through farmlands and small villages, seeing the fields of Mustered, Cotton, Wheat, Mullet, Caster oil seeds, tree of Mangos, Orange, pomegranate  and working villagers in farmlands also government funded projects for generating employment in countryside that make sense to understand the economic strength of the country. By seeing  mobile bicycle shops, Bull and Camel cart shops moving on mud roads and small corner shops of countryside, you can not stop yourself to buy fresh fruits, vegetable, spices etc. from them. After every hundred miles you will experience the change of different clothing style, food, customs, language even Gods and Goddesses.<br/><br/>In this tour thousands different colours of Indian life will be shown by us  and detailed information about history, style of clothing and jewellery, customs,  Temples, Indian marriages and cast system of social structure will be share with our gust. We promise that after this tour our guest will see the images of India very differently from there soul.<br/>With us you will be able to participate in prayer at local Temple, Indian marriages, clay pottery making, schools in villages, working in farmlands.",
  "durationDays": "17",
  "price": "1850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 11,
      "title": "",
      "description": "DAY 11 Breakfast followed by a tour of the Taragarh Fort. Bundi is a city rarely visited in Rajasthan with one of the most spectacular forts in India. The Taragarh Fort was built in the late 16th and early 17th Century in a combination of Chouhan and other Rajput styles with some of the last remaining painted wall murals of the Bundi school of this period that remain. Lunch in the bazzar followed by an afternoon wandering the bazaar and old city of Bundi. As it is still quite a traditional city I believe you will enjoy this interior city. Dinner at haveli followed by night stay. Day 12 Breakfast followed by leaving by road to Udaipur (5 hours’ drive). In the evening see the Rajasthani Cultural dance show. Dinner and night stay at the hotel. Day 13 Breakfast followed visit of the City Palace. The Palace spans many different Rajput as well as Islamic architectural styles and is located on the banks of Lake Pichola. Part of the Mewar (Udaipur) royal family’s art collection and objects are on display. I believe you will want at least 2 hours here. After lunch visit to Saheliyon ki badi. Saheliyon ki Bari means “Garden of the Maidens” in Hindi, and was built in the early 18th century for the women of the royal family. With fountains, lotus ponds, decorative pavilions, and marble elephants, the landscaped gardens are a relaxing place to take a walk. There’s also a small museum on-site with information on Rajasthani and Indian history. Dinner and night stay at the hotel. Day 14 Breakfast followed by leaving by road (3 hours) to Sena Leopard conservation zone. (via Ranikpur). Arrive at Ranikpur for lunch followed by exploring the 15thCentury Jain Temple complexes for a couple of hours after lunch. There are also a few older temples that are Hindu that are worthwhile to see as well. The Leopard zone is situated at the border of Kumbhalgarh wildlife Sanctuary. This area is near the village of Sena and the highest chance to see great sightings of leopards in the wild in India is here. Almost every wildlife safari in the evening Leopard is present. Arrival for lunch at your private cottage (With en suite bath) for guests in the village area. Early evening village safari by jeep. Day 15 On this day morning and evening Jeep safaris to a small wetland area in the foothills of Aravali mountain range, where local and migratory birds are present along with muggermuch (mugger crocodile) and you will see Leopard up close, other species that are possible to see include Rufous-tailed Hare and jackal. Late evening dinner followed by night stay."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Day 16 Breakfast followed by leaving by road to Jodhpur (3 hours’ drive). In the early evening explore old city Markets like Spices, Grains, fresh vegetables, Bamboo craft etc. Drinks and dinner in a local restaurant. Night stay at the Manor home. Day 17 Breakfast followed by a tour of the 15th-18th Century Jodhpur Meherangarh (Majestic) Fort. I believe you will want to have at least 2 to 3 hours here as there is much to see and a beautiful setting. After lunch in Jodhpur city visit Umaid Bhawan Palace, residence of Jodhpur royal family. One part of the palace is converted into a museum. In the evening explore clock tower market. Day 18 Breakfast followed by leaving by road to 16 century Fort palace (2 and half hours) lunch on arrival. The Fort Palace is in a village setting and is the only royal palace in India where guests can stay inside the authentic 16th Century Princess Room. This is unchanged from the period except for the addition of electricity and the bathroom. The Princess room is large and lovely. The architecture of the Fort is also very fine. Arrive in early afternoon for lunch, relaxing, exploring the fort palace followed by dinner and night stay in the Fort. Day 19 Breakfast followed by transfer to Ajmer railway station for board on AC sleeper train to Delhi (7 and half an hour journey). Airport transfer will organize be according to your return flight schedule."
    }
  ],
  "map": ""
}