{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-photography-holiday-in-india",
  "tourName": "Rajasthan photography holiday in India",
  "placesVisited": "",
  "generalInfo": "HIGHLIGHTS<br/>Highlights include a classic train journey to Jaipur's Pink City then a visit to the Pushkar Camel Fair, Jodhpur's Blue City. Then travelling through the Aravelli Hills to lesser known gem of Rankapur, we finish in Udaipur, the romantic ‘Venice’ of India.<br/><br/>Rajasthan -  “Land of Great Kings” - was the first state to fully embrace tourism in India. This is reflected in the sophistication of the state’s infra-structure for tourists. Our hotels is Rajasthan are all delightful quiet havens steeped in tradition, and  they are very comfortable. Our tour begins and ends in Delhi and visits some very well researched locations in between. Arguably the men of Rajasthan wear the biggest turbans in India and the women the most beautifully coloured Saris. This photographic tour has been designed carefully to minimise the long journeys that are often common in this vast state. We will travel executive class by train to Jaipur on Day 2 and take a flight from Udaipur back to Delhi on day 14.<br/><br/>One of the highlights of our photographic journey is the significant and celebrated Pushkar Camel Fair, one of the continent’s last great traditional melas. This is a spectacle on a truly epic scale and is the largest of its kind in the world. Vibrant, chaotic and visually impressive, the fair itself attracts a massive gathering of humankind and animals with fine opportunities for photographing these people and their rituals. Our visit is timed to coincide with the arrival of the camels, horses and cattle arriving on the sand dunes of the Thar Desert bordering this holiest of towns. Prior to arriving in Pushkar we will visit Jaipur, the ‘Pink City’ and following the fair we make the journeys to Jodhpur the famous ‘Blue City’ and Ranakpur, a lesser known location that is truly rich photographic interest. The landscape here is superb and the Marble Jain Temple is one of the finest in the whole of India. The sun rising over Kumbhalgarh Fort will also be a highlight of our stay here. The final part of our journey finishes in the romantic and ethereal lake city of Udaipur which is often known as the ‘Venice of India’. Here in this quintessential Rajasthan location we will witness classic sunsets over Lake Pichola and enjoy exploring the town’s narrow winding streets jam packed with life and colour.<br/><br/>Our photographic journeys in incredible India are the result of the many years we have spent travelling and making pictures in this extraordinarily diverse land. We provide an opportunity for our guests to travel with professional photographers, interact with local people and to  experience the wonderful culture of India. Guests can expect to return home having had great holiday with a great portfolio of images and a bunch of fabulous memories.",
  "durationDays": "14",
  "price": "4950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We arrive Delhi, and transfer to our hotel which is well situated on the edge of the vibrant cultural area of ‘Old Delhi’ and also close to the magnificent railway station. This is a great location if you want to add on a couple of days before the trip starts. Enquire regarding extra nights at the time of booking. We will meet as a group for the first time today at 19:00 for introductions, a trip briefing & dinner at the hotel renowned for its excellent Indian food. Hotel Delhi (D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ranakpur - after a last sunrise over the Holy Lake we will set off to our next location, Ranakpur, a journey that will take around 3½ hours. The rural scenery as we get close to Ranakpur is gorgeous, the green forested Aravelli hills, lazy rivers and unspoilt local villages. We will spend two night in a beautiful hotel in the midst of greenery. Our locations here are diverse and will include fabulous landscape shots of the sun rising over Kumbhalgarh Fort. We will also spend time exploring some rarely visited local villages and traditional pottery works where can photograph local pots being made. Perhaps the most outstanding feature of Ranakpur is the remarkable Jain Temple. This temple is hidden away and built in the Aravelli Hills. The construction of this incredible temple started back in the 15th century and is home to some of the most impressive marble carvings on earth . Haveli Hotel Ranakpur (B,L,D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Udaipur - this morning we drive to Udaipur, the final destination of our Rajasthan tour. This magical city has a romantic setting unmatched in Rajasthan and possibly in all India. It contains otherworldly palaces, temples, havelis and the lovely Lake Pichola. Lazy travel by boat is common in Udaipur which is often referred to as the ‘Venice of India’. In the town we will be wandering and photographing in a maze of crooked, medieval streets, ancient bazaars and flower markets. In addition to the superb and classic sunsets over Lake Pichola, the country roads and areas surrounding Udaipur are most attractive and populated with small traditional villages. The wooded Aravelli Hills stretch away in every direction. This is the perfect place to end our Rajasthan journey. Our final dinner together will be shared on the rooftop of our gorgeous hotel overlooking the lake. We spend two nights in Udaipur and our drive from Ranakpur takes just 1½ hours. Lakeside Hotel Udaipur Day 12 (B,L,D)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Delhi - late morning after we transfer to Udaipur Airport for the flight to Delhi where our services finish. The weight limit for this flight will be 20 kg. Guests may be getting a homeward flight or perhaps requiring an extra night in an airport hotel. This is not included in the price of the holiday but we can arrange this with our colleagues in Delhi. If you plan to fly internationally on Day 14, then we suggest flights from 17:30 onwards. (B)"
    }
  ],
  "map": ""
}