{
  "destination": "India",
  "mainPhoto": "",
  "id": "maharastra-and-gujarat-holiday-in-india",
  "tourName": "Maharastra and Gujarat holiday in India",
  "placesVisited": "",
  "generalInfo": "Maharashtra and Gujarat are amongst the largest and most prosperous states in India. These states have got unique monuments, food, arts and culture that are worth experiencing. Go on a tour of these states and experience the highlights that these states have to offer. <br/> <br/>Some of the prominent experiences are highlighted below:<br/><br/>1.\tVisit the Elephanta Caves in Mumbai that are UNESCO World Heritage listed<br/>2.     Experience highlights of Mumbai like CST, Dhobi Ghat, Gandhi Museum etc. <br/>3.\tVisit the ancient Ajanta and Ellora Caves at Aurangabad that are UNESCO listed<br/>4.\tVisit the different Vineyards of Nashik and taste the authentic Indian Wines<br/>5.\tVisit the Maratha Style palaces along with other monuments at Pune. <br/>6.\tExplore Ahmedabad on a sightseeing tour, also a textile hub of India – see its highlights including Akshardham Temple, Textile Museum, Adalaj Stepwell, colourful markets etc.<br/>7.     Experience the magni?cent Sun Temple in Modhera<br/>8.\tVisit the Little Rann of Kutch at Dasada - known for its birdlife and Wild Asses<br/>9.\tExperience Bhuj, the largest city in Kucth on a sightseeing tour and see its highlights like Prag Mahal, Aina Mahal, Bhujio Hill, Hamirsar Lake, Banni village etc.",
  "durationDays": "15",
  "price": "2597",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Mumbai International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in procedure and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, visit the • Elephanta Caves – Oldest Caves near Mumbai. • Visit the famous Gateway of India. • Visit the Hanging Gardens • Visit the Chowpatty – the famous beach of Mumbai. • Drive past the Chhatrapati Shivaji Maharaj Terminus – Biggest train station of Mumbai. • Visit the Chhatrapati Shivaji Maharaj Museum. • Get a glimpse of Open Air Laundry – The Dhobi Ghat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Mumbai Airport and fly to Aurangabad. On arrival receive a warm welcome by our representative and get transferred to the hotel. On arrival complete the check-in formalities and rest for a while. Later, visit • The Ajanta Caves – one of the ancient Buddhist caves located in Maharashtra."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, visit the • Ellora Caves – a pure architectural marvel. • Bibi Ka Maqbara – The Taj Mahal of Deccan. OPTIONAL TOURS • Visit the Daulatabad Fort • Visit the Himroo Factory – A 150-year-old Textile Factory."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Nasik (195Km, 4-hour drive) – The Wine Capital of India. On arrival receive a warm welcome by our representative. Complete the check-in formalities and rest for a while. Later visit the Sita Gufa, Godavari Ghat (River Godavari Banks), and other temples to experience the local culture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, go for a Wine Tasting tour • Visit SULA Vineyards • Visit YORK Winery • Visit SOMA Vineyards"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Pune (211Km, 5-hour drive). On arrival receive a warm welcome and complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, go for a sightseeing tour of the city with your guide • Visit the OSHO Ashram • Visit the Shaniwar Wada • Visit National War Memorial • Visit the Sinhagad and Khadakwasla Forts. • Visit Saras Garden • Visit Pataleshwar Cave Temple • Visit Mahatma Phule Museum."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Pune Airport and fly to Ahmedabad. On arrival receive a warm welcome and get transferred to the hotel. Complete the check-in procedure and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, go for a sightseeing tour of the city with your guide • Visit Sabarmati Ashram – Place where Mahatma Gandhi stayed. • Visit the Kankaria Lake • Visit Adalaj Stepwell • Visit Bhadra Fort • Visit the Calico Museum of Textile • Enjoy the view from Sabarmati River Front. • Visit Jama Masjid"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Dasada (95Km, 3-hour drive). En-route see Sun Temple at Modhera. On arrival receive a warm welcome and complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, go on a Jeep Safari in Little Rann of Kutch and spot various species of birds and animals. You have got good opportunity to spot Wild Asses that this sanctuary is famous for."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Bhuj (276Km, 6-hour drive). On arrival receive a warm welcome and complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, go for a sightseeing tour of the city with your guide • Visit Aaina Mahal Palace • Visit the Prag Mahal Palace • Visit Kutch Museum • Visit the Bhujio Hill • Visit Shree Swaminarayan Temple • Visit Harmirsar Lake"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast check out from the hotel and travel to Bhuj Airport to fly back to Mumbai to end the trip."
    }
  ],
  "map": ""
}