{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-in-depth-tour",
  "tourName": "Kerala in depth tour",
  "placesVisited": "",
  "generalInfo": "•\t15 Nights’ accommodation in 1 Double Room as per the below hotels and the meal plan specified<br/>•\tTransport services using Air-conditioned Innova as per the program from arrival at Cochin Airport till drop back at Cochin Airport.<br/>•\tKathakali / dance show at a local theatre in Cochin<br/>•\tActivities offered by Raindrops Heritage <br/>•\tSpice plantation visit at Periyar<br/>•\tKalarippayattu show at a local centre at Periyar<br/>•\tHalf day bamboo rafting program at Periyar (Approx timing : 0730 – 1230)<br/>•\tTrekking program at Munnar<br/>•\tCooking demo &amp; Seafood dinner with a local family at Cochin<br/>•\tArrival / departure assistance at Cochin airport by our representative<br/>•\tUnlimited supply of bottled drinking water during the drives<br/>•\tBasic phone with local SIM during the tour at Kerala<br/>•\tAll taxes applicable as per the present rules.",
  "durationDays": "16",
  "price": "1649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Cochin by flight. After clearing customs and immigrations you will be met by us once you exit the arrival hall and whisked away to your waiting transport. You will be transferred to the hotel at Mahabalipuram. Kochi (colonial name Cochin) is the green commercial capital of Kerala, a cluster of islands located on the coast of the Arabian sea with one of the finest natural harbours in the world .. The harbour is the nucleus around which Cochin and its mainland part Eranakulam has grown to attain such strategic importance over the centuries as underlined by the sobriquet “Queen of the Arabian Sea “. Informally, Cochin is also referred to as the Gateway to Kerala, being the most cosmopolitan and modern city of Kerala where the best shopping, markets and bazaars are located. . Check in at hotel and you are at leisure till evening. (Early check in is subject to availability) At 1700 hrs , proceed to a local theatre called ‘ Greenix ‘ , a cultural dance theatre where you can witness live show of performing Arts of Kerala which includes Kathakali (demo & play), Mohiniyattom, & Bharathanatyam or Kuchipudi performance."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast drive to the homestay near Cherthala. The Raindrops Heritage - A beautiful abode reflecting the style and elegance of traditional Kerala culture, where you can have a sleep full of sweet dreams, health and quite breathing. The homestay conceptualized based on the novel idea of going back to Nature, is located at a peaceful serene village area just 200 meters from the renowned Vembanad Lake, where you can indulge in the serenity, calmness and fresh fragrance of Mother Nature. The area includes 3 acres of agricultural land with some ponds, different species of trees, medicinal plants and herbs, vegetable garden and a stream with flowing water on two sides."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a leisurely breakfast at the homestay Later engage in various activities offered by the homestay. The options include visit to local Coir Making centre, Experience Temple Rituals, Village Cycling, Fishing etc. Mr. Kamal Roy - the host will organise these activities. Also His wife Mrs. Pushpa Roy who is an excellent cook too and of course you get fresh catch of the day. Or you may relax in hammock and garden swings."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Breakfast at the homestay and later by 1045 hrs drive to Alleppey. Board houseboat for a cruise in the backwaters of Kerala and explore the life around this region. Large wooden Cargo boats are converted into Houseboats with overnight staying Facilities became an attraction in the backwaters. The Houseboats are normally equipped with fully furnished Bed rooms with attached bathrooms and Kitchen. Mouthwatering Kerala Dishes are served onboard boat. There are ample opportunities to do nothing, just relaxing embraced by the natural wind. In the evening wait for the romance of birds displayed seasonally in the vast canvas of the reddish sky. Then enjoy the delight of royal dinner under million stars. Listen the lullaby of waves and weeds of the Lake and have a sound sleep. After lunch cruise towards Chambakkulam Village passing through many villages. Visit St.mary’s Church, which is noted for its antiquity and the mural paintings on its roof."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast onboard houseboat Then visit the Devi Temple situated adjecent to the rice-fields, and another Vishnu Temple again on another Kavu. Later visit the Ambalapuzha Sree Krishna Swami Temple which has a typical Kerala Style of Architecture. The temple is also known for its typical and of famous Palpayasam (sweet milk porridge). The temple’s inner courtyard is solely entitled to visit to the Hindus only according to the local customs. Still you are able to enjoy the vigor and color of the temple premises. Once you are back to the Houseboat, lunch will be served"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Disembark the houseboat at Alleppey after breakfast. You will be met by our chauffeur and drive to Kuruvinakunnel Heritage at Palai. The Kuruvinakunnel Tharavadu (ancestral home) was built around 400 years back by their forefathers. Here you can relive a day in the distant past at an old Christian Tharavadu. The bungalow is located in the midst of a rubber estate far away from the hustle & bustle of the city. Enjoy the tranquil atmosphere revitalizing your mind and body, you are welcomed, looked after and cared for by the family. Visit St. Alphonsa's shrine at Bharananganam - The main structure of the church, which began to be known as St.Alphonsa Shrine Church following the canonization of Sr. Alphonsa in 2008, It was built in the year 1945 as a cemetery chapel of St. Mary’s Church Bharananganam. Sr.Alphonsa is the first nun ever to have been buried there. Her tomb now stands at the very place where her mortal remains were buried on 1946."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast at the heritage home and then drive to Periyar Thekkady or Periyar is South India’s most popular wildlife sanctuary, encompassing an area of 777 sq km. Set on the attractive man-made Periyar Lake; it attracts over 300,000 visitors a year. Though the sanctuary was made a part of Project Tiger in 1973, it is better known for its elephants. On arrival check in at the hotel. In the afternoon a spice plantation visit is arranged at Periyar. Apart from being enjoyable, these plantation tours give tourists an insight into the growing, harvesting and processing of spices. The peeling and drying of cinnamon etc can be observed on such trips. In the evening enjoy a Kalarippayattu (Martial Art) show at a local centre. (The Wildernest is a bed & breakfast hotel. Hence lunch and dinner have to be had from the restaurant options available around. There are a good number of options nearby and our driver can assist you to find a suitable option)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After an early breakfast by 0715 hrs proceed to the boat landing point to join the Bamboo rafting program. (Provisional timings: 0730 – 1230 hrs). This is a range hiking and rafting programme through some of the richest forest tracks of Periyar Tiger Reserve. Starting at 0730 hrs from the boat landing, a mosaic of habitats will be traversed before the party gets into rafts made of bamboos. The forests are rich in bird life and arboreal animals like giant squirrel and Nilgiri langur. The rafting is for about three hours and one gets a panoramic view of forest-clad hills reflected on the lake. Animals like elephant, gaur and sambar are sighted keeping close to the edges of the lake. The team hitchhikes back to the boat landing by about 1230 hrs. Usually an armed guard and 4 guides will accompany a maximum of 10 tourists. Tea, snacks and packed refreshments will be served enroute."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Breakfast at the hotel. Then drive to Munnar. Munnar is a beautiful hill station on the Western Ghats at about 1600 meter above sea level. There are lakes, reservoirs, forests and several tea estates in Munnar. Famous Tata Tea estate and factory is in Munnar. There is a wildlife sanctuary in the Eravikulam –Rajamala area in the Munnar forest division. Munnar was the summer resort of the British Government in the South. It is the right place to spot Nilgiri Thar (a rare breed of Mountain Goats in the world). The major attractions in Munnar are Eravikulam Wildlife Sanctuary, Mattupety Dam, Echo Point & Tea Museum where you will get the chance to watch the process and also the taste of Munnar Tea. Check in at the hotel and you are at leisure for the rest of the day."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an early breakfast, by 0800 hrs proceed for a trekking program. Start trekking near Chokkanmudi Mountain, one of the third highest mountains in the lush and sprawling lands of Munnar. At the beginning of the trek, you pass through beautiful tea plantations, which leads to beautiful ridges covered with grasslands as well as rocky terrain. The magnificent mountain slopes, the rocky mountainside and the patches of beautiful Shola forest make for a breathtaking visual delight. The trek offers a wonderful scenic view of the whole area around the Peak, including the Anaimudi Peak, which is the highest Peak in South India. The beautiful Idukki dam, which is one of the highest arch dams in Asia, as well as the water reservoir of the Dam, is also visible from Chokkanmudi (Approximate trekking time : 4 hrs) Afternoon at leisure to explore Munnar on own. The vehicle will be at disposal for local visits."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Breakfast at the hotel and drive to Cochin. On arrival check in at the hotel This evening you will have Sea food dining experience with Mr Francis and his wife Mrs Rosy at their residence and experience the traditional flavours and preparations of Kerala Cuisine. They serve closely guarded secret recipes sourced from the old families of Cochin flavourful dishes generously spiced with fresh cinnamon, pepper, red chilli, coriander, green chilly, curry leaves, vanilla, and ginger. Freshly caught fish and crustaceans grilled or cooked the way you fancy with a fusion of Indian condiments. Mrs Rosy will also teach you a favourite sea food dish of Fort Cochin."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast and you are at leisure till mid day. By 1030 hrs proceed to Alleppey. On arrival check in at the Heritage Homestay. In the beautiful waterways and backwater of the Kuttanad region of Central Kerala lies Emerald Isle, an exotic haven of tranquility. The house itself dates back 150 years and retains its original architectural features, mostly in teak, with splendid wood carvings. There is also a fine Ara, the timber storeroom used in former times for the golden harvest of rice – golden because the island’s lush green paddy fields turn gold at the time of the harvest. The en-suite bathrooms have been tastefully done and open to the sky above to give you a feel of being truly closer to nature at Emerald Isle. A truly wonderful way to spend your time on the banks of the backwaters of Kerala Engage in various activities offered by Emerald Isle."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day at leisure to enjoy the backwaters / facilities at the resort or you can plan some activities thru the homestay on direct payment basis. Country Folk Songs Live in the evenings, Fishing Using Different Equipments, Toddy Tapping & Village Cycling can be availed without any extra cost. Country Boat / Motor boat Cruises & Cooking Classes are available at additional cost. Also we can arrange Kayaking on prior request"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, by 1100 hrs drive to Mararikulam. Mararikulam is a beach village in the district of Alappuzha. It is one of the most beautiful destination for the Tourists who visit Kerala, and was rated as one of the world’s top five hammock beach by National Geographic survey. Marari is a nature lover’s paradise and a morning stroll with one of our naturalists in tow is a fine way to introduce yourself to the Malabar coasts unique ecosystem and explore its myriad charms. Flamingo Marari is nestled in its own secluded place surrounded by the natural of environment. Flamingo is a home of wellness and positive energy, a home to explore its rich cultural heritage and responds to an ethnic Kerala lifestyle. This boutique villa is an old house renovated to a heritage property with modern amenities for the travelers to stay at Marari. The property is around 75 years old having lived in this is 3 generations of the family."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Breakfast at the villa and you are at leisure to enjoy the activities offered by the villa. An array of activities can be enjoyed on site or in the surroundings, including fishing. Also they offer Canoe to access beach thru the backwaters."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today on time our representative will meet you & transfer you to Cochin airport to connect flight for your onward journey."
    }
  ],
  "map": ""
}