{
  "destination": "India",
  "mainPhoto": "",
  "id": "tamil-nadu-and-kerala-tour-private-departure",
  "tourName": "Tamil Nadu and Kerala tour, private departure",
  "placesVisited": "",
  "generalInfo": "This brilliant South India journey brings you to Tamil Nadu &amp; Kerala, entering through Chennai, exploring the beaches and temples at Mahabalipuram, the charming heritage of elegant Pondicherry, architectural wonders of worships at Tanjore, life and cuisine and craftsmanship at Chettinadu, and art, streets and temples at Madurai. Then enter into Kerala through the wilderness at Periyar, further to the British nostalgic hill station Munnar and to the Farm stay experience at Dewalokam which runs on organic, eco principles and supports the local community. Finally explore the heritage town of Cochin before making an exit through this gateway.<br/><br/>This tour can of course be tailor-made to your specific wishes, please get in touch.<br/><br/>Includes:<br/>- 16 Nights Accommodation in as per accommodation list and meal plan as specified<br/>- Transport services using Air-conditioned Innova<br/>- English Speaking local guide service for Mahabalipuram, Pondicherry, Chidambaram, Gangaikondacholapuram, Tanjore, Madurai,Munnar &amp; Cochin sightseeing<br/>- An English speaking assistance for the visits of Chidambaram, Gangaikonda Cholapuram and Chettinadu<br/>- Bullock cart Ride at Karaikudi / Chettinadu<br/>- Spice plantation visit &amp; Kalarippayattu show at Periyar<br/>- 2.5 Hrs Natural walk with naturalist at Periyar <br/>- Elephant activities at Periyar <br/>- Periyar national park entrance fee for the boat ride at Periyar lake<br/>- Local visit at Munnar with an English speaking Naturalist <br/>- Kathakali dance show at a local theatre in Cochin<br/>- Monument entrances<br/>- Arrival/Departure assistance at Cochin airport by our Representative<br/>- Bespoke Gift box on departure<br/>- All taxes applicable as per the present rules",
  "durationDays": "17",
  "price": "3293",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE CHENNAI - MAHABALIPURAM [By Surface - 60 km / Approx 1.5 Hrs] Arrival assistance at Chennai International airport. Transfer to Mahabalipuram. Overnight stay at Hotel. Arrival at Chennai by flight. After clearing customs and immigrations you will be met by one of our team once you exit arrival hall and whisked away to your waiting transport. You will be transferred to Mahabalipuram Overnight at Mahabalipuram."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAHABALIPURAM- PONDICHERRY[By Surface - 95 km/ Approx 1.5 hrs] Breakfast at the hotel. Transfer to Pondicherry. Mahabalipuram Sightseeing. Overnight stay at Hotel. After breakfast proceed for Mahabalipuram sightseeing, After finishing sightseeing proceed to Pondicherry. Mahabalipuram - an erstwhile port of the Pallava dynasty, its stone carvings, caves and rock cut temples also attract tourists. Schools of art and sculpture and many resorts draw holiday seekers all around the year. Also it now plays host to a vibrant festival of dance during January every year. Exponents of Bharata Natyam, Kuchipudi, Kathak and Kathakali perform against the magnificent backdrop of the Pallava rock sculptures. Visit Shore Temple, one of the oldest temples in South India, built in the 8th century which is now a World Heritage Monument and other stone carvings and rock-cut temples - \"Arjuna`s Penance\"- the largest Bas Relief whale-back shaped rock which has figures of Gods, demigods, men, beasts, birds and infants carved into it, representing the entire creation. Visit the \"Five Rathas\", also known as Pancha Pandava Rathas consist of five monolithic temples where each temple is created in different style. After visits continue drive to Pondicherry. Pondicherry, a former French colony, presents an unusual combination of European culture and Indian traditions. Its history can be traced back to Agastya, the revered sage of the south who built his hermitage here in 1500 BC. Everything suggests that the Tamil city of Pondicherry was a small village of fishermen, with the weaving as only other occupation. No text mentioned this old livelihood; however it was discovered evidence of its trade links with Rome and Mesopotamia, the archaeological sites of Arikamedu and Bahur 20 km of the city. It became a part of India in 1954, but traces of its history as a French colony still remain in its churches, cuisine, grid-pattern streets and some colonial buildings. Check in at the hotel. Overnight at Pondicherry."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PONDICHERRY - Breakfast at the hotel. Half day sightseeing of Pondicherry. Overnight stay at Hotel. Morning proceed for sightseeing of Pondicherry. The Vinayagar Temple, Aayi Mandapam and the splendid churches are worth visiting. Overnight at Pondicherry."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PONDICHERRY - TANJORE [By Surface: 185 km / Approx. 4.5 hrs] Breakfast at the hotel. Drive to Tanjore with enroute visit at Chidambaram & Gangaikondacholapuram. Overnight at the hotel. After breakfast drive to Tanjore with enroute visits at Chidambaram and Tanjore. Between two rivers in a 40-acre temple-complex, lay the temples of Chidambaram, one of the oldest, most venerated and magnificent temples of South India. Shiva Nataraja or the Dancing Shiva stands in his cosmic dance pose in the golden rooted sanctum sanctorum. The temple is engraved with 108 sculptured illustrations of Bharat Natya Shastra. In Akash Lingam hidden by a veil, lies the real secret of Chidambaram. After visits drive to Gangaikondacholapuram, another fascinating place of Tamilnadu that hosts marvellous architecture. Continue drive to Tanjore, which was once the great capital of the Chola Empire. Overnight at Tanjore."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TANJORE – CETTINADU [By Surface: 110 km / Approx. 02 hrs] Breakfast at the hotel Tanjore Visits Drive to Chettinadu Overnight at the hotel In the morning visit the most spectacular of Tanjore temples, the Brihadishwara capped by a monolithic cupola made of a single granite rock weighing 80 tons. The temple itself is decorated with carved panels depicting mythological events. An immense Nandi 6 meter long carved out of a single piece of granite stands in front of the shrine. Also visit Saraswati Mahal Library and Art Gallery with a large collection of Chola bronzes- a unique example of Hindu architecture. Also you can visit bronze ateliers to watch the Bronze Casting as per your interest and time. After the sightseeing drive to Chettinadu, On arrival check in at hotel. Situated between Pudukottai in the north and Sivagangai in the south the 74 villages of Chettinad stretch over 600 sq. km mostly with arid land with a splash of green at irregular intervals. Chettinad, the land of palatial houses, enormous temples and excellent cuisine can convey volumes to the newcomer. From the days of trading diamonds, gems and salt under the Cholas, these townsfolk have made great progress. The weather is warm and life in Chettinad is slow-moving and comfortable. The Chettiars spend their lives circumscribed by traditions and responsibilities handed down by the previous generations. It is only now that we have a new generation which is able to think about themselves as separate identities Overnight at Chettinadu."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CHETTINAD - Breakfast at the hotel. Chettinad Visits. Overnight at the hotel. After a leisurely breakfast proceed to Chettinad. After breakfast proceed for local visits. Visit the Chettinad Palace and Temples. Also it is worth visiting Athangudi tiles factory and the local cottage industries. In the afternoon proceed for a bullock cart ride which takes you on a fascinating ride through a world of forgotten grace and the unique architectural legacy. (Duration 45 mins – 01 hr) Overnight at Chettinad."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHETTINADU - MADURAI [By Surface: 90 km / Approx.02 hrs] Breakfast at the hotel. Drive to Madurai. Afternoon Madurai sightseeing. Overnight at the hotel. In the morning drive to Madurai. Over 2500 years old, Madurai is the second largest city of Tamil Nadu. It is an important cultural and commercial centre. It was once the seat of Tamil learning and still the place where the Tamil language is spoken in its purest form. The city is planned in the shape of a lotus. Modern Madurai is a burgeoning industrial centre, even though the vast stretches of paddy fields, dusty roads and crowded bazaars make it seems like an overgrown village. Modernity has reached the city of Madurai, but not at the cost of rich tradition and culture. Afternoon proceed to visit Madurai including Madurai Meenakshi temple. Thirumalai Nayak palace and Gandhi Museum. Thirumalai Nayak ruled Madurai between A.D 1623 & 1659. He was the most notable of the Madurai Nayak rulers and his palace known as the Thirumalai Nayak Palace, is a notable architectural masterpiece with a classic fusion of Dravidian and Rajput styles. We could see the Entrance Gate, The Main Hall and the Dance Hall. Gandhi Memorial Museum is a memorial museum for Gandhi established in 1959 The palace of Rani Mangammal was renovated and converted into the museum. It is now one of the five Gandhi Sanghralayas (Museums) in the country and includes a part of the blood-stained garment worn by Gandhi when he was assassinated. The Museum contains a ‘Visual Biography of Bapuji’ containing photos, paintings, sculptures, manuscripts, quotations and some of the selected photostat copies of many of the letters written by him. Evening proceed to Meenakshi temple to witness the closing ceremony. Overnight at Madurai."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MADURAI - PERIYAR [By Surface: 160 km /Approx. 4.5 Hrs.] Breakfast at the hotel. Drive to Periyar. Spice plantation visit & Kalarippayattu show. Overnight at the hotel. Periyar also known as Thekkady is South India’s most popular wildlife sanctuary, encompassing an area of 777 sq km. Set on the attractive man-made Periyar Lake; it attracts over 300,000 visitors a year. Though the sanctuary was made a part of Project Tiger in 1973, it is better known for its elephants. On arrival check in at the hotel. Afternoon enjoy spice plantation visit Spice plantation Visit with a naturalist. Where one can see the cultivation of a whole range of spices like pepper, cardamom, cloves, turmeric, vanilla, all spice cinnamon etc. Evening enjoy Kalarippayattu (Martial Art) show in a local theatre. Overnight at Periyar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PERIYAR - Breakfast at the hotel. 2.5 Hrs Natural walk in the wild life sanctuary. Overnight at the hotel. Start your day little early and take a walk through (a soft trek) the Periyar Wild life sanctuary (The total duration is 2.5 Hrs and 5 Kms). Overnight at Periyar."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "PERIYAR - MUNNAR [By Surface: 120 km /Approx. 3.5 Hrs] Breakfast at hotel. Drive to Munnar. Overnight at the Resort. After breakfast drive to Munnar. Munnar is a beautiful hill station on the Western Ghats at about 1600 meter above sea level. There are lakes, reservoirs, forests and several tea estates in Munnar. Famous Tata Tea estate and factory is in Munnar. There is a wildlife sanctuary in the Eravikulam –Rajamala area in the Munnar forest division. Munnar was the summer resort of the British Government in the South. It is the right place to spot Nilgiri Thar (a rare breed of Mountain Goats in the world). Check in at the resort and you are at leisure for the rest of the day or you may enjoy the plantation walk offered by the resort. Overnight at Munnar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MUNNAR - Breakfast at the hotel. Sightseeing at Munnar. Overnight at the Hotel. Morning proceed for Munnar sightseeing with Guide. Eravikulam National Park (will remain closed from 01 Feb till mid of Mar due to breeding Season of Neelgiri Thars) & Tea Museum where you will get the chance to watch the process and also the taste of Munnar Tea. Overnight at Munnar."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "MUNNAR - THODUPUZHA [By Surface - 90 km/Approx 03 hrs] Breakfast at the hotel. Drive to Thodupuzha. Lunch, Dinner & Overnight at the Farmstay. Dewalokam is an exceptionally beautiful farm on the banks of Kannadipuzha in the lower and middle ranges of Blue (Neel Giri) Mountains of the Western Ghats. Dewalokam spreads over an area of ten acres. The other side of the river is the pristine tropical forest, protected by the forest department. Dewalokam is an eternity away from air and noise pollution. All that the guests see is nature in its pristine, virginal unspoiled form, wonderful growth of trees and plants. Check in at the Farmstay and stay relaxed or explore the property. Overnight at Thodupuzha."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "THODUPUZHA - Breakfast at the Farmstay. Enjoy various activities by the Farm stay. Lunch, Dinner & Overnight at the Farm stay. The farm has four fish ponds which offer the guests to be in the midst of water life. The farm produces meat, fish, milk, eggs and vegetable for our own consumption and we are able to sell the surplus. Dewalokam is an eternity away from air and noise pollution. All that the guests see is nature in its pristine, virginal unspoiled form, wonderful growth of trees and plants. All that we hear is the singing of the birds in our trees and across the river. We hear in some years constant calls of pheasants, we see buzzards, kites, eagles sailing in the sky, and sometimes perching on our own tall huge trees. In our farm, in Dewalokam you are, even If you come to us stressed or care worn, transported into the world of pure nature, the world of wonderful colors and sounds. Enjoy various activities by the resort and an attractive among these is Rafting. Punting on a bamboo raft in the river at Dewalokam is very pleasing to the eyes and ears. While you are moving on a raft very slowly in the river you will be enveloped on all sides by rich lushly growing greenery. There will be a lot of birds like cormorants and kingfishers on the trees, creepers and climbers that overhang into the river from all sides. Spice Walk(Guided walk in the organic farm), Cooking Demo Village Walk etc and more are offered. You can refer to the website to find if there is something else you are interested: http://dewalokam.in/Alliance/AllianceList.aspx?linkId=6 . Overnight at Thodupuzha."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "THODUPUZHA-ALLEPPEY [By Surface - 90 km/Approx 2.5 hrs] Breakfast at the hotel. Drive to Alleppey. ALLEPPEY Also called Alappuzha, Alleppey is a pleasant easy-going market town surrounded by coconut plantations. Climb aboard the traditional kettuvallams (riceboats) converted into houseboats with bedrooms and attached toilets. Originally these boats were used as ferries to carry rice. Cruise through the backwaters of Kerala. Houseboat is one of the 50 “must do” things as described by the National Geographic Traveller magazine. The backwater cruise through the narrow canals that criss-cross a typical Kerala Village, rich with green paddy fields and verdant coconut trees and is a thrilling experience. The boat cruise takes you to small islets tucked away amidst those waters where you get glimpses of village at the best of its serenity and innocence. Lunch and dinner will be served on board. Overnight on board."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "ALLEPPEY - FORT KOCHI (by Surface - 90 kms/ approx 2 hours) After breakfast disembark your boat and later drive to Cochin. On arrival check in at hotel. In the evening enjoy a Kathakali dance performance in local theatre. Overnight at Hotel"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "FORT KOCHI - Breakfast at the hotel. Enjoy Fort Kochi & Mattancherry sightseeing. Kathakali dance performance. Overnight at the hotel. After breakfast proceed for Cochin sightseeing with your chauffeur and Guide. The Jewish Synagogue at the heart of what is locally called the Jew Town. The St Francis Church, the oldest European Church in India. The Santa Cruz Basilica, originally built in 1557 by the Portuguese. The Chinese fishing nets believed to brought to Kochi by the Chinese Traders, Dutch Palace at Mattancherry. Evening visit to a nearby theatre to witness Kathakali dance. The Kathakali is the famous art form of Kerala with elaborate make up for the artists, each performance based on a story. It will be interesting to watch from the time the artist starts the makeup. Overnight at Hotel"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "DEPARTURE TRANSFER TO COCHIN AIRPORT [By Surface - 45 km/Approx 1.5 hrs] Breakfast at the hotel. Check out hotel. Transfer to Cochin airport. Today you will be transferred to Cochin airport for your flight to onward destination."
    }
  ],
  "map": ""
}