{
  "destination": "India",
  "mainPhoto": "",
  "id": "heart-of-india-tour",
  "tourName": "Heart of India tour",
  "placesVisited": "",
  "generalInfo": "Highlight of this tour is staying in an over 250 years Fort. From the times of Devi Ahilyabai Holkar, the family of Ahilya Fort have been patrons of the community and culture of Maheshwar. Family has been instrumental in the revival of a dying craft to the restoration of important monuments, from providing low cost education to keeping age old traditions alive...<br/><br/>This tour revolves around central part of India – Madhya Pradesh, also known as Heart of India. Though this region is famous for its vivid culture, historical places, religious / spiritual sites, hill stations and rich wildlife experiences, in this program we have focused around sacred Narmada river and Ahilya Fort with 5 nights stay. Besides this we will take you to architecturally and historically rich cities of Mandu and Bhopal to explore mosques, local markets and UNESCO World Heritage site of Palaeolithic paintings. You will also pass through Ujjain, one of Hindu’s seven sacred cities and also one of the four cities that hosts Kumbh Mela, world's largest religious and cultural human gathering, every 12 years. Tour will start and end with India’s financial capital Mumbai which itself is rich in historical monuments, open air laundry and UNESCO World Heritage sites. <br/><br/>Highlights :<br/>- 5 nights stay at Ahilya Fort built on the banks of sacred river Narmada<br/>- City of Joy, Mandu<br/>- Serene Omkareshwar, one of the 12 Jyotirlinga shrines in India<br/>- Ujjain, site of Kumbh Mela<br/>- Historical city Bhopal<br/>- UNESCO World Heritage site of Sanchi to visit Buddhist monument and Bhimbekta to visit Palaeolithic paintings<br/><br/>Note : <br/>1. To this tour you can add exploration of wildlife reserves famous for tigers.<br/>2. Prices are not valid during the dates of Sacred River Festival which generally happens during 1st week of February.<br/>3. This tour starts from Bhopal and ends up in Indore. Both these cities are connected to Mumbai and Delhi to which you can choose as your International flights. Depending on your flights, we will advise you cost for pre and post tour.<br/>4. Maheshwar is a temple town, and out of respect for religious sensitivities, alcohol will not be served on the Holy Narmada River, inside Ahilya Fort or during the picnics arranged on the locations outside Ahilya Fort premises.<br/>5. Ahilya Fort has limited room inventory. We have included Princely room category in our cost. Incase, same is not available at the time of booking, we will advise you supplement higher room category.<br/>6. Central India is famous for National Parks and its wildlife. If you wish, you can combine this tour with couple of National Parks to chase Tiger and other wild animals. You could also refer to our Call of the Wild program.",
  "durationDays": "9",
  "price": "2948",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Bhopal Arrive Bhopal (you may arrive from Delhi or from Mumbai as both these cities are connected with International flights. Transfer to hotel. Rest of the day free to relax. Or we will chose sightseeing depending on your arrival time."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Excursion around Bhopal In the morning city tour of fascinating city of Bhopal which prior to independence was ruled by a succession of forward-thinking Muslim women. Bhopal’s old city is an atmospheric mix of mosques and markets, narrow alleyways and grand Islamic architecture. Highlights include the Taj-ul-Masjid mosque, Moti Masjid and Shaukat Mahal. Afternoon excursion to Bhimbetka to visit Palaeolithic paintings depicting hunting and stylized figures in yellow and red ochre, some showing drinking, burial and dance scenes. This site has UNESCO-World-Heritage status since 2003."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In Bhopal - excursions around Bhopal In the morning drive to Sanchi to visit the UNESCO World Heritage Buddhist stupas. Continue to Udayagiri (\"Risen Mountain\"), one of India's most important archaeological sites, its nearly 20 rock cut caves are protected monuments managed by the Archaeological Survey of India. Udayagiri is famous for a series of rock-cut caves and temples dating back to the Gupta Period (350-550 CE), a formative era for Hindu religious ideas."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bhopal / Ujjain / Maheshwar Morning drive to Maheshwar with enroute stop at ancient city of Ujjain beside the Kshipra river. Ujjain is one of Hindu’s seven sacred cities and also one of the four cities that hosts Kumbh Mela, world's largest religious and cultural human gathering, every 12 years. Continue to Maheshwar for stay in Ahilya Fort. Ahilya Fort is built on the bank of sacred river Narmada by Maharani Ahilyabai Holkar who ruled Maheshwar from 1765 to 1796 and built Ahilya Wada, her personal residences, offices, and darbaar audience hall, within the fort. In the year 2000, Prince Richard Holkar, her descendant and son of the last Maharaja of Indore, converted his home in Ahilya Wada into a guest residence, today known around the world as the Ahilya Fort Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In Maheshwar Day free to relax at hotel or explore the surroundings or choose different activities as proposed by the hotel (payment directly at hotel for additional activities)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Maheshwar / Omkareshwar / Maheshwar Excursion to Omkareshwar . Omkareshwar is an island shaped like Om in the holy Narmada river. Om is the holiest symbol of Hinduism. Serene Omkareshwar is one of the 12 Jyotirlinga shrines in India, large number of pilgrims visit the shrine every year to take blessings of Lord Shiva. A Jyotirlinga or Jyotirlingam, is a devotional representation of the Supreme God Shiva. Jyoti means 'radiance' and lingam the 'Image or Sign' of Shiva; Jyotir Lingam thus means the Radiant Sign of The Almighty Shiva."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Maheshwar / Mandu / Maheshwar Day excursion to ruins of the 15th century fortified city of Mandu. These ruins are some of India’s finest examples of Afghan architecture as well as baobab trees, brought here on ancient trade routes from Africa. This picturesque and romantic Mandu is full of World Heritage listed palaces, tombs, monuments and mosques. Some of the monuments worth visit are Jahaz Mahal, Hindola Mahal, Gateways, Mandu Fort, Jami Masjid, Hoshang Shah’s Tom, Roopmati Pavilion.."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In Maheshwar Day free to relax at hotel or explore the surroundings or choose different activities as proposed by the hotel (payment directly at hotel for additional activities)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Indore (drive 1h30 duration) Transfer to Indore airport to connect flight to Delhi or Mumbai to continue your tour of India or connect flight back home."
    }
  ],
  "map": ""
}