{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-east-india-10-day-tour",
  "tourName": "North East India 10 day tour",
  "placesVisited": "",
  "generalInfo": "Embark on A Journey to Northeast India's Hidden Gems: <br/>Guwahati | Cherrapunjee | Shillong | Kaziranga | Jorhat<br/><br/>The Seven Sister States are a region in north-eastern India, comprising the contiguous states of Arunachal Pradesh, Assam, Meghalaya, Manipur, Mizoram, Nagaland and Tripura.<br/>The sisters lie deep in the lap of easternmost Himalayan hills. Connected to the rest of India by merely 20 km of wide land (at Siliguri, West Bengal), North- East India shares over 2,000 km of border with Bhutan, China, Myanmar and Bangladesh.<br/><br/>This Tour will take you to a lesser visited part of India - the town of Cherrapunjee in Meghalaya, remote monasteries, the virgin forests of Arunachal, the endangered species of the one horned Rhino of Kaziranga in Assam and finally the gentle tea gardens of Jorhat.<br/><br/>North-East India is home to a varied number of tribal groups (almost 166). Each tribe has their own distinct culture, which gives them a unique cultural identity. Numerous of art forms and festivals of the region are intrinsic part of its rich culture and tradition. Main industries in the region are tea-based, crude oil and natural gas, silk, bamboo and handicrafts. The states are heavily forested and have plentiful rainfall.<br/><br/>The region is known for its unique culture, handicrafts, martial arts and scenic beauty.<br/><br/>Includes:<br/>- 9 Nights stay in hotels as above.<br/>- 9 breakfast, 9 dinner and 8 lunches <br/>- One sunset cruise ride in Guwahati with high tea<br/>- AC SUV for the entire tour of 10 days<br/>- Accompanied English speaking guide for the entire tour <br/>- Local ferry transfer to Majuli Island with local lunch<br/>- Jungle safari, caving/hiking and all activities mentioned in the plan<br/>- All monument entrances as applicable<br/><br/>Best months to travel: November to April",
  "durationDays": "10",
  "price": "2437",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Guwahati - Arrival: Guwahati, on the bank of Brahmaputra River and at the foot of Shillong Plateau is an ancient town since the pre-historical era and used to be an important seat of tantra and Vajrayana Buddhism. Guwahati has been a part of the state from the time immemorial and traces of the city are often found in Puranas or ancient epics. Mahabharata talks about Guwahati as the capital of Bhagadatta and Kamakhya. And it was referred to as \"Pragjyotishpura\", which means \"city of eastern light\". Guwahati now, has also been mentioned as Durjaya in many places that indicates an invincible power ruling Kamrup during the time. Interesting ruins evoke a glorious past and many ancient temples scattered all over the city have brought it a title and it is also famous as the \"The City of Temples.\" We check in to your hotel in the city and then you will have the option of taking some rest and personal time at the hotel or you can go for a Sunset Cruise to enjoy your evening with a relaxing and unforgettable sunset over the mighty Brahmaputra River. See the sun go down over the stunning landscape and then watch the stars appear in the night sky. The cruise will sail from Guwahati to North Guwahati and back for about an hour, so all you need to do is sit back, enjoy and admire the view. Overnight at your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Guwahati- Cherrapunjee: Today we drive to Cherrapunjee (5 - 6 hrs). With a unique climate gifted to the area, its untouched beauty and an environment similar to the freshest dew drops, Cherrapunjee is sure to refresh you inside out. The waterfalls in the area only compliment the climate and the flattering pleasant air around. These include the Dain Thelen falls, Noh Sngithiang falls, Noh Kalikai falls and more. This rainy misty place is also famous for the lavish spread of the Bangladesh plains from its cliffs. This lovely town is also famous for its limestone caves, orange, honey, a headquarter of the Syiem of Sohra and a Centre of the Khasi Culture and literature. Reach Cherrapunjee resort in the afternoon. Check-in and rest. Overnight in Cherrapunjee."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cherrapunjee - Caving: After a 15 kms drive, enjoy the 5-7 kms of caving (6-7 hrs round trip). Meghalaya has more than 5000 caves out of which only 600 have been mapped till date. The Krem Mawmluh cave we take you to is a labyrinth of routes totalling about 7 kms. We reach Cherrapunjee, put on overalls and boots and with carbide lamps on our heads we are all set for our adventure. We get into the cave through a small opening. Once inside, it is a different world altogether. We walk on sand and rocks, squeeze ourselves though narrow openings, sometimes on all fours. You will be able to see the impressive stalactite and stalagmite formations and water pools. Open your lunch hamper in one of the sandy chambers in the cave or finish caving and open the hamper outside on the rocks under the sun. Those not keen on caving, go for a sightseeing trip of Cherrapunjee. Overnight at your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Cherrapunjee - Shillong: a Double Decker Living Roots bridge walk- 10 kms drive and 5-6 kms trek one way (6-7 hrs round trip). The lower reaches of the southern slopes of Khasi and Jaintia hills in Meghalaya are humid and warm and are streaked by many swift flowing rivers and mountain streams. A species of Indian Rubber tree thrives and flourishes alongside these streams and rivers. This tree can comfortably perch itself on huge boulders along side the riverbanks or in the middle of rivers and send its roots down to the riverbed. The bridges here are made from these living roots. This is one of the most beautiful treks. The high point of this trek is the Double Decker Root Bridge and the natural swimming pools in the river bed. This trek is open through-out the year and is being used by the villagers daily. The rivers, streams and waterfalls in full flow during the monsoon months add magnificence to the root bridges spanning these rivers and streams. Before reaching the Double Decker Root Bridge you come across another Living Root Bridge and Steel Rope bridges. The valley scenery is very impressive. Beyond the Double Decker Root Bridge, you walk on level ground another 2 km to reach Mawsaw Steel Rope Bridge. From here you access natural swimming pools. The larger pool is deep and we recommend only good swimmers to attempt it. The smaller pool can be used by others. After a refreshing swim, it is time for lunch. Leave the pool side by 2:30 p.m. to reach the top before it is dark. Then drive back and overnight at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shillong: Drive back to Shillong. Shillong is the Pop-music capital of India, and the capital of Meghalaya (meaning 'the abode of the clouds'), located in undulating pine covered hills. The city centre is 1496m above sea level and currently has a population of around 270,000. Home to several waterfalls, it is also known as the \"Scotland of the East\". The state is famous for heavy rainfalls, numerous caves, the tallest waterfalls, beautiful landscapes and amazing people and culture. We will have a short tour in Shillong visiting the local market and enroute we will stop for a photo break at Elephant Falls and continue driving to our overnight stay near Umium Lake. Tonight, we will stay at Ri Kynjai on the Umiam Lake or Barapani, the biggest artificial lake in the State, surrounded by sylvan hills and wrapped in the beauty of an assortment of green Khasi-pines and the azure blue skies. You have the full evening to relax in this splendid atmosphere. Overnight at your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shillong- Kaziranga ( 6-7 hrs): Leave for Kaziranga around mid-morning. Reach Kaziranga towards early in the evening close to sunset time. Check into the resort. Lady Curzon, wife of the British Viceroy to India, visited Kaziranga in the winter of 1904. Unfortunately, contrary to her expectations of seeing the great Rhino itself, she could only find a few of its hoof marks. Struck by its perilous state she impressed upon her husband Lord Curzon, the need to save the Rhino. Today 100 years later, in what can be called this Century’s Greatest Conservation Success Story, the Rhino population reached 1600 and is the single largest in the world! Kaziranga National Park in Assam might be the most beautiful and attractive place you can choose to visit in north-eastern India. An UNESCO World Heritage Site, Kaziranga's 470 sq kms of lush green flood plains is home to some of the most fascinating wildlife in Asia. Everything about Kaziranga is large. From the 5 meter tall elephant-grass to Greater Adjutants, Bengal Floricans, Pallas's Fish Eagle, Black-necked Storks, Greater One-horned Rhinoceros and Asian Elephants, size dominates the vast grasslands. The rarity and restricted range of most of these giants adds to the excitement and experience. Kaziranga is a birding paradise with a checklist of almost 500 species. The park is also popularly known as the home of the \"Big Five\" - the elephant, rhinoceros, wild buffalo, tiger and Swamp Deer. A total of 52 mammalian species has been recorded in the Park itself and include such rarities like Gangetic Dolphin, Chinese Pangolin, Hoolock Gibbon, Hog-Badger and Flying Squirrel. 39 reptiles make the list and include the endangered Gharial and the rare Assam Roofed Turtle. Both the Reticulated and Rock Pythons occur in the area."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jeep safari in Eastern / Central / Western Range - You can enjoy the beauty of the Greater One Horned Rhinoceros with its majestic body and its charismatic horn, see herd of elephants and some most magnificent tuskers (if you are lucky!). You are sure to come across herds of Wild Buffalo with their magnificent horns. These are some of the last populations in the wild. You would also come across herds of Hog Deer, Sambar and Swamp Deer. It is a paradise for bird-watchers (please do not forget to bring your own binoculars). You could also come across wild boar, Hog Badgers, Porcupine. Red Jungle Fowl, Kaleej Pheasnt and Swamp Francolin could also be spotted, if you have sharp eyes and strong hearing. If you look towards the sky, you may be able to spot Pallas Fishing Eagle, Hornbills and Cranes in flight. And if you are lucky enough, you might as well come across a tiger or two. Apart from the Wildlife safari, Kaziranga offers the option for a village tour. You can spend the day visiting a Mising Tribe village - who were basically the indo mongoloid ethnic group and primitive aborigines group in Assam. The Mising people mostly live in a small cluster by the river side in the fringe of Kaziranga National park. Explore the village with your guide and learn their culture. A traditional Mising lunch can also be arranged in the village. You may also opt for a local boat ride in a small river and try to see the rare Gangetic Dolphin. Evening at leisure at your jungle lodge."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kaziranga- Jorhat - 90 kms in 2hrs: From Kaziranga we drive to Jorhat in Assam - a tea country in the vast valley of Brahmaputra River. The drive along the Highway will finally end at the fabulous planters bungalow popularly known as Burra Shaib’s bungalow or the Thengal Manor - a heritage bungalow originally used as a Visiting Agent’s bungalow by George Williamson. It is about 125 years old and the total floor area is about 10,000 sq.ft. This house was renovated and refurbished in the original style, to get transformed into a cozy Clubhouse. Soak in the colonial comfort in the bungalow and enjoy the serenity of the lush tea estate. If you have a golf interest there is a 18 hole, Par 71 Golf Course in the midst of a tea garden which was developed on a 150 acre site. The Course is complemented by a unique two sided driving range and can accommodate 72 golfers at a time. The 18 hole golf course has strategically conceived holes that challenge all skill levels. There is also a Golf Academy with professional coaching and a well equipped Golf Pro Shop. You can go for a visit to the famous Hoollongapar Gibbon Sanctuary 24kms from Jorhat. This is the only sanctuary for the apes in India known as Hoolock Gibbon. This evergreen sanctuary is also home for 7 primates including rare Slow Loris, stump tailed macaque, capped langur, assamese macaque etc. there is no forest safari but you can walk on the natures trail with a forest guide to find some of the primates in their natural habitat."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day at Majuli Island: Majuli - the largest river delta island separated from mainland Assam by the massive Brahmaputra River - is a Vasnavite site which has its special distinction which making it unique in the eyes of the world. During 16th century A.D., concomitant with the renaissance period, that changed the face of the world, a similar resurgence in socio-cultural dimension by the great Vaisnava Saint Sankardeva had brought in the ideas of democratic social values, unification of diverse ethnic groups with verdant spiritualism which founded the basic fabric of a casteless social structure, the Assamese Society. It created a system of social governance and community living, which is a unique example of unity in diversity. In addition to that, Majuli is also enriched by the vibrant multicoloured culture of its ethnic inhabitants belonging to the Mishings, the Deoris, the Sonowal Kacharis, the Ahoms and the Nepali Communities. The vast expanse of the island is also very colourful for the sunset photography and bird watching. We will drive to Nimatighat where the chartered or public ferry will take us to this magical land (1.15hr each way). On reaching the other side we will take another vehicle and enter inside the village. We will explore the village by foot and car and visit the Satras - the religious and cultural institution which played the pivotal role in uniting the people of assam during 15th Century. We will also see and learn about the different cultural activities including mask making, boat making, traditional fishing, pottery, weaving and bamboo craft. After a lunch, organised in a local family house, we will return to the Ferry Dock and transfer to Jorhat. Overnight at your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Departure from Jorhat Airport"
    }
  ],
  "map": ""
}