{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-and-rajasthan-tour-in-india",
  "tourName": "Golden Triangle and Rajasthan tour in India",
  "placesVisited": "",
  "generalInfo": "Welcome to the Land of Royals. Feel like a Maharaja and experience things the same way. Visit the beautiful places that you have only heard of. Experience the splendid monuments, food, culture, history, palaces and the local traditions during this trip. Spend some time with the local artisans and learn the craft getting birth in front of you. <br/><br/>Below are the activities and places you would be enjoying during this trip: <br/><br/>1.\tVisit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture.<br/>2.\tVisit one of the 7 wonders of the world Taj Mahal and discover the magic of white marble at Agra. <br/>3.\tEnergize yourself at Morning Taj Facing Yoga Session at Agra.<br/>4.\tEnjoy guided tour of the Pink City. <br/>5.\tHeena Painting on Hands and Feet in Jaipur.<br/>6.\tVisit Mehrangarh Fort and experience the other architectural prowess of Jodhpur.<br/>7.\tSharing Boat Ride at Lake Pichola – an artificial lake located in the heart of Udaipur.<br/>8.\tGo on a Mughal Heritage Kachhpura Village Walk tour in Agra- an eye-opening experience.<br/>9.\tEnjoy a Cycle Rickshaw ride in the narrow lanes of Chandni Chowk Bazaar of Delhi.<br/>10.\tTour of Bagru Village to meet local people and experience the unique style of wood block prints.<br/>11.\tBishnoi Village visits near Jodhpur and interact with locals.<br/>12.\tVisit Ranakpur Jain Temple – one of the most important among the five major pilgrimage centers of Jainism <br/>13.\tMeet locals and see the art &amp; craft of Udaipur.<br/><br/>This tour covers not only the highlights of the region but a host of bespoke activities to enhance your trip experience. The trip includes a lot of local interactions in terms of village visits and walks that enable the traveler to have an enriching trip experience. All internal land transport in a private comfortable MUV car, luxury hotel accommodations with breakfast, top local guides, tours, entrances, a few meals and a host of other inclusions are covered.",
  "durationDays": "11",
  "price": "1737",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at New Delhi International Airport receive a warm welcome from our representative and get transferred to the hotel. Check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, proceed for sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive Past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After hearty breakfast, travel to Agra (222Km, 5 hour drive). On arrival meet our representative and check into the hotel. Enjoy rest of the day at leisure. In the evening enjoy a Special Dinner at Taj Facing Rooftop Restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "• Early morning visit Taj Mahal during Sunrise (As fuel based vehicles are not permitted in the vicinity of Taj Mahal, you will head to Taj Mahal gate by a Battery operated Bus. (Friday Closed). • After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty • Visit Itmad-Ud-Daulah’s Tomb • Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea OPTIONAL TOURS : • Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early Morning, Enjoy Taj Mahal Facing Yoga Session. After breakfast, check out from hotel and travel to Jaipur (240Km, 5 hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "• After breakfast, proceed for full day Jaipur sightseeing tour with your Guide. • Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. • Visit Jantar Mantar – largest stone astronomical observatory in the world. • Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. • Photo Stop Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. • In the evening enjoy Heena Painting on hands and Feet."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast check out from hotel and travel to Jodhpur (337Km, 6 hour drive). En-route visit Bagru Village. Meet and interact local people and artisans and enjoy hands on experience where you create your own piece of art under a mentor to take back with you as a memento of your travels to India. On arrival at Jodhpur, meet our representative and check into the hotel. Enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "• After breakfast, proceed for sightseeing tour of Jodhpur city with your guide. • Visit Mehrangarh Fort • Visit- Jaswant Thada - The Royal Cenotaphs of Jodhpur • Visit the museum located in the Umaid Bhawan Palace. • Visit Madore Garden& Museum • Visit Toorji Ka Jhalra Bavdi (Stepwell) • Later visit Bishnoi Village near Jodhpur – The village is known for its cultural activities. Meet & Interact with local people."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Udaipur (250Km, 5-hour drive). En-route visit the Ranakpur Temple. On arrival at Udaipur meet our representative and check into the hotel. Enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "• After breakfast, proceed for Udaipur sightseeing with your guide. • Visit to City Palace & Museum • Visit the 17th century Jagdish Temple • Drive around the Fatehsagar Lake • Visit Saheliyon Ki Bari – A Majestic Garden. • Visit Bharatiya Lok Kala Museum • Later, take a Sharing Boat Ride at Lake Pichola. • In the evening, Visit Bagore Ki Haveli. Enjoy the live evening show, which introduces you to a variety of Indian dances."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from hotel and get transferred to Udaipur Airport and fly to New Delhi International Airport to board your flight for your home town."
    }
  ],
  "map": ""
}