{
  "destination": "India",
  "mainPhoto": "",
  "id": "karnataka-12-day-tour-india",
  "tourName": "Karnataka 12 day tour, India",
  "placesVisited": "",
  "generalInfo": "Karnataka is often overlooked for her more famous neighbour Kerala, which is a shame as the state offers everything from Heritage properties, abundant wildlife to stunning temple complex like Hampi, a UNESCO world heritage site fast becoming India’s Angkor Wat.<br/><br/>The cradle of the most powerful empires of bygone India, Karnataka holds a wealth of heritage and culture. Glittering temples, verdant valleys, thundering waterfalls and exotic wildlife.<br/><br/>Accommodation for 12 nights, including breakfast<br/>An air-conditioned car with driver<br/>English-speaking local guide in Bangalore, Hampi, Hassan and Mysore<br/>Monument entrance fees included<br/>Experienced naturalist guide on park ride in Kabini<br/><br/>Bangalore, Hospet, Hassan, Coorg, Kabini &amp; Mysore<br/><br/>Indian cultural history, Luxury resorts, Jungle and bird watching",
  "durationDays": "12",
  "price": "2149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangalore -2 nights Step off the plane and into our care with assistance on arrival at Bangalore International. Spend your first night in India surrounded by five-star indulgence at the Leela Palace hotel enjoying nine acres of ornate gardens and cascading waterfalls. Plan your adventures for the days ahead over a breakfast briefing. Explore on a city tour. Experience Smell the fragrant blossoms and discover why Bangalore is called the “Garden City”. Admire the intricate French rosewood at the summer palace of Tipu Sultan. See the gold-plated Kalash Shikara at the Iskcon Temple shimmer in the night. Get caught up in the excitement of the night market. Browse glittering bangles and handcrafts."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hospet -2 nights After a leisurely breakfast it’s time to continue your adventure and head north through Karnataka state. Enjoy the views while we take care of the driving. Settle in, refresh yourself with a dip in the pool. Sleep soundly, in the morning you’ll spend the day at Hampi, exploring the remains of a 14th century empire. Experience Enjoy mouth watering local delicacies at the rooftop restaurant at the luxe Royal Orchid hotel. Watch the sunset blaze over the ruins of Vijayanagar from Matanga Hill. Lose count of the carvings at the Hazara Rama temple which tell the legend of Ramayana. Choose a stone carving of your own to take home from a local artist, respect the skill passed down from generation to generation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hassan -2 nights Enjoy breakfast on the terrace before setting out on your travels. South this time, retracing your steps, and then west to Hassan, the temple capital of Karnataka. A day discovering architectural gems awaits on tours in Belur and Halebidu. Sleep soundly in simple, yet luxurious comfort at the Hoysala Village Resort. Experience Feel yourself unwind under the tranquil palm trees. Savour a candlelight supper, the air heady with the scent of incense and spicy home-cooked food. Walk in the shadow of history at the ruined city of Halebidu. Marvel at the complex friezes of exotic creatures and Shilabalika dancers at Chennakeshava temple complex. Visit the almost-thousand year old Jain temple of Hassan"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Coorg -2 nights Today you’ll be journeying high into the mountains, The Taj Madikeri is nestled on the side of the rugged mountains 5000 feet above sea level, surrounded by the rainforest and streams, to a place where the air is gently perfumed with coffee and cardamom. Experience Stroll into a bygone age on a plantation tour. Rising high into the dense forest, surrounded by the Western Ghats, enjoy the scenic drive to Coorg. Feel the reverence from the thousands of lamas praying at the Tibetan Golden Temple at Kushalnagar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kabini -2 nights Take one last walk through the spice trees after breakfast before journeying further south to transfer to The Kabini River Lodge. Bordered on two sides by the Kabini River, enjoy sweeping panoramic views. Discover the wild side of the Karnataka on guided park rides to view tigers and elephants. Experience Wake early, listen to the bird song. Learn to identify the different species on a guided birding tour. Discover the river with fresh eyes on a night-time motorboat cruise Hear the splash of the paddle on a traditional coracle boat ride. Let the soothing jets of water in your private Jacuzzi pummel tired muscles. Lie back, enjoy the sensation of bathing under the stars."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Mysore Wake up with the sun to make the most of this time in the jungle with a final park ride spotting exotic animals before a hearty breakfast. Later you’ll be travelling to the base of the Chamundi Hills to Mysore, the cultural capital of Karnataka, city of palaces and gardens. Experience Enjoy modern luxury in the heart of the royal city at the Hotel Regaalis. Marvel at the ornately-gilded columns and stained glass ceilings at the Mysore Palace. Show off your best bargaining skills at the Devaraja market. Climb the stairs to the Chamundi temple, lose count of the deities carved upon its Gopuram."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart from Bangalore After breakfast, it’s time to leave, but the adventure continues with a visit to Shravanabelagola to see the 17-meters high statue of Gomateshwara, an important Jain pilgrimage site. Enjoy a final farewell dinner before we take you to connect to your flight at Bangalore International."
    }
  ],
  "map": ""
}