{
  "destination": "India",
  "mainPhoto": "",
  "id": "punjab-holiday-mountains-mystics",
  "tourName": "Punjab holiday, mountains & mystics",
  "placesVisited": "New Delhi, Mosque, temple & gurdwara visits, Shimla, Train journeys, including the \"toy train\", Mandi, Dharamsala, home of the Dalai Lama, Tibetan craft workshops, Amritsar, Rishikesh, the \"yoga capital of the world\", Ganga Aarti fire ritual on the Ganges River, Optional: bazaar, jungle trek, bathing in ghats, hilltop temple walks, nature walks, massages, Bollywood film nights",
  "generalInfo": "Take a tour of India and be introduced to the mountains and mystics of this incredible country. This is a journey of the body and spirit as we travel through the foothills of the world's highest mountains. These lands look and feel very different from the rest of India - from the food and textiles to the crisp, clean mountain air and spiritual sway of the residents. Discover the complex diversity of India and be enchanted by a land balanced between physical and spiritual worlds.",
  "durationDays": "13",
  "price": "1290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "New Delhi.",
      "description": "Welcome to India’s capital. Join your group and guide for a welcome meeting at 6 pm. Please look for a note in the hotel lobby or ask reception where it will take place. We'll be collecting insurance details and next of kin information at this meeting, so ensure you bring these details to provide to your leader. If you're going to be late, please inform hotel reception. If you arrive into Delhi early, there are plenty of things to see and do. Perhaps pay a visit to the 12th-century Qutub Minar or the World Heritage-listed Humayun's Tomb. As the former residence of royal families and British soldiers, the Red Fort plays a vital part in Delhi’s history and is a must-see. Sampling spicy street food or trying your hand at haggling in the city’s bazaars are other great introductions to India. Notes: If you can't arrange a flight that will arrive in time, you may wish to arrive a day early so you're able to attend. We'll be happy to book additional accommodation for you (subject to availability)."
    },
    {
      "dayNumber": 2,
      "title": "New Delhi.",
      "description": "This morning, join the group for a guided walking tour around Old Delhi, which has been an important city in India for over 2,000 years. Climb aboard a traditional cycle rickshaw and be driven through the colour and chaos of Delhi’s traffic. In the afternoon learn about the Sikh religion at the Sheeshganj Gurudwara (Sikh Temple) and visit the Jama Masjid, Delhi's oldest and India’s largest mosque."
    },
    {
      "dayNumber": 3,
      "title": "Shimla.",
      "description": "Depart Delhi by train for the 4-5 hour journey across the state of Punjab to Kalka. From Kalka, board the World Heritage-listed 'toy train' and enjoy the six-hour climb through villages, tunnels and mountain passes. It's a long day of travelling, but Shimla's faded colonial charm will make up for it. On arrival in the evening, explore the town on an orientation walk."
    },
    {
      "dayNumber": 4,
      "title": "Shimla.",
      "description": "Head out and explore Mall Road, Shimla's most popular shopping stretch. A nearby viewpoint also offers fantastic views of the Himalayas. Join the group for a visit to the Viceregal Lodge to witness where the partition agreement that separated India from Pakistan and Bangladesh was drawn up. If you like, join the hoards of monkeys milling about Jakhu Temple or stock up on souvenirs and specialty wooden crafts at Lakkar Bazaar. Set among rolling hills, Shimla also offers an array of nature walks that range from gentle to challenging. In the evening, enjoy an optional trip to the cinema and bop along to a Bollywood blockbuster."
    },
    {
      "dayNumber": 5,
      "title": "Mandi.",
      "description": "Travel by jeep to the small town of Mandi. Situated on the Beas River, Mandi has a rich cultural heritage of both historical and theological significance. Once part of the salt route to Tibet, today it's the gateway to the Kullu Valley. Head into town for an orientation walk and explore a huge sunken shopping centre - the only one like it in India and the focal point of entertainment in Mandi. You can also spend time at the bathing ghats along the river or hike to hilltop temples just outside of town. In the evening, join the group for dinner and then stay in the former palace of the Raja of Mandi, which today has basic amenities."
    },
    {
      "dayNumber": 6,
      "title": "Dharamsala/McLeod Ganj.",
      "description": "The journey up to the mountains of India is an adventure in itself. Join locals on a public bus for the six-hour drive along bumpy roads to Dharamsala. Strung with prayer flags and busy with robed monks strolling between monasteries, this hilltop retreat is home to the Dalai Lama and the Tibetan government in exile. Spend the afternoon wandering the peaceful streets, which are set to the backdrop of the Himalayas. There’s a lot to gain here from talking to locals and learning about the many facets of Tibetan Buddhism."
    },
    {
      "dayNumber": 7,
      "title": "Dharamsala/McLeod Ganj.",
      "description": "Today visit the fascinating Norbulingka Institute, developed to train Tibetan refugees in skills needed to preserve the traditional arts and crafts of Tibet. Its grounds feature a beautiful temple and several workshops where you can witness woodcarving, painting and needlework in action. Then make your way to the Tsuglag Khang complex to see the Dalai Lama’s temple. You may also like to visit the Losel Doll Museum, which is a great way to learn about the daily lives and customs of people all over Tibet. Finally, treat yourself to a massage or try your hand at making traditional Tibetan momos (dumplings) in a cooking class. Please check with your leader for availability."
    },
    {
      "dayNumber": 8,
      "title": "Amritsar.",
      "description": "Take a local train down to Amritsar, situated in the heart of the fertile plain known as India's ‘breadbasket’ and the centre of Sikhism in India. Tour the sights and weave your way through the rambling streets and bazaars of the Old City in a cycle rickshaw. Explore the Golden Temple (Harmandir Sahib), which sits in the middle of a sacred lake. Listen to the soothing sounds of the devout chanting verses from the Sikh holy book, the Guru Granth Sahib."
    },
    {
      "dayNumber": 9,
      "title": "Amritsar/Overnight Train.",
      "description": "Visit Jallianwala Bagh, the site of the infamous 1919 massacre that played a vital role in India's independence. Then head out to the India-Pakistan border to witness the pomp and circumstance of the daily flag ceremony, a military practice that the security forces of India and Pakistan have followed since 1959. Tonight take an overnight sleeper train from Amritsar to Haridwar. Sleeper trains are clean and air-conditioned, and beds are padded berths with sheets, pillow and blanket provided (although some people prefer to bring their own sleeping sheet). Please note that you may be sharing with locals of the same or opposite gender."
    },
    {
      "dayNumber": 10,
      "title": "Rishikesh.",
      "description": "After pulling into Haridwar in the morning, there’s an hour drive to Rishikesh. Check in to your hotel before going on an orientation walk. Aptly named the 'Yoga Capital of the World', Rishikesh is a great place to relax and seek a little enlightenment. In the evening, take a stroll along the holy Ganges River as temple bells ring and the nightly fire ritual of Ganga Aarti begins. Being sacred, Rishikesh is a dry town and alcohol is prohibited."
    },
    {
      "dayNumber": 11,
      "title": "Rishikesh.",
      "description": "The morning is yours to roam around Rishikesh. Perhaps tuck into a masala dosa for breakfast before walking it off on one of the trails along the Ganges. In the afternoon, reunite with your group for a walk through the jungle to nearby waterfalls and caves. Tonight,sleep under the stars near the Ganges just outside of Rishikesh, you’ll be staying in a fixed campsite with twin-shared tents and western-style toilets."
    },
    {
      "dayNumber": 12,
      "title": "Train/New Delhi.",
      "description": "Bid farewell to Rishikesh and take the train back to Delhi (approx 7-9 hours). The train arrives back into Delhi around 11pm You’ll be transferred to your hotel on arrival"
    },
    {
      "dayNumber": 13,
      "title": "New Delhi.",
      "description": "There are no activities planned for today, so you’re free to depart the accommodation at any time."
    }
  ],
  "map": ""
}