{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-14-day-tour-in-india",
  "tourName": "Gujarat 14 day tour in India",
  "placesVisited": "",
  "generalInfo": "Gujarat is birthplace of Mahatma Gandhi, Father of Nation. He started the satyagraha movement (holding onto truth, or truth force, is a particular form of nonviolent resistance) from here and his Salt March here. Besides this, Gujarat hold many treasures, join us to explore them !! It is rich in architecture which exhibits from its majestic forts, mansions and stepwells ; tribal villages from where you get India's finest textile (traditional weaving, embroidery, dye and print) ; national parks and sanctuaries rich in unique wildlife, including migratory birds, wild asses and Asiatic lions ; many pilgrimage sites for Jain and Hindus. Former Portuguese colony Diu is ideal for lovers of sand and sea..<br/><br/>Highlights <br/>- Architectural marvels of Ahmedabad<br/>- World Heritage Walled city, Ahmedabad<br/>- Sidhpur, famous for old havelies and mansions<br/>- Rani ki Vav, stepwell building of 11th century<br/>- Patola sari weaver family<br/>- Modhera sun temple<br/>- Little Rann Of Kutch “salty desert” house for The Wild Ass<br/>- Artisan of Banni villages.<br/>- Gondal city, ruled by a family of car enthusiasts<br/>- Gir National Park, natural habitat of Asiatic Lions (exclusive jeep)<br/>- Somnath temple, dedicated to lord Shiva<br/>- Diu, a Portuguese colony<br/>- Palitana, Abode of Gods<br/>- Lothal, site for Indus valley civilization<br/><br/>Important to note : <br/>1. Best time to visit this region is between October to March.<br/>Prices would increase if travel is happening around Diwali festival and around Christmas and New Year..<br/>2. This tour starts and end in Gujarat state of India. It starts from Bhuj and ends in Ahmedabad. Both these cities are connected by flight to Delhi and Mumbai. Depending upon the port of your arrival and departure, we will add pre and post travel arrangements. However, you can combine this tour with other cities as well.<br/>3. If you want to shorten this tour, it is possible to adapt as per your requirement. Incase you wish to explore textile richness of this region, you can consult Textile tour of Gujarat. <br/>4. Gujarat is a Dry state. Foreigner has to  obtain a permit at liquor shop to consume liquor. They need to present their passport copy, visa copy, air ticket and boarding pass along with stay letter from hotel. Even after getting permit, guest has to consume liquor in their room only.<br/>5. Instead of walking uphill to Palitana, if you want, you can also opt for hiring Palanquin for which cost will be extra (around BGP 100 per person extra).<br/><br/>Closing of monuments / sanctuary :<br/>Little Rann  of Kutch - 15th June to 15th Oct Every Year <br/>Aina Museum, Bhuj - Thursday &amp; National Holidays<br/>Kutch Museum, Bhuj - Wednesday &amp; 02nd and 4th Saturday <br/>Darbarhall Museum, Junagadh - Wednesday &amp; 02nd and 04th Saturday &amp; all Public Holidays\"<br/>Ashoka Edicts, Junagadh : Wednesday  &amp;  National Holidays<br/>Sasangir – 15th June to 15th Oct Every Year <br/>Lothal - Friday &amp; National Holidays<br/>NGOs would remain closed on Sundays and during National Holidays and would need prior permission to visit.",
  "durationDays": "14",
  "price": "3151",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Ahmedabad Arrive Ahmedabad, Gujarat’s major city and famous for its incredible architecture, ranging from centuries-old mosques and mausoleums to contemporary design. Transfer to hotel for check-in. Afternoon start your half day tour of Ahmedabad. Visit to 2-storeyed Hathee Singh Jain Temple, built in 1850 in white marble temple and named after a rich merchant named Seth Hathee Singh. The courtyard of this temple is surrounded by 52 small shrines dedicated to various spiritual teachers (Tirthankars) of Jain religion. The major attraction of this temple is a 78ft high Mahavir Stambha (tower). Continue your tour with visit to the symbol of architectural beauty in Ahmedabad, Sidi Saiyyed’s Mosque, built by an army general of the last Sultan of Gujarat. Built it in 1573 is renowned for its floral designs covering the whole structure and intricately-carved latticework on windows. The “Tree of Life” depicting a tree with intertwined branches displaying fine lace filigree work is the prime highlight of this mosque. End your day with visit to the Sabarmati Ashram that was relocated in 1917 on the banks of Sabarmati River. It was the residence of Mahatma Gandhi - the Father of the Nation and his wife for about 12 years. It features a gallery of life-size oil paintings and photo enlargements depicting the major life events of Mahatma Gandhi. Depending on the time in hand, you may visit SEWA (Self Employed Women's Association) which works towards full employment and self reliance among women."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Ahmedabad After early breakfast, enjoy 2 hours walking tour in the UNESCO World Heritage walled city of Ahmedabad. This walk passes through a streets & ancient living units (pols) located deep inside this walled city; covering not just the architecture, but scientific manifestations like well thought-of rain harvesting system, drainage system, bird feeders, public wells, and religious institutions It is an opportunity to visit exquisite places of historical & heritage value.. Later in the day visit Calico Museum (closed on Wednesday and all public holidays, needs prior permission) for its finest collection of textiles, cloths, furniture, crafts in the country. Proceed to Adalaj village to visit a 5-story deep step well named as Adalaj Stepwell. It was built in 1499 by the Muslim king Mohammed Begda for Queen Rani Roopba, wife of Veer Singh, the Vaghela chieftain. These step-wells once provided basic water needs for drinking, washing and bathing. End your day with visit to Akshardham Temple, a Swaminarayan temple complex. The complex displays millennia of traditional Hindu and Indian culture, spirituality, and architecture."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ahmedabad - Region of Little Rann of Kutch (approx 5h drive) Morning drive to visit Sidhpur also known as “Kashi (Varanasi) of the west. We stop to see the wonderful European-styled architecture old Havelis and mansions, some over 100 years old. The facades are rich in variety and aesthetic expression with intricate details in wood. Continue to Patan to visit Rani Ki Vav, the “Queen’s stepwell” built by the Queen Udaymati during 11th Century. This extravagant stepwell consists of a multi-storey pavilion, a well and a large tank for surplus water. A walk down the stairs takes you past hundreds of delicate carvings and statues. The walls are covered with carvings of Parvati, Shiva, Vishnu, and other gods. Patan is also famous for Patola Saris, each sari takes an average of six months to weave. Salvi family is one of the two families who has continued this traditional art of double ikat style. Continue to Modhera to visit Sun Temple (dedicated to Surya, sun god) that dates back to early 11th centaury, was built by King Bhimdev I. This grand sandstone temple is filled with elaborate carvings. A step tank in front of the temple has 108 shrines that lead down to the water. Continue drive to the region of Little Rann of Kutch that spreads over 5000 sq km."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In Region of Little Rann of Kutch In the morning enjoy jeep safari at Little Rann Of Kutch. Rann means “salty desert” and while driving through the Little Rann of Kutch, a salty desert is all you see. The Little Rann contains one of the country’s largest wildlife reserves, The Wild Ass Sanctuary, where the topography varies from large marshlands to brown-grey patches of soil with a few small thorny shrubs. The Wild Ass Sanctuary is one of the few places to stop the Ghudkar or Khur or Indian wild ass as well as wolves, blackbuck and chinkara. There’s also a huge bird population from October to March (this is one of the few areas in India where flamingos breed in the wild). In the evening enjoy village safari to visit the settlements and villages along the Rann of Kutch. Note : The Little Rann gets flooded and inaccessible during the monsoon (June to August). The period from September to March is cool and is the best time to visit and spot migratory birds. The sanctuary is open during the summer months of April and May but the weather is quite hot."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Region of Little Rann of Kutch - Bhuj (approx 5h drive) Morning drive to Bhuj. In 2001 a massive earthquake left Bhuj almost completely destroyed. Today the city has been largely rebuilt, though it lost much of its historic architecture and some of the palaces retain the scars of that fateful day. Bhuj is an ideal springboard for visits to the surrounding villages Afternoon visit darbargodh, or palace complex in the walled city of Bhuj. The walled city of Bhuj was the capital of the princely state of Kutch in the Gujarat. The darbargodh, or palace complex, within the city was begun by the princes of Kutch in 1548 and was added to over several centuries, reflecting the artistic and cultural development of the city and principality. The darbargadh's most significant interiors and structures date from the eighteenth and nineteenth centuries, such as the last palace, Prag Mahal, which was built in red sandstone and white marble in 1868 under the direction of British architects. The oldest portions of the palace were vacated in the nineteenth century and, following independence, the palace complex became a privately owned museum. Major earthquake of January 2001 seriously damaged the darbargadh. Buildings collapsed and floors caved in; intricate architectural details and window screens were destroyed and structural cracks developed throughout the complex. The Indian National Trust for Arts and Cultural Heritage (INTACH) immediately identified the Bhuj Darbargadh for emergency restoration. Visit Aina Museum (Closed on Thursday & Public holidays) and Parag Mahal."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Around Bhuj to visit Banni villages Morning proceed to explore Banni villages (permit needed) spread around 2617 sq kms and includes around 48 villages. Visit to artisan villages like Hodka, Ludiya, Dhordo which are famous for different types of intricate embroideries, embroideries with mirror work, wood carving and beautiful mud houses. Lunch during visit Kala Raksha Trust. It is a grassroots social enterprise, dedicated to the preservation of traditional arts. It comprises of artisans, community members, and experts in the fields of art, design and museums."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bhuj / Gondal (approx 5h drive) Morning drive to Gondal with enroute stop at local market of Anjar, one of the oldest towns in Kutch. Gondal was ruled by a family of car enthusiasts whose royal passion resulted in a fine collection of automobiles which are now part of a museum in the palace premises. Gondal like its neighbors has some visually exciting palaces and living spaces; some like the Riverside Palace commissioned in 1875 by Bhagwatsinghji is now a Heritage Hotel. A building worth visiting is the old Darbargadh a 17th century structure which reputedly cost Rupees Nine Lakhs thus earning the name as ‘Navlakha Palace’. The palace is built on series of arches delicately carved and inscribed in stone with a magnificent spiral staircase leading all the way to the top."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Gondal - Sasangir (approx 3h drive) Morning drive to Sasangir with enroute stop at the city of Junagarh to visit Uperkot Fort. Fort Uparkot, was built by Chandragupta of the Mauryan empire around 320 BC, and archaeological evidence confirms this, showing that Uparkot has been inhabited continuously since the 3rd century BC. Hence the name Junagadh, which means “ancient fort.” Under the Mauryans, Junagadh was a regional capital, and Emperor Ashoka had stone edicts placed there, still visible today. At the time of Independence Nawab of Junagarh opted to accede to Pakistan but its people overwhelmingly favored joining India. Afternoon safari to Gir National Park (Park is close from 16th June to 15th October every year) spread over 1450 sq kms, is the home to some 300 Asiatic Lions and is the only place in the world outside African continent where lion can be seen in its natural habitat. Gir is not just about lions but it is rich in other flora and fauna."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Sasangir - Somnath - Diu (approx 3h drive) Morning safari to Gir National Park (Park is close from 16th June to 15th October every year). Drive to Diu with enroute stop at Somanth to visit temple dedicated to lord Shiva. Later continue to Diu, a beautiful blend of sun, sand and sea. Diu was a Portuguese colony until 1961, now it is a Union Territory. It was an important trading post and naval base from where the rulers controlled the shopping routes in the northern part of the Arabian sea between 14-16th centuries."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In Diu Early morning drive to visit Vanakbara fishing village, a fascinating village. In the afternoon visit Diu. Visit St Paul’s church dedicated to Lady of Immaculate Conception. The main façade of church is perhaps the most elaborate of all Portuguese churches in India. Continue your sightseeing with visit to Diu Fort, an imposing structure with a magnificent view of sea."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Diu - Palitana (approx 4h drive) Morning free in Diu. Later drive to Palitana."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "In Palitana Early morning, you may visit to join the pilgrims to climb the hills of Palitana known as the Abode of Gods. It is covered with 863 Jain temples spanning a period of over 900 years. The climb will take around 2hours each way."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Palitana - Lothal - Ahmedabad (approx 5h drive) Morning drive to Lothal (closed on Fridays and Public holidays), one of the most prominent cities of ancient Indus valley civilization. It was discovered in 1954 and excavation spanned from 1955 to 1960. Continue to Ahmedabad."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ahmedabad - Fly out Morning transfer to airport to connect flight to Mumbai. Afternoon free in Mumbai to visit local market. Connect flight to next destination."
    }
  ],
  "map": ""
}