{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-wildlife-tour-ranthambore-and-chambal-river",
  "tourName": "India wildlife tour, Ranthambore and Chambal River",
  "placesVisited": "",
  "generalInfo": "India is a wealth of wonderful wildlife, historical and cultural attractions. There is an never ending variety of historical sites to visit and wilderness areas to observe animals and this tour provides you with a great overview of Indian culture and wildlife. <br/><br/>Introduction:<br/>This tour is perfect for people visiting India for the first time or seasoned travellers to the Subcontinent. This tour will showcase two of the best reasons to travel to India as well as visiting probably the last refuge for two of the worlds most unusual and endangered species. Combining sightseeing of historical sites in Old Delhi, and marvelling at the magnificent Taj Mahal, with tiger safaris in the stunning and culturally important Ranthambore National Park and river safaris looking for gharial and Gangetic river dolphins; this is the perfect overall wildlife holiday of India. <br/><br/>Ranthambore is probably the most iconic of all Indian tiger reserves and we visit here to look for tigers. The most iconic and famous wildlife resident of India is the tiger and many of the tigers that live in Ranthambore are very well known. They are regularly filmed for various documentaries and most of known by name. It is a great way to further understand the tiger and it's role in modern India. <br/><br/>Along with the tigers we will see in Ranthambore and the cultural excursions taken to Old Delhi and Agra which will include sites such as Taj Mahal, Red Fort and Agra Fort; this tour also visits the Chambal River Sanctuary. This is one of the most important sanctuaries in the world for 2 of the world's most endangered large animals, the large fish-eating crocodilian, gharial, and the Gangetic river dolphin. These two species are commonly seen here and coupled with the tiger provide chances to see some of the world's most endangered and wonderful species.<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also have a range of specific birding and bird watching tours, this being one of them.  <br/><br/>This tour is a specialist wildlife and cultural tour of north-west India. There are many species of mammals, birds and reptiles that can be found in Ranthambore and Chambal. The different ecosystems of sal forest, bamboo groves and meadows coupled with the river and wetlands of the Chambal Sanctuary are home to a great diversity of life of all kinds. But of course no trip to India is complete without visiting religious and culturally important iconic sites such as the Taj Mahal. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in cities and towns. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly tiger safaris. Your naturalist escort is an expert in ornithology and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>This tour is recommended for February - May as this is the dry season and the chances of seeing tigers is much higher in the dry season. However the temperatures from April onward can be very hot and humid. You can visit this park and enjoy the itinerary between October – June. The park is closed during the monsoon season.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Indian guides have a good relationship with the park and reserve officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• Visit the parks and reserves morning and afternoon in your own private vehicle for your group only.<br/>• All the above reasons give this, our wildlife and bird watching holidays of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe birds. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such many mammals like tigers, snow leopards, elephants, rhinos and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is focused on two wildlife watching locations in the northern part of India, the great national park of Ranthambore as well as the Chambal River Sanctuary and then the iconic cities of Delhi and Agra.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old",
  "durationDays": "10",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Arrival On arrival at the airport you will meet your local guide and be transferred to your hotel. If your flight arrives in the morning you can enjoy sightseeing of Old Delhi. This part of town boasts some of the best preserved monuments dating back to the powerful Mughal empire such as Red Fort, Humayun Tomb and the Qutub Minar and all of this before your first evening meal in India on a roof top restaurant amid the flying foxes leaving to forage in the night sky. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ranthambore National Park - Travelling After breakfast this morning you will be transferred south to Ranthambore National Park (5- hours). You will arrive at your lodge for the next 3 nights and the rest of the is at your leisure. (breakfast and dinner included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Agra - Travelling & Sightseeing This morning after a later breakfast than the last couple of days you will be transferred to the wonderful city of Agra (~4 hours) in your private vehicle. Once here you will be taken to your hotel. Then in the afternoon you will have a guided tour of one of the wonders of the world, the majestic Taj Mahal. This marvel of human engineering took 20,000 men 22 years to complete for the emperor Shah Jahan as a tomb for his beloved wife. But it is not just the beautiful architecture and manicured gardens that hold the attention in the Taj Mahal grounds, there are numerous bird species to be found here too. From Egyptian vultures and black kites that nest on the high turrets and minarets of the buildings to many babblers, warblers, grey hornbills and the very approachable common tailorbird that can be found in the gardens. After spending a couple of hours here you will come back to the hotel. (breakfast only included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chambal River Sanctuary - Travelling & Wildlife Watching This morning you will be transferred in your private vehicle to the wonderful Chambal River Sanctuary (~2 hours). Before exploring this river sanctuary you will be taken to the lodge. This is a huge sanctuary which protects one of the largest and most biologically valuable rivers in India, covering a 400km stretch of the river and protecting around 1.6 km on either side of the river the sanctuary is 1235km sq. The sanctuary was initially set up for the gharial, these huge fish-eating crocodile can grow to 7m long and is the most critically endangered species in the Indian subcontinent. There may be as few as 250 breeding individuals in the world and the vast majority live along the Chambal river. But as well as providing protection for this magnificent and ancient animal the sanctuary now has over 330 bird species recorded as well as other mammals, reptiles and amphibians that now rely on this protected stretch of water. After settling into the accommodation and lunch you will be taken on a river safari here to welcome you to the birdlife. You should encounter small pratincoles, numerous duck species, black-winged stilts, common & spotted redshanks, ospreys, bar-headed geese and up to 100 other water birds. You may also see both gharial and the other crocodile species here the mugger crocodile as well as up to 8 species of freshwater turtles (all of which are endangered), the unsual and endangered Gangetic river dolphin and possible a family of foraging or playing smooth-coated otters. When you arrive back to the lodge you are free to stroll the gardens as the sunsets and listen to the many Indian flying foxes that roost and feed in the trees around the lodge, before your evening meal. (all meals included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Chambal River Sanctuary Over the next two days you will further explore the various ecosystems of the Chambal River sanctuary, there are a variety of activities that can be provided by the lodge and exactly what you want to do and the order of the activities will vary. But we recommend the following itinerary for your stay at this eco-lodge; after breakfast on the first full day here we suggest taking a jeep safari to the plains that surround areas of the Chambal river, you will travel to some isolated ravines in the Chambal sanctuary to try and find one of the most beautiful animals in India, the stunning blackbuck antelope. There is a small population here protected in the sanctuary, whilst the blackbuck was once widespread throughout the Gangetic plains, hunting and habitat destruction all but wiped the antelope out. This used to be the favoured prey of the Indian cheetah and there are ongoing talks about reintroducing the cheetah to the Gangetic plains and that would be a wonderful sight. Whilst spending the afternoon here you are likely to see some species of birds that have spend their time on the open grasslands that the blackbuck favour such as coursers, harriers and possibly falcons. Then after coming back to the lodge and having lunch you would be taken the short distance to the ancient Bateshwar Temple complex. These Hindu temples are built on the banks of the Yamuna river and consist of over 100 temples dedicated to Lord Shiva. The ravines surrounding the temples and river are home to a number of Naga sadhus (snake worshiping ascetics) who have carved out little caves and temples within the mud walls. These temples are a very nice way to see how the Hindu people around here still use these ancient temples in ways that have not changes for hundreds, possibly thousands of years. The next day we suggest participating in a camel ride safari through some of the ravines that fork off from the Chambal River, here you are likely to see a different range of birdlife including plain martins, wire-tailed swallows, jungle babblers, steppe eagles, sand lark, wood sandpipers and large grey babblers. Travelling on camel back is a wonderful experience and a great way of exploring the ravines and river bank whilst on the way to another ancient building. This is Ater fort and it is a magnificent site perched on the cliff side. It is also home to many species of raptors and other bird species; once a valued stronghold and at the forefront of numerous battles between the Rajputs, the Mughals and the Marathas, the crumbling ruins bring alive the romantic glory of a bygone age but it is the breathtaking views out over the Chambal valley that are truly spectacular. From here a scan of the skies can produce many more species and hopefully some of the critically endangered vultures. Then after lunch you will have a guided walk along a new section of the Chambal river bank. By walking the riverbanks with the local guide from the lodge you will be in good hands when it comes to spotting some of the harder to see mammals birds and reptiles such as golden jackals, black-naped hares, Burmese spot-bellied duck, Temmincks stint, Pallas gull, Indian skimmer and some of the 9 species of freshwater turtles here. Whilst spending time around the lodge you are free to explore the vibrant and diverse gardens. In the grounds of the lodge the abundant flowers attract many sunbirds and the fruiting trees are home to commersmith and brown-headed barbets, many babblers, hornbills, koels, treepies as well as being the day roosts for flying foxes and owls. Also whilst here, if you are not too tired we recommend a guided evening walk around the expansive grounds of the lodge; these walks often find Indian palm civets, jungle cats, Indian foxes, black-naped hares, hedgehogs and possibly the very elusive striped hyena. Of course the skies will be full of flying foxes, owls and nightjars as well. (all of your meals included)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Delhi - Travelling Today you will be transferred back to the capital city of Delhi (4-5 hours) after breakfast in your own private vehicle. After arriving at your hotel you will have the rest of the afternoon free to relax and maybe purchase some souvenirs, head over to the Yamuna river for some more birding or visit some more of the many sights here. (breakfast only included)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Home This morning after breakfast we will arrange for transfers to Delhi International Airport so you can catch your return flight home. (breakfast only)"
    }
  ],
  "map": ""
}