{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-tiger-and-cultural-tours",
  "tourName": "North India tiger and cultural tours",
  "placesVisited": "",
  "generalInfo": "This private journey in North India will take you through the state of Rajasthan, land of Maharajas and Maharanis and their Majestic Forts and Palaces along with UNESCO World Heritage sites including masjetic Taj Mahal. We will also take you to the former hunting grounds of Maharajas of Jaipur to stop Royal Bengal Tiger. Continue further to Lucknow, the city of Nawabs and Varanasi, the holiest city of India, the destination for millions of pilgrims each year who come to bathe in the River Ganges and say farewell to their loved ones. You will also visit Sarnath where Buddha Sarnath, where Buddha delivered his first sermon..<br/>To bring you more closer to India and its local people, you will travel in Indian trains, also we will take you to the local family to interact and learn about the use of Indian spices in Indian cooking ; we will introduce you to the century old Yoga practice..<br/><br/>These prices are not valid during peak period i.e during festival time like Diwali and Holi festivals, between 20 December to 10 January and also during Dev Deepawali festival in Varanasi. Some of the hotels charge higher prices during these dates.<br/>If your travel is happening during this period, we will advise you prices based on your travel dates.<br/><br/>Highlights<br/>- Common Boat ride in Lake Pichola, Udaipur.<br/>- Stay in Deogarh Mahal, old fort converted into hotel. <br/>- 3 Shared Jeep safaris to Ranthambore National Park.<br/>- Experience The Taj Mahal, widely considered to be one of the greatest architectural masterpieces in the world and is listed as one of the New Seven Wonders of World.<br/>- Explore UNESCO World heritage sites with the help of knowledgeable local guides. <br/>- Witness the impeccable handwork by local artisans on fabric, marble and gems during this sumptuous journey.<br/>- Interaction with local families to learn about use of Indian spices and Indian cooking.<br/>- One Yoga session <br/>- City of Lucknow<br/>- Travel in Indian trains.<br/>- Visit Varanasi, holiest city of India<br/>- Early morning Boat ride on river Ganges<br/>- Evening Aarti ceremony at the ghats of river Ganges.<br/>- Sarnath, where Buddha delivered his first sermon.<br/><br/>Important : <br/>1. Ranthambore National Park is closed on Wednesdays<br/>2. We have included 2 domestic flights within India. Free baggage allowance in domestic flights is 15 kg for check-in baggage and 7 kg for hand baggage. Incase your baggage will be more than this limit, you will have to pay for extra baggage at the airport. For each traveller, only 1 check-in baggage is allowed.",
  "durationDays": "16",
  "price": "3813",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi Arrive Delhi and meet your representative at airport. Transfer to hotel (check-in time 14h00)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Delhi Start your tour to India with visit to Rajghat, memorial dedicated to Mahatma Gandhi (also known as Father of Nation). It’s a black marble platform where last rites of Mahatma Gandhi were performed after his assassination on 31th January 1948. It is an open-air memorial spread in large green area. Morning start your day with orientation tour of New Delhi, the foundation stone of the city was laid by Emperor George V during the Delhi Durbar of 1911. It was designed by British architects, Sir Edwin Lutyens and Sir Herbert Baker. Drive pass of President House (formerly Viceroy’s House), Indian Parliament, India Gate - a memorial to 70,000 soldiers of the British Indian Army who died in between 1914–1921 in the First World War and the third Anglo-Afghan War, and Connaught Place. Continue to visit Humayun’s Tomb built in the 1560’s, with the patronage of Humayun’s son, the great Emperor Akbar. Persian and Indian craftsmen worked together to build the garden-tomb, far grander than any tomb built before in the Islamic world. Humayun’s garden-tomb is an example of the charbagh (a four quadrant garden with the four rivers of Quranic paradise represented), with pools joined by channels. The garden is entered from lofty gateways on the south and from the west with pavilions located in the centre of the eastern and northern walls. Later proceed to Gurudwara Bangla Sahib, one of the prominent Sikh gurdwara or Sikh house of worship. Once inside the main building, you will be amazed with great interior, there is space to be seated on the floor and listen to “kirtan – the devotional songs” sung live by the staff. The holy book of Sikhs, the Guru Granth Sahib, is placed on top of a bed of silk and flowers. Like in all Sikh Gurdwaras, the concept of “langar, a communal free kitchen offering free sit-down meal” is practiced here too, and all people, regardless of race or religion may eat in the Gurdwara kitchen (langar hall). The Langar (food) is prepared by volunteers who wish to help out and by gursikhs who work there. It is believed that everyday around 25000 people eat in this hall. You are supposed to cover your head with a scarf and clean your feet with water at the entrance, as it is strictly followed in Sikhism."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Delhi / Udaipur (by flight) Transfer to airport to connect flight to Udaipur, known for its artificial water bodies hence also known as The City of Lakes. This city is located around waters of Lake Pichola, and Aravalli Hills. In the evening, enjoy boat ride on Lake Pichola with stop at Jag Mandir island famous for its marble pillars, fountains and domes (boat ride subject to water level and its operation)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In Udaipur Morning visit City Palace Complex by first visiting City Palace, known for its architecture, mosaic, mirror and miniature painting work. Inside the Palace you will also see a massive collection of paintings. Continue further with visit to Crystal Gallery which has massive collection of crystal objects. Finally stroll through extensive lawns of Sahelion Ki Bari (garden of the Maids of Honor). Visit painting boutique which showcase skillful work of miniature paintings, you can also buy souvenirs for yourself, family and friends.. In the evening, enjoy boat ride on Lake Pichola and stop at Jag Mandir island famous for its marble pillars, fountains and domes. Visit local artisans preserving art of Miniature paintings that you would have just seen in City Palace"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Udaipur / Deogarh (by road – approx. 3hrs drive) Morning drive to Deogarh for overnight stay at Deogarh Mahal, residence of Deogarh family members but now converted into a heritage hotel with modern facilities. The imposing edifice of Deogarh Mahal dates back to 1670 AD when Rawat Dwarka Dasji built it as a family residence. As a heritage hotel, authentic royal character is steeped into every brick of the property. A part of the Mahal is still occupied by the family which is closely associated with the hotel and personally supervise it.. Afternoon, proceed for a nice pleasure trip in to the Aravali Hills by Meter guage train on 1930’s British Track and also the highest track on the Western Railways. The train doesn't have a name…It just has a number - 222. The track consists of numerous U shape bridges and couple of tunnels. This passenger train chugs at a leisurely pace through the rural forested area, some pretty rugged terrain, some stunning and indeed very cinematic landscape. This train plays a vital role in transporting the locals of the area. You get an opportunity to interact with the locals and enroute you also come across countless monkeys. Distance covered is only 17 KM but time taken is 2 Hours… no air conditioning in the carriages."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Deogarh / Jaipur (by road – approx. 6 hr) Morning drive to Jaipur, an enthralling prolific “pink’ city and capital of Rajasthan state. The city was painted in pink to welcome the Prince of Wales and Queen Victoria in 1876 since the colour is the mark of Hospitality. As a result, Jaipur started to be known as the Pink City. On the way, stop at Pushkar, a sacred Hindu site with hundreds of temples, including 14th-century temple dedicated to Lord Brahma who is considered as a “creator of Universe”. Its holy lake has 52 ghats (stone staircases) where pilgrims bathe to wash their sins and perform religious ceremonies. Pushkar’s interesting mythological history and the legacy of timeless architectural heritage makes it a fascinating city. Late afternoon visit local Indian family to dinner…interact with family and learn about Indian cooking and spices. Lady travelers will learn wearing Indian sari and also Mehndi, is a form of body art in which decorative designs are created on hands and feet."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In Jaipur Morning excursion to the famous Amber Fort constructed in the 16th century by Maan Singh, the trusted general of Emperor Akbar. The fort is known for its architectural splendour manifested in Sukh Mandir, the Hall of Public Audience, Sheesh Mahal and Kesar Kyari. Photo stop at Jaipur’s most photographed building, the Hawa Mahal or Palace of Winds, is an extraordinary pink-painted, honeycombed hive that rises five storeys. It was constructed in 1799 to facilitate ladies of the royal families to watch the life and processions of the city. Lunch at Samode Haveli which is residence of rulers of Samode but now converted into a hotel. After lunch enjoy Old City Rickshaw tour with Pink City Rickshaw company (45 minutes to 1h duration) that aims to provide employment opportunity to women from low income households. Drop at City Palace. Later proceed to beautiful palace came into existence with the establishment of the city of Jaipur. Built by Maharaja Sawai Jai Singh II, the palace was the administrative and ceremonial seat of Jaipur Maharaja. Beautiful courtyards, gardens and buildings in the palace complex are worth exploring. Continue to visit 18th century astronomical observation site, the Jantar Mantar. This UNESCO World Heritage site has collection of some 20 fixed astronomical instruments built by the Maharaja Sawai Jai Singh II. Designed for the observation of astronomical positions with the naked eye, they embody several architectural and instrumental innovations."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaipur / Ranthambore (by road – approx. 4 hrs drive) Morning drive to Ranthambore National Park which was once the royal Maharaja’s hunting grounds. Today this national park has abundant wildlife and protected tigers. Afternoon first game drive in shared jeep. Important : Ranthambore National Park is closed on Wednesdays"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In Ranthambore Morning and afternoon shard jeep safari to National Park. Ranthambhore National Park, covering an area of 1334 sq km, is known for its Bengal tigers. The park's deciduous forests are characteristic examples of the type of jungle found in Central India. Other fauna include the Indian leopard, nilgai, wild boar, sambar, striped hyena, sloth bear, southern plains gray langur, rhesus macaque, mugger crocodile and chital. The sanctuary is home to a wide variety of trees. Important : Ranthambore National Park is closed on Wednesdays"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ranthambore / Agra (by road approx.. 6 hrs drive) Morning drive to Agra with enroute stop at UNESCO World Heritage site of Fatehpur Sikri to visit this ghost town. Built during the second half of the 16th century by the Emperor Akbar, Fatehpur Sikri (the City of Victory) was the capital of the Mughal Empire for only some 10 years. It has complex of monuments and temples, all in a uniform architectural style. Continue to Agra, once a Mughal capital."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In Agra Morning visit The Taj Mahal, an enormous mausoleum complex commissioned in 1632 by the Mughal emperor Shah Jahan to house the remains of his beloved wife. Constructed over a 20-year period on the southern bank of the Yamuna River in Agra, India, the famed complex is one of the most outstanding examples of Mughal architecture, which combined Indian, Persian and Islamic influences. At its center is the Taj Mahal itself, built of shimmering white marble that seems to change color depending on the daylight. Designated a UNESCO World Heritage site in 1983, it remains one of the world’s most celebrated structures and a stunning symbol of India’s rich history. Later continue to Agra Fort, also called Red Fort, large 16th-century of red sandstone located on the Yamuna river. It was established by the Mughal dynasty emperor Akbar and, in its capacity as both a military base and a royal residence, served as the seat of government when the Mughal capital was in Agra. The fort complex was designated a UNESCO World Heritage site in 1983. Return back to hotel. Rest of the day free to relax at hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Agra / Lucknow (by road – approx. 5 hrs drive) Morning drive to Lucknow, a historically important city and which for centuries was at the heart of the North Indian culture. Also known as a home of the Nawabs of Avadh, they were great patrons of the culinary and other arts, particularly dance and music. You will find great architecture of British Raj era buildings and mausoleums. Visit architecturally beautiful La Martiniere, built by Frenchman Claude Martin as his palatial home. Continue to visit the ruins of Lucknow Residency which offer a glimpse into events of First War of Independence (Indian Uprising) in 1857, considered to be the beginning of the end for the British Raj. Visit one of the well-known sites of Lucknow, Asafi Imambara. In 1775 when a famine broke out in the city, to give employment to his people, the Nawab began the construction of this Imambara Complex. The complex has a hall, a mosque, gardens and a step well. You will have a photo stop at the 220 foot tall red brick Clock Tower. It is said to be the tallest in India, built in 1880 in memory of Sir George Couper. Later in the evening, walk through the local market."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Lucknow / Varanasi by train – 07:00 am / 13:30 pm) Morning transfer to railway station to connect train to Varanasi, one of the holiest cities in India and the destination for millions of pilgrims each year who come to bathe in the River Ganges and say farewell to their loved ones. Rest this afternoon, as you'll take to the waters tonight to observe the Aarti ceremony on the ghats. Thousands of locals and pilgrims gather together every sunset to offer their prayers to the Mother Ganges. This prayer ceremony, a fire offering given to the Goddess Ganga, is performed on a stage by a group of young Hindu priests (pandits) dressed in saffron attire. The ceremony begins with the blowing of a conch shell and continues with the circling of large flaming lamps. The movement of these lamps is synchronized with the rhythmic chants of hymns and clang of cymbals. Note : Boat ride and Aarti ceremony is subject to water level of River Ganges."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In Varanasi Early morning, take a boat ride on the River Ganges to enjoy the sunrise and observe the devotees having their ritual bath and performing prayers to rising sun (an ancient tradition that is still followed today). Return to the hotel for breakfast before heading out again for a half day tour of Varanasi with your guide."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Varanasi / Delhi (by flight) Morning introduction to Yoga, a 5,000-year-old Indian knowledge. For everyone it has different meaning. For some, it is a way of life or a spiritual practice and for others it is a way to feel good in their bodies. Yoga involves various breathing exercises, yoga poses (asanas) and meditation. Return back to hotel for breakfast. Transfer to Sarnath, a major Buddhist centre where Buddha delivered his first sermon after attaining enlightenment, in which he taught the four noble truths and the teachings associated with it. Connect flight to Delhi to connect your flight to next destination."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Delhi / Fly to next destination or return back home"
    }
  ],
  "map": ""
}