{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-holiday-cultural-immersion-and-the-himalayas",
  "tourName": "North India holiday, cultural immersion and the himalayas",
  "placesVisited": "",
  "generalInfo": "Highlights: <br/>Historical and Cultural Delhi - Spiritual Holy Ganges - Golden temple, holiest place of Sikh Faith - Dalai Lama’s Dharmshala – Maharaja’s from Mandi – Chindi, stunning Alpine hills – Relaxing hot springs – Shimla, previous British Raj capital – Chandigarh, Rock Garden - Breath taking Taj Mahal<br/><br/>India &amp; The Himalayas are stimulating and rewarding places to visit - with long histories, complex social and religious influences and a colourful and diverse population.  This is a region with many languages, religious beliefs, architectural &amp; archaeological treasures: an area influenced by many over the centuries, including the British Raj.<br/> <br/>Your varied itinerary will give you an insight into the region as a genuineTraveller, not a tourist.  With an experienced local guide and with just a few Travellers in a group, you can get to places that larger groups cannot, eating genuine local food, perhaps joining in with some Yoga and visiting hidden, authentic locations.<br/> <br/>You can do some day trekking in the beautiful Himalayan foothills, taking tea with village elders and developing a genuine appreciation of the challenges these people face. The hilltop villages are totally unspoilt and a visit to a community project will give you the chance to experience the culture first hand.<br/> <br/>There are some inspiring, iconic sights in this region, including the famous Taj Mahal and the beautiful Golden temple where you’ll have a chance to understand the history and beliefs of the Sikh faith.  We’ll take you to less-visited places too, such as Parmarth Niketan Ashram where candle lighting and signing are part of the magical evening ceremony next to the Holy Ganges.<br/> <br/>Those who have travelled with us often comment that their trip has given them a unique opportunity to spend time understanding the people and traditional ways of life in this remote corner of India whilst enjoying the amazing mountain landscapes – memories that will last them a lifetime.",
  "durationDays": "15",
  "price": "2685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi. Arrival. Markets and historical sights of Delhi. Overnight, New Delhi."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "To Rishikesh. Train from Delhi to Haridwar and car to Rishikesh. Overnight, Rishikesh."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rishikesh. Sightseeing and visiting temples and riverside ashrams, evening ceremony next to the Holy Ganges Overnight, Rishikesh."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Haridwar. Sightseeing in Haridwar and holy river ceremony by the river. Overnight, sleeper train to Amritsar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Amritsar. Visit the inspiring Golden Temple and Border Flag Ceremony at Wagah. Overnight, Amritsar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Dharamshala – Visit to the Tibetan museum and Buddhist monasteries and the Dalai Lama’s residence. Overnight Mecleodganj."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kangra. Visit Kangra Fort, Brijeshawary temple and tea Estates in the Kangra Valley. Overnight Taragar Palace."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mandi. Explore this traditional Himachali Town. Afternoon walk at the beautiful Rewalser Lake and ancient Buddhist Caves. Overnight, Mandi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chindi. Relaxing drive up through scenic terraced fields and Alpine forests. Overnight Chindi."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tattapani. Morning trek and picnic lunch with amazing mountain views. Drive to hot springs to explore village life. Overnight, Tattapani lakeside."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Thali village. Visit a local school or community sustainable travel project. Overnight, Farmhouse at Thali village."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Shimla. Early drive to Shimla and heritage walk in this previous summer capital of the British Raj with expert guide. Sightseeing and evening shopping. Overnight, Shimla."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Chandigarh. Historic ‘Toy Train’ from Shimla to Chandigarh, afternoon visit to the famous Rock Garden and town, Overnight, Delhi."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Taj Mahal: Day trip by fast train to the inspiring Taj Mahal. Overnight in Delhi."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Flight home."
    }
  ],
  "map": ""
}