{
  "destination": "India",
  "mainPhoto": "",
  "id": "tigers-and-rhinos-tours-in-india",
  "tourName": "Tigers and rhinos tours in India",
  "placesVisited": "Delhi, Sonakhali, Sunderbans UNESCO World Heritage Site, Kaziranga National Park, Three game safaris, Calcutta, Island of Bali, River cruise",
  "generalInfo": "This tour is a unique combination of India’s wildlife. We will be visiting Sunderbans, a UNESCO World Heritage Site to see its famous swimming tigers, as well as Kaziranga National Park for rhinos.  Your first stop is Kaziranga NP, one of the world’s beacons of conservation, having successfully protected its great one horned rhinos, and now home to two thirds of the world’s population of them. With over 2,400 of them today in the park, rhino safaris here are second to none. The park is also a tiger reserve and, as if that isn’t enough, other animals that you will be able to look out for on your morning and evening game safaris here include elephants, water buffalo and superb birdlife. <br/><br/>In contrast, your time spent in the Sunderbans, in the state of West Bengal and accessed by an internal flight to Calcutta and onward transfer to Sonakhali, is all about water. This UNESCO World Heritage Site recognises the importance of this vast wetland of estuarine forests, mangroves and maze of rivers around the Ganga delta. On two different river cruises you will have chances to spot creatures ranging from crocodiles to chitals, wild boar to Olive Ridley turtles. The birdlife is sublime too, with kingfishers, ibis, herons and storks dipping and diving all around and, last but not least, this is home to the largest population of Bengal tigers. <br/><br/>A tailor made itinerary to suit your interests, many of our guests often add on Kanha National Park to the trip, another haven for tigers. Or else, for a cultural highlight, we can organise a trip to Agra to see the Taj Mahal. <br/><br/>We recommend the best time to go wildlife watching for tigers and rhinos is between October and April.<br/>",
  "durationDays": "10",
  "price": "1650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi at 2330 hrs. You will be met and transferred to the hotel for overnight stay on B&B."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Guwahati in the morning and transfer to Kaziranga National Park (4½ hr). In the evening tribal or Bihu dance (subject to availability) by log fire under bamboo grove along with dinner. Overnight at Wildlife Resort."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Game safari. Morning & evening game safari"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Morning & evening game safari"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive to Guwahati to connect flight to Calcutta. Arrive in Calcutta in the Evening. Overnight stay at Hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "River cruise. You are met in the morning and transferred by a comfortable vehicle to the jetty at Sonakhali. The 2½ hour drive takes through the lush-green rural Bengal landscape, dotted with its picturesque villages and quaint markets. Our personal boat, the M.B. Sundari awaits you here. You cruise down the rivers Hogol, Gomor, Durgaduani, Bidya and the Gumdi. As you sip tea or coffee, our resident naturalist explains the many mysteries of the Sunderbans. On this stretch alone you can see six different types of Kingfishers! A couple of pleasant hours later you arrive at the Sunderbans Jungle Camp on the Island of Bali. Here a sumptuous lunch awaits you and after a short rest in the well-appointed cottages we take you down to Sajnekhali, to see the Mangrove Interpretation Center and return via the Sudhyanakhali"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Full day cruise."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast we transfer you back to Kolkata to connect flight back to Delhi. Arrive Delhi in the evening. Overnight stay Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Tour ends. Transfer to International airport"
    }
  ],
  "map": ""
}