{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-and-mumbai-highlights-tour",
  "tourName": "Gujarat and Mumbai highlights tour",
  "placesVisited": "",
  "generalInfo": "A mesmerising 14-day trip to the incredible state of Gujarat on the western coast of India and to The City of Dreams - Mumbai!<br/>Your Journey in Gujarat begins in Ahmedabad, a UNESCO world heritage city and takes you to visit the culturally rich areas of Palanpur and Dasada, to the haven of craft tradition in Kutch. Then you will explore the wildlife destinations Velavadar and Little rann of Kutch. Explore Gujarat through its enthralling diversity of culture, rich textiles, traditional practices and abundant wildlife. Your journey continues with 3 exciting and authentic days in Mumbai, exploring a Dharavi slum walk, the Marine Drive and Colaba causeway, the UNESCO Elephanta Caves and the Khotachiwadi village. Then discover the laundry men at Dhobi Ghaat and the Dabba walla and finish your journey with souvenir shopping at the local Lalbaug Bazaar.<br/><br/>Inclusives:<br/>- Stay in Hotels on double/twin sharing basis, all meals (B,L,D) and dedicated driver with A/c SUV car<br/>- All activities, park entrances and monument entry fees<br/>- Dedicated expert resource person (guide) with in depth knowledge of the subjects accompanying the guests<br/>- Assistance on arrivals and Departure<br/>- All taxes<br/>- Farewell gift",
  "durationDays": "14",
  "price": "3161",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Ahmedabad - Arrival assistance at Ahmedabad International airport - Check in at Hotel - Briefing about entire program by representative/tour guide - Rest: Arrive at Ahmedabad International Airport. After clearing customs and immigrations you will be met by company representative awaiting with your transport. Check in at Hotel and relax. Meet your representative/tour guide after some time for orientation to the program with introduction to the culture of Gujarat, its rich craft and textile history and wildlife. Assisted Currency exchange if needed Rest of the day at leisure. Overnight at Ahmedabad."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ahmedabad. Breakfast at Hotel - Visit Sidi Saiyid’s Mosque and a city walk - Visit Gandhi Ashram and Adalaj Stepwell: After Breakfast, proceed to the city walk and tuk tuk ride in old Ahmedabad, a UNESCO world heritage city. Ahmedabad is known for some of its unique Indo-Islamic buildings of the Medieval Period showing a unique synthesis of Hindu, Jain and Islamic artistic elements. The old city is a labyrinth of about 700 neighbourhoods known as Pols; a dense cluster of multi-storeyed homes built with the sense of community, security and minimizing harsh sunlight. Each Pol is built with the idea of privacy inside the main gate and interaction with other pols and bazaars on the outside. Post lunch, visit the Sabarmati ashram and discuss about life of Mahatma Gandhi, his principles and the independence movement of India. Sabarmati Ashram was one of the residences of Mahatma Gandhi from where he led the movement of independence. Even today, the ashram inspires many to follow on his footsteps of truth, democracy and self-dependence. The ashram runs a museum dedicated to his ideals and promotes the Khadi cotton movement. Visit Adalaj Stepwell, a 15th century monument and talk about water architecture and its importance on silk and spice routes on India. The Adalaj stepwell was integral to the semi-arid village as source of water for washing, bathing and drinking. Built in sandstone, the stepwells are 5 storeys deep with intricate carvings, beautiful oriel windows and spacious trabeat style of architecture. Overnight at Ahmedabad."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ahmedabad – Lothal – Velavadar – Ahmedabad [295 km/6 hrs approx. with 2 stop] Breakfast at Hotel - Visit Lothal, an Indus valley site - Safari in Velavadar National Park - Drive to Ahmedabad: Early morning, depart for Lothal, an indus valley civilization site. Visit Lothal, one of the most prominent cities of the ancient Indus valley civilisation dating from 3700 BCE. Lothal's dock—the world's earliest known - connected the city to an ancient course of the Sabarmati river on the trade route between Harappan cities in Sindh and the peninsula of Saurashtra when the surrounding Kutch desert of today was a part of the Arabian Sea. It was a vital and thriving trade centre in ancient times, with its trade of beads, gems and valuable ornaments. Lunch at Velavadar. Post lunch, proceed for a safari in Blackbuck National Park. Enjoy a drive in the park which resembles African Savannah. See hundreds of blackbucks with chances to sighting Wolf and Hyena. Arrive at Ahmedabad by evening. Overnight at Ahmedabad."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ahmedabad – Palanpur [By Surface: 164 km/3.5 Hrs drive approx.] Breakfast at Hotel - Visit Huteesinh Jain Temple - Drive to Araavali Hills - Check in and rest: Spend a relaxed morning breakfast. Post breakfast, visit the Huteesingh Jain Temple, a remarkable monument of Jain religion constructed in the time of drought to help the people. Talk about Jainism, the deities and the ornate pillars of temple, the stone screens and the inlay work. Depart for Palanpur (3.5 hours’ drive) post lunch. Check in by evening and rest. Palanpur is a remote and unexplored destination home to various tribes and pastoral communities. Nestled in the heart of the Araavali hills, the oldest mountain range in the world, Palanpur has an ancient system of coexistence between humans and wildlife. The people worship Bhakhar, Mountain god that blesses them with fertile lands. Overnight at Palanpur."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Palanpur. Breakfast at Hotel - Visit villages of Garasiya tribe and rabari community - Visit the village market and worship place - Folk Dance of Garasia tribe: The Garasia and Bhil tribals follow unique religious beliefs; they worship mountains and goddesses. The tradition of offering clay horses to god as a vehicle of their wishes and prayers is kept alive in their communities. The people of the Rabari community of north Gujarat are semi nomadic and live in large families. Visit nearby villages to meet the communities. The village markets are one of the most interesting sites. The people bring their fresh produce, poultry and other eclectic items. In the evening, visit their temple to learn about their belief system, customs and totem horses. Post dinner, enjoy the traditional dance by the Garasia community. Overnight at Palanpur."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Palanpur – Patan – Little Rann of Kutch [160 km/3.5 Hrs approx. with 1 break] Breakfast at Hotel - Drive to Little Rann of Kutch - Visit Queen’s Stepwells and Patola weaving at Patan - Visit to Modhera sun temple: Post breakfast, check out and depart for Little Rann of Kutch. En route, visit Patan Stepwell, a UNESCO world heritage site. The stepwell of Patan is a 11th century Solanki architecture monument with exquisite architecture and carvings unparalleled to any other wells. Adorned by deities, dancers and celestial beings, this unique monument served the city of patan as a place to fetch water and socialize as well as an inverted temple. The kings of former kingdom of Patan were patrons of arts. Hence, Patan became home to beautiful Patola sarees. The exquisitely intricate warp and weft work of patola sarees are considered a paragon of artwork throughout the world. Browse through its rich history and the links it had to the textiles of South East Asia. Lunch at Patan. Post lunch, visit the Modhera Sun Temple. The 11th century Sun temple of Modhera is made in maru gurjara style of architecture. The entire temple is adorned with mythological human figurines, gods, dancers, etc. Check in at Dasada by evening and relax for the day. Overnight at Dasada."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Little Rann of Kutch. Breakfast at Hotel - Wildlife Safari in Little Rann of Kutch - Visit to village on camel cart - Folk dance of Mir tribe: Post breakfast, go for a wildlife safari. The sanctuary is the last refuge for Indian Wild Ass or Khur. The wetlands near the sanctuary are the wintering ground for hords of migratory birds like Greater and lesser flamingo, pelicans, ducks, etc. Visit the salt pan workers in the sanctuary that produces about 65% of India’s salt. In the evening, go to a village safari in a camel cart to enjoy the village area. Interact with the nomadic tribe Mir and see their bead work. Meet women from semi nomadic Vagadia Rabari community to see their embroidery and talk about their lifestyle. Post dinner, enjoy the folk dance by nomadic Mir community. Overnight at Dasada."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Little Rann of Kutch – Bhuj [270 km/5.5 Hrs approx.] Breakfast at Hotel - Drive to Bhuj - Meet the Block printers and Weavers - Visit to LLDC museum: Post breakfast, depart for Bhuj. Arrive by Lunch time and check in. Visit Ajrakhpur, home to ajrakh or block printing textile work. Ajrakh is a unique block printing work from Kutch and Rajasthan in India. Traditionally, the ajrakh work is done using natural dyes, chiefly indigo and madder, on cotton and silk. It is made by Khatri community and is distinguished by its color - blue with red – and its complex geometric & floral patterns. Ajrakh printing, using natural dyes is one of the oldest techniques of resist printing in India and is one of the most complex and sophisticated methods of printing. Visit the weavers of Bhujodi and learn about their traditions of Vankar community, their signature weaves and the process of weaving. Visit the Living and Learning Design Centre which highlights folk arts and crafts of communities of Kutch. Overnight at Bhuj."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bhuj. Breakfast at Hotel - Visit Aina Mahal and Prag Mahal - Visit Potters community - Visit antique shop: Post breakfast, visit the city of Bhuj. Visit the Aina Mahal and Prag Mahal. The beautiful Aina Mahal built in 1752 has an elaborately mirrored interior of European style with an inverted mirror of European Orientalism. The brilliant use of stain glass and chandeliers enhance the beauty of the palace. Built after Rao Pragmalji, the Prag Mahal is a 19th century beauty of indo saracenic architecture. The ornate Italian marble craftsmenship and Corinthian pillars are adorned with jali work around. Walk through the city markets. Visit the Khavda village to meet the potter’s community. The potters of Kutch specialize in making intricate clay design on the objects they make. Visit Mr Wazir at museum quality textiles to talk about the history and origins of different embroideries based of each community. Overnight at Bhuj."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bhuj. Breakfast at Hotel - Meet weavers and rabari embroiderers - Meet artisans and see rogan work, lacquer work and copper bell work - Visit the picturesque white Rann (salt flatlands): Post breakfast, visit the weaver community at Sumrasar to learn about the traditions of the Vankar community, their signature weaves and the process of weaving. Each weaver has their own weaving style and materials they use to make scarves and shawls. Along with that, meet Rabari women to see their embroidery. The Dhebaria Rabaris are the pastoralists who wander with their cattle. They make one of the most intricate embroideries. Post lunch, depart for Nirona to meet the Rogan artisans. Rogan work is castor oil and vegetable colours mixed and heated in clay pot and then the paste is applied on fabric. Meet the family in Nirona who have kept the Rogan art alive. Meet the luhar community of copper bell makers and Lacquer work artisans from vadha community. Later for sunset proceed to the picturesque white desert created by millennia of deposition of salt crystals over it. The vast salt flat land is a sight to behold. Overnight at Bhuj."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bhuj – Mumbai [ Flight / 2 hours] Early Morning flight to Mumbai - Dharavi slum walk - Marine Drive and Colaba causeway: Arrive by late morning in Mumbai and check in at the hotel. Post lunch, visit Asia’s largest Slum—Dharavi. The activity that goes on there is probably more than what a lot of Mumbai can boast of. Dharavi happens to be the go-to place for cheap housing and leather products. The leather industry alone is believed to be worth over 100 million US dollars. Pottery, papad-making, embroidery and soap-making are just a few of the other small-scale industries that give Dharavi a turnover exceeding 600 million US dollars. These thriving businesses (which export to countries around the globe) are often conducted in hovels with sheets of blue tarpaulin acting as walls. By then it will be dusk and you can have a panoramic view of the Queen’s Necklace along Marine Drive, the best known and iconic visual mnemonic for Mumbai. Drive down Marine Drive and along the Gateway of India for a view of the city by night. You have the evening to yourself to shop around a bit, or just chill over a glass of beer at Leopold Café on the Causeway. Overnight in Mumbai."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mumbai. Breakfast at Hotel - Elephanta Caves -Khotachiwadi: Post breakfast, visit the Elephanta caves today. The origins of the UNESCO World Heritage Site that is the Elephanta Caves are shrouded in mystery, but what is undoubted is that it is one of the finest tributes to Lord Shiva that you can find. Originally called Gharapuri, the Portuguese rechristened it Elephanta in the 16th century after the huge elephant statue they found at its entrance. Your guide will walk you through a secret path to the cave complex on top of the hill. The complex has 2 main caves, which between them, are home to huge statues that are made with delicate detail. Perhaps the most breathtaking of all the statues is the Trimurti or the Maheshmurti–a 21 feet high depiction of Shiva as the Creator, Protector, and Destroyer. You will be taken through the hidden nuances of the other statues and see how viewing them from different positions brings different perspectives. Post lunch, visit Khotachiwadi, a historical part that shows how Bombay was back in the day. The narrow winding lanes of Khotachiwadi village are home to old Portuguese-style bungalows and a tiny church. A walk though Khotachiwadi village will transport you back in time to relive this part of Mumbai's history. Overnight in Mumbai."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Mumbai. Breakfast at hotel - Dhobi Ghaat and Dabba walla - Lalbaug Bazaar: Early morning visit Dhobi Ghaat at Cuffe Parade - a place that is unlike any laundry service you have ever seen. Washermen are hard at work beating the dirt out of clothes at stone cubicles, while others hang a kaleidoscope of clothes out to dry on makeshift lines quite ingeniously, without the help of clothes pins. Whether it is two thousand white sheets a day for the Four Seasons Hotel, or the saris of women from high-rises across the city, these dhobis get the job done cheerily and efficiently. Then visit the dabba wallas. The footpath outside Churchgate station serves as a reconnaissance point, where the men in Gandhi topis (caps) wade among rows of hundreds of dabbas, and take them to offices where hungry executives wait in earnest for their home cooked meal to arrive. Visit the local bazaars. Criss-crossing narrow lanes, tiny shops spilling with colourful wares and people haggling for a better deal. Have a mouth-watering line up of regional Stop over at Matunga for a South Indian Lunch at Madras Café. Go for a quick drive through the flower market of Matunga and enjoy a riot of colours before you. Spend your evening packing for the onwards journey."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mumbai. Breakfast at hotel - Depart for onwards flight: Depart for your flight back home with fond memories!"
    }
  ],
  "map": ""
}