{
  "destination": "India",
  "mainPhoto": "",
  "id": "southern-india-tour-hampi-badami",
  "tourName": "Southern India tour, Hampi & Badami",
  "placesVisited": "",
  "generalInfo": "South India has something for everyone. We’ll show you a different side of the rich region: explore the ancient temples of Hampi, explore the churches and remnants of Portuguese Goa, laze about on some of India’s most loved beaches. Starting from Mumbai, this 11-day tour package takes guests through some of South India’s best-kept secrets–a world of history, culture and nature to discover. You’ll see why when you visit this interesting and laidback part of India.<br/><br/>But we’ll also take you further and deeper into South India. We’ll visit rural Karnataka where guests will stay at a family home. Learn about village life as you spend two days in this coconut and fish-filled tropical paradise. A mix of must-see sights such as the temples of Hampi, the beaches of Goa, and numerous opportunities for local interaction make this tour the ideal choice to experience a different side of South India.<br/><br/>Our mission is to improve the quality of lives in the communities where we work. Like all of our tours, 80% of the profits fund our NGO based in Mumbai and Delhi. Thank you for supporting our programs by signing up for the tour.",
  "durationDays": "11",
  "price": "195000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MUMBAI: Day 1: Arrive in Mumbai at any time and check into the hotel any time after 12:00 pm. There are no activities this day, so enjoy exploring the city on your own. In the evening, your guide will come to greet you and the rest of the group in the hotel lobby. Over a welcome dinner, your guide will go over the itinerary for the next 10 days!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In the morning we will travel together to Dharavi, one of Asia’s biggest slums and the heart of small-scale industry in Mumbai, and experience our company’s signature tour. In the afternoon, we’ll visit Mumbai’s sights of your choice, such as Haji Ali Mosque, Mani Bhavan, Dhobi Ghat, Malabar Hill and Banganga Drive. In the evening, you have the option to join our food tour if you have the energy!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "BADAMI: We will take a morning flight to Hubli (there is an overnight train option if you wish), where we will then transfer to Badami (2 hours drive). Badami, in North-central Karnataka, is home to some of India’s most spectacular Hindu Cave temples. After checking into the hotel we’ll take you to explore the wonders of the Badami Cave complex, a UNESCO World Heritage monument with a local guide. Badami in North-central Karnataka is home to some of India’s most spectacular Hindu Cave temples. We’ll take you to explore the wonders of the Badami Cave complex."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we will travel by car to Hampi, departing Badami in the morning after breakfast. On the way we will see Aihole and Pattadakal Temple complexes, two more UNESCO World Heritage sites. During the journey to Hampi, we’ll make several stops where your guide will show you many aspects of domestic and agricultural village life in Karnataka. Upon arrival in Hampi in the late afternoon, you will have free time to relax."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HAMPI: Today you will have the chance to visit the astounding ancient city and historical marvel of Hampi. You’ll learn about what makes the city of ruins and temples a UNESCO World Heritage site, taking in the fascinating history of an ancient civilisation in Karnataka. Get ready for a full day of walking and exploring! You also have an option to take a traditional boat (coracle) ride on the river."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Yallapur: We’ll continue south from Hampi to Yallapur (3 to 4hrs), home to waterfalls, rolling hills and mystical temples. Upon arrival, we will check in to the hotel and we will visit a Sidhi Community School and a village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "HERANJALU: Today we will drive to Heranjalu (4-5hrs), the village where Reality Tours’ Founder, Krishna, is from. On the way we will stop at Murudeshwara Shiva Temple where you will see the 3rd Largest Shiva Idol in the world! When you get to the village, and after meeting the family, your guide will orient you with an introductory walk through the village where you will meet the people and learn about their lives and you’ll participate in whatever village activities are happening at the time. Tonight after dinner, we will visit a live Yakshagana performance, (November-May) one of the most popular folk theatre forms of Karnataka, and learn about the history and beliefs of this cultural and religious art."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Herunjal: Today spend the day visiting local school, markets and a cashew processing factory. In the evening we will make sure to have 'Gadbad', a local special Ice cream. Would like to learn some cooking,? today is the chance for you to check out a south Indian kitchen and some recipe!!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "GOA: After a morning relaxing in the family home and village, after the lunch, we’ll say goodbye to the family and take an afternoon train to Goa and arrive in Madgaon. From there we will transfer you to Palolem, known as “Paradise Beach”, in South Goa, arriving in the early evening. The following day is your last day to enjoy the beach in true Goan fashion! Feel free to laze about, go for a dip in the Arabian sea and sip on fresh coconuts."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Goa: This is a day where you decide to either sit on the beach, enjoying the laid back atmosphere of Palolem, or your guide can take you by car to discover the world of Old Goa in Panjim (4 to 5 hours in total). With the assistance of a local guide, you will learn about the history and the Portuguese influence in Goa, wandering through the old Latin quarters and taking in the architecture and churches that characterize the area."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This is the end of the tour, but you may decide to spend more time relaxing either in Palolem or on one of the many other beaches that Goa has to offer."
    }
  ],
  "map": ""
}