{
  "destination": "India",
  "mainPhoto": "",
  "id": "brahmaputra-river-cruise-in-india",
  "tourName": "Brahmaputra river cruise in India",
  "placesVisited": "Guwahati, Khirakata, Tullugaon, Tezpur, Nameri National Park, Kaziranga National Park, Jeep safari, Mishing tribal village, Tea gardens, Jeep safari",
  "generalInfo": "North East India is a very different, far lesser visited place than the rest of the country. Assam, its largest state, is famous for national parks which elephant and one-horned rhino call home. And who could forget its tea: vivid green tea plantations lie close to the humid banks of the wide Brahmaputra River, a river that starts high in the Himalayas. <br/><br/>On an eight day river boat trip, you can cruise upstream from Guwahati to Silghat, stopping in nature parks and tea plantations on the way. At the start of the trip you can take a tour of Guwahati, the biggest city in the region. This trip saves the best 'til last: at the end of your trip you’ll visit the UNESCO-listed Kaziranga National Park in search for the greater one-horned rhino. You might spot wild buffalo and swamp deer too.<br/><br/>The Brahmaputra River contains the world’s largest river island. Visit the Mishing people on Majuli Island, who live in stilted houses close to the monsoon-flooded banks. Take a trip on the Jia-Bhoreli River, one of the Brahmaputra’s many tributaries, through Nameri National Park. This park hides hoards of birdlife – magnificently-beaked hornbills among them  – and wild elephants, too.  <br/><br/>Your home will be a river boat where the on-board décor - from the decks to the cabins – has been made by local artisans, using attractive wicker and wood. Going by boat is a great introduction to this lesser visited part of India. <br/>",
  "durationDays": "8",
  "price": "2859",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Guwahati Meet at Guwahati airport and transfer to our cruise at Pandu port, Enjoy lunch while crusing downstream to Sualkuchi. PM walk through Sualkuchi, a bustling little town that is the centre of Assamese silk production, to visit weaving workshops. Witness the whole process of silk manufacture, from cocoon and spinning to dyeing and hand-weaving into exquisite mekhela chadars (a two-piece sari, the traditional attire of an Assamese woman). We then sail up to dock close to the great Saraighat bridge"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Nilachal Hill This morning, drive up Nilachal Hill to see the holy Kamakhya temple. With its tantric rites and animal sacrifice, the more squeamish among us may prefer to content themselves with the exteriors. Visit the poignant Commonwealth War Graves cemetery before embarking on your cruise vessel at Uzan Bazaar. We set sail and cruise pass Kurua on the north bank."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "River Sailing ??Morning cruise and visit to a riverside village with its lush green fields of vegetables. The day is spent mostly cruising upstream and presents an opportunity to catch up on reading, writing about your experiences so far, or simply watching life unfold on the riverbanks and jungle-covered hills that rise on either side. Enjoy an Indian cooking demonstration onboard.?"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tezpur ?This morning you cruise on to reach Tezpur where, after lunch, you’ll visit the 6th century Da Parbatia temple ruins with its beautifully carved portal. Later, explore the town by cycle rickshaw, stopping at Cole Park with its mediaeval stone carvings saved from sites all over the region. Enjoy free time in the local market. The ship will be waiting at the town’s waterfront for you to reboard."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Nameri National Park ?After an early breakfast, drive for some two hours to the Nameri National Park at the foot of the blue hills of Arunachal Pradesh, the old North East Frontier Agency. Here, we take a float trip of around two hours down the Jia-Bhoreli River through the park. There are excellent bird-watching opportunities here (look out for the great Hornbills) and, perhaps, the chance of sighting wild elephants. After lunch, take a village walk before returning to the ship. Continue upstream, passing below a seemingly endless new bridge across the vast width of the riverbed, to moor at Silghat.?"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kaziranga National Park ?Today, you drive to Kaziranga’s Central Range for a morning jeep safari. Enjoy lunch at Diphlu River Lodge before taking another jeep safari in the little visited Burapahar Range before returning to the boat. Covering an area of approximately 430 sq kms, the UNESCO World Heritage Site of Kaziranga National Park is home to the world’s largest population of the Indian One-Horned Rhinoceros as well as the Indian Wild Water Buffalo. It has also earned the distinction of having the highest density of Royal Bengal Tigers (one every five sq. km.), making this park an incredibly rich biodiversity hotspot. With its marshy swamps and thickets of elephant grass, the park supports large populations of Indian elephants, Indian bison, swamp deer, and Capped Langurs. Kaziranga National Park frequently draws comparisons to the Serengeti in Africa due to the park's abundance of wildlife and birds and is considered a birding paradise. Bird species found here include the Oriental Honey Buzzard, Black-shouldered Kite, White-tailed Eagle, Himalayan Griffon and many more.?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kaziranga National Park ?This morning, go on a visit to a local tea garden and the weekly market of Uloni. In the afternoon, drive to Kaziranga’s Western range (Bagori Range) for a jeep safari through the lush, biodiverse landscapes of the park."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to the Airport This morning you bid farewell to the crew and new friends as you set off for the 4-hour drive to Guwahati airport. Alternatively, we can arrange a 40-minute transfer to Tezpur airport or a 2 ½ hr transfer to Jorhat airport. Kaziranga National Park has low-lying grassland, which may not be accessible when the river is at or near flood level."
    }
  ],
  "map": ""
}