{
  "destination": "India",
  "mainPhoto": "",
  "id": "community-based-holiday-in-indian-himalayas",
  "tourName": "Community based holiday in Indian Himalayas",
  "placesVisited": "",
  "generalInfo": "Welcome! You can customise this tour or add excursions before and after. The tour is safe and comfortable for women travelers, couples, families, and senior citizens.<br/><br/>While sending the request, do remember to leave your contact number. A 15-minute call helps us understand your needs better and speed up the process of sending the right tour plan.<br/><br/>When to visit: From October to November and February to June.<br/><br/>This holiday is in the Kumaon region of Uttarakhand in northern India. It will be a great fit if you like -<br/><br/>1. Community-based experiences led by women's self-help groups. Living in cosy and rustic homestays and hands-on immersion in Himalayan rural life.<br/><br/>2. Wildlife and birding walks with an ornithologist and a wildlife expert. It is perfect if you like conversations on Himalayan ecology, tigers, butterflies and native flowers and herbs.<br/><br/>3. Experiencing the fruit farms of the region, especially between April and May. We have peaches, apricots, plums, pears, and a variety of local wild fruits.<br/><br/>4. Visiting traditional houses made with sustainable architecture and materials. The doors and windows carved in ancient Likhai craft are interesting for those who like traditional architecture and crafts.<br/><br/>5. Interacting with the weavers, bamboo workers, and wood carvers, and trying it hands-on.<br/><br/>6. Eating locally grown organic vegetables cooked using traditional methods.<br/>--<br/><br/>About Us: We are a team from diverse backgrounds in writing, photography, and social and corporate sectors. Our award-winning holidays have a direct social, economic, and cultural impact on the communities. When you contact us, we help you choose the right holiday according to your likes and dislikes. Hope to host you in India soon.",
  "durationDays": "12",
  "price": "1799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We pick you up from Kathgodam railway station and drive to Bhimtal. Your stay for the next few days is with a local family on an organic farm. Some of the interesting things to do here are – 1) Guided village walks which give you a glimpse of the traditional houses including the abandoned ones due to outward migration from the state. Understand how the village idol (Kul Devta) is worshipped and about other traditions. 2) Spend a morning working hands-on in vegetable farms by the river or help the family with the cattle. Bring back the vegetables for lunch if it is the harvesting season. 3) If you are enthusiastic about local cuisine, we can involve you in preparing a meal where you can learn about a local item such as curry, dry vegetables, or an Indian sauce (Chutney). 4) If you decide to extend a day, you can visit Nainital and spend time exploring the markets and lakeside on your own. During this time, you stay in a traditional stone or wooden home for a unique experience."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your next few days are with a women-led cooperative in the Pithoragarh district. We urge you to take this as a slow travel experience as you drive toward the Tibet and Nepal borders along pristine glacier-fed rivers. This experience is for you if you are interested in – 1) Living with and experiencing rural life with women’s self-help groups that are into wood carving, carpet weaving, and juice making. 2) Learning about the way village communities operate and live with the forest and wildlife. This includes protecting the forest while using it for their daily needs of wood and fodder. 3) Hands-on learning of wood carving and weaving. Other than this, we recommend that you take these few days as they come and not have a day-by-day plan. We would normally involve you in daily activities in the villages from taking care of animals to food collection and more."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Drive down to Almora for the next few days. Almora is a charming hill town and an army cantonment where you can spend the first evening exploring the markets on your own. Thereafter, you can either spend a leisurely day or add more experiences to your kitty. 1) Half-day walking safari of Binsar wildlife sanctuary with an ornithologist who will take your knowledge and experience of flora and fauna to the next level. In the sanctuary, you can expect to see over 200 species of birds and mammals such as the Leopard, Musk Deer, Jungle cat, Wild boar, Black bear, Red fox, macaque, flying squirrel and grey baboon. Return by the afternoon for free time. 2) Take a day trip to the Jageshwar group of Shaivite temples through the stunning oak forests."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an exciting journey into the Himalayan hinterlands, it is time to relax by the river at Jim Corbett national park. Depending on your interest, we can adjust the number of days in the national park. While the national park is known for Tigers, our full-day tour will take your experience far beyond as we discuss the other plant and animal species, and the regional flora and herbs. Your stay will be in a sustainably built home for a truly relaxing end to this experience. On Day 12, we either drop you to the nearest railway station or drive you to Delhi for onward journey."
    }
  ],
  "map": ""
}