{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-north-india-with-varanasi-tour",
  "tourName": "Best of North India with Varanasi tour",
  "placesVisited": "",
  "generalInfo": "The Best of North India with Varanasi is a Journey Through Time: Capitals, Hills, Heritage, and Spirituality - one of our very favourite trips.<br/><br/>It has all the amazing sights, scenes and colours that you will expect to see in Rajasthan combined with the amazing spectacle that is Varanasi.<br/><br/>You'll be staying at wonderful properties, some colonial and heritage, where the conversations, ambience and location are wonderful - the Food is great too.<br/><br/>You will visit: <br/>DELHI, SHIMLA, AGRA, JAIPUR, SHAHPURA BAGH, UDAIPUR and VARANASI<br/><br/>Includes:<br/>* Accommodation for 19 Nights at the mentioned hotels or similar<br/>* Daily buffet breakfast at all the hotels<br/>Single entry to the monuments during sightseeing.<br/>* All transfers and excursions using A/C Innova at all places. <br/>* Train travel for Delhi – Chandigarh – Delhi by Vande Bharat Train <br/>* Toy Train ride in Shimla<br/>* Services of an English speaking local Guide (on private basis) <br/>* Cycle Rickshaw ride in Old Delhi <br/>* Sunset Boat ride at Lake Pichola in Udaipur<br/>* Boat ride and evening aarti at Ganges in Varanasi",
  "durationDays": "20",
  "price": "4005",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI - Arrive at Delhi International Airport. After clearing customs and immigrations, we will meet you in the arrival hall and transfer you to your hotel. Hotel: Pride Aero City"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "SHIMLA - Transfer to railway station to board you train to Chandigarh (Vande Bharat) • Arrival at Chandigarh and drive to Shimla (4 to 4.5 hours) • Overnight stay in Shimla. Hotel: The Oberoi Cecil"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SHIMLA - Toy train ride from Shimla to Tara Devi. Sightseeing tour of Shimla. Overnight stay in Shimla."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SHIMLA - Day free to enjoy the beauty of summer capital of British Raj In India. Overnight stay in Shimla."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "SHIMLA TO DELHI - After breakfast drive to Chandigarh (4 to 4.5 hours) and board your train Vande Bharat to Delhi. Arrival in Delhi at around 18:25. Transfer to your hotel. Overnight stay in Delhi. Hotel: Colonels Retreat"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "DELHI to VARANASI - Breakfast at the hotel. Flight to Varanasi. Transfer to your Hotel. Overnight stay in Varanasi. Hotel: Ganges View"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "VARANASI - Sunrise boat ride on the river Ganges. Visit the old city. In the afternoon visit Sarnath. In the evening witness the Aarti Ceremony on the Ghats of the Ganges. Overnight stay in Varanasi."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "VARANASI to AGRA - After breakfast your will be met and transferred to Varanasi airport for your flight to Delhi departing at 1035 hrs arriving in Delhi at 1205 hrs. On arrival in Delhi drive to Agra, 3.5 hours drive. Overnight in Agra. Hotel: Coral Court"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "AGRA - Sunrise Taj Visit. Breakfast at the hotel. Visit Agra Fort & Itmad –ud-daulah. Overnight stay in Agra."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "JAIPUR - Breakfast at the hotel. Drive to Jaipur. Enroute visit Fatehpur Sikri & Abhaneri. Overnight stay in Jaipur. Hotel: Ikkaki Niwas"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "JAIPUR - Breakfast at the hotel. Visit to Amber Fort and Half day city tour. Overnight stay in Jaipur."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "JAIPUR - Breakfast at the hotel. The rest of the day is free at leisure. Enjoy your hotel. Overnight stay in Jaipur."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "JAIPUR to SHAHPURA - Breakfast at the hotel. Depart by surface for Shahpura Bagh. Overnight in Shahpura Bagh. Hotel: Shahpura Bagh"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "SHAHPURA - Breakfast at the hotel. Rest of the day is free at leisure to indulge in some activities of the many in house immersive complimentary activities. Overnight in Shahpura Bagh"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "UDAIPUR - Breakfast at the hotel. Depart by surface for Udaipur. Eenroute visit the magnificent Chittorgarh Fort. Overnight in Udaipur. Hotel: Trident"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "UDAIPUR - Breakfast at the hotel. Enjoy a Morning city tour, visit the city palace and Saheliyo ki bari. In the afternoon take a Boat ride on Lake Pichola on shared basis. Overnight stay in Udaipur"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "UDAIPUR - Breakfast at the hotel. Rest of the day is free at leisure. Overnight stay in Udaipur"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "DELHI – Breakfast at the hotel. Transfer to the airport to board the flight for Delhi. Arrive at Delhi airport. Transfer to airport Hotel (Colonels Retreat)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "DELHI - Breakfast at the hotel. Cycle Rickshaw ride in Old Delhi. Afternoon New Delhi sightseeing. Overnight stay in Delhi"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Breakfast at the hotel and transfer to Delhi airport for your flight back home."
    }
  ],
  "map": ""
}