{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-tour-by-bus-rail",
  "tourName": "South India tour by bus & rail",
  "placesVisited": "Trivandrum, Varkala, Kerala Backwaters Homestay, Kochi, Periyar National Park, Madurai, Mysore, Hampi, Goa",
  "generalInfo": "A south India tour lets you unleash the exotic and embrace the extraordinary as you make the journey from Trivandrum to Goa by way of boats, trains and public transport.<br/><br/>There’s just something about this region that invites travellers to lay back and relax with scenic backwaters, mesmeric markets and wondrous religious symbolism that will have you meditating and smiling the further you search for the spirit of the south.<br/><br/>The chance to travel by local transport on this south India tour invites a unique insight into the lives of rural farmers and weather-worn fishermen, with numerous delicious dishes to try en-route to help you succumb to the tantalising tastes and smells that will no doubt stay in the mind for a lifetime.<br/><br/>Unwind in coconut groves, find your favourite fruit lassi and explore amazing temples and ancient ruins all the way from the tip of Trivandrum to the hammocks of Goa.<br/>",
  "durationDays": "16",
  "price": "935",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trivandrum.",
      "description": "Welcome to India! Your adventure begins with a welcome meeting this evening at 6 pm. Afterwards, join your local leader on an orientation walk around Trivandrum. Tonight is all about introductions, so perhaps get together with your group after the walk and have an optional dinner – your leader will be able to suggest the best neighbourhoods for a delicious local meal."
    },
    {
      "dayNumber": 2,
      "title": "Varkala.",
      "description": "In the morning, head up the coast by private vehicle for around 2 hours to the town of Varkala. Once settled into your hotel, use the free time to explore the Keralan coast, which is home to some of India’s best beaches. Soaring cliffs protect Varkala’s sandy bay and, depending on the time of year, dolphins can be spotted from high up on the rocks. In the evening, maybe head into town to one of the numerous restaurants serving fresh, local seafood caught right off the coast."
    },
    {
      "dayNumber": 3,
      "title": "Varkala.",
      "description": "Enjoy a free day in Varkala. This is a great place to sit back and relax, but if you want to get active there are plenty of water activities on offer, such as surfing and windsurfing. Even though this is a popular destination for Indian tourists, the beaches are quiet and pretty laidback. Take the rest of the day to relax, beachside, or otherwise, before the rest of South India beckons."
    },
    {
      "dayNumber": 4,
      "title": "Kerala Backwaters .",
      "description": "This morning, take a 3-hour train journey along the Keralan coastline to Alappuzha (Alleppey). Once an important trading port and now renowned for the annual Snake Boat race in August, Alappuzha is the starting point for most journeys into the backwaters. An auto-rickshaw will take you from the train station to the boat boarding point before heading to an island village for an overnight guesthouse owned and managed by a local family. Get settled, then explore the Keralan Backwaters in a pole boat, your guide will also take you on a walk around the village through paddy fields and smaller canals. A great opportunity for you to learn about the local ways of the backwaters."
    },
    {
      "dayNumber": 5,
      "title": "Kochi.",
      "description": "In the morning, cross the backwaters by private boat back to Alappuzha. You’ll then take a 2-hour local bus to Kochi, arriving around midday (12 pm). Once arrived, go for a walk around the Fort Kochi area, where you’ll be staying for the next two nights. In the early evening, there’s the option to attend a classic Kathakali dance performance – a snapshot into traditional cultures of the region."
    },
    {
      "dayNumber": 6,
      "title": "Kochi.",
      "description": "Today, head to the Mattancherry part of Fort Cochin to explore the old Jewish quarter, synagogue, and Dutch Palace (Kochi Palace) on a guided walking tour. The tour takes around three hours, with the rest of the day free to do as you wish."
    },
    {
      "dayNumber": 7,
      "title": "Periyar .",
      "description": "This morning, get ready for a day of travel as you head by private vehicle to Periyar National Park (approximately 7–8 hours). After checking in to your hotel, head out on a tour of a local spice farm. Walk through the winding pathways among the plantations as the scent of cardamom, pepper, clove, cinnamon, nutmeg, and vanilla lingers in the air. Take in the beauty of the cardamom flowers, enjoy the cool breeze and watch the sunlight seep in through the leaves of the pepper plants surrounding you. Afterwards, enjoy a relaxed evening around your accommodation, perhaps settling in for an early night."
    },
    {
      "dayNumber": 8,
      "title": "Periyar.",
      "description": "After breakfast, enjoy a free day with an optional walk around Periyar National Park. Encounters with animals in the wild are never guaranteed, and this is more of a jungle walk than an animal-spotting tour, but do keep an eye out for tiger tracks, spotted deer, Indian elephants, or gaur – the world's largest species of buffalo. In the afternoon, unwind with an optional ayurvedic massage or just relax in your scenic setting."
    },
    {
      "dayNumber": 9,
      "title": "Madurai.",
      "description": "In the morning, take a private transfer to Madurai (approximately 4–5 hours). This buzzing city is crammed full of bazaars, pilgrims, and cycle rickshaws. After a walking tour to see the sights, perhaps visit the Sri Meenakshi Temple. This ancient temple is still in use and features a labyrinth of lamplit corridors leading to shrines."
    },
    {
      "dayNumber": 10,
      "title": "Madurai – Overnight Train.",
      "description": "Today is a free day in Madurai. Perhaps head to the Gandhi Museum to learn about the man who fought for India’s independence or wander through the 1000 pillars of Aayiram Kaal Mandapam. This is also a great opportunity to haggle with vendors at the bazaars and the tailors' market. Keep in mind that this evening, you’ll take an overnight sleeper train to Mysore. The journey is approximately 14 hours, so you may want to bring some extra snacks."
    },
    {
      "dayNumber": 11,
      "title": "Mysuru .",
      "description": "On arrival, transfer to your hotel in Mysore. Mysore is an easygoing town with a pleasant climate. Go on a walk with your group, checking out the ornate Mysore Palace along the way. There’s also the option to visit the Keshava Temple in Somnathpur, which is a stunning example of Hoysala architecture. The temple is a 1-hour drive out of town."
    },
    {
      "dayNumber": 12,
      "title": "Mysuru– Overnight Train.",
      "description": "Today is a free day in Mysore, with plenty of optional activities to keep you busy. If you’ve seen all you need to in town, perhaps explore the countryside surrounding Mysore. Climb up Chamundi Hill to the Sri Chamundeswari Temple at the top, which is dedicated to the goddess Durga. At around 7 pm tonight, meet up with your group and board a 10-hour overnight train to Hampi."
    },
    {
      "dayNumber": 13,
      "title": "Hampi.",
      "description": "In the morning, arrive in Hampi and travel to your hotel. Hampi is a temple town situated on the banks of the Tungabhadra River. Once you’re settled in, make an optional visit to the architectural masterpiece of Vittala Temple. This 16th-century temple contains mandapas (pillared pavilions), a pool, a palace, and the popular stone chariot, which according to Hindu mythology was the vehicle of the Lord Vishnu."
    },
    {
      "dayNumber": 14,
      "title": "Hampi - Overnight train.",
      "description": "After breakfast, explore the ruins of the Vijayanagar Empire and the huge boulders on the outskirts of town. In the early evening, drive for around 3 hours by private vehicle to Hubli, where you’ll board a 9-hour overnight train to Goa."
    },
    {
      "dayNumber": 15,
      "title": "Goa.",
      "description": "Once your train arrives in Goa, head to the hotel and check in. Brimming with Portuguese influences and known for the sandy beaches lining its coast, Goa is a fascinating region in India's south-west. The day is free to do what you like. Perhaps relax on the beach, sip a cocktail at a local bar, or go for a city walk. Tonight, why not get together with your travel crew for a beachside dinner – Goa is cause for celebration."
    },
    {
      "dayNumber": 16,
      "title": "Goa.",
      "description": "There are no activities planned for the final day and you’re able to depart the accommodation at any time. Goa is a great place to end the trip – if you can, we recommend staying on for a couple of nights to relax and explore. If you would like to spend more time in Goa, we’ll be happy to organise additional accommodation (subject to availability)."
    }
  ],
  "map": ""
}