{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tiger-safari-in-corbett-np",
  "tourName": "India tiger safari in Corbett NP",
  "placesVisited": "",
  "generalInfo": "This tour will explore one of the oldest national parks in the world, India's very first national park. Established by one of the most prominent and famous big game hunters in all of Asia. Jim Corbett decided to protect a huge area of sub-Himalayan belt in North West India in 1936. <br/><br/>His main aim was to protect the animals he was paid well to hunt, the tigers and leopards of this region were dying out quickly here and with a growing human population he was determined to protect the wildlife and ecosystem he had come to know, love and respect with passion and enthusiasm. <br/><br/>Since then the park has changed names and been expanded but the wildlife is still exceptional. With over 100 tigers resident to the surrounding area, a mix of lowland and sub-Himalayan species and 600 plus bird species recorded, Corbett National Park is a must for all wildlife lovers visiting India.<br/><br/>The combination of habitats which are more familiar to Central India, some terai habitat from the fertile floodplain belt in the sub-Himalayas as well as forested hills means that the there is a large diversity of wildlife here. Animals which are not found in the same areas elsewhere in India can be found here such as Asiatic black bears, tigers, Asiatic elephants and gharials.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also focus heavily on some of the 40 plus Tiger Reserves in this wonderful and diverse country. But it is not just the wildlife of India that makes India such a great holiday destination, but the varied and unique culture is also a focus for our trips.  <br/><br/>This tour is a specialist tiger safari of one of the most interesting national parks in India. There is a large population of tigers here as well as elephants and many other iconic species from India. One of the most interesting species found here which is very rare is the large crocodilian the gharial.<br/><br/>Because this tour is only focused on Corbett National Park you can add on extensions to also visit many of the cultural highlights such as the Taj Mahal or Old Delhi. If you are interested in adding on more to this Indian Tiger Safari please let us know.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Delhi. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Corbett. Your naturalist escort is an expert in tigers and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>This tour is recommended for late spring in the northern hemisphere as this is the dry season here and also most of the wildlife is very active during this time year.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Indian guides around Corbett have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• Visit the park morning and afternoon in your own private jeep for your group only.<br/>• All the above reasons give this, our wildlife and tiger safaris of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as brown and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is completely focused on one national park and tiger reserve, Corbett National Park. It is located in Uttarakhand. We will fly in and out of Delhi, which is your entry and exit point for the trip.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
  "durationDays": "10",
  "price": "3350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Arrival Once you arrive into Delhi international airport you will be met by your local guide and driver and then be transferred to your hotel in the city. If your flight arrived in the morning you can enjoy some sightseeing today. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Corbett National Park - Travelling This morning you will be collected from your hotel in Delhi and transfered to Corbett National Park. Corbett is located around 250km north-east of Delhi in the sub-Himalayan Sivalik hills. The drive is around 4-5 hours and along the way the highway crosses the famous Ganges River and as this is the closest point of the river to Delhi so that it can get busy with worshippers. Once you arrive at the park and your lodge you will check in and then if time allows you will be taken on a short afternoon jeep safari into the buffer-zone of the park. This is a brief introduction to some of the wildlife in the area and you should see barking deer, wild boar and chital as well as many species of the commoner bird species such as crested serpent eagles, blossom-headed parakeets, pied kingfishers, dollarbirds and Asian paradise flycatchers. During this short safari you will cross the wonderful Ramganga River, this is a monsoonal river that is the lifeblood of the surrounding areas you will see how most people’s lives revolve around the river. After this you will be taken back to the accommodation to relax and enjoy your evening meal. (breakfast and dinner included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Corbett National Park - Wildlife Watching This morning you can have another jeep safari before breakfast, this would be your last chance of seeing hog deer that love the grasslands around here, then after breakfast you will board the jeep and head back towards the town of Ramnagar along the Ramganga River, this is the dry season so the river will be low and you will see the huge rounded boulders that have been brought here from high in the distance Himalayas over thousands of years of spring melts and monsoonal floods. It is a shame that the park is closed during the monsoon season as it must be incredible to see this mighty river in full flow during this time of year. Along the way you have the chance of seeing more wildlife for the last time before arriving back at the lodge and your evening meal. (all meals included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Delhi - Travelling This morning you will leave the lodge after breakfast and be transferred back to Delhi and your hotel for the last night in India. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the international airport in time to catch your return flight home. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}