{
  "destination": "India",
  "mainPhoto": "",
  "id": "delhi-to-darjeeling-by-rail-tour",
  "tourName": "Delhi to Darjeeling by rail tour",
  "placesVisited": "",
  "generalInfo": "This 18-day India by Rail tour takes you through Delhi, Varanasi, and West Bengal, blending history, spirituality, and cultural experiences. Highlights include exploring Dilli Haat INA, a vibrant market showcasing Indian handicrafts and cuisine, and an evening cooking demonstration and dinner, where you’ll learn to prepare authentic local dishes. Explore Old Delhi by cycle or battery rickshaw, visit the stunning Fatehpuri Mosque, and experience the spiritual atmosphere of Gurudwara Bangla Sahib. Discover architectural marvels like Humayun’s Tomb, Qutub Minar, and India Gate. In Varanasi, witness the mesmerising Evening Aarti Ceremony on the Ganga Ghat—a truly unforgettable experience. Glide along the River Ganges at sunrise on a peaceful boat ride, taking in the soul-stirring atmosphere of Varanasi. Visit key landmarks like Bharat Mata Mandir, Banaras Hindu University, and the sacred Kashi Vishwanath Temple. Explore the Weavers’ Colony, where skilled artisans create intricate Banarasi silk. In Kolkata, admire the elegant Marble Palace, explore the artisan hub of Kumartuli, and browse the famous College Street Book Market. Enjoy a nostalgic tram ride from College Street to Esplanade, soaking in the city’s old-world charm, before unwinding at the iconic Indian Coffee House. In Murshidabad, explore the grandeur of the Hazarduari Palace Museum, the historic Imambara, and the mighty Jahankosha Cannon. Visit the stunning Nashipur Rajbati and the ancient Katra Mosque, before indulging in an authentic Shehrwali cuisine dinner, known for its rich vegetarian delicacies. In Murshidabad, explore the grandeur of the Hazarduari Palace Museum, the historic Imambara, and the mighty Jahankosha Cannon. Visit the stunning Nashipur Rajbati and the ancient Katra Mosque, before indulging in an authentic Shehrwali cuisine dinner, known for its rich vegetarian delicacies. With a mix of heritage sites, local traditions, and unforgettable experiences, this journey offers a true taste of India.",
  "durationDays": "18",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrival in Delhi. Transfer to accommodation. Two nights in Delhi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning Sightseeing - Old Delhi. Afternoon Sightseeing - New Delhi."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Delhi railway station. Train Delhi – Varanasi. Depart 06:00 arrive Varanasi 14:00 [Doesn’t operate on Thursdays]. Light snacks and lunch on board. Transfer to hotel. Evening boat-ride on river Ganges for Aarti."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sunrise boat ride on river Ganges. After breakfast, visit Bharat Mata Temple, BHU; Kashi-Vishwanath Temple & weavers colony. Rest of the day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early morning village excursion on the outskirts of the city. Return to hotel for breakfast. After breakfast excursion to Sarnath. Afternoon at leisure. Evening train to Kolkata. Depart Varanasi 20:48 arrive Howrah 08:05 [Arrives next day]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Arrive and transfer to hotel. Afternoon Sightseeing - North Kolkata. Tram ride from College Street to Esplanade [If trams are operational]."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning heritage walk of Dalhousie Square. After breakfast visit St. Paul’s Cathedral, Victoria Memorial, Alipore Jail Museum [both closed on Monday] and Fort William [from outside]. Lunch at Bomti’s Residence. [cost included] Late afternoon boat cruise on river Hooghly."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning visit Flower Market and Mullick Ghat. After breakfast take a ride on India's first under water metro from Esplanade to Howrah railway station. Visit the railway station, Rail Museum (closed on Thursday) and Weavers Studio. Lunch at Trincas. [On direct basis] After lunch visit Indian Museum (closed on Monday)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Train to Azimganj. Depart 07:50 arrive Aziimganj 12:00 (Doesn't operate Saturdays and Sundays). Afternoon Pottery; shola art & kantha stitching session."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning visit to Hazarduari Palace; Imambara; Jahankosha Canon; Nashipur Rajbati & Katra Mosque. Afternoon pottery; shola art & kantha stitching session. Evening Shehrwali-cuisine dinner."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Full day visit to Tantipara & Islampor. [Approx. 5-6 hrs experience]. Evening tea by the river."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning at leisure. Late Afternoon drive to Malda [Approx. 3 hrs]. Train to New Jalpaiguri. Depart 19:35 arrive at New Jalpaiguri 22:55. (Lunch included and packed dinner)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast take the toy-train from New Jalpaiguri to Darjeeling. Depart New Jalpaiguri 10:00 and arrive at Darjeeling 17:30. Transfer to hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Sunrise visit to Tiger Hill. After breakfast visit Himalayan Institute of Mountaineering [Closed on Thursdays]. The Mall Road & local market."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "A short joy ride on the steam-engine toy train, followed by Ghoom Monastery. Lunch at a tea estate with a visit to a tea factory and tea tasting."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "After breakfast drive from Darjeeling to New Jalpaiguri [approx. 3 hrs]. Connect with a train to Howrah. Depart 15:05 arrive at Kolkata at 22:35. (Packed dinner on own). Transfer to hotel."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Transfer to International airport for your flight home."
    }
  ],
  "map": ""
}