{
  "destination": "India",
  "mainPhoto": "",
  "id": "rural-rajasthan-holiday",
  "tourName": "Rural Rajasthan holiday",
  "placesVisited": "",
  "generalInfo": "We designed this route for first-time visitors to India who want to see the iconic destinations of the Golden Triangle – but also experience life and culture away from the tourist trail.<br/>An overland journey through India’s state of kings, Rural Rajasthan offers a window into Rajasthani culture and history in all its guises. Packed full of cultural experiences to get you under the skin of Rajasthani culture, it’s the perfect introduction to northern India.<br/><br/>Trip Highlights<br/>Explore five very different historical cities with expert guided tours in Delhi, Agra, Jaipur, Jodhpur and Udaipur<br/>See the sun go down on two twilight boat rides in Ramathra and Udaipur<br/>Get to know rural culture with village trails in Ramathra and Chanoud, and a visit to Ranakpur Jain Temple on the way to Udaipur<br/><br/>What's great<br/>- This itinerary pairs the famous hotspots of the Golden Triangle with some of Rajasthan’s rural spots, making it a great choice for first-timers<br/>- Though we’ve included several city stays, we’ve foregrounded quieter and more offbeat experiences in each of them to show you a different side to India’s classic destinations<br/>- You’ll have at least two nights in most destinations, and a leisurely three nights in three destinations<br/><br/>Dietary requirements:  <br/>Our tailor-made itineraries are designed as flexible suggestions. If a hotel or accommodation on the proposed route is unable to meet specific dietary requirements, we can replace it with a suitable alternative. In cases where no alternatives are available in a particular destination, we will discuss other options directly with the client to ensure their needs are met.<br/><br/>All itineraries can be adapted to cater for vegetarian and vegan diets, as well as other dietary preferences or restrictions. While the range of options may vary by region, we will always work to ensure that clients are accommodated as comfortably as possible.",
  "durationDays": "17",
  "price": "3250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI: Your adventure begins in Delhi. Famously tumultuous, India’s capital can be intimidating to the uninitiated – and it’s rarely acknowledged for its green spaces and quiet corners. For an alternative introduction, our expert guides will intersperse Delhi’s classic sights (the British buildings of New Delhi; the World Heritage tomb of Humayun; the Red Fort) with some more unexpected highlights – including volunteering in a langar kitchen at a Sikh temple, and an afternoon exploring the street murals and gardens of the Lodhi Colony. Though renowned for its Mughal architecture, some of the most exciting experiences in Delhi lie off the regular tourist trail. Highlights - Stir pots and roll chapattis at a Sikh temple, where thousands of free meals are served every day - Explore Lodhi Colony, which has been transformed from a post-Independence refugee settlement into an arts & culture hub - See the historic highlights of New and Old Delhi"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AGRA: The second, and perhaps most magnetic, corner of the Golden Triangle is Agra: former capital of the Mughal Empire and home of the Taj Mahal. One of the world’s most recognisable landmarks, the Taj needs no introduction – but there’s more to Agra beyonds its luminous marble dome. Agra Fort, for a start, with its grand halls and elegant courtyards; the wish-fulfilling temple of Mankameshwar; libraries founded by Muslim scholars – all of these echoing with stories of emperors, princesses and poets. By comparison to these historic sights, modern Agra gets short shrift from most visitors – but hop on an e-rickshaw and you’ll find there’s plenty of fun to be had in the bazaars and backstreets. Highlights - Go on an e-rickshaw tour of Agra, stopping in at mosques, churches, ayurvedic doctors, ancient libraries and street-food markets - See the Taj Mahal at dawn, when it glows pink in the sunrise - Hear the stories of great Mughal women on an alternative history walking tour"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "RAMATHRA: After the hustle of Delhi and Agra, Ramathra is a welcome change of pace. Your stay here revolves around Ramathra Fort, a remote hilltop fort converted into a heritage hotel by Ravi and Gitanjali Raj Pal. With nothing but sleepy countryside for miles around, this is a wonderfully secluded place to unwind for a couple of days: sipping cocktails on the fort ramparts, reading books by the pool, or going on excursions into Ramathra village and the surrounding farmland. The fort’s views over Kalisil Lake and the hills beyond are simply stunning, and we highly recommend a boat ride at sunset, when the landscape is bathed in a hazy glow. Highlights - Choose from a curated menu of in-house experiences, including a walking tour of Ramathra Village and a boat trip on Kalisil Lake - Enjoy the luxurious surroundings of Ramathra Fort, former stronghold of the Ramathra fiefdom - Observe the wildlife around Kalisil Lake, including blue bulls, crocodiles, and numerous types of water bird"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "JAIPUR: The Pink City’s reputation precedes it, but there’s so much more to learn about Jaipur beyond its famously flamboyant architecture. With three nights in the city, we’ve arranged for you to experience some of Jaipur’s more offbeat attractions – from an elephant poo paper-making workshop to a walking tour themed around the jungle-fringed stepwells, aqueducts and reservoirs of Nahargarh. Of course, you’ll also see Jaipur’s iconic buildings – City Palace, Jantar Mantar Observatory, and the many-windowed Hawa Mahal – but there’ll be plenty of time in between to appreciate Jaipur’s quieter corners and sleepier suburbs. Highlights Hike along the old rampart walls to Amber Fort for a sunrise yoga session and picnic breakfast overlooking Jaipur • Understand the importance of water in this desert city as you tour the ancient water architecture of Nahargarh • Add on an optional twilight tour of Jaipur for an insider’s introduction to the city’s nightlife"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "JODHPUR: It’s a long but scenic drive through the Rajasthani countryside from the Pink City to its blue cousin: Jodhpur. Laid-back and welcoming, Jodhpur is one of our favourite places to just wander and soak up the atmosphere, stopping to haggle at craft markets or to sip chai at rooftop restaurants. Mehrangarh Fort towers over it all, arguably the best-preserved and most magnificent of all Rajasthan’s forts, but there are less obvious attractions hidden around every corner: old stepwells, labyrinthine bazaars, and marble cenotaphs dedicated to maharajas past. For a more human dimension, add in a visit to the Sambhali Trust, where you can meet local women and have a go at traditional crafts. Highlights - Spend half a day with one of our hand-picked local guides, hearing the stories that bring Jodhpur’s history to life - Visit the Sambhali Trust to see how women are being empowered to educate themselves and start their own businesses - Enjoy a full day at leisure, with a private car and driver on hand to take you wherever you’d like to go"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "CHANOUD GARGH: Head back into rural Rajasthan as you make the short journey cross-country to Chanoud, a little village totally off the radar to most tourists. The reason you’re here is Chanoud Garh: a 300-year-old Rajput palace, lovingly restored by descendants of the royal family into a heritage hotel. A stay here, with its marble pillared corridors, grand durbar halls and manicured courtyards, is an absolute treat. Your hosts, the Singhs, are exceptional, providing guests with food cooked to family recipes, and organising thoughtful, culturally rich excursions into the local village, salt flats, farmlands and more. Highlights - Stay with thirteenth-generation royal descendants at their ancestral palace in the countryside - Enjoy the unique balance of culture, nature and history in this little-visited corner of Rajasthan - Choose from a range of curated experiences run by the Singhs, including heritage walks in Chanoud village and Jeep excursions to salt pans, Rabari settlements and desert plains"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "UDAIPUR: Udaipur is an easy city to fall in love with. From your lakeside haveli, you’ll have three days to explore – joining one of our wonderful local guides to discover the city’s secrets: ornate mansions, traditional craft workshops, street-food hotspots and aarti ceremonies at lakeside bathing ghats. Then, in your own time, go for boat rides, sample the trendy café and restaurant scene, ramble through markets, or head out to the Monsoon Palace for views over the city. Of course, you can’t leave without exploring the pièce de resistance, City Palace: its hanging gardens, octagonal towers and marble arches sprawling along the shores of Lake Pichola. Highlights - Break up your journey to Udaipur with a visit to Ranakpur Jain Temple - Stay in a lakeside haveli (palace) with views over Lake Pichola - Choose from a variety of additional experiences, such as a backstreet cycling tour or a scenic drive in a vintage car"
    }
  ],
  "map": ""
}