{
  "destination": "India",
  "mainPhoto": "",
  "id": "highlights-of-kerala-tailor-made-holiday",
  "tourName": "Highlights of Kerala tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Visit Kerala - The God's Own Country, a place that even God cannot resist visiting. A pure mixture of rich culture, beautiful heritage, delicious food, mesmerizing wildlife, and heavenly backwaters. <br/><br/>One of the best parts of this tour is the exposure towards Nature and Natural beauty. This tour will give you very unique experiences like the Spice Garden visit and Kumily Spice Market visit. Around 80% of spices in the world are exported from Kerala and a major portion from the Kumily Market. <br/><br/>This tour will also take you to the places where you can witness the Wild Animals in their natural habitat which is a divergent exprience in its own way.<br/><br/>Stay at Luxurious Hotels and enjoy all the healthy breakfast options. Feel relaxed by the Traditional Ayurveda massage with exotic oils making you ready for all the traveling.<br/><br/>Following are the things and places you would be enjoying during the tour:<br/><br/>1.\tGuided tour of the port city Kochi – Queen of Arabian Sea<br/>2.\tEnjoy the 300-year-old Indian classical dance form of Kerala- Kathakali Dance<br/>3.\tSee Kalaripattu – The Martial Artform.<br/>4.\tPrivate Guided visit to Temple, Palace, and Fort Kochi area. <br/>5.\tExperience the fresh mountain air as you Cycle through Munnar Tea <br/>        Plantation. (01 Hour) <br/>6.\tExplore the wilderness of Periyar National Park from the edge of your seat on a boat while the wild watches you.<br/>7.\tExperience the aroma of spices at Spice Plantation visit at Thekkady.<br/>8.\tPrivate Houseboat cruise through the backwaters of Kerala.<br/>9.\tVisit Philipkutty’s Farm with Lunch in Kumarakom<br/>10.\tVisit Kumarakom Bird Sanctuary",
  "durationDays": "9",
  "price": "1247",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Cochin International Airport receive a warm welcome by our representative who will help you with transfer to the hotel. Complete the check-in formalities and spend rest of the day at leisure. (Standard check in time is 2:00PM. Early check in is subject to availability)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• Early Morning visit Fisherman’s Beach. • Breakfast • Visit Jewish Synagogue: (Closed on Fri and Sat) • Explore the Fort Kochi Area • St. Francis Church, • Chinese Fishing Nets • Dutch Palace • Dutch cemetery • Stroll on beach • Ernakulam Shiva Temple • Kathakali Dance Show • Ancient Martial Art Show - Kalarippayattu"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, travel to Munnar (130Km, 4-hour drive). On arrival check into the Luxurious Hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "•Early morning, go for a cycle tour •Breakfast •Visit Mattupetty Dam •Tea Factory & Museum Visit (Closed on Monday) •Visit Kundale Lake •Visit Echo Point •Visit Eravikulam National Park •Enjoy a traditional lunch on a banana leaf at a local restaurant Optional Tour: You may visit Kolukkumalai Estate which is the highest Tea Estate and Factory in the world. You will require half a day to cover this.. (The ride to the estate is very bumpy and occur in a separate 4x4 Local Jeep)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast travel to Thekkady (100Km, 4 hour drive). On arrival check into the Luxurious Hotel and in the afternoon, go for a guided tour of the spice plantations along with a walking tour of Kumily Spice Market and meet and interact with locals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "•Breakfast •Boat ride in Periyar National Park •Explore the Periyar National Park through its waterways."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "•After breakfast, travel to Alappuzha (140Km, 4-hour drive).On arrival check into the Private Luxury Houseboat and enjoy the serene beauty of backwaters from your houseboat deck."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "• After breakfast, travel to Kumarakom (33Km, 1-hour drive). On arrival check into the Luxurious Hotel and visit Philipkutty’s Farm and also enjoy Lunch at farm along with the countryside hospitality. After the lunch visit, Kumarakom Bird Sanctuary and spot the beautiful birds in their natural habitat."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, travel to Cochin International Airport for a flight back home."
    }
  ],
  "map": ""
}