{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-central-india-wildlfe-tour",
  "tourName": "Best of Central India wildlfe tour",
  "placesVisited": "",
  "generalInfo": "Tigers are special, rare and critically endangered predators. They are the most majestic creatures on Earth. A desire to see the big cat lurks in the heart of one and all. But the predator is elusive with enticing behavioral traits. Difficult to search for a lot of hard work and logic is required to arrive at a spot where the majestic creature is present.<br/><br/>In the wild the predators are hard to see but one sight is for a lifetime. Easily described as the most beautiful and magnificent animal it is found in the jungles of Central India.<br/><br/>Depending on what time your flight arrives/departs New Delhi; you could do a Food Walk in the city to experience and taste the food history of India. It lasts for a few hours.",
  "durationDays": "16",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi international Airport,Our executive will be there to receive you & will welcome in Indian Traditional way.Later you are transferred to your Hotel.Overnight Delhi"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take a flight to Nagpur later drive to Tadoba National park, evening safari The Project Tiger Reserve encompasses Tadoba National Park & Andhari River Wildlife Sanctuary. The river is a vital life support system. The Southern tropical dry deciduous forests are home to tigers, leopards, wild dogs, deer, sloth bear and bison apart from diverse wilderness. The mugger crocodile is also found here. The wildlife reserve has become popular for tiger safari because of frequent sightings of tigers in their natural habitat. You will be able to see and photograph the big cats on your tour with ease. As wildlife tour specialists we will leave no stone un turned to make your safaris as exciting as it could. It will be a journey of discovery and a photographic expedition that would yield amazing results."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After Breakfast drive to Pench National Park. Kipling penned Jungle Book based on the story of Mowgli who was born here. Tigers abound and Pench National Park is a good place to see them in their wilderness haunts. Mammals can be seen in the grasslands while birds frolic in the forests. The Totlah Doh dam offers sighting of shore birds and divers."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After Breakfast drive to Kanha National park,On heart thumping tiger safari you witness wildlife at its thrilling most - day in and day out. Kanha National Park is a tiger landscape set in the Satpura Hills with table top mountains and dense Sal forests. The moist dry deciduous forests contain vast stretches of grasslands, bamboo and mixed forests in panoramic settings amidst the perennial rivers – Sulkum, Banjar and Halon. The tributaries abound along with innumerable water bodies that together support life. I rate this park as one of the finest habitats for tigers. The wide expanse of ecosystems here accord beauty and grace, they turn the settings serene and captivating. The experience is simply action-packed and the safaris thrilling."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After Early Breakfast we will drive to Bandhavgarh."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morning & Evening Safari"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After Breakfast,drive to Jabalpur to connect direct flight to Delhi, overnight Hotel"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to International airport, to connect your journey back Home.."
    }
  ],
  "map": ""
}