{
  "destination": "India",
  "mainPhoto": "",
  "id": "mumbai-and-offbeat-rajasthan-tailor-made-holiday",
  "tourName": "Mumbai and offbeat Rajasthan tailor made holiday",
  "placesVisited": "",
  "generalInfo": "India is a great amalgamation of various cultures and traditions. Each state in India has got its own cuisine, culture, language and customs. In this tour, we are exploring such largest states of India namely Maharashtra and Rajasthan. <br/><br/>Below are the places and experiences you would be going through during this tour:<br/><br/>1.\tGuided tour of the dynamic, cosmopolitan city Bombay- Tour the city  starting from UNESCO World Heritage Site Elephanta caves to largest slum of Asia, Dharavi Slum. <br/>2.\tStop at Open Air Laundry- The Dhobi Ghat in Mumbai. <br/>3.\tEnjoy Kebab and Curry Walk (Street Food) of Mumbai.<br/>4.\tToy Train ride during your visit to Elephanta Caves in Mumbai. <br/>5.\tEnjoy sightseeing tour of Jaisalmer.<br/>6.\tEnjoy Village Safari at Mihir Garh.<br/>7.\tVisit to Mehrangarh Fort and experience the other architectural prowess of Jodhpur.<br/>8.\tBishnoi Village visit near Jodhpur and interact with locals.<br/>9.\tVisit Toorji Ka Jhalra Bavdi (Stepwell) in Jodhpur.",
  "durationDays": "10",
  "price": "2177",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival at Mumbai International Airport, receive a wam welcome by our representative and get transferred to the hotel. Check into hotel and spend rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, go for city tour. • Visit Gateway of India- one of the most popular tourist hotspots of Mumbai. • Drive past the Afghan Church, • Drive past Secretariat of Maharashtra Government • Take a stroll on Marine Drive which is fondly known as the 'Queen's Necklace’ • Visit Mani Bhawan Museum • Drive past Haji Ali Mosque, one of the most prestigious Islamic symbols situated in South Mumbai • Special lunch at Local Restaurant. • Visit The Chhatrapati Shivaji Maharaj Terminus (CSMT)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, visit Elephanta Caves – A UNESCO World Heritage Site. • Enjoy a Ferry ride and Toy Train ride during your visit to Elephanta Caves. • After the Elephanta Caves visit, take a ferry back to the city and then go for a Slum tour of Mumbai. • Later enjoy Kebab and Curry Walk (Street Food) of Mumbai"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Mumbai Airport and fly to Jaisalmer. On arrival, receive a warm welcome from our representative and get transferred to the hotel. Check into hotel and spend rest of the day at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, go for a half-day city tour. • Visit Jaisalmer Fort at Trikuta Hill • Witness beautiful Jain Temples. • Visit Badal Vilas Palace • Visit Desert Culture Centre. • Visit some impressive merchant mansions (Havelis) including Patwonki Haveli (1805)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Mihirgarh (321Km, 6-hour drive). On arrival check into the hotel and spend the rest of the day at leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, enjoy the Village Safari."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Jodhpur (43Km, 2-hour drive). On arrival, meet our representative and check in to the hotel. Spend rest of the day at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, proceed for a sightseeing tour of Jodhpur city with your guide. • Visit Mehrangarh Fort • Visit- Jaswant Thada - The Royal Cenotaphs of Jodhpur • Visit the museum located in the Umaid Bhawan Palace. • Visit Toorji Ka Jhalra Bavdi (Stepwell) • Later visit Bishnoi Village near Jodhpur"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Jodhpur Aiport and fly to Mumbai to catch your home town flight."
    }
  ],
  "map": ""
}