{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-gujarat-india",
  "tourName": "Best of Gujarat, India",
  "placesVisited": "",
  "generalInfo": "Still relatively unexplored, Gujarat is a treasure trove of history and culture. Begin your journey in Ahmedabad, the hometown of India’s founding father Mahatma Gandhi. Set foot on the expansive, bewitching salt marsh in the Little Rann of Kutch. Make your way to the Banni tribal villages and appreciate the famous art and craftsmanship of the local people. Visit the awe-inspiring temple town of Palitana and finish your Gujarat trip in Gir National Park, the last refuge of the endangered Asiatic lion.<br/><br/>TOUR HIGHLIGHTS<br/>Visit Mahatma Gandhi's home in Ahmedabad<br/>Ancient stepwell of Rani ki Vav<br/>See the endemic wild asses of Dasada<br/>Trek the Rann of Kutch salt marsh<br/>Kutch textiles and walled city of Bhuj<br/>Awe-inspiring temple town of Palitana<br/>Asiatic lions in Gir National Park<br/>Places Visited<br/>Ahmedabad - Little Rann of Kutch - Bhuj - Gondal - Palitana - Bhavnagar - Gir National Park - Rajkot<br/><br/>WHAT'S INCLUDED<br/>Airport transfers<br/>Accommodation<br/>Ground transport with driver<br/>Experienced guides<br/>Sightseeing &amp; relevant entrance fees<br/>Game drives in Gir National Park<br/>Some meals (refer to itinerary)",
  "durationDays": "14",
  "price": "3195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Ahmedabad, where you will be met by a travel representative and transferred to your hotel. The rest of the day is free to enjoy at your leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you will be taken on a full day sightseeing tour of Ahmedabad, visiting sites such as Sabarmati Ashram, Hutheesing Jain Temples, Jama Mosque, Sarkez Roza and Dada Hari step well."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head out of Ahmedabad en route to Dasada at the gateway to the Little Rann of Kutch. Make timely diversions en route to some notable human achievements. First to the stone-carved stepwell at Adalaj and another, called the Rani Ki Vav in Patan. The journey stops into Siddhpur at havelis belongings to the town's Vohra Muslim community (aka Sunni Bohras). Enriching sights just get better at the 11th century Sun Temple in Modhera. In Dasada, check into your eco-friendly resort, where dinner and relaxation awaits you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Start the morning with a safari at the Little Rann of Kutch, home turf of the Asiatic wild ass. In this great salt marsh, chances are favourable of spotting an array of other hooved species, too, including the elegant blackbuck (Indian antelope), nilgai or blue bull (India’s largest antelope) and the graceful chinkara (Indian gazelle). The main carnivores of the Little Rann of Kutch are the endangered Indian wolf, desert fox, Indian fox, jackals, desert and jungle cats, and hyenas. Avian life in the region includes large birds, like flamingos, pelicans, cranes and storks. Return to lodge for breakfast and rest. After lunch we go exploring pastoral settlements and rural villages along the Rann of Kutch. Communities to meet include the Vadiara and Kharapat Rabari, known for their fine embroidery work. Encounters also with the silk weavers of Dasada and the Bharward shepherds and Ambala goatherds. Return to you hotel for dinner and an evening's relaxation."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast leave for Bhuj. En-route stop by for up to 2 hrs at the Living and Learning Design Centre, part of the Craft Museum. Lunch can be arranged there. Continue on the road the Bhuj, making a smart detour at Ajrakhpur. This Gujarati village is locally famed for the beautiful art of block printing, using alluring patterns and colors - indigo, henna turmeric, pomegranate, iron mud - that epitomise the colours of India. Upon arrival in Bhuj, check into your spa resort for dinner and a good stretch. Why not indulge in the ultimate relaxation of the on-site hammam? Note that the resort only caters for the vegetarian diet."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We'll do our exploring locally today, staying within range of Bhuj and the resort. Start out at Aina Mahal, the 18th century Palace of Mirrors. Next to the resplendent mid-19th century Parag Mahal, designed by Henry Saint Wilkins in the Italian Gothic style for the Rao of Cutch, Pragmalji II. Local sightseeing continues apace with a drop-in at Gujarat's thriving cottage industry, at a house specialising in the manufacturing of tie-dye textiles. Return later in the afternoon to your resort to indulge in some of its many facilities."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A day dedicated to the Banni villages, a collective of 40 settlements long excelling in textile handicrafts. First visit is to Nirona, chosen for its exquisite crafts of laquer work, bell-making, & the award-winning ancient art of 'rogan' painting. Moving on to Ludiya village and the Meghwal community. This village is an aesthetic delight. Meghwalis attain mastery of embroidery, as well as traditional crafts and furniture. A characterful village, Meghwal's dwellings are built from baked mud and mirrors. Lunch at local Kutchi house and then witness embroidery work. Try delevoping an appreciation for kharek - embroidery traditionally practiced by the Sodha community. And Paako: embroidery done on a frame of wooden beams with decorative tikris and beads. End an edifying experience with a classic demonstration of quilt-making. Return to resort for dinner and rest."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast nice and early before hitting the highway to the princely state of Gondal. Check in to your heritage hotel on arrival. Settle in to its agreeable surroundings. In the evening, taste the past at the vintage car museum. These mechanical antiques offer a glimpse into an India now gone. See some truly beautiful and rare vehicles from an era of elegance."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Embark on an exciting excursion to Gujarat's great national park at Gir, stopping en route at the stunning mausoleum of Mahabat Maqbara at a place called Junagadh. Proceed to near the southern tip of Gujarat to this ecologically-vital location. What makes Gir truly stand apart is that it plays host to the rare and regal Asiatic lion, providing sanctuary for this endangered king of cats. Grasp this once-in-a-lifetime chance to see them in their natural habitat. Later, arrive at your lodge. Drop your bags and revel in these wonderful natural surroundings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "An entire day set aside for covering some of the 1,412 square kilometres of this massive wildlife sanctuary. Take both a morning and afternoon open-jeep safari on rough ground in the very real prospect of seeing the lions at close quarter, besides a whole host of other wild things. Return by sundown to your wilderness lodge to feel the magic of India after dark"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sunrise over the national park. Before moving on to the next chapter of the tour, bask in the beauty of Gir, on a game drive or a nature, birding or village walk. Tuck into a hearty breakfast then we take the road to Palitana. Upon arrival there, check into your accommodation. For the rest of the day, get out there and explore this sublime place for yourself. This spectacular former royal palace, now firmly established as a heritage hotel, offers great views over Shetrunjaya hill and the historic Palitana temples. Come and go as you please. Enjoy a a different kind of dinner experience in house."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Rise early and let yourself be at the mercy of a quintessential India experience. Atop the Shatrunjaya Hills and crowned with 863 temples are the one-and-only Palitana temples. Seen to be believed, the stonework on this Jain spiritual complex alone is enough to attain nirvana. Rising from hills 2,000ft above sea level, the architectural refinement and sacred ambience of this temple complex is hard to overstate. Keeping the best till last, this ancient site has inspired awe among countless devotees and visitors alike for generations. Prepare to become the next in a long line. Scaling 3500 steps from the town can make even the most ardent devotee weary, so you can commission a palanquin on direct payment basis if required. Spend a couple of hours struck dumb by the craft that has gone into each temple's detailed carving, beautiful idols, jewelled statues and intricate torans. Return to your heritage hotel for dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, start the journey back to Ahmedabad. Check into hotel and rest of the evening at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "After breakfast, check out and transfer to airport at the appropriate time for your return flight home. If India's infinite charms beckon you more, we can suggest extensions in Mumbai, Delhi or other parts of India."
    }
  ],
  "map": ""
}