{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-cultural-tour",
  "tourName": "North India cultural tour",
  "placesVisited": "Delhi, Jaisalmer and Thar Desert, Jaisalmer/Thar Desert, Udaipur, Pushkar, Jaipur, Bharatpur, Agra and the Taj Mahal, Varanasi and River Ganges, Sleeper train journeys",
  "generalInfo": "Preparing to embark on a 22 day north India tour is not as extreme as you might first envisage. All you need is a healthy sense of adventure alongside a lust for all things cultural as from the monuments of the Maharaja to the sand dunes of the Thar Desert - this is one north India tour that packs it all in.<br/><br/>The highlights of the Golden Triangle will leave you agog with magical memories however, it’s often the hidden secrets and spiritual surprises that may well leave the more lasting impressions. <br/><br/>Camel rides, railway journeys, auto rickshaws and optional hikes to see the sunrise over hillside temples, there’s a reason why north India tours are a must for cultural travellers. Rest assured that you’ll never even think of looking back.",
  "durationDays": "22",
  "price": "860",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste and welcome to Delhi! Your adventure begins with a welcome meeting at 6 pm. If you arrive in Delhi with time to spare before the meeting, consider finding your feet with an Urban Adventure. The Hidden Gems of Delhi tour offers something a little different from the standard itinerary, taking you to sights most tourists never see."
    },
    {
      "dayNumber": 2,
      "title": "Delhi – Overnight Train.",
      "description": "This morning set off by metro to Old Delhi to explore on a walking tour. Experience the chaos of an Indian traffic jam as you inch your way through the streets around Chandni Chowk marketplace in a traditional cycle rickshaw. Visit the Jama Masjid, Delhi's oldest mosque, then stop by the Sheeshganj Gurudwara (Sikh Temple) to learn about the religion. Tonight, transfer to the railway station and board an overnight train to Bikaner. Local vendors will board the train at various stops to sell snacks, but it’s advised that you bring some of your own food for the journey too."
    },
    {
      "dayNumber": 3,
      "title": "Bikaner.",
      "description": "Bikaner a city in Rajasthan still displays its ancient opulence through palaces and forts, built of red sandstone that have withstood the passage of time. Upon arrival in Bikaner this morning, freshen up at your hotel and then head out on a walk with your leader through the old city. In the afternoon relax or opt to visit Junagarh Fort: Built in 1588 AD by Raja Rai Singh. Constructed in red sandstone and marble, it's courtyard, balconies and windows are a treat to the eye"
    },
    {
      "dayNumber": 4,
      "title": "Bikaner to Jaisalmer .",
      "description": "After breakfast travel to Jaisalmer by train. On arrival, choose whether to relax or join the group on an optional trip to the Jaisalmer Folklore Museum. This small museum displays a private family collection of printing blocks, musical instruments, religious artifacts, and decorations which offer insights into the cultural heritage of Jaisalmer."
    },
    {
      "dayNumber": 5,
      "title": "Jaisalmer.",
      "description": "Enjoy a free day to explore Jaisalmer. The city’s eponymous fort holds twisting alleys with markets where you can wander for hours. You can also find a series of Jain temples dating from the 15th and 16th centuries within the walls of the fort, and it’s easy to spend a few hours admiring their elaborate carvings. The opulent havelis (traditional Indian mansions) found throughout the city make another fine place to spend some time admiring the desert architecture."
    },
    {
      "dayNumber": 6,
      "title": "Thar Desert.",
      "description": "Today drive by jeep to the Thar Desert. Meet your local guides, who will cook a traditional Rajasthani dinner with chapati, dal, rice and veggies while you sit back, relax and watch the sunset. Spend the night stargazing and sharing stories in this incredible setting."
    },
    {
      "dayNumber": 7,
      "title": "Jodhpur.",
      "description": "Rise early to enjoy the sunrise over the sand dunes. After a simple breakfast, take a private vehicle to the railway station and then a 6-hour train ride across the desert to the blue city of Jodhpur. Jodhpur is home to some of the best lassis in India, so make sure you try one while you’re here."
    },
    {
      "dayNumber": 8,
      "title": "Jodhpur.",
      "description": "Today you have the option to visit the colossal Mehrangarh Fort, one of the largest in India. The fort is still run by the Jodhpur royal family. If you’d prefer to see a more down to earth kind of Rajasthani life, it is also possible to spend today touring nearby Bishnoi villages. Spending time in these villages offers a glimpse into rural Rajasthani life and the chance to learn about the rich cultural traditions of the people who live there."
    },
    {
      "dayNumber": 9,
      "title": "Udaipur.",
      "description": "This morning take an auto-rickshaw to the bus station and board a local bus for an 8-hour journey to Udaipur. This romantic city is set amid the Aravalli Hills and curls around Lake Pichola, a man-made lake created in the 14th century. On arrival, take a guided walk to get your bearings. Explore twisting alleyways filled with shops and bazaars selling things like silver jewellery, shoes, bags, leather goods, and miniature paintings."
    },
    {
      "dayNumber": 10,
      "title": "Udaipur.",
      "description": "Enjoy a free day to explore the sights of Udaipur. Perhaps take a short boat ride on the famous Lake Pichola (seasonal) and see the palaces of Jag Mandir and Jag Niwas rise out of the water and their own reflections. Otherwise, you could tour the lakeside City Palace complex, the largest palace in Rajasthan, where you can check out vivid murals and royal antiques. Alternatively, learn the secrets behind making the perfect Indian thali during a half-day cooking class. Maybe you’d like to visit Sajjan Garh (Monsoon Palace), a 19th-century palace perched on a hill overlooking Lake Pichola. Named after Maharana Sajjan Singh of the Mewar Dynasty, Sajjan Garh offers ridiculously great views of the city below. Or perhaps you’re more inclined to visit the nearby village of Shilpgram, an ethnographic museum and arts hubs where traditional crafts are sold, and artists perform."
    },
    {
      "dayNumber": 11,
      "title": "Pushkar.",
      "description": "Transfer to the station and travel by train for around 5.5 hours to the city of Ajmer. Hop in a private vehicle for a 45-minute drive to your hotel in Pushkar. One of India's holiest towns and a market centre for the surrounding villages, Pushkar is a great place to immerse yourself in Hindu traditions. On arrival, head out to explore the town on a walking tour, wandering through the main bazaar along the way. Finish with a walk around Pushkar Lake and past the bustling ghats and temples, observing the devout as they worship at the holy waters."
    },
    {
      "dayNumber": 12,
      "title": "Pushkar.",
      "description": "Today in Pushkar is free for you to do as you please. Early morning risers can choose to hike up the hill to the Savitri Temple for sunrise views over the town. If the chai man is there, enjoy a steaming cup of tea at the top for breakfast. Later in the day, maybe pay a visit to the colourful Brahma Temple, which is dedicated to the Hindu god. If you’ve planned your tour to coincide with the Pushkar Camel Fair (which changes each year), today will mainly be set aside to experience one of India’s most famous festivals."
    },
    {
      "dayNumber": 13,
      "title": "Jaipur.",
      "description": "Return to Ajmer and travel by local bus to Jaipur (approximately 4 hours). On arrival take an auto-rickshaw to your hotel, then head out to explore Rajasthan’s capital on a guided walking tour. This tour includes a visit to the market and opt to visit the beehive-like Palace of the Winds (Hawa Mahal), built in 1799 so that women of the royal family could observe street festivities without being seen by the public. Your evening is free, so perhaps ask your leader to point out the best place to grab dal baati (dal served with wheat rolls)."
    },
    {
      "dayNumber": 14,
      "title": "Jaipur.",
      "description": "Enjoy a free day in Jaipur, with plenty of optional activities to choose from to fill your day. For many travellers, an optional hot air balloon experience is one of the highlights of Jaipur. If you’d prefer to stay grounded (but still like expansive views) the Amber Fort is both an excellent example of Rajput architecture and a great place from which to see the surrounding area. Or maybe get among the crowds in the city’s bazaars to shop for artisan goods and semi-precious stones. For a true local experience, tonight you could immerse yourself in Bollywood with a movie at a classic cinema."
    },
    {
      "dayNumber": 15,
      "title": "Abhaneri.",
      "description": "Head to Abhaneri by private vehicle. This rural town provides a lovely detour from the bigger cities in Rajasthan. Visit the Chand Baori, a 20-metre-deep stepwell where water was collected and locals used to gather to escape the heat. Built in the late ninth century, the baori is a mind-bending feat of construction. Next visit another jewel of Abhaneri, the Harshat Mata Temple. This temple, which is now mostly ruined, was first constructed between the seventh and eighth centuries and dedicated to the goddess of happiness and joy."
    },
    {
      "dayNumber": 16,
      "title": "Fatehpur Sikri – Agra.",
      "description": "Head east by private transport for the 2–3-hour journey to Agra, via a stop Fatehpur Sikri where you can opt to go inside. Rich in Mughal heritage, Agra is a city of gardens, temples, and open rooftops. On arrival visit the Taj Mahal, a white marble mausoleum built by Emperor Shah Jahan as a memorial to his wife Mumtaz. One of the New Seven Wonders of the World, the Taj Mahal attracts over three million visitors each year, so be prepared for crowds. If you’re after a cool drink or a light meal, maybe head to Sheroes Hangout. This cafe is staffed by survivors of acid attacks and is located 10 minutes’ walk from the Taj."
    },
    {
      "dayNumber": 17,
      "title": "Agra – Overnight Train.",
      "description": "Enjoy a free day before boarding the train this evening. Early risers might want to head back to the Taj Mahal for a very memorable sunrise. While you’re here, be sure to visit the spectacular Red Fort on the banks of the Yamuna River. Built in 1565 by Emperor Akbar, the fort was originally designed to be a military structure. If you have extra time, you may like to continue onto Akbar's Mausoleum to pay your respects to the great emperor. In the evening, board a 12-hour overnight train to Varanasi (Third Class AC)."
    },
    {
      "dayNumber": 18,
      "title": "Varanasi.",
      "description": "On arrival in Varanasi this morning transfer by auto-rickshaw to your hotel. Head out on a guided walk around the Old City, following your leader through the narrow alleyways. The rest of your day is free to do as you please. This evening, there are two options you should consider, both centred around the holy Ganges. The first is a sunset cruise along the river which allows you to observe life from a unique perspective in the fading light of day. If you’d prefer to stay on land, you could watch local priests perform a Ganga aarti (fire ceremony) at the Dashashwamedh Ghat."
    },
    {
      "dayNumber": 19,
      "title": "Varanasi.",
      "description": "Enjoy a free day to explore this holy city. We highly recommend starting very early and take an optional sunrise boat trip along the Ganges, passing pilgrims bathing and praying along the colourful ghats. Alternatively, head out to the ghats on foot to watch the dhobi-wallahs (clothes washers) drying clothes along the riverbank. You could even continue your stroll to the sinking Vishnu temple near the Manikarnika Ghat. Perhaps ask your leader about how to visit Sarnath, about ten kilometres outside of the city, where Gautama Buddha is said to have given his first speech after finding enlightenment."
    },
    {
      "dayNumber": 20,
      "title": "Varanasi – Overnight Train.",
      "description": "In the morning, you have some free time to explore more of Varanasi. Perhaps visit the Vishwanath Temple, or simply grab some chaat and watch the world go by. If you’re craving a little peace and quiet before you board another overnight train, consider heading to the Kriti Gallery to check out some contemporary work by local artists. In the afternoon, board the overnight train for a 15-hour journey to Delhi."
    },
    {
      "dayNumber": 21,
      "title": "Delhi.",
      "description": "Arrive in Delhi in the late morning and hop in a taxi to the hotel. The rest of the day is free for you to relax or explore the city at your own pace. Tonight, maybe get together with your group and head out for some dinner – your local leader will have plenty of recommendations."
    },
    {
      "dayNumber": 22,
      "title": "Delhi.",
      "description": "With no activities planned for today, your North India adventure comes to an end. You are free to depart the accommodation at any time."
    }
  ],
  "map": ""
}