{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-golden-triangle-tour-a-journey-beyond",
  "tourName": "India Golden Triangle tour, a journey beyond",
  "placesVisited": "Delhi, Agra, Bundi, Udaipur, visit the rural communities of Rajasthan, Leh, Ladakh, Amritsar, mountain train journey, Shimla",
  "generalInfo": "This India Golden Triangle tour takes you to the rich plains and mountains of North India, which have drawn numerous visitors from across Asia, Persia and beyond. From luminous figures such as Napoleon to Alexander the Great to the British East India Company, many have vied to control the vast expanses and rich resources of the North. <br/><br/>The journey that we’ve put together was designed with a lot of thought. Thought into the elements that would help showcase North India’s tumultuous and checkered history, and provide insights into its various people, from the great Mughals, Persians and Afghans, to the Rajputs, the Sikhs, the Tibetans and ultimately the English who shaped the region’s more recent history.  <br/><br/>Ultimately the North is not only about its people and their cultures but also about the incredible diversity in landscape and vistas. This holiday experience takes you to landscapes ranging from flat plains, to the fringes of the Thar, to agricultural fertility in the Punjab, to high Himalayan vistas.<br/><br/>We typically begin with Mughal history, from Mughal Old Delhi and Agra to the desert state of Rajasthan. Rajasthan is where we look to showcase the incredible diversity that exists, not only in the region’s landscape, but in its people and their cultures as well. Starting with the incredible bird life of Bharatpur with its one of the kind responsible safari experiences, we move into the hillsides of Bundi, through the Aravalli Mountains, and to the lakes of Udaipur, which is also home to incredible Rajput and Jain architecture. <br/><br/>Moving away from the Aravallis we enter the semi arid but incredibly nature-rich regions that border the Thar Desert. From tented abodes that serve us some of the most delectable Rajasthani rural cuisine to rustic and immersive family homestay experiences in the heart of the villages of Osian, this part of the journey is about the discovery of local people and the cultures that form their identities in the present day. <br/><br/>The journey beyond Rajasthan enters a part of Northern India that’s often overlooked. We take you into the fertile fields of the Punjab where through a series of walking trails we showcase the unique customs, religion and way of life of the Sikhs.  <br/><br/>The final stage of this journey enters the Himalayan wilderness of Leh with its high altitude lakes and Buddhist beliefs, and moves on to the former summer capital of the Raj at Shimla. Shimla is filled with historic relics from its English past, making it a nice way to wrap up a fantastic set of experiences.",
  "durationDays": "25",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}