{
  "destination": "India",
  "mainPhoto": "",
  "id": "black-panther-photography-tour-in-india",
  "tourName": "Black panther photography tour in India",
  "placesVisited": "",
  "generalInfo": "There are few animals in the world that evoke such imagery and emotion as the sleek, glossy form of a jet black panther walking through vibrant green jungle. But for many years the idea of seeing one of these unusual leopards in the wild was a pipe dream. But then a dominant male leopard in a place called Kabini, part of Nagarhole National Park in Southern India changed all of that. <br/><br/>Introduction:<br/>When thinking of the vast subcontinent of India from an environmental point of view it is often easy to think of a thriving sea of humanity and great swathes of land cleared for rice production and large landfills where poor Indian children collect items they can sell for pittance; all of this mixed with the horror stories of tiger poaching.<br/><br/>The very idea of there being large and well protected populations of wildlife and big ecosystems still home to a great variety of wildlife seems strange. But that is the case in some areas of southern India, the Western Ghats region is home to many species of wildlife and some of the last large populations of megafauna. This trip will focus on one such place, the stunning Nagahole National Park. This is a largely forested areas and home to a diverse collection of wildlife.<br/><br/>This tour is focused, not on just one species but actually one individual animal, there is a large male leopard that occupies a territory in the tourism zone near Kabini. Over the last few years this particular leopard has become globally famous and also one of the most sought after and photographed animals in the world. The reason being that this particular male leopard is melanistic. Meaning that it has a special gene which results the general colour pattern of leopards (yellowish with black rosettes) not being present; instead the rosettes are hidden under a dark pelage of jet black.<br/><br/>This is of course the famed and fabled black leopard, black panther the living incarnation of Bagheera from Rudyard Kipling’s Jungle Books himself.<br/>We have a high success rate of around 90% in seeing this black panther (as well as one or two other black panthers that are also in the area) and we hope to continue this success for your tour and many more in the future.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Bangalore. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. We have great photographer guides for this and out other wildlife photography trips; this photography guide will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Kabini. Your photographer guide or naturalist escort is an expert in the wildlife of Kabini and will be able to help you identify the different species as well as interpret you what behaviours you are seeing as well as getting perfect pictures. <br/><br/>The local guides have spent years searching out the best wildlife watching and wildlife photography locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>This tour is recommended for mid November - mid December as this is during this time of year that the national park authorities clear the overgrowth of vegetation from the seasonal monsoon and so there is increased visibility into the forest and also the removal of the vegetation allows for increased big cat activity as they are out and scent marking their territories more.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife photography holidays are guided by an experienced wildlife photographers as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>• Our wildlife photographer guide that escorts all our safaris has great experience working with and photographing wild animals all over the world and in particular the wildlife of India.<br/>• Our local Indian guides around Kabini have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• Visit the park morning and afternoon in your own private jeep for your group only.<br/>• All the above reasons give this, our wildlife photography and Indian big cat safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as striped hyena and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is completely focused on one region within one national park and tiger reserve, the Kabini region of Nagarhole National Park. It is located in Karnataka state. We will fly in and out of Bangalore, which is your entry and exit point for the trip.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Photo Credits:<br/>Davidvraju, CC BY-SA 4.0 <br/>Ranjith Kumar 2016, CC BY-SA 4.0 <br/>Jaya Krishna, CC BY-SA 4.0 <br/>Kirti Ranjan Nayak, CC BY-SA 4.0 <br/>Dheerajmnanda, CC BY-SA 4.0<br/>Scott Hyman",
  "durationDays": "7",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangalore / Kabini (Nagarhole National Park) This morning you will be leaving the city of Bangalore very early this morning so we recommend arriving here the day before and we can pick you up from your Bangalore hotel. However if you arrive early this morning we will collect you from the airport on your arrival and then you will be transferred to Nagarhole National Park and your accommodation. If time allows on your arrival here today you will enter the park for your first safari and first chance to see the famous black panthers of Kabini. (dinner only included today)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kabini (Nagarhole National Park) / Bangalore This morning will be your last safari into the park and the last opportunity to photograph the black panther and other wildlife. On your return to the lodge you will have breakfast you will depart for Bangalore and be taken to your chosen hotel for the night. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Home This morning you will have a private transfer arranged for you to get you to the airport in order to catch your return flight home or onwards to your next destination. (breakfast is the only meal included today)."
    }
  ],
  "map": ""
}