{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-overland-tour",
  "tourName": "South India overland tour",
  "placesVisited": "Mysore Palace, Maharajah's Palace, Bandipur National Park, Game drive, Ooty, Fort Kochi, Overnight on a houseboat, Meenakshi Temple, Bay of Bengal Mamallapuram, Shore Temple",
  "generalInfo": "The best way to experience an area as fascinating and far-reaching as Kerala or Tamil Nadu is with a South India overland tour. The epic itinerary of this expertly guided, 15 day trip covers a mix of historic highlights, national parks, beach resorts and traditional towns.  <br/><br/>We’ll cross the country using India’s incredible railway system, as well as travelling by bus and boat. Most of our accommodation will be in comfortable hotels, but you also get to experience an overnight stay in a Kerala houseboat, docked in a beautiful stretch of backwater and surrounded by coconut palms.  <br/><br/>From their intricately carved pillars to their spectacular shrines, the temples and palaces of Kerala and Tamil Nadu are some of the most stunning in India. This overland tour takes us to Mysore, where we will visit the majestic Maharajah's Palace, an impressive royal residence and one of the most visited monuments in the country.  Further south, in Madurai, we’ll explore the nine enormous, ornate gates (gopurams) of Meenakshi Temple, which are covered in innumerable statues of colourfully painted Hindu gods and goddesses.   <br/><br/>There will be plenty of time for wildlife watching as we take a tour of the Bandipur National Park, an important area for Bengal tiger conservation and a large elephant population. There’s a chance we’ll spot a variety of animals including monkeys, deer and the Indian bison, all the while keeping an eye out for tigers and panthers. <br/>",
  "durationDays": "15",
  "price": "2325",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Chennai (Madras)",
      "description": ": Our tour of South India starts in Chennai. Capital of India's southern state of Tamil Nadu, the city is one of the country's most important economic hubs, partly due to its role in the development of the automotive industry. For those arriving in time, our tour leader will meet you in the hotel reception at 2pm for a welcome meeting and a walking tour of the southern neighbourhood of Mylapore. Older than Chennai itself, Mylapore is an affluent and characterful quarter, home to a variety of cultural and historical sites as well as buildings influenced by the European colonies. As part of our walk, we'll visit the Kapaleeshwar Hindu Temple, rebuilt after it was destroyed by the Portuguese in the 16th century and the Roman Catholic Luz Church (Our Lady of Light). If you'd like an airport transfer, you'll need to arrive into Chennai International Airport (MAA), around a one-hour drive from the hotel. If you'd like to join the Mylapour tour, you'll need to arrive at the hotel by 2pm. If you're booking your own flights, you should give yourself one hour to clear the airport and then one hour to drive to the hotel, so the latest your flight should arrive is 12pm. If you miss the welcome meeting, your tour leader will catch you up as soon as possible."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Puducherry via Vedanthangal Bird Sanctuary",
      "description": ": This morning we'll drive to Vedanthangal Bird Sanctuary, approximately a two-hour drive from Chennai. The sanctuary is a protected area and an important breeding ground for large migrating birds such as herons, cormorants, storks, ibises, pelicans as well as other smaller species. Migrating season is generally from November to March and in the height of breeding season there can be thousands of birds here. Please note, Vedanthangal Bird Sanctuary is closed from 31st May to the 31st October. After a spot of birdwatching, we'll drive to Puducherry where we'll check in at our hotel and have lunch in the town's colonial French Quarters. A European influence, from a cultural and culinary perspective, thrived here after the city remained under French reign until 1954. Many of the streets retain their French names and as we walk around we'll spot several bakeries and cafes serving up fresh baguettes, crepes, waffles and croissants. The architecture makes you feel as if we were in a Parisian suburb with whitewashed colourful mansions and Puducherry's own Arc De Triomphe and Notre Dame church (Notre Dames des Agnes). We'll also visit the Sri Aurobindo Ashram, a small spiritual community devoted to providing its members with a balanced and healthy life. The ashram has a real presence in the town as they also run a handmade paper factory, making all sorts of goods out of waste material including wind chimes, notebooks, paper bags and birthday cards. Total travel time is around three to four hours."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Srirangam river island temples en route to Madurai",
      "description": ": We'll have an early start this morning as we leave Puducherry and travel to Tiruchirappalli, a journey of approximately four to five hours (200km). Our destination is the magnificent Srirangam Hindu Temple, located on an island, at the confluence of the Kaveri and Kollidam Rivers. The temple complex is one of the largest in India and is dedicated to Lord Vishnu, one of the main deities of Hinduism. We'll also visit the river ghats at Amma Mandapam, where devotees and residents of Srirangam and the surrounding areas come to bathe. After lunch, we'll continue our journey towards Madurai, which will take another 4 hours (156km). Madurai is a city at the heart of the Tamil and Dravidian cultures and is of huge importance to Hindus. It's been given the nickname the 'Nectar City' as it's believed drops of nectar fell from goddess Siva's locks here. Upon arrival in the early evening, the rest of your time in Madurai is yours at leisure to explore or relax. Total driving time today will be around eight to nine hours."
    },
    {
      "dayNumber": 4,
      "title": "Explore Meenakshi Temple and Thirumalai Nayak Palace",
      "description": ": This morning we'll head to the 16th century Meenakshi Temple for a closer look around. The temple features imposing gopurams (monumental gates) and dominating colourful towers that rise above the chaotic exuberance of the seemingly endless throngs of pilgrims. We'll also visit the regal Thirumalai Nayaka Palace, a 17th century building with impressive archways framing the indoor courtyard. This afternoon is free to explore Madurai at your own pace. You might choose to visit the Gandhi Memorial Museum, which houses a small collection of artefacts belonging to the iconic figure. Alternatively, you could visit the flower market where thousands of marigolds, tuberoses and roses amongst others are traded each day. In the evening we'll have the option to visit the impressive Meenakshi Temple for the evening 'bed ceremony' where the image of Siva is carried from its shrine to join his consort Pavarti in a separate part of the temple. All ceremonies carried out at Hindu temples are very spiritual as devotees say their prayers and bring offerings such as flower garlands and food to their gods. During the ceremony, we might also see musicians, temple singers and priests accompany the image of the god to their resting place for the night."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Thekkady for spice garden tour",
      "description": ": Today we'll drive west towards Thekkady and the state of Kerala. The drive is around five hours through an ever-changing landscape. As we enter the Western Ghats Mountain range, watch as rolling hills and spice plantations pass by the window and the terrain becomes ever more green. After checking in to our hotel, we'll learn a little about how Indian spices are grown and processed with a walking tour of a spice garden. India is the world's largest exporter and consumer of spices and the soil composition in the area is ideal for growing cardamon, cloves, nutmeg, pepper, and cinnamon."
    },
    {
      "dayNumber": 6,
      "title": "Journey through the backwaters via houseboat",
      "description": ": This morning we'll have an early start as we drive four to five hours (150km) to the Kerala Backwaters, a network of low-lying waterways, lagoons and rivers running parallel to the Arabian Sea. Often lined with tropical plants and palm trees they are a haven for a variety of birdlife and local villages dot the shores. We'll board our houseboat around midday for an exotic journey, chugging leisurely along the waterways used by villagers to connect each of the communities. We'll dock in the middle of the water before dusk and watch the sun go down on the horizon. The houseboats we use are simple yet comfortable converted rice barges which have en-suite rooms and an area to relax and watch riverside life as we go by. Whilst the engine is running there will be some power supply to charge cameras, but the air conditioning will be limited to night time only. Tonight we recommend packing an overnight bag for the houseboat as tomorrow morning you will be embarking on a walking tour of Kochi."
    },
    {
      "dayNumber": 7,
      "title": "Travel to Kochi",
      "description": ": After disembarking our houseboat, we'll drive to the fort town of Kochi. En route, we can make a stop at Mullkal street - a bustling market in Alleppey popular amongst locals looking to pick up their spices, vegetables and fruits. From here, we will continue on to Kochi. With a beautiful natural harbour that earned it the title of 'Queen of the Arabian Sea'. The town was founded on trade from Jewish and Arab spice traders in the first century AD. Its prosperity and importance increased even more with the arrival of the Portuguese in the 16th century, closely followed by the Dutch and the English, an eclectic heritage that helped produce a fascinating mix of styles and influences. The rest of the afternoon is free to explore more at your own pace and there's an option to attend a Kathakali dance performance. Thought by some to be the very essence of the culture of Kerala. The intricate make-up is unique and often dancers can take up to three hours painting their faces - the features are heavily emphasised as it is the facial expressions and coordinated eye movements which are important in the dance. Alternatively, you might want to learn about south Indian cuisine with a cookery class at a local home. During the class, you'll learn to cook typical Keralan dishes including coconut milk curries and crispy laced rice pancakes, whilst chatting to your hosts about their life and culture."
    },
    {
      "dayNumber": 8,
      "title": "Walking tour of Kochi and sunset cruise",
      "description": ": After a leisurely breakfast, we'll head to Kochi's Mattancherry Palace to explore the colonial gem. Built by the Portuguese in the 16th century, it underwent extensive renovations by the Dutch some hundred years later, which earned it its name as 'The Dutch Palace'. Today it houses murals depicting scenes from the Ramayana and other great legends. Whilst in Kochi's Jewish quarter we'll visit the oldest active synagogue in India, the Paradesi Jewish synagogue. This area is also home to antique warehouses and spice auction rooms - we'll take some time to peruse them, too. Later we'll visit St Francis Church, another fascinating example of the melting pot of cultures which have brushed past this fort town and left their mark. The church was the original burial site of Portuguese explorer Vasco da Gama before being returned to his native Portugal as his final resting place. We'll walk around the fort and get our first look at the Chinese Fishing nets. First introduced by Chinese explorers in the 14th century, this style of fishing is rarely found in India and they have become a symbol of Kochi - and a great photo op for visitors, too. After a leisurely lunch, we'll reconvene in the afternoon to take a cruise in Kochi's harbour to watch the sun setting over the Chinese fishing nets."
    },
    {
      "dayNumber": 9,
      "title": "Explore Palakkad Fort en route to Coimbatore",
      "description": ": Today we have a long drive ahead of us as we head north-east back into the state of Tamil Nadu and the city of Coimbatore, located 205km from Kochi. On the way, we'll stop in Palakkad to admire the 18th century fort. Unlike sandstone examples seen in India's Northern state of Rajasthan, Palakkad Fort is built out of granite and is surrounded by grass and a large water moat. After exploring the fort, we'll continue our drive towards Coimbatore, around a two-hour drive away. Dinner is included tonight in Coimbatore and we'll get the opportunity to sample some South Indian delicacies such as savoury dosas served on a banana leaf with different chutneys, pickles and vegetables. Total travel time today will be around seven hours."
    },
    {
      "dayNumber": 10,
      "title": "Ride the toy train to Snooty Ooty",
      "description": ": Early this morning we'll drive approximately three to four hours (68km) towards Coonoor to board the toy train along the Nilgiri Mountain Railway. Built by the British in the late 19th century to negotiate an otherwise difficult terrain, an old locomotive will pull us up the hill through dense green forest landscapes as we cover a distance of 19km from Coonoor to Ooty in about one and a half hours. The toy train has been running for many years so there are times where it doesn't run due to maintenance or when the weather is poor. In such circumstances, we'll drive to Ooty instead, which still makes for a scenic journey through the hills. The town of Ooty, often referred to as 'Snooty Ooty' was once a colonial hill station and home to officials from the British East India Company looking to escape from the heat of the southern lowlands. On arrival we will have lunch and have a short tour of the town including a visit to the town's botanical gardens, home to more than 1000 varieties of plants and trees arranged in a colourful way. Afterwards, we will continue our journey of around two to three hours (60km) towards Bandipur National Park, where we'll stay for the next two nights."
    },
    {
      "dayNumber": 11,
      "title": "Game drive in Bandipur National Park",
      "description": ": Today is dedicated to searching for wildlife with both morning and afternoon drives in Bandipur National Park. The park was once the hunting ground for the Maharajah of Mysuru but is today a thriving nature reserve made up primarily of dry deciduous forest. Some of the wildlife we might be lucky enough to spot includes chital (spotted deer), monkeys (especially langur), mongoose, sloth bear and gaur (Indian bison). The park's elephant population is one of the largest in the country and we might see some of them walking in the forest. Though less common, there have also been sightings of leopard and tiger and there's a variety of birdlife such as crested hawk and serpent eagle. Our wildlife drives in the park are usually at dawn and just before dusk in the afternoon when the animals are most active. We'll head out on our safari on a shared bus that accommodates around 20 people and is designed for viewing wildlife. Each safari will be around 1.5 to 2 hours including our drive towards the park but will depend on the wildlife we get the chance to see. In between the drives, we'll have time to relax back at our lodge just outside of the park. There's the option to unwind by the swimming pool, enjoy a massage or take a nature walk around the resort. Due to a recent tiger attack in the Bandipur region, the Government of Karnataka has temporarily suspended all safari operations in Bandipur National Park. As an alternative, a safari in a nearby Mudumalai National park has been arranged until safaris resume in Bandipur. Please note, the Indian authorities that oversee the management of national parks across India occasionally adjust safari durations and general park protocols throughout the year. Therefore, safari details are sometimes subject to change."
    },
    {
      "dayNumber": 12,
      "title": "Optional morning safari and drive to Mysuru",
      "description": ": Early this morning we'll have the option to take one final drive in the park in search of wildlife. Alternatively, you can enjoy a leisurely breakfast before we drive north towards Mysore. The journey will take approximately three hours, covering a distance of 85km. So called the 'City of Palaces', Mysuru is today renowned as the cultural capital of Karnataka and home to one of the most ornate palaces in south India, the Maharajah's Mysore Palace, which we plan to visit tomorrow. After checking into our hotel, we'll visit the Chamundi Hills area just outside of the city. Offering views over Mysuru, the hills are home to an impressive Hindu Temple and the Nandi statue. This giant black granite bull statue is considered the vehicle of Lord Siva and is an icon of the city of Mysuru. Later in the evening, we'll head to Mysuru Palace for a sound and light show displayed on the facade of the building itself."
    },
    {
      "dayNumber": 13,
      "title": "Explore the Mysuru market and Palace before afternoon train to Chennai. Evening drive to Mamallapuram",
      "description": ": After a leisurely breakfast, we'll take an hour or two to explore Mysuru's Devaraja market. This vibrant market is a constant hive of activity as locals barter with sellers for the best deal. The market is a photographer's paradise with fruit, vegetable, flower, and spice stalls often meticulously displayed. After our visit to the market, we'll head towards Mysuru's must-see, the eccentric Mysuru Palace. An eclectic mix of Hindu and British architecture, the palace was originally built in the 14th century and has undergone two subsequent reconstructions. Its opulence is demonstrated through its grand proportions, shiny marble floors, ivory doors, and recognisable red domes on top of its main towers. This afternoon, we have a long journey as we make our way back to the coast for some well-deserved rest and relaxation to round off our incredible tour of Southern India. After our sightseeing and a quick lunch in Mysuru, we will transfer to the railway station to board our express train to Chennai. The journey to Chennai will take around six-and-a-half hours, arriving in Chennai by early evening. We will have dinner onboard our train to Chennai before arriving at our destination. From there, we will drive for two to two-and-a-half-hour towards the shores of the Bay of Bengal and the town of Mamallapuram. Please note, today we will be arriving late, around 10pm, into our hotel in Mamallapuram. While it will be a long journey day, we have a leisurely day tomorrow to enjoy the beach or relax after our 2-week trip around Southern India."
    },
    {
      "dayNumber": 14,
      "title": "Explore to Mamallapuram",
      "description": ": This morning for a taste of local life we will go for a traditional south Indian dosa breakfast. These thin flat crepes are made from rice batter and often served with a side of chutney, potatoes and lentil sambars. Following breakfast, we'll explore the nearby shore temples. Mamallapuram was the chief harbour town of the Pallava Dynasty some 1200 years ago, and several superb examples of its masterful rock carvings still exist today. We will walk around some of the areas' most celebrated structures, including the 7th century Shore Temple - a UNESCO World Heritage site - and Ajuna's Penance, the world's largest bas-relief and one of the most impressive friezes in India. Although both have suffered at the hands of natural erosion over many centuries, although a remarkable amount of detail remains amongst the carvings. The rest of the day is free to take a walk on Mamallapuram's sandy beaches or visit the market for some last-minute shopping."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Mamallapuram",
      "description": ": Our tour of South India ends at our hotel in Mamallapuram. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Chennai Airport (MAA), around a two-hour drive from the hotel."
    }
  ],
  "map": ""
}