{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-culture-and-wildlife-tour",
  "tourName": "India culture and wildlife tour",
  "placesVisited": "Explore vibrant markets, majestic forts, and historical mosques, Experience the rich cultural and religious heritage of Jaipur and Varanasi, Witness the Taj Mahal during sunrise, Discover the architectural wonders of Khajuraho temples, Overnight train journey, Thrilling big cat safari in Bandhavgarh tiger reserve.",
  "generalInfo": "Embark on a grand tour of Central India, immersing yourself in the rich tapestry of Indian culture, architecture, and wildlife. This two-week journey will take you on a captivating adventure from Delhi to Bandhavgarh, with stops at Jaipur, Agra, Varanasi, and Khajuraho.<br/><br/>Begin your tour in Delhi, the bustling capital of India, where you'll be enthralled by its historical sites, vibrant street life, and delectable cuisine. Explore the enchanting streets of Old Delhi, where every corner tells a story.<br/><br/>From Delhi, travel to Jaipur, also known as the \"pink city\" and the capital of Rajasthan. Adorned with pink sandstone palaces and majestic forts, Jaipur showcases the opulence and grandeur of its rich cultural heritage.<br/><br/>Continue eastward to Agra, the former Mughal capital, where you'll witness the magnificence of the Agra Fort and the iconic Taj Mahal, an architectural marvel and a symbol of love.<br/><br/>Next, embark on an overnight train journey to Varanasi, a sacred city that embodies the essence of India. Experience the spiritual rituals along the banks of the Ganges River and immerse yourself in the vibrant blend of religions and traditions.<br/><br/>Venturing further into the heart of India, you'll reach Khajuraho, renowned for its awe-inspiring temples adorned with intricate sculptures depicting various facets of life, including passion, dance, and music. Marvel at the brilliance of Indian architecture and delve into the medieval cultural heritage.<br/><br/>Finally, conclude your journey in Bandhavgarh Tiger Reserve, where nature takes centre stage. With a rich history and one of the highest tiger densities in the world, Bandhavgarh offers a remarkable opportunity to witness these majestic creatures in their natural habitat.<br/><br/>This grand tour of Central India encapsulates the essence of Indian diversity, from the architectural wonders to the spiritual experiences and the captivating wildlife encounters. Prepare to be captivated by the fervour, depth, and beauty of India.",
  "durationDays": "14",
  "price": "215000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "New Delhi: After your arrival at Indira Gandhi International Airport in New Delhi, you will be greeted and transferred to your hotel. Once you have settled in, your guide will meet you at the hotel to discuss the various sightseeing options available to you. They will provide you with information on the attractions and activities in Delhi, allowing you to customize your itinerary based on your preferences and energy level after the journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "New Delhi: After breakfast, set out to explore New Delhi on a guided tour at 09:30 am. Your guide will meet you in the hotel to discuss the options. You will have a full day to explore the city. From historic monuments to traditional markets to spicy street food, the Old Delhi tour is a journey full of unexpected sights and ancient surprises. At the same time, New Delhi is twentieth-century India and beyond. Both speak volumes about India's history, culture and tradition. In Old Delhi, your senses will come alive as you encounter the many captivating sights and sounds this fantastic part of the city has to offer. You can visit Chandani Chowk, famous for its vibrant bazaar, where you can shop for some ancient artefacts and jewellery. Within Old Delhi, you will also see the Jama Masjid, India's largest mosque and the Red Fort, two of Delhi's magnificent ancient buildings built by the Mughal Emperor Shah Jahan in the 17th century. You can also visit Lutyen's Delhi, which includes buildings and monuments made during the colonial period."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jaipur: After breakfast, your driver will pick you up from the hotel to take you to the Rajputana city of Jaipur to reach in time for lunch. After lunch, you can relax at the hotel or explore the city with a guide visiting various historical monuments reflecting the great cultural past. You can visit Nahargarh Fort for the stunning sunset view of the Pink City. The next day, visit the magnificent City Palace, a complex of palatial structures that houses precious artefacts of the Rajput era. Explore the beautiful Hawa Mahal, known for its intricate architecture and airy windows. Discover the Jantar Mantar, an impressive astronomical observatory recognized as a UNESCO World Heritage Site. A visit to the majestic Amber Fort, situated on a ridge on the outskirts of Jaipur, is a must. Don't miss the Jal Mahal and Laxmi Narayan Temple, among other attractions. In the evening, you can also take a leisurely stroll through the bustling markets of Jaipur, indulge in local delicacies, and shop for fabrics, artefacts, and handicrafts."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fathepur Sikri & Agra: After breakfast set off for Agra. A five-hour drive through the Chambal ravines will take you to the romantic city of Agra. Pause a little short of Agra at the Fatehpur Sikri, a city that was once the proud capital of the Mughal Empire in the 16th century, built by Emperor Akbar now stands deserted as a well-preserved ghost town. From Fatehpur Sikri continue to Agra and check into your hotel. Located a 10-minute walk from the Taj Mahal, the hotel also has a rooftop restaurant which offers a beautiful view of the Taj itself. You can relax at the hotel enjoying the view from the rooftop restaurant or enjoy the pool."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Agra & Overnight train to Varanasi: Agra, situated on the banks of the Yamuna River, is a treasure trove of Mughal art, culture, and architecture. Begin your day by meeting your guide in the hotel lobby and heading to the Taj Mahal, a masterpiece of Mughal architecture and one of the Seven Wonders of the World. The Taj Mahal is best experienced during the early hours of sunrise. After breakfast, visit the Agra Fort, a magnificent structure that offers a glimpse into the grandeur of the Mughal Empire with its impressive buildings and courtyards. Explore the tomb of Itimad-ud-Daulah, often called the Baby Taj, as it resembles a smaller version of the Taj Mahal and is believed to have inspired its construction. In the evening, take the opportunity to visit local shops and purchase souvenirs such as marble crafts or rugs. Return to your hotel for dinner and prepare for an overnight train journey from Agra Cantt to Varanasi. You will have a comfortable AC compartment with separate bunk beds reserved for a comfortable journey."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Varanasi: Upon arrival in Varanasi at 06:00 am, your driver will greet you at the train station and transfer you to the hotel. After breakfast and some rest, embark on a guided exploration of this ancient and sacred city. Varanasi, known as India's spiritual capital, is a city steeped in history and culture. Visit the old streets and ghats, where temples are found at every turn. Attend the mesmerizing Ganga aarti in the evening, a prayer honoursthat honours the holy Ganges River. Don't miss visiting the renowned Kashi Vishwanath temple, covered in gold. Experience the serene beauty of a sunrise boat ride on the Ganges River, witnessing holy rituals and daily life along the ghats. Explore the Sarnath temple complex, where Lord Buddha delivered his first sermon. And, of course, indulge in the mouth-watering street food that Varanasi is famous for. Each street offers its own culinary delights, making for a truly gastronomic experience."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Khajuraho: Today, after breakfast, transfer to Khajuraho. It is going to be a long day travelling south in the heart of India to Madhya Pradesh state. A guided tour of the city. A UNESCO World Heritage Site, the spectacular group of temples at Khajuraho, built by the Chandela dynasty between the 9th and 10th centuries, is one of India's seven wonders, second only to the incredible Taj Mahal. Visit this temple complex which highlights several facets of Indian life from thousand years ago. The erotic sculptures portraying Kama Sutra are completely unique in the world. Above all, it reflects a unique architectural talent which depicts royalty, courtship, marriage, spiritual teachings, meditation, kinship and intimate scenes of human emotions and relationships."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bandhavgarh Tiger Reserve: Bit of a natural respite in Bandhavgarh Tiger Reserve. After breakfast, transfer to Bandhavgarh to reach in time for lunch. Bandhavgarh is one of the best national parks in the world for tigers. Few return without seeing this most magnificent of animals and the largest of the big cats. Wildlife includes the spotted deer or chital, chinkara, wild boar, sambhar, muntjac and nilgai. Each outing in Reserve provides a chance to meet one of its rarer inhabitants, such as a sloth bear, Indian fox, jackal, wolf and jungle cat. Two hundred forty-two species of birds have been identified in the reserve. The most commonly seen are the peafowl, red jungle fowl, grey hornbill, red-wattled lapwing, crested serpent eagle, white-breasted kingfisher and lesser adjutant stork. Search for tigers and other wildlife in the morning and afternoon open jeep safari."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "New Delhi After breakfast, leave Bandhavgarh and travel to Jabalpur airport to catch a flight to New Delhi."
    }
  ],
  "map": ""
}