{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-desert-adventure",
  "tourName": "Rajasthan desert adventure",
  "placesVisited": "Delhi, Agra Fort, Taj Mahal at sunrise, Game drives in Ranthambore National Park, Fatehpur Sikri, Bundi, Udaipur, Chittorgarh Fort, Jaipur, Amber Fort, Jodhpur",
  "generalInfo": "Rajasthan is filled with imposing forts – testament to its warrior past, when battles raged across these landscapes. But there are many exquisite palaces, too – Rajasthan was also the “Land of Princes”. This small group, Rajasthan desert adventure holiday takes you across the state, introducing you to its history, culture and nature.<br/><br/>Along the way you’ll visit many forts – learning about the unique history of each, including the Red Forts of Delhi and Agra, Bundi’s hilltop fort, ad the incredible Amber Fort at Jaipur. India’s different religions are explored through its mosques and Hindu temples, including Jama Mosque – the largest in India, the while marble Pearl Mosque and the Hindu pilgrimage town of Pushkar. And no tour of northern India would be complete without a visit to the Taj Mahal; you’ll arrive there in time for dawn– just as the white marble exterior s changing colour with the sunrise.<br/><br/>A day in Ranthambore National Park reveals quite a different side of Rajasthan; it’s one of the best places in the world to spot endangered tigers, along with monkeys, crocodiles and deer. And for an extra special twist to this Rajasthan desert adventure holiday – once a year, we offer a departure which includes the renowned Pushkar Camel Fair.",
  "durationDays": "14",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in pulsating Delhi. It’s a city split in two, with historic Old Delhi in the north and the nation’s capital, New Delhi, in the south. Today has been left free, allowing you time to settle into the trip. Around 6pm, we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Delhi? Secure pre-tour hotel nights through your sales representative Accommodation: Rockland Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visit the walled city of Old Delhi this morning. It’s crowded, full of activities and still influenced by the great Mughals who once ruled from the ramparts of the majestic Red Fort. Navigating the city, we visit the 17th-century Jama Mosque, the largest mosque in India; Rajghat, a memorial to Mahatma Gandhi; India Gate; and vast colonial buildings. In the afternoon, we transfer (approximately six hours) to Ranthambore National Park. Accommodation: Raj Palace Resort (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we take two game drives in Ranthambore National Park. The reserve was declared a wildlife sanctuary in 1957 and in 1974 became part of Project Tiger. After initial success, poaching has drastically reduced the tiger population. However, Ranthambore is still considered one of the best places to spot wild tigers and many of our groups over the last few years have seen the elusive predator. Ranthambore is also home to a great variety of other wildlife, including several species of monkey, deer, crocodile and birdlife. During the game drives, each vehicle is joined by a Forest Guard, a requirement by the local authorities. The Forest Guards are part of a national park initiative to generate employment for the nearby villages. They are skilled spotters and trackers so, though their English is sometimes very limited, they greatly improve the experience. Accommodation: Raj Palace Resort (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Leave Ranthambore and drive (approximately four hours) to Bundi, a delightful town on the Aravali foothills. It is best known for its palaces and the beautifully decorated stepwells that were used to collect water during the monsoon centuries ago. Visit Bundi Fort in the afternoon, one of the most beautiful palaces in India and home to outstanding miniature paintings portraying the history of the palace and its royal family. The fort is high on a hill overlooking Bundi and its Krishna blue stonewashed houses. Accommodation: Ishwari Niwas Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Set off on our five-hour (145mi/235km) journey to the lakeside city of Udaipur. Known as the Pearl of Rajasthan, the City of Sunrise and Venice of the East, Udaipur is a beautiful place regarded by both Indians and visitors as the most romantic city in India. Accommodation: Paras Mahal Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "On the east side of Lake Pichola, the main palace commands an unsurpassed view across the shimmering lake to the dusty Aravalli Hills. The lake has two islands, each with a palace to rival that on the mainland. Jag Mandir and Jag Nivas (the latter is now the Lake Palace Hotel) rise out of their own reflections in the lake waters. Udaipur is surrounded by a massive bastion with five gates and dominating the town is the City Palace of the Maharana. The sumptuous apartments are decorated with multi-coloured mosaics, elaborate mirror work and inlaid tiles; half of these can be visited as the current Maharaja still occupies the rest of the palace. Spend the morning visiting the City Palace and Jagdish Temple, with a huge black-stone image of Jagannath, an aspect of Lord Vishnu. If time allows, it may be possible to visit the gardens of Gulab Bag or take a boat trip on the lake. The afternoon is free to enjoy this evocative city. Accommodation: Paras Mahal Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Taking the scenic road out of Udaipur, we head to the blue city of Jodhpur, where the houses were painted blue to distinguish them as those of Brahmins. It was founded by the Rajput chief Roa Jodha and was formerly the capital of the Marwar state. The city is surrounded by a wall almost 6mi (10km) in circumference and is dominated by the massive fort that stands on a rocky hill commanding the surrounding desert. It’s a seven-hour drive there, but to break up the journey we visit the 15th-century Jain temple at Ranakpur. The main temple, beautifully carved from marble, is dedicated to Adinath and has 29 halls supported by 1,444 pillars, each delicately carved with a different design. Accommodation: Shree Ram International Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "First thing, we visit Mehrangarh Fort for a great view of the blue houses. The fort itself looks massive from the outside but inside there is an impressive collection of finely carved sandstone screens and lattice windows, and the palaces themselves are very finely decorated. We then walk through the spice market, before having the rest of the day free to explore the city. Options include visiting Mandore Garden, known for its collection of impressive cenotaphs dedicated to the rulers of Jodhpur. Accommodation: Shree Ram International Hotel (or similar) Pushkar Fair departure (14 November 2026): The itinerary for this departure is slightly amended. Read the Colours of Rajasthan - Pushkar Festival (2026) itinerary for more details."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we transfer (six hours) to the lakeside pilgrimage town of Pushkar. There’s time for sightseeing this afternoon. In the town centre is the holy Pushkar Lake, which is surrounded by several temples, including a Bramha temple said to be the only one in the world dedicated to this deity. A dip in the lake waters and worship at the Bramha temple ensure salvation. Accommodation: Hotel Dera Masuda (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy time at leisure this morning to explore Pushkar. Roam the narrow streets hunting for souvenirs or take a stroll to the lake and watch the local people start their day. In the afternoon, we drive (approximately three hours) to Jaipur, an attractive city of broad avenues, built of sandstone and painted pink at a later stage. Accommodation: Hotel 7 Apple (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We start as the sun rises, heading out for a dawn walking tour led by a local guide as the Pink City wakes. See the local people start their day and the rituals that take place in early morning markets and small temples. We visit different chowkris (blocks) within the walled city, with the chance to interact with different artisans. Returning to the hotel for breakfast and some time to refresh, we head out again mid-morning for a city tour led by a local guide. Visit the highlights, including one of the most intriguing sights in India, the observatory of Jai Singh. This is an assembly of immense astronomical instruments. We also see the Hawa Mahal, or Palace of the Winds, and the splendid Amber Palace, rising above a lake outside the city. Accommodation: Hotel 7 Apple (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Agra (approximately 4hr 30min), visiting Fatehpur Sikri, the deserted royal city of Emperor Akbar, on the way. This impressive and well-preserved citadel became his capital in 1571, after the blessing of a local Moslem holy man correctly predicted the birth of a longed-for son, his successor Jehangir. The mosque, designed to hold 10,000 worshippers, the palaces, residences and halls of audience, are constructed of decorative red sandstone. But this magnificence only lasted 14 years; Akbar left Fatehpur Sikri in 1584 to secure his outlying territories, leaving this city much as we see it today. This afternoon, we visit the imposing Red Fort of Akbar (Agra Fort), whose mighty sandstone walls enclose the beautiful white-marble Pearl Mosque and the palaces, halls, courtyards and fountains of his sons and successors, Jehangir and Shah Jahan. Accommodation: Hotel Sun Ring (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Wake early to visit the Taj Mahal at sunrise, when the white-marble exterior is illuminated by the soft early light, the crowds are smaller and the birds chatter among themselves. After admiring it from the outside, we head inside, with a chance to explore the beautiful inner chambers and mausoleum, while our tour leader shares the history of this New World Wonder. Following breakfast, we begin on our journey (approximately four to five hours) back to Delhi, stopping on the outskirts of Agra to visit and support Wildlife SOS. Their work is dedicated to rescuing and caring for sloth bears and elephants. At the Agra Elephant Conservation and Care Centre, we meet an education officer to learn about their vital work and commitment to rehabilitating abused elephants and advocating for their conservation through public awareness campaigns. We tour the centre and see some of the rescued elephants and hear their stories. After this informative visit, we resume our drive to Delhi and check into our hotel. It’s your last night together so the tour leader can help to arrange a group dinner. Accommodation: Rockland Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adventure ends after breakfast and we begin our return journeys home. Alternatively, if you’d like to spend a bit more time exploring this magnificent city, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}