{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-north-and-south-tour-in-comfort",
  "tourName": "India north and south tour, in comfort",
  "placesVisited": "New Delhi, Jaipur, Agra, Orchha, Khajuraho, Varanasi, Chennai, Mamallapuram, Puducherry, Tanjavar, Karaikudi, Madurai, Periyar, Kochi, Kerala backwaters, Kumarakom, Kovalam",
  "generalInfo": "Experience the real India on this comfortable introduction to the culture of the north and the lush beauty of the south, from Delhi to Trivandrum. This is a 26-day trip and you’ll travel in a small, guided group of no more than 16 people, with three internal flights to help you cover the ground and discover everything that India has to offer. Comprehensive and fascinating, this journey takes in India’s flamboyant major cities, the vibrant towns of Rajasthan as well as quiet fishing villages, tea gardens, tribal homes and colonial enclaves. Discover the culinary delights of each region and stay in colourful hotels, heritage accommodation and even a palace! <br/><br/>In the north, India’s beautiful architecture is the star. From Jaipur’s Palace of the Winds and Royal City Palace, Agra’s Red Fort and the iconic Taj Mahal, to the palaces of Orchha and the carved steps leading down to the river in Varanasi. There is plenty of opportunity to soak up the country’s spiritual side, too, at the Jama Masjid mosque in Delhi and the ghats of Varanasi, or watching evening prayer ceremonies, ancient bathing rituals and candle flower ceremonies on the Ganges.<br/><br/>In the south, India’s highlights and hidden jewels are revealed against a backdrop of green on a Kerala tour. Track footprints in search of wild elephants in the Periyar Wildlife Sanctuary and explore the rolling hills, tea plantations and chai gardens of Munnar. In Kochi, ferry-hop between the islands to discover palaces, temples and Portuguese architecture at every turn, and explore the idyllic seaside town of Puducherry.<br/><br/>Amongst the included activities on this wide-ranging trip are cooking demonstrations, guided walks, watching a Bollywood movie in Jaipur and traditional dance performances in Orchha and Kochi. This is an unforgettable journey through a diverse and intriguing country, guided and planned so all you have to do is relax and enjoy the ever-changing spectacle. <br/><br/>",
  "durationDays": "18",
  "price": "2550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. When you arrive at Delhi Airport, you’ll be collected by a local representative and transferred to your hotel. Your adventure then begins with a welcome meeting at 6 pm to meet your local leader and fellow travellers. After, feel free to explore lively Delhi at your own pace, perhaps by heading to the Red Fort, the Lotus Temple or Humayun’s Tomb, a UNESCO World Heritage site. Later, why not get your new group together to sample of this country’s famed food?"
    },
    {
      "dayNumber": 2,
      "title": "Delhi .",
      "description": "Get your bearings in Delhi by starting your day with a leader-led tour of the oldest part of the city – aptly called Old Delhi. Your leader will help you navigate the metro system so you can explore the impressive Mughal architecture on foot. It’s not Delhi without a traffic jam, so hop aboard a traditional rickshaw and weave your way around the streets surrounding the Chandi Chowk marketplace. Stop by India’s oldest and largest mosque, the Jama Masjid, before heading into the Sikh temple of Sheeshganj Gurudwara to observe the capital’s spiritual side. Enjoy a traditional Thali lunch with your group before a free evening to wander the city as you wish. Tap into your leader’s local expertise for food and activity recommendations that match your mood."
    },
    {
      "dayNumber": 3,
      "title": "Agra.",
      "description": "Board the train and journey to the city best known for housing one of the Seven Wonders of the World. After you settle into your hotel, head out for lunch in a cafe run by women who have survived acid attacks. After, take in the sights as you head to the Taj Mahal. A tribute to his belated wife, Emperor Shah Jahan commissioned this famous monument in 1632 to house her remains. Stroll through the gardens and learn more about its history at the Museum. You can also sign up to an optional demonstration on hand knotted carpets – a craft that dates to the Mughal era – or explore Agra at your own pace."
    },
    {
      "dayNumber": 4,
      "title": "Agra/ Ranthambore NP .",
      "description": "If you fell in love with the Taj Mahal yesterday, you can opt to visit again today. There is plenty more to see, like the mosque and its symmetrical jawab building on either side of Main Mausoleum. Then, you will visit Agra Fort. Learn how Akbar built a fortress and prison out of red sandstone in 1565, and then Shah Jahan converted and added to the fort to transform it into a palace. In the afternoon, take a private transport to your next location, the Ranthambore National Park, where you’ll stay for two nights. As this is the longest journey on the trip, your leader will help you secure some snacks and drinks for the ride."
    },
    {
      "dayNumber": 5,
      "title": "Ranthambore NP .",
      "description": "Begin your day with an adrenaline rush by embarking on a morning safari. As one of the biggest national parks in northern India, Ranthambore is home to a huge variety of mammals, birds and reptiles. Although it’s primarily known for housing the Royal Bengal Tigers, you might also be able to spot leopards, sloth bears and crocodiles when you’re cruising along. Enjoy a free afternoon before setting out on safari again in the evening for more wildlife watching."
    },
    {
      "dayNumber": 6,
      "title": "Jaipur.",
      "description": "Stop at a rural village in Sawai Madhopur on your commute to Jaipur and admire the ancient sacred temples erected around the vicinity. When you arrive in Jaipur, also known as the ‘Pink City’ due to its pink buildings, join your leader on an orientation walking tour. The city has been ranked as one of the most pedestrian friendly cities in India so feel safe as you wander through the busy streets and colourful alleyways. After, immerse yourself in the culture by opting to go to a Bollywood movie screening or enjoy some free time this evening."
    },
    {
      "dayNumber": 7,
      "title": "Jaipur .",
      "description": "Your leader will show you around more of Jaipur this morning, maybe starting with the City Palace – a building that wouldn’t look out of place in a Wes Anderson film. Although the royal family of Jaipur still occupy the palace, some gardens and courtyards are open to the public. The rest of the day is yours to explore as you wish. Perhaps visit Jantar Mantar – an observatory filled with instruments to track the stars, built by the founder of Jaipur, Maharaja Jai Singh. Or you can opt for a hot air balloon ride and watch the countryside below from a bird's eye view."
    },
    {
      "dayNumber": 8,
      "title": "Jaipur/ Panna Meena Stepwell & Amber Fort .",
      "description": "Explore a lesser-known side of Jaipur by visiting Panna Meena Kund Stepwell. Stepwells like this one were used to collect rainwater, as well as serve as spaces for rituals and gatherings. After, head to the nearby and more well-known Amber Fort, located on a hilltop, giving you a good view of the city. Take in the Rajput and Mughal architectural styles as you explore the various halls and palaces on the grounds with a local guide. Don’t miss the sparkling Mirror Palace – covered floor-to-ceiling in thousands of reflective tiles, the hall becomes a dazzling fantasy with the light of a single match. Then, enjoy the afternoon exploring more of Jaipur and discovering anything you may have missed yesterday. Finish your day with a cooking class in a local home and tuck into your traditional homemade food for dinner with your group."
    },
    {
      "dayNumber": 9,
      "title": "Delhi.",
      "description": "Head back to Delhi this morning in a private transfer. The afternoon is yours to explore at your leisure. There are plenty of sites you may have missed the first time around, like Humayun’s Tomb – a garden tomb dating back to 1570 – or Qutb Minar, the highest tower in India. Your leader can help you book any activities you wish to do. In the evening, perhaps gather your group together for a farewell dinner, where you can reminisce about your Indian adventure."
    },
    {
      "dayNumber": 10,
      "title": "Kochi .",
      "description": "Today, take a flight from Delhi to Kochi to join the second stage of your trip. This flight is unaccompanied, but your leader will provide you all the details, plus where to meet a representative on arrival in Kochi to be transferred to your accommodation. Kochi (also known as Cochin) is a port city on the southwestern coast of India that has been a vibrant hub since 1341, shaped by the historic interactions with traders from Portugal, China and Britain. You'll have another welcome meeting tonight at 6 pm to meet the new members of your group."
    },
    {
      "dayNumber": 11,
      "title": "Kochi .",
      "description": "Begin your day with a tour of Kochi with your leader, exploring the city before heading to Fort Kochi on the coast. Look out for evidence of different cultures on Indian soil, like Santa Cruz Basilica, one of the country’s oldest Catholic Churches, and St. Francis Church, believed to be the first Church built by the Europeans. Explore the remnants of Portuguese influence at Mattancherry Palace, originally constructed in the 16th century and later renovated by the Dutch. Visit the oldest functioning Jewish synagogue nearby with insights from your guide, followed by a performance of Kathakali – a traditional form of dance based on Hindu legends that puts costume and colour centre stage. It can take students over a decade to perfect the movements necessary to perform the artform, so prepare to be impressed."
    },
    {
      "dayNumber": 12,
      "title": "Munnar .",
      "description": "Today, journey west to Munnar – a picturesque town sitting among the mountains. Tea enthusiasts will find Munnar particularly fascinating for its integral connection to the beverage. Learn more about this on a visit to the Tea Museum, an institution that recalls the history of the plantations. This evening is free to spend as you wish – consider utilising your leader’s local knowledge by asking for recommendations on dining and activities."
    },
    {
      "dayNumber": 13,
      "title": "Munnar .",
      "description": "Armed with your new insights into Munnar’s tea industry, you’ll begin your day with a visit to a viewpoint overlooking a tea plantation, where you can admire the rolling hills of vibrant tea bushes and the harmony between human cultivation and the natural world. After, take in the scenery from a different angle during a boat ride on Mattupetty Dam – a reservoir that often attracts wild elephants and bison. Finish your group outing at Echo Point Hill for the best view of the dam before enjoying a free evening to unwind."
    },
    {
      "dayNumber": 14,
      "title": "Periyar .",
      "description": "This morning travel to Periyar, renowned for cultivating a wide range of spices. Dive deeper into this trade at the local spice plantation, where you’ll learn about the region’s diverse plant life, spices, herbs, fruits and flowers and their significance in Ayurvedic medicine. You can also enjoy an optional lunch here, where you’ll get to try the fresh spices. Later, watch a demonstration of Indian martial arts (kalarippayattu) widely believed to be the oldest surviving martial art in the world. After, continue your journey south to Periyar."
    },
    {
      "dayNumber": 15,
      "title": "Periyar .",
      "description": "Explore the heart of Periyar by beginning your day with a guided walk of its National Park and Wildlife Sanctuary. This protected habitat sits within the Western Ghats so enjoy the view while searching for wild tigers and elephants. The afternoon is yours to explore – perhaps opt for an Ayurveda massage to soothe your body post jungle trek. In the evening, learn about Kerala cuisine at a cooking class and then enjoy your home-cooked meal with your group, discovering the flavours that define Kerala food."
    },
    {
      "dayNumber": 16,
      "title": "Kumarakom .",
      "description": "Visit the renowned Kerala Backwaters with your group this morning – a serene set of lakes, canals and lagoons. After, immerse yourself in nature with a guided walk in Kumarakom. Located on the shores of Vembanad Lake, Kumarakom is teeming with diverse fish and bird species. Set sail on the backwaters and experience the sunset aboard. Finish your day with a group dinner at a restaurant that provides employment and training to local women, where you might try traditional dishes like fish curry, meen pollichathu (fish marinated with spices and wrapped in banana leaves) and avial (a vegetable dish with coconut)."
    },
    {
      "dayNumber": 17,
      "title": "Kovalam.",
      "description": "This morning, continue your journey further south to Kovalam. Once a quiet coastal village known for exporting fresh fish and coconuts, Kovalam has transformed into one of India’s beloved beach resorts. In the afternoon, visit Positive Change for Marine Life – an NGO and our Foundation partner collaborating with locals to reduce plastic use. Maybe gather your group for a farewell meal together tonight – the local cuisine is known for its use of coconuts, curry leaves and fresh seafood, so dig in while you have the chance."
    },
    {
      "dayNumber": 18,
      "title": "Departure .",
      "description": "Your trip comes to an end after breakfast and you’re free to leave the accommodation at any time."
    }
  ],
  "map": ""
}