{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-and-golden-triangle-tour-in-india",
  "tourName": "Kerala and Golden Triangle tour in India",
  "placesVisited": "",
  "generalInfo": "The Indian Sub-Continent has stark regional differences as you move from North to South. The culture, the food as well as the landscape differs from North to South. We have tried to cover interesting highlights of these places to give you the real feel of the incredibly diverse India. Together with fascinating destinations of North India, the tour covers the state of Kerala in the South - known for its Backwaters, Ayurveda, Food and Culture. <br/><br/>Some of the prominent activities are highlighted below:<br/><br/>1.\tVisit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture. <br/>2.\tVisit one of the 7 wonders of the world Taj Mahal and discover the magic of white marble at Agra. <br/>3.\tEnergize yourself at Morning Taj Facing Yoga Session at Agra.<br/>4.\tEnjoy a guided tour of the Pink City. <br/>5.\tHeena Painting on Hands and Feet in Jaipur.<br/>6.\tWitness the architectural marvels of Cochin.<br/>7.\tEnjoy the traditional and classical dance form – Kathakali.<br/>8.\tFeel the adrenaline rush while watching the ancient art from- Kalarippayattu. <br/>9.\tExperience the beauty of nature while relaxing in the traditional private Houseboat.<br/>10.    Marvel at the beautiful Akshardham and Lotus Temples - amongst the most magnificent in India.",
  "durationDays": "11",
  "price": "1627",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at New Delhi International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, proceed for a sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at a local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, proceed to visit the Akshardham Temple – A true beauty on its own. Later, visit the Lotus Temple and feel the calm within."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a hearty breakfast, travel to Agra (222Km, 5-hour drive). On arrival meet our representative and check into the hotel. Enjoy the rest of the day at leisure. In the evening enjoy a Special Dinner at Taj Facing Rooftop Restaurant."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early morning visit Taj Mahal during Sunrise (As fuel-based vehicles are not permitted in the vicinity of Taj Mahal, you will head to the Taj Mahal gate by a Battery operated Bus. (Friday Closed). •After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty •Visit Itmad-Ud-Daulah’s Tomb •Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea OPTIONAL TOURS: •Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Early Morning, Enjoy the Taj Mahal Facing Yoga Session. After breakfast, check out from the hotel and travel to Jaipur (240Km, 5-hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, proceed for full day Jaipur sightseeing tour with your Guide. •Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. •Visit Jantar Mantar – largest stone astronomical observatory in the world. •Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. •Photo Stop Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. •In the evening enjoy Heena Painting on Hands and Feet."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Jaipur Airport and fly to Cochin – The Queen of the Arabian Sea. On arrival receive a warm welcome from our representative and get transferred to the hotel. Complete the check-in formalities and enjoy the rest of the day leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, go on a sightseeing tour of the city with your guide. (Cochin Monuments are closed on Friday). • Visit Jewish Synagogue: (Closed on Fri and Sat) • Explore the Fort Kochi area • Visit the St. Francis Church • Witness the Chinese Fishing Nets - Most Photographed Sight in Kochi. • Visit Dutch Palace & Dutch cemetery • Visit the spice and vegetable market. • Visit the Bishop's House Road, • Visit Union Club building • Visit Santa Cruz Basilica. • Visit Ernakulam Shiva Temple • Enjoy special lunch at a local restaurant in Kochi. • enjoy the folk dance form of Kathakali • Experience the ancient art form of Kalarippayattu"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast check out from the hotel and travel to Alappuzha (53 Km, 2-hour drive). Receive a warm welcome from our representative and check in to the Houseboat and set out on an enchanting overnight backwater cruise in a traditionally decorated houseboat."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from Houseboat and travel to Cochin International Airport to board a flight for your home town."
    }
  ],
  "map": ""
}