{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-family-activity-holiday-india",
  "tourName": "Kerala family activity holiday, India",
  "placesVisited": "Kochi, working organic spice farm, Munnar hill station, Periyar National Park, Project Tiger Reserve, backwaters houseboat, Marari beach resort, Activities include: cycling, hiking, kayaking and wildlife safaris",
  "generalInfo": "Southern India really appeals to adventurous families looking for an activity holiday and Kerala, especially, is an ideal region from where to experience India from a first-time perspective.<br/><br/>This two-week holiday in Kerala can be tailored to your family’s personal preferences with a range of activities, including wildlife watching, forest treks, backwater kayaking, cycling and visits to tea estates and spice farms, all great ways to become immersed in the laid back lifestyles of the south. <br/><br/>From lush forested mountain foothills to Kerala’s world-famous back water canals and beautiful beaches, this is your opportunity to take your family into a world of adventures with little luxuries, cultural heritage and conservation projects all adding to an amazing family holiday that everyone can enjoy.<br/><br/>Finally, a good choice of accommodation ensures your family get to see Kerala on a level that suits them with heritage villas, country guesthouses and beach resorts all promising an authentic and culturally interactive experience as well as providing plenty of chances to taste a range of delicious Keralan cuisine.<br/>",
  "durationDays": "12",
  "price": "1030",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Kochi International Airport. You will be met at the airport and transferred to the city. Kochi is a historical city & worth exploring – its narrow streets, spice scented shops enveloping the ‘pardesi’ synagogue, the Dutch museum showcasing murals depicting Hindu mythology and endless rows of shops selling anything from lamps to spices. The experience is all the more on the tuk-tuks that abound in this area. A walk past the Chinese fishing nets and a wonderful rendition of the classical dance kathakali in the evening would be an apt ending to your visit to this city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, you will be transferred to Thattekkad, a lowland forest. 57 species of fishes, 12 species of amphibians, 30 species of reptiles, 38 species of aquatic macro vertebrates have been recorded from sanctuary, besides 275 species of birds and 76 species of butterflies, many endemics among them. Wild animals like elephants, Sambar deer, Civet cats, Jungle cats, Travancore Flying squirrels, Slender Loris are also seen. Thattekkad Bird sanctuary is indeed a field laboratory for conservation education. Your stay would be at the Hornbill camp set along the shores of the river Periyar opposite the sanctuary. After a traditional lunch at the common gazebo overlooking the river, you will get an opportunity to go on the kayaks for a journey through to the rain forests on the opposite side of the river. Here if you are lucky, there are chances of sighting some of the endemic birds and mammals that live here. You can the brilliantly colorful Malabar Parakeets & the Malabar Trogons besides the endemic Malabar Giant Squirrels. After your return, there is a walk planned through the local village to see how the farming community lives amidst their plantations of rubber, coconuts & various spices like pepper"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you go on an early morning walk to the rain forests in the company of a naturalist. Here you see a wide variety of the birds & butterflies that inhabit the park. Look out for the Whitebellied Treepie, the Malabar Grey Hornbill or butterflies like the Southern Birdwing not sighted anywhere else in the world. Return for a late breakfast at the camp. After a relaxing afternoon, you have an option of either another kayaking trip or a cycling trip along the banks of the river to spice growing hamlets in the vicinity."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "You will travel by road to Munnar (the hill country) after breakfast. Munnar is the heart of the tea-growing region of Kerala, set high on the seaward slopes of the Western Ghats. You will pass through rubber and cardamom plantations and, as you enter the freshness of thin air, the country side is covered by the green furring of tea with patches of the original rain forest clinging to some high and precipitous slope. The scale of the country, the enormous panoramas, the lush colours, the craggy vertical heights all contribute to making this area one of the most beautiful regions of the southern highlands. And of course the altitude acts as a tonic to any spirits that might get jaded by extended travels in the warmer lowlands. This high ranges tea town with altitudes varying from 1400 m to 2680 m has an eco-system that is primarily shola-grassland type. (Sholas are high altitude montane forests & typical to the Western Ghats and a hub of endemism, enabling these areas to be included as one of the 35 bio-diversity hot spots of the world). The indigenous people are the Muduvans and the Malapulayas who inhabit the higher reaches of mountains. The wildlife includes the endangered and endemic Nilgiri Tahrs , Asiatic elephants, gaurs (Indian Bison), leopards, tigers and bears besides sambar and wild dogs. Here you will be visiting the Rajamala park for wildlife & bird watching, walking the mountain trails, visiting the tea museum, walking through the tea gardens and enjoying the pristine beauty of scenic Munnar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "One of the few habitats remaining for wild tigers in India (and indeed, the world) Periyar is part of Project Tiger, a wildlife conservation project designed to protect Royal Bengal Tigers from extinction. Set high in the mountains of the Western Ghats, this protected area covers some 777 km², out of which a 350km² forest part of the core zone known as the Periyar National Park and Tiger Reserve. Famous for its picturesque lake and of course the tiger (which number about 40), the park is also home to large numbers of other mammals like deer, wild dogs, bears and the Indian bison. The most well known of these are the park’s famous herds of wild Asiatic elephants, which often come to bathe in Periyar lake. This well-preserved park is run by the forest department helped by local tribes & local communities who still live in the periphery of park. Here you can go on treks into the rain forest, go on boating safaris, visit the spice plantations and visit the wildlife museum."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will head down to the plains, passing through numerous spice growing villages of Kerala, rubber estates and paddy fields before arriving at the white sandy beaches of Marari for the end of this tour. You stay will be at a resort on the beach. There you can enjoy the beach and the sea, relaxing or visiting the surrounding areas on cycles, giving you a good chance to interact with local people or just laze around on the beach."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Time to say your goodbyes as you depart for the airport."
    }
  ],
  "map": ""
}