{
  "destination": "India",
  "mainPhoto": "",
  "id": "southern-india-small-group-holiday",
  "tourName": "Southern India small group holiday",
  "placesVisited": "Cochin, Western Ghat Mountains, Munnar hillstation, Madurai, Meenakshi Amman Temple, Periyar National Park, Houseboat on Kerala backwaters, Alleppey, Kovalam",
  "generalInfo": "This two week Southern India small group holiday starts on the Kerala coast in Kochi, and then winds its way through some of region’s most wonderful landscapes. The coast is famous for its ancient spice trades, historic fort and beaches. Take a sunset cruise around the port area, and you will soon settle in to Kerala’s wonderfully unique ambience. <br/><br/>Then for a complete change of scene, we head into the Western Ghat mountains to explore the historic hill stations such as Munnar, surrounded by elevated, tropical slopes and opening up a whole other side to Kerala of forests, grasslands and tea plantations. <br/><br/>Wildlife watching is also a feature of this carefully crafted itinerary, with one of the highlights being a day at Periyar National Park, also in the Western Ghats. It is home to a tiger reserve and also elephants, monkeys, wild pigs and an array of birdlife. A colourful array of a very different kind awaits in Tamil Nadu where, in the magnificent city of Madurai for example, the skyline is filled with fourteen massive towers of the Meenakshi Amman Temple.<br/><br/>Our trip draws to a close with a couple of days spent on Kerala’s famous backwaters, which we travel through on a traditional houseboat, sleeping on board as well, and learning about village life through this maze of waterways. From backwater to coastal water, we have a couple of days to enjoy Kerala beach life, fine seafood, and laid back vibe at Kovolam, with an optional trip out to Kanyakumari - the southernmost tip of India. <br/>",
  "durationDays": "14",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Kochi (also known as Cochin), a historic port city on the Malabar Coast. There is an optional harbour cruise around Fort Kochi this afternoon for those who can arrive by 1pm. Otherwise at around 6pm, say namaste to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Kochi? Secure pre-tour hotel nights through your sales representative. Accommodation: Abad Atrium Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we take a sightseeing tour of Kochi, taking in the adjacent historic neighbourhoods of Fort Kochi and Mattancherry. In Fort Kochi, we’ll visit St Francis Church, where Portuguese explorer Vasco de Gama died in 1524; see Santa Cruz Cathedral, originally used as a warehouse by the British; and wander past fishing nets lining the harbour entrance, which were introduced by the Chinese in the late-14th century. In Mattancherry, we visit Mattancherry Palace, built by the Portuguese in the mid-1500s in a traditional Keralan style, and Jew Town, once home to a Jewish community and now a great place to peruse antique shops and warehouses. Those interested can visit Thomas Chettan in the Little Queen Embroidery shop to learn about hand lace work, a dying art using bobbin lace. There is the option in the late afternoon to see a Kathakali dance performance. Please note, a similar show is also available in Periyar on Day 8. Accommodation: Abad Atrium Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we drive away from the coastal plain to Munnar, which is set among the highest mountains in Kerala. The drive is 100mi (160km) and should take approximately five to six hours. Munnar is a beautiful hill station on the Western Ghats, once a summer resort for the British government. It is situated at the confluence of three mountain streams (Mudrapauzha, Naliathanii and Kundala) and is surrounded by lakes, reservoirs, forests and several tea estates. Anamudi, the highest peak in southern India at 9,725ft (2,695m), dominates the skyline and the many smaller peaks are a walker’s paradise. In the afternoon, we visit Srishti, a charitable trust aiming to improve life for people with disabilities from the tea planter families of Munnar. They are trained for three industries – deli (bakery), aranya (cloth dyeing) and atulya (paper making). It’s wonderful to see their work and learn about the organic products used for dyeing and making paper. Please note, the Srishti organisation is closed on public/religious holidays and may also close at short notice due to operational reasons. Your tour leader will update you on any changes to the itinerary in these instances. Accommodation: Eastend Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After an early breakfast, we take a short drive through old Munnar and travel down to the tiny village of Nagarmudi, where we start our trek accompanied by a local guide. It begins with a long, gradual ascent winding through tea plantations and then climbs into the Seven Malai Hills. Our hard work is rewarded with spectacular views over Chittrapuram Dam, Changulam Lake, Anamudi, Munnar and other villages (weather dependent). We then descend back to our vehicle. Please note, there are a couple of steep ascents and descents on this trek, but the pace is slow and steady with plenty of rest stops along the way. In the afternoon, there is also an optional visit to a tea museum followed by an optional tea-tasting session. Accommodation: Eastend Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving Kerala, we drive 100mi (165km) through the hills to the colourful temple town of Madurai, in Tamil Nadu. The drive should take approximately six to seven hours, arriving mid-afternoon. After an early dinner, you can join an optional tour to witness the nightly closing ceremony at the Sri Meenakshi Temple. You are whisked into the city centre in a tuk tuk convoy, led by your local guide, to a historic Hindu temple on the bank of the River Vaigai dedicated to Parvati, known as Meenakshi, and her consort, Shiva, here named Sundareshwara. The ceremony can happen at any time after the temple closes for the night (approximately 9.30pm), so you may need to wait for an hour or so to witness the extraordinary procession but it’s well worth it. Your local guide will walk you through the temple explaining the purpose of the ceremony and bringing the temple history and culture to life. We recommend applying mosquito repellent before leaving for the temple (including feet as you are barefoot inside). You will likely be back at the hotel, depending on the ceremony time, between 10.30pm and 11pm. Accommodation: Sterling V Grand Madurai (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We rise early morning for what many consider a highlight of this trip! Walking in small groups through Madurai as the sunrises and the city wakes, we observe the community going about their everyday life: milking cows, creating kolams (intricate artworks on the floor) and preparing breakfast at roadside food stalls. Along the way, try local drinks and a snack to keep you going. Ending the morning walk at the most famous landmark in the city, we visit the Sri Meenakshi Temple, an outstanding example of Vijayanagar temple architecture, built between the 16th and 18th century. It is a hive of activity and the scene of an almost continuous religious festival. We return to the hotel for a late breakfast and relax. This afternoon, we delve back into the city, this time taking in the Thirumalai Nayaka Palace, built in 1636 in the Indo-Mughal style by the Nayak dynasty, and the Gandhi Memorial Museum, where you can see a visual biography of Gandhi containing photos, paintings, sculptures, manuscripts and copies of his letters. After the memorial visit, we stop at the local flower market before returning to the hotel. In the evening, there are many restaurants to visit; some of the best are on rooftops with fantastic city views. Accommodation: Sterling V Grand Madurai (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving Madurai in the morning, we drive to the small bustling village of Thekkady. The drive is spectacular as the road climbs through the Western Ghats and we have fantastic views across Tamil Nadu (driving time approximately four to five hours). In the afternoon, we have free time to explore the village and bazaar, where we can visit shops selling cardamom, vanilla, peppercorns, turmeric and other spices. The whole area is a centre for spice growing, and this evening there is a short walk around a spice garden, where we see many different spices growing. In evening, we then have a special dinner and cooking demonstration with a local family in their home, where we learn firsthand from our host about the local culture and cuisine. Accommodation: Peppervine Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Before breakfast, we join our local guide for a nature walk in Periyar Wildlife Sanctuary, one of the largest parks in India (approximately two to three hours) and return to our hotel for breakfast. In the afternoon, there is the option to join a boat cruise on the lake, in which you could spot elephants, otters, wild pigs and buffalos. There is also an abundance of bird life – kingfishers, storks and hornbills are the most spotted. Your onboard guides can help you capture great photos, using clever techniques with their binoculars. Tickets can be purchased online in advance (approximately 900 rupees/US$10.90 per person, minimum four people). We recommend doing this to avoid a long wait at the ticket office. Please inform your leader on Day 1 if you wish to book this in advance as it’s also popular with domestic tourists and last-minute booking requests may lead to disappointment. Other optional activities today include an Ayurvedic massage, Kathakali dance show, and a martial arts performance. Accommodation: Peppervine Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We head to Kumarakom today, a cluster of small, picturesque islands around Vembanad Lake. The journey takes around 3hr 45min, but we stop en route at the Kanjirapally Plantation Bungalow, which sits within a serene rubber plantation. Here we take a walk through the estate and watch a rubber-tapping demonstration, before a traditional Keralan lunch with the resident family. Accommodation: Renai Green Fields (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We start before breakfast today (approximately 6am) to embark on a village exploration in the cool morning air. The journey begins in a shikhara boat, cruising to the banks of Manjira village. Through our local guide and the community, we learn about many of their practices and products, including the art of climbing a coconut tree and coconut leaf weaving. We also see a skilled fisherman cast his net and enjoy a stroll by the green paddies. For a light refreshment, try a freshly cut coconut before learning about (and sampling) fresh Kerala toddy, a specialty of the area. Return to the hotel for breakfast before checking out and continuing our journey. Stopping en route, we visit the Coir Museum, learning how coconut husks were historically manufactured and how so many products we use daily are created. At midday, we board a houseboat and journey along the Kerala backwaters and open lakes – one of the trip highlights! These enchanting boats, built of anjili (wild jack) wood and bamboo, transported goods for hundreds of years; now, they have been decorated and made into comfortable cruise boats. As we meander through tropical vegetation, we can see prolific bird life and gain a different perspective on village life. The cruise takes us along shallow, palm-fringed canals where coconut fibre, coconut meat, and cashews are loaded onto dugout canoes and then opens up to broad lakes, where you can spot and photograph a wide variety of birds. In the evening, we anchor by a bank and watch the sun set over the paddy fields. Accommodation: Houseboat"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, we leave our houseboat in Alleppey and drive (approximately four to five hours) along the scenic Malabar Coast to the beach town of Kovalam. We visit Mannarasala temple en route, which is decorated with more than 100,000 snake images. Couples seeking fertility come here and your tour leader will explain the origin of snake worshiping. Continuing, we stop in Quilon for a tea break before arriving at our destination. Once a relaxing hideaway on the old hippie trail, Kovalam has now been discovered, but the influx of tourism has not diminished this beautiful setting. Our hotel is on a cliff with easy access to the beach below. Accommodation: Soma Palmshore (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today is free to unwind on the sandy beach or visit the shops for last-minute souvenirs. This is a great chance to enjoy fresh seafood from one of the many small beach restaurants. Try tandoori dishes – the clay ovens add an exquisite taste to bread and curries. You could also join an optional day’s sightseeing from Kovalam to Kanyakumari, the end point of India where three oceans meet: the Indian Ocean, Arabian Sea and Bay of Bengal. If it’s open, the trip can also take in the old wooden palace at Padmanabhapuram (extra cost), a wonderful building with fantastic wood carvings, and the Hindu temple at Suchindran, with amazing stone carvings. This trip can be booked and paid for locally. Please note, it is a long day (approximately 8am-6pm) and roads can be prone to traffic delays, but it’s always a popular activity. Accommodation: Soma Palmshore (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning is free, allowing you the chance to make use of the hotel pool or unwind on the beach. Alternatively, you could join an optional excursion to Vizhinjam. A trip to this popular harbour and fishing village gives you the chance to see fishermen readying and repairing their nets and taking part in the fish auction. In the afternoon, we explore Thiruvananthapuram, the capital of Kerala. Here, we see the impressive golden façade of the Padmanabhaswamy Temple, one of the richest temples in India. We also visit the Kuthiramalika Palace, built in 1840 for maharaja Swathi Thirunal Balarama Varma; the Napier Museum, an art and natural history museum, and the Sree Chitra Art Gallery, which showcases the work of Indian artist Raja Ravi Varma and more. Accommodation: Soma Palmshore (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adventure ends today. Begin your return journey home or, if you’d like a bit more time to explore Kovalam, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}