{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-luxury-np-wildlife-holidays",
  "tourName": "India luxury NP wildlife holidays",
  "placesVisited": "",
  "generalInfo": "See the very best national parks in India where you’ll spot abundant wild and bird life. The Tour is nicely paced and can be easily tailored if it does not quite hit the mark.<br/><br/>Luxury accommodation for 13 nights including breakfast<br/>All airport and hotel transfers<br/>An air-conditioned car with driver<br/>English-speaking local guides in Delhi, Agra, Khajuraho, Bandhavgarh, Pench, Kanha<br/>Monument and all park  entrance fees included",
  "durationDays": "14",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi Day 1 Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the Hotel. Day 2 After breakfast, full day city tour of New & Old Delhi. Places to visit includes: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Janpath Overnight at the Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ranthambore Day 3 After breakfast, you will be provided assisted departure transfer to railway station to board the train for Ranthambore. • Train Kota Jan Shatabdi ETD 1315 Hrs / ETA 1802 Hrs Class AC Chair Car On arrival in Ranthambore, you will be provided assisted arrival transfer from railway station to Hotel. Upon arrival check in to the Hotel. Overnight at the Hotel. Day 4 Early morning proceed for jungle safari (shared basis) in Ranthambore National Park. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari (shared basis). Overnight at the Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Agra Day 5 After breakfast, you will be driven to Agra (5.5 Hours approx.). Upon arrival check in at the hotel. Later visit Taj Mahal (Friday Closed) and Agra Fort. On arrival check in at the hotel. Rest of the day is free at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khajuraho Day 6 After breakfast, you will be provided assisted departure transfer to railway station to board the train for Jhansi. • Train Bhopal Shatabdi ETD 0755 Hrs / ETA 1040 Hrs Class AC Chair Car In Jhansi, you will be received by our representative and then drive to Khajuraho enroute visiting Orchha (3.5 Hours approx.). Upon arrival check in at the Hotel. Overnight at the Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bandhavgarh Day 7 After breakfast, Visit Khajuraho temples. Later drive to Bandhavgarh (05 Hours approx.). Upon arrival check in at the hotel. Overnight at the hotel. Day 8 Early morning proceed for jungle safari (shared basis) in Bandhavgarh National Park. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari (shared basis). Overnight at the Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kanha Day 9 Early morning proceed for jungle safari (shared basis) in Bandhavgarh National Park. Return to the hotel for breakfast. After breakfast drive to Kanha (05 Hours approx.). Upon arrival check in at the hotel. Overnight at the hotel. Day 10 Early morning proceed for jungle safari (shared basis) in Kanha National Park. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari (shared basis). Overnight at the Hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pench Day 11 Early morning proceed for jungle safari (shared basis) in Kanha National Park. Return to the hotel for breakfast. After breakfast drive to Pench (3.5 Hours approx.). . Upon arrival check in at the hotel. Overnight at the hotel. Day 12 Early morning proceed for jungle safari (shared basis) in Pench National Park. Return to the hotel for breakfast & lunch. Afternoon: Proceed for another jungle safari (shared basis). Overnight at the Hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nagpur Day 13 Early morning proceed for jungle safari (shared basis) in Pench National Park. Return to the hotel for breakfast. After breakfast drive to Nagpur (3.5 Hours approx.). Upon arrival check in at the hotel. Overnight at the hotel. Nagpur Day 14 After breakfast, you will be provided assisted departure at airport for your flight to onwards journey."
    }
  ],
  "map": ""
}