{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-cultural-holiday-india",
  "tourName": "Gujarat cultural holiday, India",
  "placesVisited": "Ahmedabad, Poshina, Kutch Desert, visit Mir tribal settlements, visit tribal families in Hodka, Junagadh, Sasan Gir National Park, Palitana temple sites, ruined port of Lothal, Vadodara",
  "generalInfo": "This Gujarat cultural holiday takes you to a state that played host to the early Indus Valley Civilization 4,000 years ago at Lothal &amp; Dholavira. The region evolved from there into several princely states that made up the region of Saurashtra. <br/><br/>Saurashtra’s distinction was that it remained independent from colonial British India until independence, forming its distinct identity. From the powerful Hindu temple of Somnath, to Gujarat’s unique landscape and geography, to its distinct tribal communities and wildlife - including the migratory birdlife of the Great Kutch Desert and the majestic Asiatic Lion – Gujarat makes for a unique and fascinating holiday.",
  "durationDays": "18",
  "price": "4800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ancient Stepwells and Mosques – step-wells and the unique and very traditional artisan technique of Patan Pataola Saree weaving; a tradition carried forward by generations of weaver families."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Indus Valley’s Lothal ruined city – Tracing your way back to Ahmedabad, we’ll explore the ruined port of Lothal. One of the most prominent citiies of the ancient Indus Valley Civilization which connected the ancient Harappan city in the Sindh to the Arabian Sea. You’ll proceed to spend the night in the city of Ahmedabad."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Colonial Vadodara & historic Champaner in a day – We’ll take you on a day trip south of Ahmedabad to the city of Vadodara to explore it’s colonial architectural glory and then contrast it with the historic Sultanate and Rajputana region of Champaner before you head back to Ahmedabad for the night and to cap your trip through this fascinating region."
    }
  ],
  "map": ""
}