{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-kerala-holiday",
  "tourName": "South India & Kerala holiday",
  "placesVisited": "Kochi, Conoor, Mudumalai National Park, Mysore, Mamallapuram, Pondicherry, Madurai, Periyar National Park, Kerala Backwaters",
  "generalInfo": "This two week south India &amp; Kerala holiday takes you into the luscious tropical foliage of southern India as you experience life amongst the fishing villages and seaside communities rich in relaxation, wildlife and spirituality.<br/><br/>As you’d hope from a south India &amp; Kerala holiday you’ll be given every chance to meet local people and immerse yourself in the industrious and laid back lifestyles that have kept the region, and the rest of India, afloat, in every sense.<br/><br/>From the cultural contrasts of Mysore to the backwaters of Kochi and Kerala, a south India &amp; Kerala holiday summons up the sanctuaries and the waterways that provide a perfect pocket of calm outside the more hectic urban centres, further north.<br/>",
  "durationDays": "15",
  "price": "1550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kochi.",
      "description": "Namaste! Welcome to India. Your adventure starts today in Kochi with a welcome meeting at 6 pm. If you arrive early, there are plenty of things to see and do. Once an important spice-trading centre, Kochi has been under Portuguese, Dutch and British rule at various times throughout history. Explore with one of our Urban Adventures or wander down to the shore and seek out the huge Chinese fishing nets dotted along the coast of Fort Cochin."
    },
    {
      "dayNumber": 2,
      "title": "Kochi.",
      "description": "This morning, take on Kochi with a leader-led orientation walk and city tour. Take a local tuk-tuk to Mattancherry and drop by the Dutch Palace, built by the Portuguese in the 16th century before it was renovated and presented to the Rajas of Cochin by the Dutch. Maybe visit the Paradesi Synagogue – the oldest active synagogue in the Commonwealth and home to many rare antiques. Then, amble around the spice bazaars and antique stores of Fort Cochin. In the evening, experience a Kathakali performance – this Keralan dance is an ornately costumed display of storytelling, requiring complete control of the body."
    },
    {
      "dayNumber": 3,
      "title": "Conoor.",
      "description": "Buckle up, because most of today is spent travelling. Catch a train to Coimbatore, then when you arrive, hop in your private vehicle to Conoor – known for its tea estates in the surrounding Nilgiri hills. Watch the lush scenery pass you by, get stuck into a good book or play road trip games with your fellow travellers. When you arrive in Conoor, you’ll sit down for a group dinner at your accommodation."
    },
    {
      "dayNumber": 4,
      "title": "Ootacamund – Conoor.",
      "description": "Spend the morning in Conoor with an orientation walk and a visit to a tea plantation to learn about the history of tea production. Later, board Ooty’s renowned toy train for a ride along the Nilgiri Mountain Railway. Be sure to get a window seat for great views over the lush countryside. Spend the rest of the day exploring Ooty’s Botanical Gardens, which are home to over 650 species of plants and trees. You can also opt to turn on the romance with a boat ride on the lake."
    },
    {
      "dayNumber": 5,
      "title": "Mudumalai National Park – Bandipur.",
      "description": "Take a private vehicle for the short drive to Bandipur today. Set against the backdrop of the Nilgiri Hills, Mudumalai National Park was once the Mysore Maharaja's private hunting ground. In 1974 it was brought under Project Tiger and is now one of the best sanctuaries in India to observe wildlife in close proximity. Embark on a short safari in search of tigers, leopards, elephants, sloth bears, sambars, spotted deer and much more. There's also an amazing variety of birdlife in the park."
    },
    {
      "dayNumber": 6,
      "title": "Mysore.",
      "description": "Travel by private vehicle across the scenic Karnataka plains to Mysore – an easy-going town with a pleasant climate, perfect for wandering around on foot. When you arrive, you’ll head to local family’s home for a home-cooked lunch of traditional favourites. Get to know the family, who will show you the practise of making incense – one of the traditional arts from Mysuru. Learn about how it’s made and maybe even have a go yourself! Then, head out on an orientation walk around the town to get your bearings. No visit to Mysore is complete without a look around Mysore Palace – one of the most ornate palaces in India, its interior is full of colour, mosaics and mirrors."
    },
    {
      "dayNumber": 7,
      "title": "Mysore – Overnight train.",
      "description": "This morning, head out to climb Chamundi Hill to the Sri Chamundeswari Temple, dedicated to the Hindu Goddess Durga. After, continue to the Keshava Temple in the small town of Somnathpur – an excellent example of Hoysala architecture. You’ll also have some time to visit to Tipu Sultan’s mausoleum in Sriranga Patna. You can also opt to return to Mysore for a palm reading catch a film at the local cinema. Tonight, board an overnight sleeper train to Chennai."
    },
    {
      "dayNumber": 8,
      "title": "Mamallapuram.",
      "description": "After arriving in Chennai, take a private vehicle along the scenic East Coast Road to Mamallapuram. Explore this ancient seaport town by tuk tuk, paying a visit to the seventh-century Shore Temple and the enormous bas-relief rock carving, known as Arjuna's Penance. There will also be time to inspect the town’s numerous mandapams (pillared temple pavilions), watch local stonemasons at work, or just to kick back and relax at a beachside restaurant."
    },
    {
      "dayNumber": 9,
      "title": "Puducherry .",
      "description": "Travel by private vehicle today through palm trees and rice paddies to Puducherry (Pondicherry). When you arrive, head out with your group and leader on a walking tour to see local temples, the Sri Aurobindo Ashram and the French Quarter. Once a French colony, you’ll see the evidence of French influence in Puducherry's architecture, its wide town squares and even in the police uniforms!"
    },
    {
      "dayNumber": 10,
      "title": "Madurai.",
      "description": "Drive to the temple city of Madurai today. Madurai’s Tamil roots stretch back 2500 years, making it one of the oldest cities in India. Wander the lamp-lit labyrinth of the Sri Meenakshi Amman Temple, dedicated to Lord Shiva and goddess Meenakshi."
    },
    {
      "dayNumber": 11,
      "title": "Periyar .",
      "description": "This morning, travel by private vehicle along a winding road to the Periyar National Park and Tiger Reserve. High in the ranges of the Western Ghats, the park is set among stunning scenery and is the most popular wildlife sanctuary in Southern India. Both today and tomorrow, you’ll get to explore the national park on foot and will understand why Periyar is a popular wilderness sanctuary, with its lush surroundings. Enjoy a tour of a local spice plantation, then join your local family hosts to try some authentic home-cooked flavours of Southern India."
    },
    {
      "dayNumber": 12,
      "title": "Periyar .",
      "description": "Venture back into the Periyar Wildlife Sanctuary today for a guided nature walk. Encounters with animals in the wild are never guaranteed, and this is more of a jungle walk than an animal spotting tour, but do look out for tiger tracks, spotted deer, Indian elephants or gaur – the world's largest species of buffalo. In the afternoon, unwind with an optional ayurvedic massage at your accommodation, or just relax in this scenic setting with a drink."
    },
    {
      "dayNumber": 13,
      "title": "Kerala Backwaters .",
      "description": "Today, drive through the rubber, tea and coffee plantations on the way to the backwaters of Kerala. When you arrive, you’ll board a motorboat to cross to the island village where you’ll stay with a local family tonight. In the late afternoon, explore the island with your homestay host. This is a great chance to meet locals and learn more about their unique way of life. Take a leisurely punt boat ride around the waterways and enjoy the scenery. Tonight, share stories over a traditional home-cooked Keralan meal with your host family."
    },
    {
      "dayNumber": 14,
      "title": "Kochi.",
      "description": "Wake early this morning, before crossing the backwaters by private boat to Alleppey. From here, take a bus back to Kochi. The rest of the day is free for you to choose your own adventure. Perhaps you’d like to stroll down Princess Street for a spot of shopping, or book yourself into a southern Indian cooking class – your group leader will have some other recommendations, so be sure to ask them. Tonight, why not gather with your group for a night out at a local restaurant and maybe try some pazham pori (fried banana or plantain fritter)."
    },
    {
      "dayNumber": 15,
      "title": "Kochi.",
      "description": "With no activities planned for today, you can leave the accommodation at any time. If you’d like to extend your stay, just reach out to your booking agent ahead of time."
    }
  ],
  "map": ""
}