{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-and-south-india-grand-tour-30-days",
  "tourName": "North and South India grand tour, 30 days",
  "placesVisited": "",
  "generalInfo": "An amazing  tour of India’s most cherished treasures. From sunrise on the Taj Mahal to a sunset over the rose-coloured terracotta towers of Jaipur to the plantations of Munnar..this trip has it all.<br/><br/>• Accommodation as specified in the itinerary on Double sharing basis for 30 Nights or similar<br/>• Daily buffet breakfast at all the hotels.<br/>• All Meals (Breakfast, Lunch, Dinner) whilst stay at Houseboat in Alleppey.<br/>• Single entry to the monuments as mentioned above.<br/>• All transfers and excursions using 01 AC Innova Car.<br/>• Services of an English speaking local Guide as per the itinerary (on private basis)<br/>• Rickshaw ride in Delhi<br/>• Boat ride at Lake Pichola, Udaipur on shared basis.<br/>Kathakali Dance Show at Cochin<br/>• Tea Museum Visit at Munnar<br/>• Spice Plantation Tour at Periyar<br/>• Boatride at Periyar<br/>• Assistance on arrival and departure transfers.<br/>• All applicable taxes on hotel &amp; transport.<br/>• Govt. service tax of 3.62%",
  "durationDays": "4",
  "price": "5500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi Day 1 Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Day 2 After breakfast, full day city tour of New & Old Delhi. Places to visit includes: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Janpath"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra Day 3 Morning transfer to railway station. Departure from Delhi @ 0600 Hrs and Arrival @ 0757 Hrs On arrival check in at the hotel. Rest of the day is free at leisure. Day 4 Sunrise Taj Visit (closed on Friday). After Taj visit return back to the Hotel for breakfast. After breakfast, visit rest of the monuments in Agra • Agra Fort, • Itmad –ud-daulah Evening is free at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaipur Day 5 Today morning after breakfast, drive to Jaipur (approx. 05 Hrs), en-route visit Fatehpur Sikri. Upon arrival in Jaipur, check-in at the hotel. Day 6 Today morning after breakfast, full day city tour of Jaipur. Places to visit includes: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only) Evening explore the colorful local markets of Jaipur. Day 7 After breakfast, day free at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Shahpura Day 8 Morning after breakfast drive to Shahpura.(approx. 5 Hrs). Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel. Day 9 Morning breakfast at the hotel. Rest of the day is free at leisure to indulge in some activities on direct payment basis. Overnight at the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jodpur Day 10 After breakfast, drive to Jodhpur (approx. 07 Hrs). Upon arrival check in to the Hotel. Day 11 After Breakfast, Half Day City Tour of Jodhpur. Place to visit includes: • Mehrangarh Fort • Jaswant Thada • Umaid Bhawan Palace Evening free at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Udaipur Day 12 After breakfast, drive to Udaipur(approx. 0700 Hrs). Upon arrival check in to the Hotel. Jodhpur Day 13 After breakfast, Half day city tour of Udaipur. Places to visit includes: • The Maharana’s City Palace • Sahelion ki Badi In afternoon boat ride at Lake Pichola on seat basis. Day 14 After breakfast, day free at leisure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Mumbai Day 15 After breakfast, you will be provided assisted departure transfer to airport to connect the flight for Mumbai. In Mumbai you will be provided assisted arrival transfer from airport to Hotel. Upon arrival check in to the Hotel. Day 16 After breakfast, Full day city tour of Mumbai. Places to visits includes: • Gateway of India • Prince Wales Museum (Closed on Monday) • Drive past Marine Drive • Kamla Nehru Park • Victoria Terminus • Hanging Gardens • Mani Bhawan • Dhobi Ghat Overnight at the Hotel."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Cochin Day 17 After breakfast, you will be provided assisted departure transfer to airport to connect the flight for Cochin. In Cochin, you will be provided assisted arrival transfer from airport to Hotel. Upon arrival check in to the Hotel. Cochin Day 18 After breakfast, half day city tour of Cochin. Places to visit includes: • Jewish Synagogue (Saturday remain closed) • Dutch Palace (Friday remain closed) • Chinese fishing nets • St. Francis Church • In the evening witness a classical Indian dance show – Kathakali."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Munnar Day 19 After breakfast, drive to Munnar (Approx. 04 Hours). Upon arrival check in at the Hotel. Rest of the day is free at leisure Day 20 After breakfast, full day sightseeing of Munnar. Places to visit includes: • Echo Point, • Tea Garden, • Tea Museum"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Periyar Day 21 After breakfast, drive to Periyar (3.5 Hrs approx.). Upon arrival check in at the hotel. Later enjoy Kalaripayattu show in Thekkady Day 22 After breakfast, enjoy a full day Thekkady tour • Spice plantation tour • Periyar Lake Day 23 Full day at leisure for independent activities. Overnight at the hotel."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Alleppey-Houseboat Day 24 Today morning after breakfast, drive to Alleppey (3.5 Hrs approx.) Upon arrival overnight on houseboat."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Kumarakom Day 25 After breakfast disembark at Kumarakom and check in at the hotel. Day 26 After breakfast, day free at leisure."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Marari Day 27-30 After breakfast, check out and drive to Marari. (1 Hrs approx.) Upon arrival check in at the Hotel. Day 31 After breakfast, drive to Cochin airport. In Cochin you will be provided assisted departure at airport for your flight to onwards journey."
    }
  ],
  "map": ""
}