{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-luxury-tour-with-shimla",
  "tourName": "North India luxury tour with Shimla",
  "placesVisited": "",
  "generalInfo": "The Best of North India - this Tour is a truly Exceptional One!<br/>On this 19 day tour, you will live the Ultimate North India experience, adding the exceptional hill station Shimla. You will not only witness the best of the Golden Triangle, but also one of the most beautiful railway journeys - on the Kalka-Shimla Toy Train. Offering views of the lush green valleys, rugged mountains, waterfalls and pine covered forests, the Toy Train passes through more than 100 tunnels and 800 bridges to cover some 60 miles. Built in 1903, this UNESCO World Heritage Site takes you back in time with a display of awe-inspiring landscapes and rich colonial history.<br/><br/>Includes:<br/>• Accommodation as specified in the itinerary on Double sharing basis for 18 Nights<br/>• Daily buffet breakfast at all the hotels.<br/>• Single entry to the monuments as mentioned above.<br/>• All transfers and excursions using 01 AC Innova Car.<br/>• Services of an English speaking local Guide as per the itinerary (on private basis)<br/>• Toy Train in Non Ac from Kalka to Shimla<br/>• Train fare for sector Delhi – Kalka, and Kalka – Delhi in AC Chair Car<br/>• Rickshaw ride in Delhi.<br/>• Boat ride at Lake Pichola, Udaipur on shared basis.<br/>• Assistance on arrival and departure transfers.",
  "durationDays": "19",
  "price": "5999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi: Day 1 - Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel (Heritage Hotel Maidens). Spend the rest of the day at leisure. Overnight at the hotel. Day 2 - After breakfast, full day city tour of New & Old Delhi. Places to visit include: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from outside) • Humayun’s Tomb • Qutub Minar • Drive Past Janpath. Overnight at the hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Shimla: Day 3 - After breakfast, you will be provided assisted departure transfer from Hotel to railway station to board the train for Kalka. At Kalka, transfer to the Toy Train (no assistance). Enjoy the scenic and historic Kalka-Shimla toy train ride - a UNESCO World Heritage site that connects Kalka to Shimla. On arrival in Shimla, a representative will be waiting for you at the railway station who will take you to your hotel for overnight stay. Hotel: The Oberoi Cecil’s. Day 4 - After breakfast, sightseeing of Shimla. Places to visit: • Vice-regal Lodge • The Ridge • The Christ Church • Jakhoo Hill • Indian Institute of Advance study (remain closed on every Monday). Overnight at the hotel. Day 5 - After breakfast, day free to explore Shimla. Overnight at the hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Delhi: After breakfast, you will be provided assisted departure transfer to Kalka railway station to board the train back to Delhi. On arrival in Delhi, you will be provided assisted arrival transfer from train station to Hotel. Overnight at the hotel (The Connaught)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Agra: After breakfast, you will be driven to Agra (4 hours approx.). On arrival check in at the hotel. Rest of the day is free at leisure. Overnight at the hotel (Trident Agra - ranked amongst the best hotels in Agra near the Taj Mahal)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaipur: Day 8 - Experience a Sunrise visit of the Taj Mahal (closed on Friday). After Taj visit return back to the Hotel for breakfast. Later drive to Jaipur (appr. 5 hours), en-route visit The Unesco World Heritage site Fatehpur Sikri - the capital of 16th century Mughals before they shifted to Agra; also visit 8th century stepwell Chand Baori at Abhaneri village. Upon arrival in Jaipur, check-in at the hotel. Spend the evening at leisure. Overnight at the exceptional hotel Samode Haveli - a traditional Indian mansion set in a verdant garden with apartments arranged around a series of intimate courtyards, built 225 years ago as a residence of the rulers of Samode. Day 9 - Today morning after breakfast, full day city tour of Jaipur. Places to visit include: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only). In the evening explore the colorful local markets of Jaipur. Overnight at the Hotel. Day 10 - Day free at leisure. We have a wide range of activities which we can organise for you for this free day on your request with supplement cost (for example Art & Antiquities Walk, Block Printing, Bagru, Bazaars, Craft & Cusines, Blue Pottery Excursion, cooking demonstrations along with meal with the local family, Kite flying for the kids and so on). Overnight at your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Deogarth: Day 11 - After breakfast, drive to Dev Shri Deogarh (approx. 5.5 Hrs). Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel Dev Shri Deogarh - the Best Homestay in Rajasthan and seventh best in India - where royal heritage meets modern comfort amidst Rajasthan’s serene landscapes. Day 12 and 13 - After breakfast, rest of the day is free at leisure to enjoy the hotel and indulge in some activities on direct payment basis. Overnight at the hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Udaipur: Day 14 - After breakfast, drive to Udaipur (approx. 2.5 Hrs). Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the hotel Trident - a 5 star hotel on the banks of Lake Pichola. Day 15 - After breakfast, Half day city tour of Udaipur. Places to visit include: • City Palace • Sahelion ki Badi. In the afternoon enjoy a common boat ride on Lake Pichola. Overnight at the hotel."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Jodhpur: Day 16 - After breakfast, drive to Jodhpur, enroute visiting Ranakpur with audio guides (approx. 6 Hrs). Upon arrival in Jodhpur, check-in at the hotel. Spend the evening at leisure. Overnight at the Hotel Ratan Vilas Jodhpur - a heritage hotel that was once the private home of Maharaj Ratan Singh. Day 17 - After Breakfast, Half Day City Tour of Jodhpur. Places to visit include: • Mehrangarh Fort • Jaswant Thada • Evening free at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Delhi: Day 18 - After breakfast, fly back to Delhi, drive just 20 minutes to arrive at your hotel. Upon arrival check in to the Hotel. Overnight at the Hotel Trident Gurgaon. Day 19 - Today morning after breakfast, you will be assisted & transferred in your private car to Delhi International airport to connect flight for onward destination."
    }
  ],
  "map": ""
}