{
  "destination": "India",
  "mainPhoto": "",
  "id": "architecture-holiday-in-india-empire-to-village",
  "tourName": "Architecture holiday in India, Empire to village",
  "placesVisited": "",
  "generalInfo": "From Empire to Village: a seven-night small-group (maximum of 8 people) adventure to look at India's recent history - the last 100 years or so - through the prism of its architecture.<br/><br/>New Delhi, the Lutyens-designed capital is the starting point. Then to Le Corbusier’s Chandigarh, Nehru’s statement of the new secular India, 'the city beautiful', situated on the plain below the Shivalik hills. Finally an exclusive stay at the Amaya, a resort built as a terraced village, designed by renowned Indian architect Bijoy Jain, founder of Studio Mumbai, with its breathtaking views of the Himalayas.<br/><br/>In New Delhi we take an overview of the elegant Raj-era capital designed by Edwin Lutyens, built from 1912 to the early 1930s which is now the zone of India’s most expensive real estate. We walk along the Raj Path from the India Gate along to the home of the President of India, formerly the Viceroy's Palace. Other highlights include the understated masterpiece in brick, that is the Garrison Church, and Charles Correa's National Museum of Handicrafts.<br/><br/>A train journey on day three leads us to the new and extraordinary Punjabi capital Chandigarh, built from 1951 by, arguably the greatest architect of the twentieth century Le Corbusier, commissioned by Nehru in the aftermath of the bloody partition, and now its own Union Territory.<br/><br/>Over two busy days, we will explore the iconic landmarks of the city, experiencing Le Corbusier's architectural brilliance from the Unesco World Heritage Site of the Capitol Complex, the commercial zones, and the museums to the university. We visit the home of Pierre Jeanneret, Le Corbusier’s cousin and his original studio partner who moved to Chandigarh for the next decade and a half to oversee the building of the city. <br/><br/>On day four,  we take a visit to one of India's strangest gardens: Nek Chand's Rock Garden built by a local Road Inspector from the construction debris of the city and one of the world's most astonishing examples of outsider art. After lunch at the Chandigarh Yacht Club, we drive into the Kasauli Hills, the foothills of the Himalayas to enjoy the tranquillity and award-winning ‘farm to table’ cuisine of the Amaya and to immerse ourselves in Bijoy Jain’s unique architectural philosophy.<br/><br/>Join us on this trip to experience the culture of the region through the lens of Lutyens, Le Corbusier and Bijoy Jain and their extraordinary contribution to the architectural landscape of India.<br/><br/>The trip is not just intended for architecture boffins, but for anybody with even the slightest interest in buildings. design, food and social history.",
  "durationDays": "8",
  "price": "3300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi: Pick up at Indira Gandhi International Airport if required. Arrive at The Claridges Hotel (or similar) , built in 1955 in Lutyens’ New Delhi, set in three acres of land. The hotel is of course subject to availability. Sit by the pool if you feel like it, but try to get over your jet lag. Afternoon walk to the Lodi Gardens, 15 minutes from the hotel, one of Delhi's most beautiful parks and replete with tombs and monuments from the 15th Century. We then start the architecture in earnest with a trip to Charles Correa's National Museum of Handicrafts, a prime example of his open-to-sky spaces and a stroll through Indian culture in a series of courtyards. Stay at The Claridges Hotel (or similar 5 star hotel)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Breakfast at the hotel. Morning tour of Delhi to include a walk in Lutyens’ New Delhi starting at the India Gate. After lunch we visit the extraordinary Garrison Church from 1928, an unsung masterpiece, and then back to review some further elements of New Delhi including the Prime Minister's Museum and Library. Dinner at the hotel is included. Stay at The Claridges Hotel (or similar 5 star hotel)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Breakfast at the hotel. Morning visit to the Humayun's Tomb, one of the Mughal masterpieces in Delhi and the Jantar Mantar, an 18th century Observatory. Late lunch in Delhi is included and then we head to the New Delhi Railway Station for our early evening train to Chandigarh. 2030 arrival in Chandigarh and transfer to a city-centre 5-star hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Breakfast at the hotel. Full Day Tour of Chandigarh's astonishing architecture to include: The Commercial Centre, Home of Pierre Jeanneret, Le Corbusier Architecture Centre, Government Museum and Art Gallery and the buildings of Punjab University. Lunch is included at a lovely outdoor restaurant and so is tea at a newly designed house in the Rose Garden. Stay at a 5 star hotel in the city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast at the hotel. Today is a half day tour of Chandigarh architecture to include The Capitol Complex, a visit into the Secretariat and Nek Chand's Rock Garden. Lunch at the Yacht Club is included. Onward journey by car to the Amaya Resort designed by Studio Mumbai in the Kasauli hills. Evening fireside film night of Une Ville à Chandigarh by Swiss documentary maker Alain Tanner with commentary by John Berger. Dinner at the Amaya resort is included. Stay at Amaya Resort."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast at the Amaya. Morning walk of the site to review Bijoy Jain's vision of a traditional Indian village but with exquisite contemporary detailing in the Himalayan foothills. Lunch today is one of the highlights of the trip: a multi- course Himalayan taster menu at the award winning Naar restaurant. Use the afternoon to relax. Dinner at the Amaya resort is included. Stay at Amaya Resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breakfast at the Amaya. Morning to read your book and stare at the mountains. Hike to a delicious picnic lunch by a stream in the Kasauli Hills is included. Dinner at the Amaya resort is included. Stay at the Amaya Resort."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast at the Amaya. Guided morning walk of the terraced farm to look at the farm to table eating concept of the resort. Depart Amaya Resort at 1230 for Chandigarh with a packed lunch. We will deliver you to the railway station or airport in Chandigarh or to a city-centre hotel for you to continue your adventure."
    }
  ],
  "map": ""
}