{
  "destination": "India",
  "mainPhoto": "",
  "id": "karnataka-tailormade-holiday-india",
  "tourName": "Karnataka tailormade holiday, India",
  "placesVisited": "Welcoming homestay in Mysuru, Coorg, Two safaris in Nagarhole Tiger Reserve, Take the atmospheric sleeper train to Hampi, Explore UNESCO-listed Hampi with an expert guide",
  "generalInfo": "This two-week Karnataka holiday promises a sublime mix of culture, wildlife-watching and relaxation, with plenty of views that you’ll no doubt remember for a long time to come. <br/><br/>Travel in a private, air-conditioned and chauffeur-driven car from Mysore to Coorg and then Nagarhole Tiger Reserve, followed by a sleeper train to the UNESCO-listed Hampi, with two or three nights in each destination allowing you to gain a deeper appreciation of life in Karnataka. <br/><br/>Get your bearings in the majestic city of Mysuru (Mysore) a three-night homestay here ideal for sightseeing around key locations such as the Mysuru Palace, and the Devaraja Market, a must for photographers and anyone with a passion for Indian spices and scents.<br/><br/>From Mysuru continue on to the gorgeous hill station of Coorg. Waterfalls tumble in this laidback paradise of forests, coffee plantations and rice paddies, and the panoramas from the famous Raja’s Seat are nothing short of spectacular.<br/><br/>A change of scenery, and a change of pace, as you next spend a few nights at a luxurious safari lodge in Nagarhole Tiger Reserve. Here Asian elephants and tigers wander the forests, and you’ll enjoy excellent opportunities to see both thanks to the efforts of expert guides, who nevertheless ensure the animals’ welfare is paramount. <br/><br/>Taking the overnight train to Hampi, you’ll explore this majestic UNESCO World Heritage Site in the company of a local guide who will bring the ancient temples, monuments and fortresses here to life with stories of their past. <br/><br/>All the way round, you’ll stay in carefully chosen accommodation, from hotels to resorts to homestays, that place a strong focus on environmental protection and employing people from the local community. Each provides another window on the unique culture of this region, as well as a memorable taste of luxury, on an India tour that’s as stylish as it is comfortable.<br/>",
  "durationDays": "16",
  "price": "3970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive at Bangalore Airport and immediately transfer to Mysore. Three nights at Efkay's Homestay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At leisure and sightseeing in the wonderful city of Mysore. Sightseeing may include Mysore Palace, Chamundi Hill and the temple of Somnathpur a short distance away. There is also a bird sanctuary in the area. Mysore market is a must for photographers."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer to Coorg. Three nights at Evolve Back - Coorg."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Two full days in the area allowing plenty of time to discover Coorg."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to Nagarhole National Park. Afternoon boat safari. Three nights at Evolve Back."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Two safaris are included. Other activities are available as well as a delightful pool to relax by."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Mysore Station and board your overnight train to Hospet (Hampi). Overnight on train."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive Hospet and transfer to Evolve Back - Hampi. Three nights at Evolve Back."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Two days with a guide to explore the fascinating UNESCO World Heritage Site of Hampi."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer by car to Bangalore Airport. Overnight at the Taj hotel close to the Airport."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to Bangalore Airport for your return flight."
    }
  ],
  "map": ""
}