{
  "destination": "India",
  "mainPhoto": "",
  "id": "karnataka-luxury-tour-heritage-hills-wildlife",
  "tourName": "Karnataka luxury tour, heritage hills & wildlife",
  "placesVisited": "",
  "generalInfo": "A real favourite of ours.<br/><br/>Experience Karnataka in style with top class jungle and bird watching. We also love the historical properties of Hampi and Mysore. Then getting away from it all at the beautiful hill station of Coorg (Kodagu).<br/><br/>You'll be really getting into the interior and off the beaten track.<br/><br/>This is a wonderfully paced trip visiting places that mass tourism does not get to.<br/><br/>With outstanding properties at both Coorg and Kabani and the plethora of amazing wildlife within touching distance of both resorts.<br/><br/>Karnataka should firmly be a state that you consider.... so much variety and contrast with great authentic experiences to keep you capitivated!",
  "durationDays": "12",
  "price": "2450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bangalore - Step off the plane and into our care with assistance on arrival at Bangalore International. Spend your first night in India surrounded by five-star indulgence at the Leela Palace hotel enjoying nine acres of ornate gardens and cascading waterfalls. Plan your adventures for the days ahead over a breakfast briefing. Explore on a city tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hospet/Hampi -2 nights After a leisurely breakfast it’s time to continue your adventure and head north through Karnataka state. Enjoy the views while we take care of the driving. Settle in, refresh yourself with a dip in the pool. Sleep soundly, in the morning you’ll spend the day at Hampi, exploring the remains of a 14th century empire."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hassan - 2 nights Enjoy breakfast on the terrace before setting out on your travels. South this time, retracing your steps, and then west to Hassan, the temple capital of Karnataka. A day discovering architectural gems awaits on tours in Belur and Halebidu. Sleep soundly in simple, yet luxurious comfort at the Hoysala Village Resort."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Coorg -2 nights Today you’ll be journeying high into the mountains, The Taj Madikeri is nestled on the side of the rugged mountains 5000 feet above sea level, surrounded by the rainforest and streams, to a place where the air is gently perfumed with coffee and cardamom."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kabini -2 nights Take one last walk through the spice trees after breakfast before journeying further south to transfer to The Kabini River Lodge. Bordered on two sides by the Kabini River, enjoy sweeping panoramic views."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mysore -2 nights Wake up with the sun to make the most of this time in the jungle with a final park ride spotting exotic animals before a hearty breakfast. Later you’ll be travelling to the base of the Chamundi Hills to Mysore, the cultural capital of Karnataka, city of palaces and gardens."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Bangalore After breakfast, it’s time to leave, but the adventure continues with a visit to Shravanabelagola to see the 17-meters high statue of Gomateshwara, an important Jain pilgrimage site. Enjoy a final farewell dinner before we take you to connect to your flight at Bangalore International."
    }
  ],
  "map": ""
}