{
  "destination": "India",
  "mainPhoto": "",
  "id": "cultural-and-rural-tour-of-east-india",
  "tourName": "Cultural and rural tour of East India",
  "placesVisited": "",
  "generalInfo": "Dear future traveller :)<br/><br/>Welcome! We are happy to see that you are interested in this tour. It can be customized according to your preference. We understand that you may have choices which we may not have mentioned in the itinerary. But it can always be included the way you want and according to your budget.<br/>**<br/>Best time: All around the year except July - September.<br/>**<br/>This culturally immersive holiday in the Eastern states of India (Sikkim, Bengal and Assam) will take you to the remote villages of Limbu, Lepcha, Mishing and Bhutanese tribes. Some of the unique things you can experience in this holiday are -<br/><br/>1. We do storytelling rather than sightseeing for you. It gives you a much deeper connect because you come to know about the people, their language, food, music, beliefs and the history<br/>2. You live with families for a more personal experience in Sikkim, Assam and Bengal. You may notice the stark difference in cultures, family structure, and beliefs within such a small area of India as you travel from Bengal to Sikkim<br/>3. You can participate in hands on activities like farming with the family, learning few tips on making carpets, and cooking local cuisine<br/>4. Sikkim is the first state in India to follow 100% organic farming. You will be living first at the base of Kanchenjunga mountain, and then near Maenam wildlife sanctuary<br/>5. Experience the unique Vaishnavite culture of Assam through the eyes of locals. You may see 2-3 generations of priests performing rituals in morning and evening and their daily chores in monasteries. You can also experience the daily life of Mishing tribe which involves fishing, farming, weaving in their homes, making masks or baskets out of bamboo<br/>6. We involve you in dances and songs that are done by locals as an immersive experience. You can interact with the artist, know their story and even learn few steps<br/>7. During the two days in Kolkata, you may have diverse experiences like seeing how street food is made, jewelers at work, remains of the colonial architecture, priests in temples doing evening prayers, traditional rickshaw pullers, or women shopping in shops of old Kolkata. It is not just a sightseeing tour, but an immersive storytelling experience on Bengali culture<br/>8. India is a vast country with so many dimensions to a single region. Your tour is designed to be executed at a steady medium pace, so that you can stop and absorb the life of locals without rushing through it<br/><br/>About us - We come from diverse background of travel writing, photography, social sector and corporate experience. We are well travelled in India, and understand the villages, its people, and the grass root issues of our country well. Therefore the trips are designed to directly provide environmental, economic and social benefit to the local community. Hope to see you in India soon.",
  "durationDays": "14",
  "price": "1599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive directly in Kolkata and check-in with your Bengali hosts. Being in India is an intense experience. Spend the next two days experiencing the Bengali culture and British colonial history of Kolkata. Explore the various rustic, religious, culinary and colonial stories of Kolkata. Explore with us the streets and those obscure food joints of old Kolkata which are not to be missed if a traveler really wants to experience the culture like a local. Through our storytelling, you not only see the place and taste the food, but also live its story and history. || Highlights: a) Culinary trail, b) Colonial architectural remains in old Kolkata, c) Bengali temples and spiritual expedition, d) Bengali cooking experience and more"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we take early morning flight from Kolkata to Bagdogra. Travel by road to Sikkim to spend next few days with Bhutanese family. Bhutanese people are migrants from Bhutan before Sikkim merged into India. Although it is a small community, but it holds position of great importance among the Sikkimese. Over the next few days, experience the Bhutanese cooking, dances and folk songs, hikes to Maenam wildlife sanctuary which is home of deer, fox and rare red Panda. Know about the traditional tribal religions, and participate in daily chores of the Bhutanese people which include farming, butter making and local crafts. || Highlights: a) Experience with Bhutanese family, b) Bhutanese dance and music, c) Hiking and wildlife, d) Storytelling on local tribes and religions, e) Wellness experience and body healing, f) community work towards local crafts and more"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive down to your next destination to live with Limbu tribal family. On the way we will stop at the beautiful Temi tea gardens. West Sikkim is home of Limbu, Lepcha and Nepali people. Spend time in the lap of mighty Kangchenjunga Mountain with us knowing the local folk tales. See traditional ways of organic farming and bee keeping. Know about how traditional animists live in harmony with Buddhism and visit some of these tribal families in their houses. || Highlights: a) traditional cooking experience, b) hands on organic farming, c) introduction to the Buddhist monasteries d) hiking in forest with visit to lakes of spiritual value including Khecheperi lake, e) storytelling on tribal customs of the village, and on Limbu and Lepcha tribes, f) know about indigenous religions"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Road trip back to Bagdogra with onward flight to Guwahati. Overnight stay will be in Guwahati"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We depart for Kaziranga national park by road. || Highlights: a) go for elephant safari in habitats of Indian Rhino and water buffalo, b) experience the jeep safari with focus on birding, their nesting patterns, c) take a boat ride in Brahmaputra river and see the landscape of rural Assam, and life of locals, d) know how Kaziranga national park has done work in conservation of Rhino and Elephants"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we depart for Majuli Island by boat. It is the largest river island in the world that is threatened by erosion due to annual flooding. It is the home to Vaishnavism (sect of Hinduism that worships lord Vishnu), and has numerous folktales around its Mising tribes, villages and monasteries. || Highlights: a) storytelling on Vaishnavism, b) visit the Vaishnavite monasteries and participate in one of the traditional ceremonies, c) village walk with local tribes, d) exposure to local handicrafts including weaving, mask making and basket making"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drop to Jorhat airport after breakfast for return journey to Kolkata by flight (we are taking flights only where distances are too large to be done by train in time), and international flight to home country."
    }
  ],
  "map": ""
}