{
  "destination": "India",
  "mainPhoto": "",
  "id": "hooghly-and-sundarbans-river-cruise-in-india",
  "tourName": "Hooghly and Sundarbans river cruise in India",
  "placesVisited": "",
  "generalInfo": "Explore the Bengal region - From the mangrove forest of The Sundarbans, to the colonial heritage of Serampore, the textile traditions of Shantipur, The Vaishnav culture in Guptipara, the Hare Krishna temple in Mayapur, the Shiya Imambara in Bandel and of course the splendour of the City of Joy Kolkata.",
  "durationDays": "12",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kolkata Embarkation - Namkhana (L/D) Arrive Kolkata in the morning and transfer to the jetty for embarking the ship. Welcome onboard followed by safety briefing. Depending upon tide timings we sail towards Namkhana, the gateway of the Sundarbans National Park."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Namkhana – Kaikhali (B/L/D) A further sail early in the morning brings us to the fishing port of Namkhana. Post breakfast visit the Fishing Cove and walk in the local market. Return to ship and sail full day to Kaikhali on the Matla River in the Sundarbans."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kaikhali – Nethidopani – Bali (B/L/D) After breakfast enjoy a walk in the village of Kaikhali that gives an insight into the daily lives of the people living in this geographically difficult and economically under-developed zone. Sail further into the Sundarbans. Post lunch ride in local boats to visit the Nethidopani Watchtower and experience the spectacular nature of the surroundings. Apart from the elusive tiger, the region houses various wildlife species and a plethora of birds. We sail onward to Bali, an island village on the Bidyadhari River."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bali: Dobanki and Sudhanyakhali Watchtowers (B/L/D) After breakfast enjoy a creek cruise by local boats to visit the Dobanki Watchtower. It offers a canopy walk at an elevation of 20 feet from the ground and about half a kilometre in length. Post lunch spend the afternoon cruising further in the creeks by local boat to visit the Sudhanyakhali Watchtower that offers a panoramic view of the Sundarbans."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bali – Namkhana (B/L/D) This morning after breakfast enjoy a walk in the village of Bali and interact with the villagers engaged in creating handicrafts and visit a local home. Return to the ship and sail to Namkhana, enjoying lunch onboard."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Namkhana – Serampore (B/L/D) Sail back to Kolkata, crossing the creek as per tide chart and onward to Serampore passing below Kolkata’s famous landmark the cantilevered Howrah Bridge, and seeing various colonial buildings along the Hooghly River."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Serampore – Shantipur – Guptipara (B/L/D) After breakfast, enjoy a walk in the old quarters of Serampore an erstwhile Danish colony. Visit the St. Olav’s Church and the Goswami Rajbari, a palatial mansion. We sail onward to the textile village of Shantipur. Post lunch enjoy a walking tour of Shantipur which is famous for handloom sarees and hand-woven fabrics. Reboard the ship and set sail further upstream to Guptipara, a rural town, renowned for its paddy fields and the Himsagar mango."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Guptipara – Mayapur (B/L/D) Explore the town visiting the Vaishnav temple complex that houses four different terracotta temples. Visit a Potters home to see and interact with the artisans creating various daily use items in their home workshops. Also visit a Brick Factory to see the process of making clay bricks. Return to the ship and sail to Mayapur, the headquarters of the International Society for Krishna Consciousness (ISKCON)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mayapur – Bandel (B/L/D) After breakfast, visit the ISKCON temple to experience the fascinating culture of these followers and their ornate, colourful decorated statues of Krishna. Meet Krishna followers and walk through the pilgrim’s bazaar. Return to ship and sail towards Bandel, that was founded by Portuguese settlers."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bandel – Kolkata (B/L/D) After breakfast we visit the Hooghly Imambara, one of the famous Shiya pilgrimage centres built in 1841. The two-story building and surrounding rooms provide housing for pilgrims as well as classrooms. Return to the ship and sail back to Kolkata, arriving by the evening"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kolkata (B/L/D) After breakfast, visit the Flower Market and Kumartuli, a traditional potters’ quarter. Return to the ship for lunch with the afternoon free for packing and personal activities."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Disembark Kolkata (B) Disembark after breakfast and transfer to the airport for your onward journey."
    }
  ],
  "map": ""
}