{
  "destination": "India",
  "mainPhoto": "",
  "id": "tigers-safaris-in-india",
  "tourName": "Tigers safaris in India",
  "placesVisited": "Delhi, Kanha National Park, Nine tiger safaris, TOFT approved accommodation, Jabalpur, Other tiger watching safaris available in Bandhavgarh, Corbett or Ranthambore National Parks",
  "generalInfo": "This tiger safari in India takes place in Central India’s Kanha National Park. This park is a wonderful mix of grassy plateaus, open misty plains and bamboo forests and is home to around a hundred tigers. As well as leopard, sambhar, chital and monkeys. After being met in Delhi, you will be transferred to a hotel for the night before taking a domestic flight to Jabalpur to start your safari holiday. All domestic flights are included in the price of your holiday. <br/><br/>This tailor made holiday is designed by a wildlife watching specialist operator and, in particular, wild cat safaris. As well as Kanha National Park, we can organise tailor made safaris to other national parks in India where there are tiger populations, such as Bandhavgarh, Corbett or Ranthambore.  You will be accompanied by an expert local guide and will take at least five safaris within a park to maximise viewing opportunities. <br/><br/>We also recommend a night time spotting safari, although this is only possible in Panna and Satpura National Parks, using night vision equipment to spot tigers at night.  In Satpura National Park you can also go on a walking safari but whichever way you choose to go in search of tigers, we will ensure it is an ethical experience, as we are member of the Tour Operators for Tigers (TOFT) and follow their strict codes of practice. We also stay in TOFT approved lodges along the way. <br/><br/>We are proud of our 100% sighting rate and of course, you will also get a chance to see a wide array of other wildlife, not just tigers. Please note that we are very happy to organise this trip for a solo traveller as well as for groups.  The minimum age is eighteen. <br/><br/>The best time to go tiger watching in India is mid January to mid May. This is the hot dry season with the hottest time from beginning March until mid May. This is when tigers come out to waterholes to find water, or prey on other wildlife doing the same.",
  "durationDays": "9",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi – Arrival – On your arrival in Delhi you will be met at the airport by your local driver and transferred in a private vehicle to your accommodation. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kanha National Park – Travelling– This morning after breakfast you will be transferred to the airport to catch the short internal flight to Jabalpur. Here you will be transferred to your accommodation close to Kanha National Park. Tonight it is best to get an early night as you will be exploring the park on the trail of tigers early tomorrow. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jabalpur – Sightseeing – This morning will see you have your 9th and final tiger safari into the park, if you have already seen tigers on the tour and wish to get better pictures of the other wildlife or want to try and find dhole we can accommodate different ideas today; but of course this is all up to you. Once you return to the accommodation you will have breakfast and pack your packs before being transferred back to Jabalpur. On arrival at the accommodation you can have lunch and in the afternoon you can take a cultural tour of Bhedaghat to see the Marble Rocks, Duandhar Falls and Chausath Yogini Temple as well as their being a river cruise of the Narmada River on offer. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Delhi – Sightseeing – Today after breakfast you will be taken to the domestic airport to catch the short internal flight back to Delhi. Once in Delhi you will be transferred back to the accommodation and you will have the rest of the day to relax, souvenir shop or sightsee around old and new Delhi. (Breakfasts, Lunches & Dinners included)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Home – Departure – This morning after breakfast you will be transferred to the airport in time to catch your return flight home. (Breakfast only)"
    }
  ],
  "map": ""
}