{
  "destination": "India",
  "mainPhoto": "",
  "id": "the-golden-triangle-holiday-in-india",
  "tourName": "The Golden Triangle holiday in India",
  "placesVisited": "",
  "generalInfo": "Journey through the cultural heart of Northern India on this tour that traces India's famous Golden Triangle. Explore the delights of Delhi where old and new meet before witnessing the sun rise over the Taj Mahal and finally uncovering the picturesque pink glow of Jaipur. Along the way, sleep like a Maharajah in heritage accommodation and feast on Indian delicacies.<br/>\nThe highlights of Agra - Watch the sun rise over the white marble dome of the Taj Mahal<br/>\nJaipur's unmissable sites - Explore the Pink City's iconic must-sees, from the Amber Fort to the Palace of the Winds<br/>\nRegal hospitality in Kalakho - Get closer to local life with a stay in a family-run heritage property fit for a Maharajah.<br/>\n<br/>\nCombine this itinerary with the 4-day Ranthambore extension to try your luck at spotting a Bengal Tiger",
  "durationDays": "8",
  "price": "995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Delhi - Visit Sheesh Ganj Sikh Temple and explore Old Delhi by rickshaw",
      "description": ": Today we arrive in New Delhi, India's bustling capital. The city is the perfect blend of new and old, with monuments and temples hidden amongst its glittering skyscrapers. For those arriving in time, our tour leader will meet you in the hotel reception at 2pm for a welcome meeting followed by a city tour. We'll take to the winding lanes of the Chandni Chowk bazaar by rickshaw, whizzing past stalls selling everything from household wares to souvenirs. We'll also view the Red Fort and the Sheesh Ganj Sikh Temple. Please note, if you'd like to join today's tour, you'll need to arrive at the hotel by 2pm. If you're organising your own travel, we recommend giving yourself at least one hour to clear the airport, plus at least 45 minutes to get to the hotel. To make it in time, the latest your flight can arrive would be around 12.15pm. If you miss the welcome meeting, your tour leader will catch you up as soon as possible. If you'd like an airport transfer, you'll need to arrive into New Delhi's Indira Gandhi International Airport (DEL), a 45-minute drive from our hotel."
    },
    {
      "dayNumber": 2,
      "title": "Morning sightseeing in New Delhi and afternoon travel to Agra",
      "description": ": This morning we'll visit New Delhi's modern quarter. The Indian capital has long been a phoenix rising out of its own ruins and New Delhi was the creation of the British Raj in the 1930s. On our tour, we'll view the Lok Sabha (Parliament), India Gate, and the Rajpath buildings. We'll also explore the Qutub Minar and Humayun's Tomb, set in peaceful gardens away from Delhi's chaotic roads. This afternoon, we'll drive to Agra, around four hours away."
    },
    {
      "dayNumber": 3,
      "title": "Visit the Taj Mahal for sunrise followed by Agra Fort and Baby Taj",
      "description": ": This morning's early start rewards us with the spectacular sight of the sun rising over the Taj Mahal. Built more than 300 years ago, it's arguably the world's most poetic building and its beauty seems untouched by age. The Taj Mahal was created by Shah Jahan as a funerary monument to his favourite wife, Mumtaz, and the great Moghul was laid to rest next to her beneath the building's marble dome. Later in the morning, we'll visit the imposing Agra Fort and the Itimad-ud-Daulah (Baby Taj). Standing at either side of the Yamuna River, these two impressive buildings go some way in explaining why Agra was the first capital of the Mughal Empire. In between our visits, we'll stop for lunch and try some local delicacies. Finally, we'll finish our sightseeing in Agra with a trip to Mehtab Bagh. From this park, you can see a new perspective of the gleaming Taj Mahal with the Yamuna River in the foreground. This evening, we'll have the option of a cookery class at a local house before sitting down to dinner."
    },
    {
      "dayNumber": 4,
      "title": "Explore Fatehpur Sikri and drive to Kalakho",
      "description": ": Early this morning, we'll continue our journey west to reach the deserted city of Fatehpur Sikri. Founded in 1569 and abandoned 16 years later, it remains perfectly intact as an example of Akbar's imperial court. Among the many noteworthy buildings is the five-storey Panch Mahal, probably used as a pleasure pavilion for the ladies of the harem. In the centre of the courtyard is the pachisi board, where the emperor played a game much like chess but using slaves as pieces. Perhaps the finest structure of all is the Diwan-i-Khas (Hall of Private Audience), with its lotus-shaped carved central pillar. Leaving Fatehpur Sikri behind us, we'll drive to Chand Baori stepwell. Constructed more than 1,000 years ago, the stepwell is the equivalent of a modern-day water storage unit, built to provide water year-round. Although it's no longer used today, the perfect symmetry of the structure, with its hundreds of slanted steps, is a beauty to marvel at. Finally, we'll make our way to today's final stop, Kalakho. In this small, rural village, we'll stay at a family-run heritage hotel that encourages us to step back in time to the days of the Raj. We have the rest of the evening to enjoy our stay in this wonderful heritage property."
    },
    {
      "dayNumber": 5,
      "title": "Explore a vegetable garden before moving on to Jaipur",
      "description": ": We'll have a relaxed start this morning with a walk through our host family's organic gardens. The family will guide us, telling us what's in season and the dishes that can be made from certain products. If you don't fancy the walk, you can enjoy a lie-in in one of the heritage-style bedrooms. Afterwards, we'll say goodbye to our hosts and set off on the two-hour drive to Jaipur. Known as the 'Pink City', Jaipur was first painted terracotta pink by Maharaja Sawai Ram Singh to celebrate the visit of Prince Albert in 1853. On arrival, we'll visit Jantar Mantar, a star-gazing observatory built by Jai Singh, the great Maharaja-astronomer. Finally, we'll end the day at Jaipur's lavish City Palace, where we'll find a fine collection of textiles and costumes."
    },
    {
      "dayNumber": 6,
      "title": "Visit Jaipur's Palace of the Winds and Amber Fort",
      "description": ": Today we'll visit the Palace of the Winds, a five-storied facade built around 1760, which you might have already spotted on souvenir postcards across the Golden Triangle. Afterwards, we'll drive to the Amber Fort, an impressive hilltop fortress that houses the Chamber of Mirrors and affords glorious views of the surrounding plains. As we return to our hotel for a free afternoon in Jaipur, we'll have the opportunity to stop and view the Jal Mahal Palace. Meaning 'water palace', Jal Mahal sits in the middle of the Man Sagar Lake and makes for a great photo op. This afternoon is free to explore more of Jaipur at your own pace. You might choose to visit one of the famous bazaars which are bursting with delights, from marble statues to antique textiles; traditional print blocks to local musical instruments. In the evening you might be able to take in a famous Bollywood movie at the Raj Mandir cinema, an art-deco-style cinema where the locals cheer on their favourite movie stars."
    },
    {
      "dayNumber": 7,
      "title": "Return back to the bustling capital",
      "description": ": After a leisurely breakfast this morning, we'll start our journey back to the bustling capital, Delhi, which will take around a six- or seven-hour drive including comfort stops. We'll arrive in Delhi in time for a final taste of the capital's delightful cuisine."
    },
    {
      "dayNumber": 8,
      "title": "Tour ends in Delhi",
      "description": ": Our tour of India's Golden Triangle ends at our hotel in Delhi. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Indira Gandhi International Airport (DEL)."
    }
  ],
  "map": ""
}