{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-safari-holiday-lions-tigers-bears",
  "tourName": "India safari holiday, lions tigers & bears",
  "placesVisited": "",
  "generalInfo": "Lions, tigers &amp; bears, oh my! Throw on your ruby slippers for this fantastical trip through the jungle that will leave you feeling, “There’s no place like India”! This magical itinerary will see you discover some of India’s most inspiring National Parks and Tiger Reserves on a search for unparalleled wildlife encounters and dreamlike landscapes. India is home to an incredible diversity of wildlife, with almost 10% of the world’s wildlife species calling it home, including 15 species of wildcat and 4 of the world’s 8 species of bear! Your itinerary will focus mainly on observing 3 of these big cats (the Asiatic Lion, Bengal Tiger and the Indian Leopard), and the endemic Sloth bear, and will visit the parks and reserves most renowned for sightings of these unique creatures. You will explore through Gir National Park, Tadoba Andhari Tiger Reserve, Pench Tiger Reserve and Satpura Tiger Reserve, enjoying multiple jeep safaris and activities designed to get you up-close to this magnificent wildlife. <br/><br/>Staying in high standard accommodation throughout, and with private transfers and internal flights this is the ultimate Indian jungle safari itinerary. <br/><br/>Toto, I’ve got a feeling we’re not in Kansas anymore…<br/><br/>Highlights:<br/><br/>- Search for Asiatic lions in Gir National Park, Bengal tigers in Tadoba Andhari Tiger Reserve, Indian leopards and Dholes in Pench Tiger Reserve and Sloth bears and Gaurs in Satpura Tiger Reserve<br/>- Encounter various other wildlife species including the endemic rusty-spotted cat, four horned antelopes, jackals, striped hyenas, Indian wolves and much more<br/>- Abundant birdlife<br/>- Private jeep safaris included in each Park or Reserve<br/>- Enjoy a half-day tour of vibrant New Delhi<br/>- High standard accommodation and private transfers throughout<br/><br/>Accommodations:<br/><br/>- 1 night at the Lemon Tree Premiere, Aerocity on a Bed &amp; Breakfast basis<br/>- 3 nights at Gir Birding Lodge with all meals included<br/>- 1 night at Le Meridien Nagpur on a Bed &amp; Breakfast basis<br/>- 3 nights at Bamboo Forest Safari Lodge with all meals included<br/>- 2 nights at Pench Tree Lodge with all meals included<br/>- 3 nights at Reni Pani Jungle Lodge with all meals included<br/><br/>Activities Included:<br/><br/>- Half-Day Delhi City Tour<br/>- 4 Private Jeep Safaris in Gir National Park<br/>- 5 Private Jeep Safaris in the Tadoba Andhari Tiger Reserve<br/>- 2 Private Jeep Safaris and 1 Night Safari in Pench Tiger Reserve<br/>- 4 Private Jeep Safaris, 1 Dusk/Night Drive and 1 Canoe or Walking Safari in Satpura Tiger Reserve",
  "durationDays": "14",
  "price": "8425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi: Your itinerary begins in Delhi where you will be greeted by your tour representative and transferred to your hotel in Aerocity New Delhi. This afternoon you can enjoy an included half-day city tour designed to showcase the diverse heritage of India’s capital city. Accommodation: 1 night’s accommodation at the Lemon Tree Premiere, Aerocity on a Bed & Breakfast basis. Activities Included: Half-Day City Tour"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Rajkot: After a late breakfast this morning you will transfer to the domestic airport for an included afternoon flight to Rajkot. The flight duration is just under 2 hours. Upon arrival in Rajkot your tour representative will greet you and transfer you by road (approx. 4 hour drive) to the Gir Birding Lodge on the boundary of the fantastic Gir National Park and Wildlife Sanctuary. Accommodation: 3 nights’ accommodation at Gir Birding Lodge with all meals included. Activities Included During Your Stay: 4 Private Jeep Safaris in Gir National Park"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gir National Park: Over the next two days your search for sightings of the Asiatic Lion will begin as you explore the magnificent Gir National Park, the only place in the world where Asiatic Lions can be spotted in the wild. It is also the only place in the world where lions and tigers coexist in the wild. Two private jeep safaris have been organised for you for each day you are here. The Park has many tourist routes and your route taken will be allocated at the start of each safari. Early morning, morning and afternoon slots are available, and we recommend taking up the options for early morning and afternoon drives as sometimes there can be less wildlife activity during the peak of the day. As well as searching for the Asiatic Lions that roam here, there are also great chances of spotting leopards within the park along with Sambar, the largest Indian deer, Chowsingha, the world’s only four horned antelope, jackals, striped hyenas, India foxes and a multitude of birds and reptiles."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to Nagpur: After an early breakfast this morning, you will take your transfer to Rajkot airport for your included flight to Nagpur, via Indore. After a long day of travelling, your tour representative will greet you at Nagpur airport and transfer you to Le Meridien Hotel for a well-deserved rest. Accommodation: 1 night’s stay at Le Meridien Nagpur on a Bed & Breakfast basis."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tadoba Andhari Tiger Reserve: After breakfast on the morning of day 6, you will take your approximately 2.5 hour road transfer to the Tadoba Andhari Tiger Reserve where you will check in to the beautiful Bamboo Forest Safari Lodge. The remainder of the morning will be at your leisure, before your exploration of Tadoba begins. Over the next few days, your exploration of the area will largely be targeted on seeking out sightings of the Bengal Tigers that are found in great numbers here. Out of all the parks you will visit on your tour, Tadoba holds the highest probability of viewing these iconic animals. During your time here you can enjoy up to 5 included jeep safaris designed to offer the best wildlife viewing opportunities. As well as the Bengal Tigers, you can also hope for sightings of other enigmatic animals such as the Indian leopards, sloth bears, dhole, hyenas, spotted deer and much more that reside here, along with an incredibly rare melanistic leopard that roams the park. Accommodation: 3 nights’ accommodation at Bamboo Forest Safari Lodge with all meals included. Activities Included During Your Stay: 5 Private Jeep Safaris in the Tadoba Andhari Tiger Reserve."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Pench Tiger Reserve: On the morning of day 9, after an early breakfast, you will transfer by road (approximately 4 hour drive) to the famous Pench Tiger Reserve and Pench National Park where you will check into the excellent Pench Tree Lodge by lunchtime. After lunch you can begin your exploration of the reserve, with 2 private jeep safaris and a night safari included during your stay here. The park derives its name from the Pench River which runs through it and supports a wide variety of wildlife. It is one of the most popular wildlife reserves in India and is even mentioned in Rudyard Kipling’s ‘The Jungle Book’. Our focus here will be particularly upon the Indian Leopards and tigers which reside here, along with gaur, one of the tallest bovines in the world. Tourists also tend to flock here to spot the famous characters from The Jungle Book including Akela (The Indian Wolf), Raksha (the female Wolf), Baloo (Sloth Bear), and the vicious Shere Khan (Royal Bengal Tiger). Other sightings may include wild boar, striped hyena, monkeys, four-horned antelopes, jackals and much more. During your night safari you can also hope for sightings of flying foxes, flying squirrels and more tigers and leopards. Accommodation: 2 nights’ accommodation at Pench Tree Lodge with all meals included. Activities Included During Your Stay: 2 Private Jeep Safaris and 1 Night Safari in Pench Tiger Reserve."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Satpura Tiger Reserve: Your last park to discover on your Indian wildlife adventure is the beautiful Satpura Tiger Reserve which you will transfer to on the morning of day 11. After an approximately 6 hour drive, you will arrive at the wonderful Reni Pani Jungle Lodge where the rest of the day will be at your leisure. After the long drive you may simply want to relax within the comforts of your lodge, or you could join a dusk/night time drive through the reserve which is included as part of your package. Nighttime drives here are highly recommended as they offer excellent chances of spotting species such as rusty-spotted cats (one of the world’s smallest wildcat species which is endemic to the Indian subcontinent), sloth bears (also endemic), Chausinghas (four-horned antelopes), leopards, a variety of owls, and nightjars. You may also be lucky enough to spot tigers at night. Over the next 2 days you can enjoy your included jeep safaris through the reserve in search of sightings of the area’s iconic wildlife. Entering the park is an adventure in itself as you transfer to the river front to take a motorboat across into the core forest where your safari jeep will be waiting to collect you. As this is one of the best places in India to see sloth bears, your safaris will have a focus on finding them and the chances are very high. Leopard sightings in the park are excellent too, however, over the last 3-4 years we have seen a rise in tiger numbers which had made the other stars of Satpura a little shyer since they are no longer the top predators. Indian giant squirrels are another unique species that can be found here. During your time here you can also enjoy an included canoe safari or walking safari. The canoe safaris offer excellent birdwatching opportunities as well as sightings of crocodiles and the land mammals that come down to the water to drink. Walking safaris are a great way to get closer to the smaller fauna that is often too well camouflaged to be seen during jeep safaris. Accommodation: 3 nights’ accommodation at Reni Pani Jungle Lodge with all meals included. Activities Included During Your Stay: 4 Private Jeep Safaris, 1 Dusk/Night Drive and 1 Canoe or Walking Safari in Satpura Tiger Reserve."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Return to Delhi - End of Tour: On your final morning you can enjoy a last jeep safari into the reserve with breakfast provided, before returning to the lodge to freshen up, check out and transfer by road to Bhopal airport to catch your flight to Delhi. Upon arrival back in Delhi a representative will greet you and help you to transfer to the international terminal."
    }
  ],
  "map": ""
}