{
  "destination": "India",
  "mainPhoto": "",
  "id": "orissa-and-golden-triangle-holiday-in-india",
  "tourName": "Orissa and Golden Triangle holiday in India",
  "placesVisited": "",
  "generalInfo": "The eastern India has its own ancient tale to say. The state of Odisha is a serene and historical place positioned between the coastal lands of “Bay of Bengal and gorgeous verdant green mountains of the Eastern Ghats.”  In this trip we have concentrated on all those locations that are archaeologically and artistic wonders. This culturally thriving trip across the Golden Triangle and Odisha is also spiced up with sun-drenched beaches of Puri, glistening lakes and the blue hills of eastern ghats that are abode to affluent flora and fauna that make an impact on and entice tourists from all over the globe.<br/><br/>Some of the prominent activities are mentioned below: <br/><br/>1. Explore Delhi on a sightseeing tour – Visit Heritage monuments and old markets on a cycle Tour<br/>2. See the heritage monuments of agra – Taj mahal, Agra fort and Fatehpur Sikri – all world heritage sites<br/>3. Explore Jaipur on a sightseeing tour and see forts, palaces and markets of this heritage town<br/>4. Experience the highlights of Bhubaneshwar – the capital of Orissa and see its temples, Museums etc.<br/>5. See the world-renowned Sun Temple in Konark <br/>6. Enjoy traditional Odiya cuisine with a local family <br/>7. Experience the Chilika lake on a boat cruise and spot various species of birds<br/>8. Meet the local artisans in Puri and witness the art &amp; craft taking birth in front of you.<br/>9. Witness the Sunset on the beautiful Puri beach and feel the beauty of nature.",
  "durationDays": "11",
  "price": "1787",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at New Delhi International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, proceed for a sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive Past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at a local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a hearty breakfast, travel to Agra (222Km, 5-hour drive). On arrival meet our representative and check into the hotel. Enjoy the rest of the day at leisure. In the evening enjoy a Special Dinner at Taj Facing Rooftop Restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning visit Taj Mahal during Sunrise (As fuel-based vehicles are not permitted in the vicinity of Taj Mahal, you will head to the Taj Mahal gate by a Battery operated Bus. (Friday Closed). •After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty •Visit Itmad-Ud-Daulah’s Tomb •Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea OPTIONAL TOURS: •Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early Morning, enjoy the Taj Mahal Facing Yoga Session. After breakfast, check out from the hotel and travel to Jaipur (240Km, 5-hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, proceed for full day Jaipur sightseeing tour with your Guide. •Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. •Visit Jantar Mantar – largest stone astronomical observatory in the world. •Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. •Photo Stop Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. •In the evening enjoy Heena Painting on Hands and Feet."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Jaipur Airport and fly to Bhubaneswar. On arrival receive a warm welcome from our representative and get transferred to the hotel. Complete the check-in procedure and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, proceed for full day Bhubaneswar sightseeing tour with your Guide. • Visit Parsurameswar Temple- Constructed in 650 A.D. - a unique specimen of the Oriya style of architecture. • Drive past the 07th Century temple Lingraja Temple – dedicated to Lord Shiva (entry is restricted to the followers of the Hindu faith only.) • Visit to 10th Century Mukteshwar Temple. • Visit to a popular 11th-century Hindu temple –Rajarani Temple. • Visit The Brahmeshwara Temple – A 11th-century wonder. • Go for a sightseeing tour of Nandankanan Zoological Park (Closed on Mondays and all govt. holidays) • Visit the Botanical Garden in Nandankanan Zoological Park – established in the year 1963 • visit Museum of Tribal Arts & Artefacts (closed on Monday) • Visit Khandagiri & Udaigiri Jain caves (oldest rock-cut caves in Odisha)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, checkout from the hotel and travel to Puri (62Km, 2-hour drive). Receive a warm welcome by our representative and complete the check-in procedure and rest for a while. •Later, meet your guide and proceed to visit Sri Jagannath Puri Temple – an 11th-century wonder. •In the afternoon go for an excursion visit to Chilika Lake – the largest internal saltwater lake in Asia. •Later, drive back to your hotel at Puri and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, go for a day excursion to Konark (35Km, 1-hour drive). En-route visit Raghurajpur heritage village, and see the arts and crafts of Orissa. • Visit the Sun Temple- Dedicated to Lord Surya (Sun) – A 13th Century architectural marvel. • Later visit ASI Museum is situated outside the Sun Temple Later drive back to Puri and spend leisure time on the Puri beach. Go for a dinner with local family to enjoy Odiya cuisine."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from the hotel, travel to Bhubaneswar Airport (60Km, 2-hour drive) and fly to New Delhi International Airport to board the flight for your native place."
    }
  ],
  "map": ""
}