{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-tour-of-india",
  "tourName": "Wildlife tour of India",
  "placesVisited": "",
  "generalInfo": "India is one of the top 5 bio-diverse nations and also the only nation in the world to have both tigers and lions. Experience the wildlife of India on open jeep safaris, nature walks and get an opportunity to spot a varied species of animals and birds across various national parks of central and west India. The most important species that you would get an opportunity to spot are the Tigers, Lions, Leopards, Deers, Boars and a plethora of species of birds including horbills, eagles, beeeaters, rollers etc. We also cover a tinge of Indian heritage by visiting the highlights of New Delhi and Agra including the mesmerising Taj Mahal. <br/><br/>The prominent experiences are highlighted below:<br/><br/>1. Explore the national parks of Central India (Kanha and Bandhavgarh National Park) that are amongst the best in the world for sighting the Royal Bengal tiger on open jeep safaris. <br/>2. Explore the jungles of Sasan Gir National Park on open jeep safaris – only wild habitat of Asiatic lions in the world. There is a good chance of spotting Leopards as well in this park<br/>3. Explore Delhi on a sightseeing tour – Visit Heritage   monuments and old markets on a cycle Tour<br/>4. See the heritage monuments of Agra – Taj Mahal, Agra Fort and Fatehpur Sikri – All World Heritage Sites<br/>5. Experience the vibrant and cosmopolitan mumbai on a sightseeing tour and see its highlights like UNESCO listed elephanta caves, CST, dhobi ghat, gandhi museum etc.",
  "durationDays": "13",
  "price": "2987",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at New Delhi International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, proceed for a sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at a local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Early morning have an excursion to Agra. The drive from Delhi to Agra is 3 hours one way. On arrival in Agra, visit Taj Mahal and Agra Fort. Both these monuments are UNESO World Heritage Sites. After having lunch, we return back to Delhi. Evening at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Delhi Airport and fly to Jabalpur. On arrival receive a warm welcome from our representative and drive to Kanha National Park (130Km, 4-hour drive). On arrival complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Go for a morning and evening open Jeep Safaris in Kanha National Park and witness the mesmerizing flora and fauna in the wild. You have an excellent opportunity of spotting Tigers"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Go for a morning and evening open Jeep Safaris in Kanha National Park and witness the mesmerizing flora and fauna in the wild. You have an excellent opportunity of spotting Tigers"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Bandhavgarh National Park (210Km, 5 hours’ drive). On arrival receive a hearty welcome from our representative. Complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Go for a morning and evening open Jeep Safaris in Bandhavgarh National Park and witness the mesmerizing flora and fauna in the wild. You have an excellent opportunity of spotting Tigers as Bandhavgarh has amongst highest density of Tigers in the wild."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast check out from the hotel, travel to Jabalpur Airport (166Km, 4-hour drive) and fly to Mumbai. On arrival receive a warm welcome by our representative and get transferred to the hotel. Complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, go for the sightseeing tour of Mumbai city with your guide. • Visit Victoria Terminus – UNESCO World Heritage Site, • Visit Hanging Gardens, • Explore Mani Bhavan – where Mahatma Gandhi Stayed, • Take a stroll on Chowpatty (beach), • Roam in Kamla Nehru Park • Visit Elephanta Caves – the 5th-century caves near Mumbai."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Mumbai Airport and fly to Diu. On arrival receive a warm welcome and get transferred to the hotel at Sasan Gir National Park (2-hour drive). Complete the check-in formalities and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Go for the morning and evening safaris in Sasan Gir National Park in an Open vehicle and witness the King of Jungle – The Mighty Lion in its natural habitat. You also have got an opportunity to spot Leopards and other species of animals and birds."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Diu Airport and fly to Mumbai to board the flight for your home town."
    }
  ],
  "map": ""
}