{
  "destination": "India",
  "mainPhoto": "",
  "id": "tribal-and-rural-experience-of-india",
  "tourName": "Tribal and rural experience of India",
  "placesVisited": "",
  "generalInfo": "Dear future traveller :)<br/><br/>Welcome! This tour of tribes of Arunachal Pradesh can be customized according to your preference to include experiences like wildlife, history, village life, crafts, culinary and more. You can also choose to add other excursions like Kolkata, Meghalaya, Kaziranga national park, Majuli island, Delhi, Agra &amp; Varanasi to this tour. Your preferences can be included the way you want and according to your budget.<br/>**<br/>Best time for Arunachal Pradesh: October - April<br/>**<br/><br/>Arunachal Pradesh is one of the most densely forested states of India where a large number of tribes live. Some of the main tribes are Adi, Galo, Apatani, Nyishi, Hill Miri. Apart from these, there are many sub-tribes under each of these which have further clans under them. Each of these tribes live in harmony with nature and have their own unique dresses, cuisine, dances, songs, festivals, marriage rituals and customs. Some of these tribes like Apatani are primarily agrarian whereas others like Tagin and Adi have been fierce warriors. Their food, dances and songs are influenced by their lifestyle and history.<br/><br/>Although Arunachal Pradesh is connected to other parts of India and a lot of people now travel to other cities for jobs, the natives still live their traditional lives. This tour also provides access to alternate income for the locals which helps in preserving their culture. We will talk more about that in Responsible Travel section below.<br/><br/>This is not meant to be only a sightseeing tour. It is rather an immersive experience where you can participate in daily life of the tribes through various activities designed for you. We also recommend that you take this journey slow and spend ample leisure time soaking in the nature and life of Arunachal Pradesh.<br/><br/>About Us: We come from diverse background of travel writing, photography, social development sector and corporate experience. We are well travelled in India, and understand the villages, its people, and the grass root issues of our country well. Therefore the trips are designed to directly provide environmental, economic and social benefit to the local community. Hope to see you in India soon.",
  "durationDays": "12",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today we start the journey from Guwahati after breakfast and drive through the smooth highways cutting across rice fields and tea gardens of Assam. Arrive at Nameri national park which is a gateway to both central as well as western Arunachal Pradesh. Check-in to your accommodation followed by late lunch in your private garden. Rest of the day will be available at leisure. Nameri national park is perfect place for unadulterated nature and bird lovers. You may also choose to go on a short excursion to Jia Bhoroli River or simply spend time soothing your senses in your luxury accommodation amidst nature."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After a leisurely stay at Nameri national park and a sumptuous breakfast, we depart for Itanagar, the capital city of Arunachal Pradesh. En-route you will also go through the border post for regular checking of your permits. Arrive at your hotel by noon followed by check-in. Rest of the day will be available at leisure. Or you may choose to visit the Buddhist temple and Ita fort. Your journey over next few days will take you back in time and into the hinterlands of mystic Arunachal Pradesh."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Depart for the fabled Ziro valley, the land of Apatani tribe. It is undeniably the most picturesque in Arunachal Pradesh. We drive through the smooth highways for another 60 km before embarking on a bumpy ride on old mountain roads that head to Ziro. Arunachal Pradesh is sparsely populated as compared to other states of North East or Northern India. Therefore you may often find yourself travelling through pristine rain forests without any sign of human habitation. Ziro valley is a sprawling expanse of green and golden rice fields. Accordingly to a local folklore, the mountain which lord Hanuman extracted for Sanjeevani plant once existed over Ziro valley. Locals say that Ziro valley was formed because a huge mountain was scooped off from the earth by Lord Hanuman. To prove this folklore, they insist that medicinal plants found in Ziro valley that got carried away with the mountain are found in southern Meghalaya also. This is because part of the mud and plants from the mountain which Lord Hanuman was carrying fell off in Meghalaya on its way to Sri Lanka. While you stay in Ziro, know about many such interesting stories. Spend the next few days in Ziro relaxing in your accommodation. Go with us on short trails of Apatani tribal villages and see how they live in harmony with nature. Taste local food and learn to cook it. You may also choose to participate in farming depending upon the season or visit the pisciculture farm. Discover the unique stories behind facial tattoos and wooden nose plugs of Apatani women. Apatani people are followers of Donyi-Polo religious practices, which is about worshipping Sun (Donyi) and the Moon (Polo). See how this is practiced in daily life. Apart from the activities, we also recommend that you spend ample leisure time soaking in the natural beauty of Ziro valley and talking to locals."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We drive further to Daporijo, which lies in the heart of Arunachal Pradesh. It is the home of Hill Miri and Tagin tribes. Over the centuries, the smaller Hill Miri tribe has merged with the more dominant Nyishi tribe. However, locals say that Tagin is the only tribe which has traditionally comprised of warriors, and are not afraid of Nyishi people. After a long drive from Ziro winding through the remote mountains, arrive at Daporijo by evening. Check-in your hotel and relax for the day. Spend the next full day exploring the small Tagin villages. Visit the houses of Tagin people and see how animals play an important part in their life. Pig and Gayal (Mithun) are integral parts of food and religious ceremonies and spend time with the Tagin community. You may also visit the local fruit, vegetable and meat markets that are mostly run by women. The vegetables and spices found in this part of India are very different. Walk with us into a friendly market with smiling faces where you can even sit and have a chat with anyone of the ladies."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Aalo is headquarters of the West Siang district which is surrounded by China on the north, East Siang and Upper Siang districts on east, and Assam on the south. It is home of tribes like Galo, Bori, Bokar, Memba and Ramos. You may visit the tribal villages or participate in traditional dances. Get involved in the all women dance which is done on auspicious occasions, especially during harvesting season. It has gentle hymns and rhythmic movements, and is done in groups. The dances by men on other hand comprise of aggressive and intimidating movements. Taste the traditional food of Adi and Galo tribes"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After spending the days deep inside Arunachal, we now drive down to Pasighat which is on the foothills near Siang River. Arrive at you accommodation by evening and relax for the day with a soothing view of dense forests and Siang River. Spend the next full day participating in either of the following activities depending upon your preference. Trek to the remote villages of Galo and Minyong tribe (4-6 hrs of trekking). The duration of trekking can be adjusted based on your fitness level. Go for rafting on Siang river"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "It is time to say goodbye to mystic Arunachal Pradesh and enter Assam once again. Your journey from Pasighat to Dibrugarh will be a mix of road and ferry crossing as there is no bridge connecting Arunachal Pradesh with Assam in this region. The experience of crossing Brahmaputra River on a ferry is truly amazing as you travel with local villagers, fishermen and natives from both Assam and Arunachal Pradesh. You may choose to take onward flight from Dibrugarh or drive back to Guwahati."
    }
  ],
  "map": ""
}