{
  "destination": "India",
  "mainPhoto": "",
  "id": "cultural-and-rural-tour-of-north-east-india",
  "tourName": "Cultural and rural tour of North East India",
  "placesVisited": "Exploring the states of West Bengal and Meghalaya, Kolkata, Shillong, capital of Meghalaya, Mawphlang, in the East Khasi Hills, Two days staying with the Khasi people, Community day learning about weaving, Explore the sacred forests around Cherrapunjee, Stay in homestays with welcoming families, Nature walks and farmers’ markets",
  "generalInfo": "Have you ever seen a bridge that was alive before? Living root bridges – made from the intertwined roots of rubber trees – are common in Meghalaya state in Norther East India. And bridging the gaps between interesting cultures is common in this fascinating tour. <br/><br/>This tailor made tour can be changed to suit you, but why not start in Kolkata – touring the city by its history, its cuisine, its artisan markets or its temples? As you’ll be travelling without a group, you have the freedom to choose what most interests you about Bengali culture in West Bengal. <br/><br/>Next you’ll move to Meghalaya, getting to know the state first by the markets of its capital, Shillong, and then by its nature: the East Khasi Hills and the sacred forests of Cherrapunjee, spanned by living root bridges and full of walking trails, waterfalls and caves.<br/><br/>This trip is fantastic for immersing you in a different culture to your own, thanks to its careful use of community based tourism. Many tribes in the state of Meghalaya operate in a very rare matrilineal society, meaning that women have a dominant role, inherit the property, and pass down their names. <br/><br/>There are plenty of opportunities for hands-on experiences, whether you want to learn to weave, or participate in agricultural activities on the small farms, or shop for food in the markets – but there’s also time spent simply meeting people and speaking to them about their lives.<br/><br/>On your route you’ll be staying with families in homestays. Living with a family, you’ll get to know the rhythms of day-to-day life. The families rotate their hosting duties, so that the profit, and the effort, is shared. Ten percent of your trip fee goes direct to the community. <br/>",
  "durationDays": "12",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly into Kolkata and check-in with your Bengali hosts where you begin to experience the Indian hospitality yet have your privacy. The first day is available for relaxing, recovering from the jetlag, and warming up to the city. Spend the next day with us on the city tour. Depending on your preference, you can choose a tour of Bengali veg and non-veg food, colonial history, artisan's markets, and Bengali temples."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take early morning flight from Kolkata to spend the next two days in Shillong, the vibrant capital city of Meghalaya. Your stay will be in a charming yet comfortable home to kickstart your experience on a high note. Meghalaya is one of the most developed states of North East, yet its people are very close to their land and culture. It is inhabited by Khasi, Garo and Jaintia tribes. Highlights of the next two days include visiting farmer's markets, tasting traditional Khasi cuisine, city tours, and museums. We will take you to the areas inhabited by locals where you can get a sense of their daily life. Shillong is the only big city in Meghalaya, and many people from nearby villages come here in their traditional attire to trade their goods on daily basis. It is worth spending some time doing the photography and interacting with them. Spend the evenings in one of the beautiful cafes of the city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We move further towards the vast pastures of Mawphlang and the sacred forests. Our base for the next few days will be Sohra. Over the next 3 days, explore the sacred forests and perhaps go for a longer David Scott's walking trail. If you are not into long walking trails, we explore the numerous stunning waterfalls and caves in the region. We also visit the numerous living root bridges, an icon of Meghalaya that exist nowhere else on the planet. If you love adventure, there is also an option to trek and go for caving in 4x4 vehicles and rafts."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We spend the next two days away from the main civilization with the indigenous animist people of Meghalaya. These people still follow the native animist traditions before Christianity. The two days comprise of living in traditional Khasi huts with village walks and community interactions understanding their folk tales. If you visit in the month of November, you also get to see some of their beautiful festivals and participate in them with the village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We drive back to Shillong for an overnight stay. The evening will be at leisure where you can explore the city on your own or just relax."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend a day with the community that practices ethical weaving. Learn how they source and extract natural dyes from the forests. See the process of manual spinning, dyeing, and weaving followed by a traditional lunch with the community."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Departure to the airport. Or you can extend this holiday with a wildlife experience in Assam."
    }
  ],
  "map": ""
}