{
  "destination": "India",
  "mainPhoto": "",
  "id": "highlights-of-kerala-holiday-small-group",
  "tourName": "Highlights of Kerala holiday, small group",
  "placesVisited": "",
  "generalInfo": "Experience the serene beauty and cultural exploration of Kerala. Avoid the hustle and bustle India experience with this Highlights of Kerala group tour, which takes in the region’s beautiful highlights in 10 days.<br/><br/>Your adventure begins in the vibrant port city of Cochin, where you’ll spend one night. This city’s rich history, influenced by Dutch, Portuguese, and Chinese settlers, is evident in its diverse synagogues, temples, and churches. Unwind at your hotel. Next, journey to Munnar for two nights, where the lush tea gardens and scenic vistas provide a perfect backdrop for relaxation. Enjoy the crisp, fresh air and explore the beautiful landscapes that make Munnar a nature lover’s paradise.<br/><br/>Continue to Madurai for two nights, a city renowned for its historical and architectural marvels. Visit the Meenakshi Temple and Thirumalai’s Nayaka Palace that reflect the grandeur of South Indian heritage. Travel onward to Periyar for two nights, where the national park's rich wildlife includes tigers, elephants, and monkeys. Engage in an interpretive nature walk, breathe in the fragrant aromas of the surrounding spice plantations, and take time to relax by the pool, surrounded by lush tropical scenery.<br/><br/>From Periyar, head to Alleppey for an overnight stay on a houseboat, drifting through the tranquil backwaters and enjoying the serene beauty of the canals and waterways. Conclude your journey with a final night in Cochin, dedicated to sightseeing and soaking up any remaining highlights of this fascinating city. <br/><br/>This itinerary offers a balanced mix of adventure, culture, and relaxation, making it a perfect choice for those seeking both exploration and leisure.<br/><br/>During this tour, all breakfasts and dinners are included and on Houseboat all meals are provided. Transport is in an air-conditioned coach and an accompanying English-speaking guides will escort you throughout the tour. All excursions and entry fees to monuments, as detailed in the itinerary below, are included.",
  "durationDays": "10",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cochin - Upon arrival in Cochin airport, you will be met by our representative and will be provided with assisted transfer to your hotel. Upon arrival check in to the hotel, afternoon at leisure. In the evening enjoy a classical Indian dance show - Kathakali Dance. Overnight stay at the Casino Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Munnar - Today morning after breakfast, you will be transferred in your private vehicle to Munnar (Approx. 4 Hrs). Upon arrival in Munnar, check-in at the hotel. Munnar is the nature-lover’s paradise. Snuggling in the green and serene Kannan Devan Hills lies the quiet and restful resort of Munnar. Panoramic views of low-flying clouds and mist filled valleys make it a pretty little heaven with a cool bracing climate. It was opened out of virgin forests a century ago by pioneering planters. Within its remote and elderly churches - gracious, stone-structures with ancient chandeliers and rosewood pews. A little beyond lies Anaimudi, South India's highest peak. Spend the evening at leisure. On arrival check in at the hotel. The rest of the day is at leisure. Overnight stay at the Tall Tree hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Munnar - In the morning have a visit to the Tea Museum which showcases the history of tea cultivation in Munnar since 1876 when tea was first planted in this tea plantation district. It also features a miniature tea factory where visitors are expertly familiarized with the nuances of tea cultivation and processing as well as tea tasting. In the afternoon take a drive upto the Top Station and visit other scenic spots in this region like Eco Point, Mattupetty Dam etc. Overnight stay at the Tall Tree hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Madurai - Today morning after breakfast, you will be transferred in your private vehicle to Madurai (Approx. 4.5 Hrs.) Over 2500 years old, Madurai is the second largest city of Tamil Nadu. It is an important cultural and commercial centre. It was once the seat of Tamil learning and still the place where the Tamil language is spoken in its purest form. The city is planned in the shape of a lotus. Modern Madurai is a burgeoning industrial centre, even though the vast stretches of paddy fields, dusty roads and crowded bazaars make it seems like an overgrown village. Modernity has reached the city of Madurai, but not at the cost of rich tradition and culture. In the evening proceed to Meenakshi temple to witness the closing ceremony. Overnight stay at Heritage Madurai."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Madurai - In the morning, visit Thirumalai’s Nayaka Palace, an example of architectural grandeur, built by King Thirumalai Nayak in 1636 AD. The palace was designed by an Italian Architect and served as the residence of the King. Later visit Meenakshi Temple - dedicated to Parvati, known as Meenakshi, and her consort, Shiva, here named Sundareswarar. The temple forms the heart and lifeline of the 2,500 year old city of Madurai and is a significant symbol for the Tamil people, mentioned since antiquity in Tamil literature though the present structure was built between 1623 and 1655 CE. Overnight stay at Heritage Madurai."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Periyar - Today morning after breakfast, you will be transferred in your private vehicle to Thekkady (Approx. 3.5 Hrs) Upon arrival in Thekkady, check-in at the hotel. In the evening, we visit The Kerala Kalari Centre which is a great place to witness the ancient Kalaripayattu martial dance performed and practised by dedicated local swordsmen. Overnight stay at Cardamom County."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Periyar - In the morning enjoy Spice Plantation tour with an experienced guide, who will explain the different spices like pepper, cardamom, cloves, turmeric, vanilla, all spice, cinnamon, and more. Later, explore the Periyar Tiger Reserve is by taking a boat ride through the Periyar Lake. It offers the opportunity to view the natural beauty of the forest with its tall trees and resident wildlife. Overnight stay at Cardamom County."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Alleppey - Today morning after breakfast, you will be transferred in your private vehicle to Alleppey (Approx. 4 Hrs). A pleasant easy-going market town surrounded by coconut plantations. Climb aboard the traditional kettuvallams (riceboats) converted into houseboats with bedrooms and attached toilets. Originally these boats were used as ferries to carry rice. Cruise through the backwaters of Kerala. Houseboat is one of the 50 “must do” things as described by the National Geographic Traveller magazine. The backwater cruise through the narrow canals that criss-cross a typical Kerala Village, rich with green paddy fields and verdant coconut trees and is a thrilling experience. The boat cruise takes you to small islets tucked away amidst those waters where you get glimpses of village at the best of its serenity and innocence. Lunch and dinner will be served on board. Overnight stay on Houseboat (Riceboat)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cochin - Today morning after breakfast, you will be transferred in your private vehicle to Cochin (Approx. 1.5 Hrs). Upon arrival in Cochin, check-in at the hotel. Later, visit the Dutch Palace, which has some of India’s most beautiful murals, the Jewish Synagogue in the heart of Jew Town and the cantilevered Chinese fishing nets. See St. Francis Church where Vasco da Gama was originally buried and the Santa Cruz Church with its pastel coloured interior and carved wooden panels. Overnight stay at Port Muziris Hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today morning after breakfast, check out from your hotel and departure transfer to Cochin airport (Approx 1.5 Hrs) for your flight to onward destination."
    }
  ],
  "map": ""
}