{
  "destination": "India",
  "mainPhoto": "",
  "id": "assam-and-nagaland-photography-tour-india",
  "tourName": "Assam and Nagaland photography tour, India",
  "placesVisited": "Explore the Land of the Anghs, Aoleong Monyü tribal festivals, Photograph Konyak tribal villages, Four days photographing Angami Naga village life, Photograph on the Myanmar border, Remote Longwa village and tattooed tribals, Assamese Vaishnava culture, Majuli, one of the world’s largest river islands, Tea gardens of Assam, Weaving, pot making & drumming monks, Calcutta street photography, Magnificent street food, sample and photograph, Flower Markets & River Aarti ceremonies, Mud wrestlers & River Hooghly boat tour",
  "generalInfo": "HIGHLIGHTS<br/>Explore the Land of the Anghs  •  Aoleong Monyü tribal festivals  •  Photograph Konyak tribal villages  •  Four days photographing Angami Naga village life  •  Photograph on the Myanmar border  •  Remote Longwa village and tattooed tribals  •  Assamese Vaishnava culture   •  Majuli, one of the world’s largest river islands  •  Tea gardens of Assam  •  Kohima Nagaland’s capital city  •  Ancient Mishing fishing communities  •  Life on the Brahmaputra  •  Weaving, pot making &amp; drumming monks  •  Calcutta street photography  •  Magnificent street food, sample and photograph  •  Flower Markets &amp; River Aarti ceremonies  •  Mud wrestlers &amp; River Hooghly boat tour<br/><br/>INTRODUCTION<br/>We are thrilled to be heading back to Nagaland, Assam &amp; Calcutta to run our new 15 night/16 day photographic tour in exotic Northeast India. We kick off in the culturally and photographically rich city of Calcutta. This is one of our own favourite cities known for its welcoming friendly inhabitants, fabulous street food and oodles of out of this world street photography. From Calcutta a relatively short flight to the Northeast transports us to Nagaland and Assam, two of India’s remote eight sister states. Once in Nagaland there will be ample opportunity to photograph the ancient spring tribal festival of Aoleong Monyü. During the last four days of our tour based in Mon we will visit some very remote Konyak Naga villages. These series of unique and separate tribal village celebrations are very raw, in their original form and without refinement. The Konyak Naga tribal villages are way out and spread up and beyond the Myanmar border. In addition to visiting several villages around our base main base Mon we will also visit Longwa one of the most remote villages of all.<br/><br/>The mid-part of our tour in Assam provides a wonderful contrast to its Naga neighbour. In Assam we will encounter a wild fusion of Indo Burmese, Mongolian and Aryan influences, a land of red rivers and blue hills, drumming dancing monks and tea plantations. The mighty Bramaputra River defines the Assamese Landscape. We will visit one of the world’s largest river islands where we find the Mishing tribes who originally moved down from mountainous areas such as Arunachal Pradesh. The Mishing are renowned for their unique fishing methods and river navigation prowess. We have been running photographic tours in Nagaland and Assam for ten years now. Throughout this time, we have worked closely with a local guide, who is a talented photographer and excellent organiser. Thanks to his close relationships with the local community, we have been able to create some truly powerful documentary photography.<br/><br/><br/>CALCUTTA STREET PHOTOGRAPHY<br/>Calcutta is a superb location for photographers from the riot of the flower bazaar to the clay idol makers’ den, Kumartuli, from the Howrah Bridge to the cremation ghats – it’s the buzz of life. If people and photographing people in their natural environment, crowded bazaars and magnificent street food is what gets you going then Calcutta is not to be missed. We will spend three nights and two whole days exploring a wide variety of locations in the city before heading off on Day 4 to Nagaland.",
  "durationDays": "16",
  "price": "5000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN CALCUTTA – Transfer to group Hotel. We will meet together at our city hotel as a group 18:00 for introductions and a tour briefing. City Hotel (BLD)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PHOTOGRAPHY IN CALCUTTA – For two days we will head out into the heart of Calcutta to explore the very best locations that this vibrant city has to offer photographically. City Hotel (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "CALCUTTA TO DIMAPUR TO TUOPHEMA, NAGALAND – Early morning we leave our hotel and transfer to the domestic airport for a relatively short flight to Dimapur in Nagaland. Our guide Teiso and his team will meet us and drive us to the Naga village of Tuophema. We will pass through the scenic Patkai ranges dotted with villages and wayside local markets. Our accommodation is beautifully located on a forested hilltop in the heart of the village. Tuophema Village House (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TUOPHEMA, NAGALAND – Early morning we head into the village to catch the locals going about their morning chores. The village is peaceful and rural, there is a school and many children. After breakfast we will spend more time exploring Tuophema and its surroundings. March, April and May mark the summertime in Nagaland when the rhododendrons and orchids flower. There will be an evening cultural programme by the local village folks who are from the Angami tribe noted for their melodic singing. Tuophema Village House (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TUOPHEMA TO KOHIMA, NAGALAND – This morning we drive to Kohima and explore its wild, unusual local market. The Kohima market gives great insight into the Naga way of life. Early afternoon we head off to Kigwema village to see the last remaining traditional Angami Naga tribal houses. We will interact with some of the local villagers in their traditional attires. Late afternoon we return to Kohima. Kohima Hotel (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KOHIMA AND KHONOMA VILLAGE, NAGALAND – After breakfast we will drive to Khonoma Village to spend the day exploring the village where we will meet and photograph some of the local villagers in a traditional environment. We arrive back in Kohima late afternoon. Kohima Hotel (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KOHIMA TO JORHAT, ASSAM – After breakfast we leave the hotel and drive to Jorhat in Assam. En route will be an interesting photographic stop to explore a local and quite primitive brick factory. Our accommodation for the two nights in Jorhat is a lovely heritage tea estate bungalow. Banyan Grove is located in a world of leafy hills, misty mornings and the ambrosial aroma of tea everywhere. The rooms and decor, dating back a century, offer a truly vintage experience. The surroundings are ideal for local photographic excursions. Banyan Grove Jorhat (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "JORHAT MARKET & TEA GARDENS, ASSAM – After breakfast we visit the vibrant local market of Jorhat. Alongside the fruit and vegetables, hardware and animals we will find some more unusual offerings including delicacies such as deep fried spiders and grasshoppers. Not a common tourist venue the local people tend to be curious and welcoming. The afternoon will be devoted to photographing tea picking in Gatoonga Tea Estate, a beautifully attractive tea garden in the heart of Jorhat. Banyan Grove Jorhat (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "JORHAT TO MAJULI RIVER ISLAND, ASSAM – This morning we head to Nimati port for the ferry across the Brahmaputra to Majuli one of the largest river islands in the world. Here we encounter heart of Vaishnava culture in Assam. The great 15th century Assamese reformer and saint, Shankardeva had come down here and set up ‘satras’ or monasteries to motivate the people towards culture and religion without sects or caste. On the island, we will visit the pottery making village of Salmora where the villagers make earthen pots by beating the clay into shapes with a round stone and a stick. The potters use a driftwood fired kiln to bake their creations. For as long as they can remember, the Salmora potters have been seasonally selling their pots on the banks of the Brahmaputra and across the river on their boats. Majuli Homestay (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MAJULI ISLAND, ASSAM – After a leisurely breakfast, we will visit a Vaishnava Monastery to photograph the ‘drumming dancing monks’ followed by an interaction session with some resident monks. In the afternoon we visit a ‘Mishing’ tribal village to see and experience their lifestyle. ‘Mishing’ or ‘Miri’ people migrated down from the hills of Arunachal Pradesh many centuries back and settled down in various areas of Assam. They live in stilted houses, sharing many similarities with hill tribes. The Mishing are master fishermen and famous for their navigation skills on the perilous waters of the Brahmaputra. The gorgeous yellow mustard seed fields are a feature of Assam and Majuli. We will visit and photograph a fascinating mustard oil processing project set up to provide work for the local people. Majuli Homestay (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "MAJULI TO MON, NAGALAND – Early morning we take a ferry across the Brahmaputra back to Nimati. Once on the other side, we will continue driving towards Mon in Nagaland. En route we can stop at some of the archaeological sites of the Ahom kingdom in Sibsagar. We will also take time photograph local markets along the way. We will arrive in Mon late afternoon. The Mon district sits on Nagaland's northernmost tip at a lofty 898m. The area has a striking terrain of hills and valleys, forests and a cooler climate. Offering a glimpse into India's 'wild-east', Mon resonates with tribal culture and an altogether otherworldly aura. The town is perfect for our explorations of the Naga villages celebrating the Aoleong Monyü festival. The entire Konyak Community of Nagaland observe Aoleong Monyü in the first week of April every year since time immemorial. The tribes make animal sacrifices to appease the divine spirit for a good harvest season. The festival is celebrated with immense joy, unity and happiness among the people. Mon Hotel (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "MON – THE LAND OF THE ANGHS, NAGALAND – For two full days we will explore Mon and visit different local villages to observe and photograph their tribal festivals. We will have an opportunity to meet the village tribals and see their way of life. Despite the new administrative structures, the old ways of governance too live on. The village chiefs (Anghs) are hereditary positions and they still command a fair degree of respect in these parts. They continue to receive tributes and gifts from their subjects either in the form of a portion of feast animals or in some cases even a cut on the sale of handicrafts to tourists. An outsider entering a village needs to pay his respects to the Angh and take his permission to visit the village. Polygamy too thrives for the chiefs despite the advent of christianity and its supposedly modern lessons. The young Nagas today are proudly reclaiming their identity and traditions! The Morungs (youth dormitories and places of traditional learning) are again active and one can hear the thumping of log drums once more resound in villages. The children and young people everywhere wear bright jewellery and outfits to participate fully in the celebrations of Aoleang. Mon Hotel (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "MON TO LONGWA VILLAGE ON MYANMAR BORDER, NAGALAND – After an early breakfast we will drive to Longwa village for their Aoleang celebration. The drive from Mon to Longwa Village is beautiful. Undulating green hills in the Patkai range as far as the eye can see, punctuated only by thatched huts very widely set apart. Traditionally the tribals here are still less touched by modern ways. Longwa is one of the big remote Konyak villages on the border ridge between India and Myanmar (Burma). The Angh (king) of Longwa commands about 50 villages from both the side. Longwa still has a good number of tattooed people and photography here is a bit special. The Konyak Nagas in the Longwa area are possibly the fiercest and most photogenic of all the Nagaland headhunter tribes. The village offers wonderful panoramic views of the hills in both India and Myanmar. Mon Hotel (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "MON TO LONGWA VILLAGE ON MYANMAR BORDER, NAGALAND After an early breakfast we will drive to Longwa village for their Aoleang celebration. The drive from Mon to Longwa Village is beautiful. Undulating green hills in the Patkai range as far as the eye can see, punctuated only by thatched huts very widely set apart. Traditionally the tribals here are still less touched by modern ways. Longwa is one of the big remote Konyak villages on the border ridge between India and Myanmar (Burma). The Angh (king) of Longwa commands about 50 villages from both the side. Longwa still has a good number of tattooed people and photography here is a bit special. The Konyak Nagas in the Longwa area are possibly the fiercest and most photogenic of all the Nagaland headhunter tribes. The village offers wonderful panoramic views of the hills in both India and Myanmar. Mon Hotel (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "MON TO DIBRUGARH AIRPORT, NAGALAND – After breakfast we transfer to Dibrugarh Airport for the flight to Calcutta. Hotel accommodation is not included on Day 16. If you would like us to book you a hotel in Calcutta for this night please let us know at the time of booking. (B)"
    }
  ],
  "map": ""
}