{
  "destination": "India",
  "mainPhoto": "",
  "id": "himalaya-and-golden-temple-tour-india",
  "tourName": "Himalaya and Golden Temple tour, India",
  "placesVisited": "",
  "generalInfo": "Some real gems of Northern India: You will experience incredible temples, stunning hill stations, mini Tibet, the holy river Ganges and one of the world’s best Spas. This is one for the purists.<br/><br/>You will start at the amazing golden Temple and finish off at one of the world's favourite spas - The Ananda in the Himalayas.<br/><br/>This itinerary takes you to some of the iconic spots that were very popular in the days of the Raj... understandably as many of the destinations are at higher elevations giving some respite from the heat of the summer.<br/><br/>The tour is another amazing showcase of India's many delights... we have also included some smaller boutique family properties but all with the renowned Indian quality of hospitality.",
  "durationDays": "16",
  "price": "2950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Amritsar Step off the plane and into our care with assistance on arrival at Delhi International after an overnight flight. An easy transfer brings you to Amritsar when your adventure begins. Experience sacred Sikh sanctuaries and golden Hindu temples."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dharamsala Step into the world of the Dalai Lama in Dharamsala at the village of McLeod Ganj, where the exiled Tibetan government are established. Uncover a rich tradition of art and culture surrounded by waterfalls and misty mountains."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pragpur Journey through the mountains to India’s first certified heritage village of Pragpur. Walk the cobbled streets in the shade of the white ranges of the Dhauladhar mountains. It’s said that the village was founded in this site to benefit from the prayers offered at the nearby temples of Bajreswari, Jwalamukhi and Chintpurni."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shimla Relax and enjoy the view as we drive you south to Shimla, the summer capital of British India, called the ‘Queen of Hill Stations’. Explore its fascinating architecture, a blend of Mock Tudor and Neo-Gothic from its Colonial days and towering temples and Mughal palaces."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Dehradun A day of travel takes you from Shimla into the Doon Valley at the foothills of the Himalayas, between India’s mighty rivers, the Ganges and Yamuna. Capital city of the state of Uttarakhand, Dehradun is famous for its temperate climate and beautiful scenery."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Haridwar Continue on your odyssey of spiritual and cultural discovery as you head south again to Haridwar, or the Gateway to the Gods’ as it’s known. It’s believed in Hindu mythology to be one of the seven holiest sites on earth as the Gods are meant to have left their footprints in the city."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ananda Leave the holy city behind after a breakfast overlooking the Ganges at Hotel Haveli Hari Ganga. Make a brief trip to Rishikesh to explore the “Plaits of the Sage”. Later settle into the last word in luxury at the Ananda Destination Spa."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Delhi Relaxed after spa-ing in the mountains and experiencing a more gentle pace of life in the pure mountain air, take one last trip with us, back to Delhi. Maintain that re-discovered inner calm as you plunge into the vivid kaleidoscope of colour that is the Delhi shopping scene."
    }
  ],
  "map": ""
}