{
  "destination": "India",
  "mainPhoto": "",
  "id": "horse-riding-tours-in-rajasthan-india",
  "tourName": "Horse riding tours in Rajasthan, India",
  "placesVisited": "",
  "generalInfo": "This horseback safari adventure takes you on a remarkable journey through foothills of Aravalli Mountains and into the Jagnath Wildlife Sanctuary, home of the endangered Asian step wild cat of India. The terrain will change before your eyes, from a low and rolling hillside to steeper mountain inclines with varied vegetation adjusting to the elevation accordingly. In the beginning, the trail leads through small villages where traditional farming and customs are still practiced daily, but as the ride penetrates deeper into the mountain range, human habitation becomes scarce. Eventually the safari enters the Jagnath Wildlife Sanctuary and Sena panther conservation zone which is home to a fantastic variety of birds and animals, many of the species endangered and therefore unique to this part of the world.  An exhilarating chance to admire virgin deciduous forest at its finest surrounded by authentic Indian wilderness and atop your spirited Marwari steed. <br/>On the way we'll pass through villages, which travelers rarely experience, let alone on horseback and during the days through our volunteering efforts, we'll hand out educational materials to underserved schools, conduct our Give A Goat program, and set up medical camps, which provide dental, eye, and obstetrics care to populations lacking healthcare.<br/>This horseback Safari also give you the opportunity to stay in 16 to 17 century build Forts and Castles and be treated in an Aristocratic manner.<br/>This trip can be added more destinations according to your interests and available days of your holiday. It would be a combination of Horse safari and trip in any part of India. trip which would be perfect for family vacation.",
  "durationDays": "14",
  "price": "5000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 Arrival at Delhi (depending on your arrival time) – transfer to Domestic Airport for flight to Jodhpur 10:30 – 11:00 am arrive Jodhpur early afternoon. Your stay in the hotel which is the erstwhile residence of the Ministers of Jodhpur State. Day 2 Breakfast followed by a tour of the Majestic Meharangarh Fort (it will take at least 3 hours ). Lunch in the On the rocks (One of the best restaurant in the town), followed by visit to Umaid bhawan palace museum (the residence of former King of Jodhpur) Day 3 Breakfast followed by leaving by road (one and half hour drive) to the Fort Subhdrajun (built in 16th centaury) situated in the foothills of Aravali mountain range. You are staying in the 16 century Fort, in evening your village Safari around the Fort Subhdrajun. Dinner and night stay in the Fort. Day 4 Breakfast following two hours riding practice on the horse too familiar with your horse. On this day short village tour will be organize for you. Evening again two hours riding practice on horse. Dinner and night stay in the Fort."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 Breakfast followed by leaving by road to 10 kilometer further towards to Jagnath wildlife safari for start the horse riding. Between 5 to 6 p.m. in evening reached at campsite situated in the core of sanctuary. Drinks and dinner by a sustainable campfire at our permanent campsite, night stay in the privet cottage. Day 6 Late breakfast followed morning ride into Dhawala village school visit to interactively participate with young students, teach them about health and hygiene through our Hand washing program, and distribute educational materials and sporting equipment . We will be distributing livestock, focussing primarily on widows and families living below poverty level line in village in the early afternoon. In the evening before the sun set your second safari will start by jeep. This is for 3 hours for you to view the nocturnal species of the sanctuary. These include the endangered dessert cat (the sanctuary has the highest number of this rare cat of any protected area), Jungle Cat, Leopard, The Great Eurasian Eagle Owl, Desert Hare, the endangered Desert Fox, Indian Porcupine, and at risk Striped Hyena. Following your night safari drinks and dinner, Overnighted in our tented encampment. The sanctuary has no villages inside and the atmosphere quite relaxing and beautiful with savannah grasslands, foothills and Granite Mountains covered in deciduous forests. Day 7 Morning breakfast followed by horse back to Siyana village (around 22k.m.) on the way you will pass through So many valleys surrounded by the Granite Mountains and villages where you experience the colorful countryside life. Around 6 pm you will be reaching at Count of Siyana’s farm house where you will enjoy Tribal music and folk dance followed by dinner and night stay. Day 8 Breakfast followed by horse back to Korta village. Before reaching at Korta village at 5:30 in evening, you will pass through the farmland, small play grounds of villages. It would be worth full to see how tribal women working in farmlands. Night stay and dinner at Korta Haveli situated in middle of korta village."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9 Prepare for a day of purposeful and heartfelt work as we conduct our free eye and dental camp, offering cataract surgeries and dental treatments to villagers of Korta. TIT's Dental camp will open its doors at 10.00 am and will close by 4.00 or until the last patients have been treated. Overnight in heritage preparty of Korta village. Day10 Breakfast followed by an early morning safari to an area that has many muggermuch crocodile and birding possibilities. Lunch at our campsite followed by a relaxing early afternoon before your evening wildlife safari for Leopard by jeep to first a small wetland area in the foothills of Aravali mountain range, where local and migratory birds are present along with muggermuch (mugger crocodile) followed by 2 hours Leopard safari where you will see Leopard up close, other species that are possible to see include Rufous-tailed Hare and jackal. Late evening dinner and night stay. Day 12 Breakfast followed by leaving by road to Udaipur (4 hours’ drive) (via Ranikpur). Arrive at Ranikpur for lunch followed by exploring the 15thCentury Jain Temple complexes for a couple of hours after lunch. There are also a few older temples that are Hindu that are worthwhile to see as well. In the early evening see the Rajasthani Cultural dance show. Dinner and night stay at the hotel. Day 13 Morning breakfast followed the tour of Udaipur City Palace. The Palace spans many different Rajput as well as Islamic architectural styles and is located on the banks of Lake Pichola. Part of the Mewar (Udaipur) royal family’s art collection and objects are on display. I believe you will want at least 2 hours here. After lunch, visit Saheliyon ki badi. Saheliyon ki Bari means “Garden of the Maidens” in Hindi, and was built in the early 18th century for the women of the royal family. With fountains, lotus ponds, decorative pavilions, and marble elephants, the landscaped gardens are a relaxing place to take a walk. There’s also a small museum on-site with information on Rajasthani and Indian history. Day 14 Breakfast followed by transfer to Udaipur airport for domestic flight to New Delhi."
    }
  ],
  "map": ""
}