{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tigers-and-temples-tour",
  "tourName": "India tigers and temples tour",
  "placesVisited": "",
  "generalInfo": "India is well known for various things, however what many people associate with this massive and fascinating country are the many glorious temples and fantastic architecture and also the iconic and endangered tiger. This tour focuses on showcasing the tiger in its natural habitat and also exploring one of India's most important cultural sites; the ancient temples of Khajuraho. <br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also focus heavily on some of the 40 plus Tiger Reserves in this wonderful and diverse country. But it is not just the wildlife of India that makes India such a great holiday destination, but the varied and unique culture is also a focus for our trips.  <br/><br/>This tour combines some of the best wildlife watching in India (and the whole of Asia) with ancient temples of cultural significance; the trip will take you deep into Bandhavgarh National Park. Bandhavgarh is home to the largest density of tigers in the world and is also home to a great range of other species. Animals such as leopards, sloth bears, chital, wild boar, Indian peafowl, crested serpent eagles and dozens more are all regularly seen here alongside the iconic king of the Indian jungle, the majestic tiger.<br/><br/>In combination with the safaris of Bandhavgarh you will also visit the sandstone temples of Khajuraho en route from Delhi to Bandhavgarh. These temples are famous for their erotic and detailed carvings which depict various aspects of Indian life including the Karma Sutra. They have survived over 4,500 years and are so detailed that they look like they were finished just yesterday. You can also have a guided tour of Old Delhi and the various temples, palaces and scared places here if you wish and can arrange your arrival flight into Delhi for the morning. This can be added on easily and for more information you can ask us.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Delhi &amp; Khajuraho. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Bandhavgarh. Your naturalist escort is an expert in tigers and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. We will also employ a specific cultural guide for all sightseeing of temples and monuments.<br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, river safaris, spotlighting, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>This tour is recommended for February - May as this is the dry season and the chances of seeing tigers is much higher in the dry season. However the temperatures from April onward can be very hot and humid. You can visit this park and enjoy the itinerary between October – June. The park is closed during the monsoon season.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• Our local Indian guides around Bandhavgarh have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• We have an expert cultural guide who can interpret the intricate and numerous designs on the carvings of the Khajuraho temples.<br/>• Visit the park morning and afternoon in your own private jeep for your group only.<br/>• All the above reasons give this, our wildlife and tiger safaris of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as brown and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is completely focused on one national park and tiger reserve, Bandhavgarh. It is located in Madhya Pradesh. We will fly in and out of Delhi and then travel onto Bhopal before reaching the park in the Indian wilderness. We also visit the cultural capital of Khajuraho on our way to Bandhavgarh.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old",
  "durationDays": "8",
  "price": "2845",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - On arrival at the Delhi international airport, you will be met by your local guide/driver. From the airport you will be taken to your hotel for the night. Delhi, was once the capital of kingdoms and empires and is now a sprawling metropolis with a fascinating blend of the past and the present. It is a perfect introduction to the composite culture of an ancient land. Depending on the time of arrival we will spend some time exploring the city. (no meals included)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Khajuraho - After breakfast at the hotel in Delhi you will travel to the airport and take a short flight (2.20 hrs) to Khajuraho. On arrival in Khajuraho, you will meet a new local guide/driver, who will transfer you to the accommodation. Khajuraho is well known for its magnificent temples, which were built between 950 and 1050 A.D. The city derives its name from the Khajur tree (the date palm tree), which can be found in abundance in the area; and has become famous due to the divine sculptures in these temples which are a tribute to Life itself, embodying everything that is sublime and spontaneous about it. The murals depict the life and times of the Chandelas, and celebrate the erotic state of being. They not only testify to the mastery of the craftsman, but also to the extraordinary breadth of vision of the Chandela Rajputs under whose reign, these temples were constructed. After lunch you will be taken to the Eastern & Western groups of Temples for a guided tour. A highlight here is Kandariya Mahadeo, which is the largest and most typical Khajuraho temple. Dedicated to Lord Shiva, it soars 31 m high and makes a brilliant picture. (breakfast is the only meal included)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bandhavgarh National Park - After breakfast in the Khajuraho hotel you will be collected and transfered in a private air conditioned vehicle to Bandhavgarh National Park (5-6 hours). Bandhavgarh National Park is set among the Vindhya Hills in Madhya Pradesh (a central Indian state). It is 168sq miles and is a mixture of bamboo, grassland, and a complex of deciduous forests. The dominant forest type is sal. The whole area is renowned for its bird life and there are at least 150 species of birds in the park, along with a wealth of mammals such as tigers, sloth bear, langur monkeys, wild boar, mongoose, 3 kinds of deer – chital, sambar and Indian muntjac, to name a few. In fact Bandhavgarh National Park has the highest density of tigers in the world. Once we arrive at Bandhavgarh we will check into our accommodation and in the afternoon you will have your first afternoon jungle safari by 4×4 open jeep accompanied by resident naturalist and forest park guide. With these companions you should have no problem in finding all the animals that are out and about. After the sun sets we return to the lodge and have evening tea. Dinner will be eat our evening meal here and get some sleep before an early start tomorrow. (breakfast and dinner included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Delhi - After your breakfast you will depart from the park and start your journey back to Delhi. The drive to either Khajuraho or Jabalpur airport is around (4-5 hours) in our private air conditioned vehicle in time to catch our flight to Delhi. Once we arrive back in Delhi we will be met by our guide in Delhi and transferred to the hotel and the rest of the day will be free. (Breakfast only included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Home - Today you will be collected from your hotel and transferred to Delhi international airport in time to catch your flight home."
    }
  ],
  "map": ""
}