{
  "destination": "India",
  "mainPhoto": "",
  "id": "himalayan-silk-road-adventure",
  "tourName": "Himalayan Silk Road adventure",
  "placesVisited": "",
  "generalInfo": "Take an unforgettable journey through the Indian Himalayas tracing parts of the forgotten Silk Road from Kashmir to Ladakh. Perhaps one of the most scenic drives in the world, your journey will start in the capital of Kashmir, Srinagar, known for its rich Islamic culture. You will pass through the district of Kargil, a strategic trading post along this part of the Silk Road, and where remnants of the Silk Road era can still be seen. Continue on to Ladakh where you will visit the Central Asian Museum in Leh and the spectacularly located Buddhist monasteries dotted around the landscapes. One of the highlights will be witnessing the masked Buddhist festival in Tak Tok.<br/><br/>Where We Take You:<br/>Delhi - Srinagar - Drass Valley - Kargil - Lamayuru - Uleytokpo - Spituk - Leh - Nubra Valley<br/><br/>TOUR HIGHLIGHTS<br/>Heritage walking tour in Srinagar<br/>Shikara ride on Dal Lake<br/>Stunning drive through the Himalayas<br/>Kargil War Memorial in Drass<br/>Silk Road artefacts and caravanserai in Kargil<br/>Visit Buddhist monasteries<br/>Highest motorable road in the world - the Khardung La Pass<br/>Sand dunes and remote monasteries in Nubra Valley<br/>Isolated Diskit monastery<br/>Tak Tok masked dance festival",
  "durationDays": "16",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Delhi airport you will be met by our representative and transferred to the hotel. The rest of the day is your own at leisure before meeting with the group for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to the airport for your morning flight to Srinagar, the capital of Kashmir. On arrival our representative will transfer you to the hotel. Rest of the day is at leisure to acclimatise and enjoy the surroundings. Lunch and dinner at hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we experience Mughal landscape garden design, and local arts & crafts. First we will explore various gardens starting with a visit to the Nishat Bagh (the Garden of Delight) and following with Chasme Shahi and Pari Mahal Gardens, each one from the era of the Mughal, and Persian-inspired. Lunch will be in a local Kashmiri restaurant. In the afternoon, we will visit the artisan's village to see the local paper mache and embroidery workshop. Return to the hotel for dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will leave for Hari Parbat Fort where we will walk through parts of the old city then climb to the summit of the fort from where we will get panoramic views of the city. After lunching at Ahdoos, we head to Kashmir's holiest Muslim shrine, the Hazrat Bal mosque, a reliquary of the Prophet. Before returning to the hotel for dinner, we shall wander through Srinagar's old bazaar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leisurely breakfast at hotel, check out and transfer to your houseboat on Lake Dal. Enjoy lunch on your floating palace before spending the afternoon cruising the lake on a shikara boat. Your 3-hour boat concludes around sunset, when you'll be returned to your houseboat for dinner and relaxation."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we embark on our journey along the Himalayas, driving through some of the most picturesque scenery on earth. After an early breakfast we will set off for Kargil. En-route we will pass Sonamarg, popular with trekkers wanting to climb one of the nearby glaciers, and we will stop briefly at Zojila Pass where the first hints of Buddhist culture start to be seen. After crossing the Ladakh state border we will stop in the small town of Drass for lunch and then visit the nearby Kargil War Memorial, which commemorates the fallen Indian soldiers during the 1999 war with Pakistan. Finally we drive on to the city of Kargil where we will enjoy dinner at the hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning we will visit the Munshi Aziz Bhat Museum. The family museum contains a fascinating collection of artifacts, relics and photos dating back to the days when Kargil stood at the crossroads of the old Silk Road in India. We will walk through the local bazaar and enjoy a midday meal. After lunch, we will visit the abandoned village of Hunderman, located in the rugged valley close to the Line of Control with Pakistan. Local people have opened a small museum in one of the homes documenting the lives of border families. Return to the hotel for dinner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our drive continues through some of the most unforgettable scenery you will ever see. We will stop briefly at the Mulbek Maitreya Buddha statue (9m tall) and then proceed to Lamayuru, home to one of the most majestically situated monasteries in Ladakh. We continue our journey towards Uleytokpo, stopping en-route for a walk around the little-visited mud-brick fortress of Basgo Monastery, which again occupies a splendid position overlooking villages and stark barren landscapes. A short drive later we will finally arrive at the eco-retreat in Uleytokpo in time for dinner."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, we set off for Leh via the Sangam (confluence of the Zanskar and Indus rivers) and stop off at Spituk Monastery. Arrive in Leh and afternoon and evening at leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning we will head into the old part of Leh, where we will take a heritage walk and visit the impressive Central Asian Museum. The engaging museum showcases photos and artifacts illustrating the importance of Leh and Ladakh's importance in the Silk Road trading route. Afterwards, we will visit Shanti Stupa and then have lunch in one of Leh's finest local restaurants. Rest of day at leisure."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast we will visit the quaint village of Matho and walk down from the Matho Monastery to the Indus River. Enjoy chai and snacks by the river and then head to nearby Thiksey Monastery, one of the most iconic monasteries in Leh, perched on a cliff-face. Afterwards visit the nearby Tibetan Library where monks come to study from all over Ladakh. Drive to Stok village for lunch with the local family. Visit their 300 year-old house, which has now been converted into a museum, and then take a walk around Stok Palace. Return to Leh."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Early start to the day for your drive to the Nubra Valley via Khardung La Pass, one of the world's highest motorable roads at over 5,500m/18,000 feet. Despite its altitude and barren mountains, the landscape is dotted with lush greenery, the winding River Indus, sporadic wildlife and snow-capped peaks. If you are lucky you might spot pikas, marmots, red foxes, wolves and/or golden eagles. Arrive in the village adjoining Sumur, near the banks of the Nubra river where your eco-retreat and lunch awaits. Rest of the day at leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast we drive to Hunder, and its white, rolling dunes, meandering river and snow-capped mountains away in the distance. Hunder's sand dunes present an opportunity not only to hone those photography skills, but also to glimpse the rare, Bactrian one-humped camel. We follow this up with a visit to Diskit's isolated monastery. Return to the eco-retreat for lunch, and the remainder of your day at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you get to celebrate the Tak Tok Buddhist festival which takes place once a year, and it is celebrated in the cave gompa of Tak Tok, which is one of the highlights of this trip. After breakfast, leave for the remote village of Sakti, where you will witness masked dancers and rituals along with other cultural programmes organised throughout the day, Later enjoy the scenic drive back to Leh. Rest of the evening is at leisure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "After breakfast, transfer to the airport for your flight to Delhi where you'll transfer to the hotel. Afternoon and evening at leisure."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the airport at appropriate time for your onward flight home or to extend your time elsewhere in India."
    }
  ],
  "map": ""
}