{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-and-cultural-holiday-in-india",
  "tourName": "Wildlife and cultural holiday in India",
  "placesVisited": "",
  "generalInfo": "Discover India: Cultural Adventures and Ethical Wildlife Experiences<br/><br/>Welcome to India! If you’re passionate about authentic cultural experiences and ethical wildlife tours, this journey is designed for you. Explore the highlights of North-West India, from famous monuments and street food to immersive walking tours through vibrant cities.<br/><br/>What makes this tour special? You shall experience wildlife in both natural habitats and conservation projects that protect elephants, sloth bears, tigers, camels, reptiles, and antelopes.<br/><br/>Travel between September and March for the best weather and an unforgettable experience.<br/><br/>This tour is perfect if you enjoy:<br/><br/>1. Visiting wildlife conservation communities and understanding their work with rescued animals.<br/>2. Learning how former poaching communities are now wildlife protectors.<br/>3. Experiencing village life with traditional home-cooked meals and staying in comfortable homestays that directly support local families.<br/>4. Combining heritage tours like textile, monument, and artisan experiences for a deeper cultural connection.<br/><br/>This is slow, flexible, and meaningful travel—crafted just for you.<br/><br/>With years of experience in creating story-rich, responsible travel in India, we bring deep local knowledge, transparency in pricing, and a passion for helping you explore India in a personal, thoughtful, and memorable way.",
  "durationDays": "14",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Delhi. Spend rest of the day at leisure staying with a family where you begin to experience the amazing hospitality on the tour yet have your privacy. This day is available to settle down, recover from jetlag, or explore the neighborhood and warm up to the city. We begin the second day with a walking tour of Chandni Chowk (Old Delhi). This tour comprises of tasting 5-6 types of local delicacies along with storytelling on the bazaars, traditions, and customs. Thereafter, we do a tour of New Delhi which includes the British colonial heritage and artisan markets. Ps. The second half of the day is open for customisation if you have something on your list."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We spend the next two days with sloth bear, leopard, and elephant conservation communities. This includes understanding the daily life of the animal and their rescue and rehabilitation work. See how the animals can co-exist with the humans conserving the region's natural heritage, biodiversity, and forests. Learn how the communities are balancing human rights and lowering the human-animal conflict in the region. Visit the Taj Mahal and go for a guided tour of Agra city where you visit the artisan families that are into textiles and marble masonry."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel further to the land of the tiger where you spend two days at a wildlife lodge relaxing and going on a jeep safari. Learn how the tiger conservation efforts have borne fruit and have provided alternative source of income for the tribal community that once depended on poaching. The communities that once had severe human-animal conflict in the region are now building their livelihood from artisanal fair-trade."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Our next destination is Bundi where we spend a day exploring the city palace and numerous beautiful step wells. Our storytellers will reveal the hidden places and alleyways in the palace with medieval murals and the school of art. The evening will be available at leisure to explore this charming town on your own."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We drive further inland to spend the next three days with the nomads whose livelihood depends on camels. The animal is not only a source of their income but also a part of their family, and the way it works will leave you in awe. Along with the camel conservation story, we also involve you in daily village activities as per the day's schedule. This could include visiting local temples or homes or getting involved in a village ceremony. It is best to go with the flow with our storytellers as we take you from one pleasant surprise to the next."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The last few days of this tour is with the community of blackbuck conservationists. Your stay will be with the community in the charming villages with rustic homestays. During these few days, you not only learn the story of how the community works for protecting the antelope and blackbuck but also see how they earn their livelihood from weaving, pottery, and more."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "On the last morning, we suggest a tour of the Jodhpur blue city where we take you through the maze of houses and charming shops that add to the beauty. Taste numerous local delicacies and spend time with a family conversing over homemade breakfast. Get the afternoon flight or train back to Delhi or Jaipur for onward journey."
    }
  ],
  "map": ""
}