{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-luxury-16-day-tour",
  "tourName": "India luxury 16 day tour",
  "placesVisited": "",
  "generalInfo": "This trip really takes in the very best of Indian experiences<br/><br/>Palaces, Forts, Safari, Culture, Great Food and fantastic beaches!<br/><br/>We have included some unique off the beaten track experiences which go to places that mass tourism does not reach.<br/><br/>As the name suggests this journey is simply breathtaking. IT will be good 2- &amp; 1/2-weeks luxury tour of India.<br/><br/>The hotels we have handpicked are some of the world's finest<br/><br/>The Imperial, Delhi<br/>The Oberoi Amar Vilas, Agra<br/>The Oberoi Vanya Vilas, Ranthambore<br/>Taj Ram Bagh Palace, Jaipur<br/>The Oberoi Udai Vilas, Udaipur<br/>CGH Brunton Boatyard, Cochin<br/>CGH Spice Coast Cruise, Alleppey<br/>CGH Marari Beach Resort, Mararikulam<br/><br/>This is a breathtaking trip",
  "durationDays": "16",
  "price": "7885",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi Step off the plane and into our care with assistance on arrival at Delhi International. Redolent with history, the Imperial Hotel is a fascinating blend of Art Deco, old Colonial and Victorian styles. Plan your adventures for the days ahead over a breakfast briefing. Explore the vibrant cities of New and Old Delhi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra Wake up early, excited to travel again. Tonight you’ll be sleeping in the beautifully-preserved city of Agra, surrounded by some of the world’s finest monuments. Sleep soundly in The Oberoi Amar Vilas hotel, just a stone’s throw away from one of the world’s most famous landmarks, the Taj Mahal."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ranthambore -2 nights Relax and enjoy the day of travel ahead as we’ll take care of everything. From the majesty of Agra, head south to the wild beauty of Ranthambore National park. Board the Shatabdi Express at Agra station and speed through the golden countryside on an air-conditioned train. Overnight stay at The Oberoi Vanya Vilas Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur -2 nights Relax and enjoy the morning journey to Jaipur, we’ll take care of everything. Discover why Jaipur earned its nickname of the ‘Paris of India’ on a half-day tour. Stroll its wide boulevards and photograph the flamboyant pink-painted streets. Stock up on treasures to take home at the vibrant night market. Overnight stay at Hotel Taj Ram Bagh Palace."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Udaipur -2 nights Head north by comfy air-conditioned car to Udaipur, nicknamed the ‘Venice of the East’. Explore the city’s palaces and landscaped gardens on a half-day tour. Experience life in majestic luxury at the Oberoi Udaivilas."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cochin -2 nights Visit synagogues, temples and churches, experience the cultural melting pot of this ancient port city From the Dutch to the Portuguese and Chinese, walk in the footsteps of past explorers on a half-day tour. Take a relaxing soak in your tub at the Brunton Boatyard Hotel. Watch from the window as dolphins swim in the glittering waters beyond. Visit the gravestone of Vasco de Gama, the explorer who discovered the sea route from Europe to India."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Alleppey Your home for the next two nights will be a traditional air-conditioned houseboat. Relax and unwind as you enjoy the tranquil life onboard, gently cruising the network of canals along the backwaters."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mararikulam -2 nights Time to shift into a deeper level of relaxation. After breakfast enjoy a drive to the Marari Beach Resort, an oasis of calm where you can unwind completely, enjoying secluded beaches and stunning sunsets."
    }
  ],
  "map": ""
}