{
  "destination": "India",
  "mainPhoto": "",
  "id": "karnataka-and-kerala-holiday",
  "tourName": "Karnataka and Kerala holiday",
  "placesVisited": "",
  "generalInfo": "This cultural and adventurous trip starts with the IT hub of South India - Mysore - the capital of Wodeyar Kingdom, where you will be exploring the royal heritage and enjoy local experiences. We bring you further to Kabini – Wilderness at its best in South India and the Nilgiri Mountain Railway. You will enjoy the nature, biodiversity and plantation splendors of Coonoor and Wayanad.<br/><br/>Then experience a local train expedition to Kochi, immerse yourself into the historic charm, again replenish to the lap of nature at Periyar, then at the charming backwaters with a floating overnight and finish you trip with total relaxation at the less explored beaches at Marari.<br/><br/>This trip can of course be tailor-made to your specific wishes, please get in touch.<br/><br/>Includes:<br/>- 17 Nights accommodation in double room as per the meal plan specified<br/>- Transport services using Air-conditioned Toyota Innova as per the program from Bangalore Airport till drop at Calicut Railway station<br/>- Transport services using Air-conditioned Toyota Innova as per the program from Eranakulam Railway station till drop at Cochin Airport<br/>- Services of English speaking Guide for sightseeing at Srirangapatna, Mysore &amp; Cochin<br/>- Explore Mysore by walk program with breakfast from a local restaurant<br/>- Monument entrances as per program <br/>- 04 Sessions of wild life safaris at Kabini <br/>- Toy train tickets from Ooty to Coonoor in First / Second Sitting Class<br/>- Train ticket from Calicut to Ernakulam in AC Chair Car Class<br/>- Kathakalli show at local theater at Cochin<br/>- Spice Plantation visit  &amp; Kalaripayattu show at Periyar<br/>- Forest entry charges and ticket charges for Common Boating at Lake Periyar<br/>- Half day bamboo rafting program at Periyar (Approx timing : 0730 – 1230) <br/>- Meet and assistance on arrival at Bangalore and departure at Cochin Airport<br/>- Taxes applicable as per present rules  <br/>- Farewell gift with Bespoke Logo as our complements<br/>- Arrival/Departure assistance at Bangalore / Cochin airports by our Representative",
  "durationDays": "18",
  "price": "4367",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGALORE TO MYSORE [By Surface - 185 km/Approx 4.5 hrs] Arrive Bangalore Airport. Assistance at Bangalore Airport. Drive from Bangalore to Mysore. Srirangapatna Visit. Dinner at the homestay. Overnight at the homestay. Arrive at Bangalore Airport in the morning. You will be met by us once you exit the arrival hall and whisked away to your waiting transport. Drive to Mysore with en route visit at Srirangapatna. Srirangapatnam - The ruins of Hyder Ali’s and Tipu sultan’s capital, from which they ruled much of Southern India during the 18th century. In 1799, the British finally conquered them with the help of disgruntled local leaders. Srirangapatnam was built on a long island in the Cauvery River. The dungeon where Tipu held a number of British officers has been preserved. Inside the fortress walls there’s a mosque and the Sri Ranganathsway Temple. After visits continue drive to Mysore. On arrival check in at home stay. Rest of the day at leisure. Overnight at Mysore."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MYSORE - Breakfast at the homestay. Sightseeing at Mysore. Dinner at the homestay. Overnight at the homestay. Mysore, once the capital of the Wodeyar kingdom, is today the second largest city in Karnataka and one of the finest in southern India. Small, easygoing, famous for its silks and sandalwood, it is a city of fine gardens, tree-lined boulevards, art galleries and an intriguing palace. Mysore’s ten day Dessara festival in September-October is still celebrated with medieval pageantry. In the morning proceed for the Mysore sightseeing with guide. Enjoy a city tour of Mysore visiting the Maharaja’s palace built in 1911-1912. Visit the art gallery and drive up to the 1062 m high Chamundi hill to see the Chamundeshwari temple with a panoramic view of Mysore. On your way back see the 5 m high bull carved out of solid rock built in 1659. Enjoy a visit to the flower market in the evening with our chauffeur. Overnight at Mysore."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MYSORE - KABINI [By Surface - 90 km/Approx 03 hrs] Explore Mysore by walk & “Dosa” from a local restaurant. Drive to Kabini. Day at leisure. Lunch & Dinner at the resort. Overnight at the resort. Wake up early in the morning and by 0700 hrs our guide will meet you at the lobby to accompany you for a walk through the streets of the city where many heritage structures & institutions are located. The duration is about 1 hr 30 mins and covers approximately 6 km. The highlights include Town hall, Clock Tower, Freemason’s Club, Devaraja Market, General Hospital, Medical College, Church Circle and a short history of these will be explained by the guide. At the end of the trail enjoy breakfast from a local restaurant and walk back to the homestay. Around 1045 hrs drive to Kabini. Once a private hunting area for the British, this famous wildlife destination has a rich variety of flora and fauna making it a gorgeous tourist spot. On arrival check in at the resort and rest of the day at leisure. Overnight at Kabini."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KABINI - Morning & Evening Jungle safaris. Breakfast, Lunch & Dinner at the resort. Overnight at the Resort. Enjoy jungle safari in the National Park. Come back to the hotel and have breakfast. Day at leisure to enjoy the nature and facilities by the resort. You have the options of Coracle Ride, Nature walk etc. Afternoon enjoy jungle safari in the National Park. Overnight at Kabini."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KABINI - Morning & Evening Jungle safaris. Breakfast, Lunch & Dinner at the resort. Overnight at the Resort. Enjoy jungle safari in the National Park. Come back to the hotel and have breakfast. Day at leisure to enjoy the nature and facilities by the resort. You have the options of Coracle Ride, Nature walk etc. Afternoon enjoy jungle safari in the National Park. Overnight at Kabini."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KABINI - OOTY - COONOOR [By Surface: 165 km / Approx. 4.5 hrs + By Train : 1 hr 5 mins + By Surface 15 km / 40 mins] Breakfast at the resort. Drive to Ooty Railway station. Toy Train from Ooty to Coonoor (Dep 1400 Arr 1505 hrs). Transfer from Coonoor Railway station to resort. Dinner at the resort. Overnight at the resort. After breakfast drive to Ooty. Board the toy train departure at 1400 hrs from Ooty Railway station to Coonoor. The Toy train connects the hill station Ooty with the base valley Mettupalayam and has been running since 1908. The Nilgiri Mountain Railway covers a distance of 46 km in this ride of about 4 hrs. Also the train offers travelers the panoramic view of long stretches of rice fields, lofty hills, 13 tunnels and 26 viaducts. It provides excellent photographic opportunities too. Arrive Coonoor Railway station by 1505 hrs and our chauffeur will be waiting for you and transfer to the resort. Named after the Kurumbas, a forgotten tribe, Kurumba Village resort is a tribute to the ancient clan that co-existed happily with nature in this hot spot of great bio-diversity. It is a lush space, a refuge for the senses where the land is nurtured and life-affirming moments happen all the time. On arrival check in at the resort. Rest of the day at leisure to enjoy the nature or facilities by the resort. Overnight at Coonoor."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "COONOOR - Breakfast at the resort. Day at leisure to enjoy the activities offered by the resort. Lunch & Dinner at the resort. Overnight at the resort. You are at leisure to enjoy the nature or various activities offered by the resort. There are various activities which include forest walks, trekking, tea plantation tour, nature trail, horse ride, jeep ride, market visits and much more. The in-house naturalist or front office would assist you to arrange any of these as per your interest. Overnight at Coonoor."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "COONOOR - WAYANAD [By Surface -140 km / Approx 4.5 hrs ] Breakfast at the resort. Transfer to Wayanad. Lunch & Dinner at the resort. Overnight at the resort. After breakfast drive to Wayanad. Amaryllis is set amidst the serenity and timeless beauty of Wayanad’s famed mist shrouded mountains. It looks down on the backwaters of the Karapuzha Reservoir and with the Western Ghats in the background the views are truly spectacular. No plantation house is complete without dogs – Sultan (the German Shepard) & Amigo (Golden Retriever/Labrador) join the host in welcoming guests into the home. Check in at the resort. It is a perfect place to enjoy the old world charm & luxury of a planter’s home – leisurely breakfasts, lazing around the pool, sleepy afternoons, tea on the veranda, evenings under the stars, followed by dinner. Overnight at Wayanad."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "WAYANAD - Breakfast at the resort. Enjoy activities offered by the resort. Lunch & Dinner at the resort. Overnight at the resort Day at leisure to explore activities offered by the resort. An array of activities are feasible - walking around the farm amongst the various crops, walk down to the backwaters of the reservoir, or meander along the country roads above the property. Trek to the far corners of the estate and discover the stories and fables that only nature can relate. Explore prehistoric caves, watch wildlife in their natural habitat and experience a rhythm of life older than man himself. Overnight at Wayanad."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "WAYANAD - CALICUT - COCHIN [By Surface / Train : 300 km /Approx. 8 Hrs including train ] Breakfast at the hotel. Transfer from hotel to Calicut Railway station. Train journey from Calicut to Eranakulam (Dep 1345 Arr 1720 hrs). Drive from Eranakulam Railway station to Fort Cochin. Overnight at the hotel. Checkout from the resort by 0930 hrs proceed to Calicut Railway station to connect train departing at 1345 hrs to Eranakulam. Arrive at Eranakulam Railway station by 1720 hrs and our chauffeur will be waiting for you and transfer you to the hotel in Cochin which is further about 40 minutes. Check in at the hotel and relax. Overnight at Cochin."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "COCHIN - Breakfast at the hotel. Cochin Sightseeing. Overnight stay at the hotel. After breakfast proceed for a half day tour of Cochin. Kochi (colonial name Cochin) is the green commercial capital of Kerala, a cluster of islands located on the coast of the Arabian sea with one of the finest natural harbours in the world .. The harbour is the nucleus around which Cochin and its mainland part Eranakulam has grown to attain such strategic importance over the centuries as underlined by the sobriquet “Queen of the Arabian Sea “. Informally, Cochin is also referred to as the Gateway to Kerala, being the most cosmopolitan and modern city of Kerala where the best shopping, markets and bazaars are located. Visit the Dutch Palace at Mattancherry (Friday closed) renowned for its wall murals depicting scenes from the Ramayana. The Jewish Synagogue (Friday & Saturday closed) at the heart of what is locally called the Jew Town. The St Francis Church, the oldest European Church in India. The Santa Cruz Basilica, originally built in 1557 by the Portuguese. The Chinese fishing nets believed to brought to Kochi by the Chinese Traders. Afternoon at leisure or you may drive through the modern part of Cochin called Eranakulam with your chauffeur. Later in the evening visit a nearby theatre to witness Kathakali dance. The Kathakali is one of the famous art form of Kerala with elaborate make up for the artists, each performance based on a story. It will be interesting to watch from the time the artist starts the makeup. Overnight at Cochin."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "COCHIN - PERIYAR [By Surface : 190 km Approx / 4.5 hrs] Breakfast at the hotel. Drive to Periyar. Kalarippayattu Show. Overnight stay at the hotel. After breakfast proceed to Periyar. Thekkady or Periyar is South India’s most popular wildlife sanctuary, encompassing an area of 777 sq km. Set on the attractive man-made Periyar Lake; it attracts over 300,000 visitors a year. Though the sanctuary was made a part of Project Tiger in 1973, it is better known for its elephants. On arrival check in at the resort and be at leisure for some time. In the evening enjoy a Kalarippayattu (Martial Art) show at a local centre. Overnight at Periyar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "PERIYAR - Breakfast at Hotel. Spice plantation visit. Boating at Periyar. Overnight at Hotel. Breakfast at hotel and by 0930 hrs proceed for a spice plantation visit. Apart from being enjoyable, these plantation tours give tourists an insight into the growing, harvesting and processing of spices. The peeling and drying of cinnamon etc can be observed on such trips. In the afternoon enjoy a boat ride at Lake Periyar (Tentative Timing : 1530 - 1700 hrs) and see the wildlife around the lake as you cruise along its banks. Apart from elephants, bison, sambar, wild boar, langur, otter and flying squirrel are common. There are also 246 species of birds and 112 species of butterfly. Overnight at Periyar."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "PERIYAR - Breakfast at the hotel. Bamboo Rafting program. Overnight at the hotel. After an early breakfast by 0715 hrs proceed to the boat landing point to join the Bamboo rafting program. (Provisional timings: 0730 – 1230 hrs). This is a range hiking and rafting programme through some of the richest forest tracks of Periyar Tiger Reserve. Starting at 0730 hrs from the boat landing, a mosaic of habitats will be traversed before the party gets into rafts made of bamboos. The forests are rich in bird life and arboreal animals like giant squirrel and Nilgiri langur. The rafting is for about three hours and one gets a panoramic view of forest-clad hills reflected on the lake. Animals like elephant, gaur and sambar are sighted keeping close to the edges of the lake. The team hitchhikes back to boat landing by about 1230 hrs. Usually an armed guard and 4 guides will accompany a max. of 10 guests. Tea, snacks and packed refreshments will be served enroute. Afternoon at leisure or you may explore the spice town on your own. Overnight at Periyar."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "PERIYAR - ALLEPPEY [By Surface: 165 km /Approx. 4.5 Hrs] Breakfast at the hotel. Drive to Alleppey. Lunch, Dinner & Overnight onboard Houseboat. Drive from Periyar to Alleppey and in the afternoon board a houseboat for cruise around the backwaters of Kerala. Large wooden Cargo boats are converted into Houseboats with overnight staying facilities became an attraction in the backwaters. The Houseboats are normally equipped with fully furnished bed rooms with attached bathrooms and kitchen. Mouthwatering Kerala Dishes to be served on the Plantain Leaves await you on the Boat. There are ample opportunities to do nothing, just relax and embrace the natural wind. In the evening wait for the romance of birds displayed seasonally in the vast canvas of the reddish sky. Then enjoy the delight of a royal dinner under million stars. Listen the lullaby of waves and weeds of the Lake and have a sound sleep. Depending upon your interest and as per the operational feasibility crew can arrange some local visits. Overnight onboard Houseboat."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "ALLEPPEY - MARARIKULAM [By Surface: 25km/Approx. 45 Mins] Breakfast onboard Houseboat. Drive to Mararikulam. Overnight at the boutique villa. By 0930 hrs disembark the houseboat at Alleppey after breakfast. You will be met by our chauffeur and drive to Mararikulam. Mararikulam is a beach village in the district of Alappuzha. It is one of the most beautiful destinations for tourists who visit Kerala, and was rated as one of the world’s top five hammock beaches by National Geographic survey. Marari is a nature lover’s paradise and a morning stroll with one of our naturalists in tow is a fine way to introduce yourself to the Malabar coast's unique ecosystem and explore its myriad charms. Flamingo Marari is nestled in its own secluded place surrounded by the natural environment. Flamingo is a home of wellness and positive energy, a home to explore its rich cultural heritage and responds to an ethnic Kerala lifestyle. This boutique villa is an old house renovated to a heritage property with modern amenities for the travelers to stay at Marari. The property is around 75 years old having lived 3 generations of the family. Check in at the hotel and rest of the day at leisure to enjoy the beach. Overnight at Mararikulam."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "MARARIKULAM - Breakfast at the boutique villa. Day at leisure. Overnight at the boutique villa. Breakfast at the villa and you are at leisure to enjoy the activities offered by the villa. An array of activities can be enjoyed on site or in the surroundings, including fishing. Also they offer Canoe to access the beach through the backwaters. Overnight at Mararikulam."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "MARARI - COCHIN AIRPORT DEPARTURE [By Surface: 80 km/Approx 2.5 Hrs] Breakfast at the boutique villa. Transfer to Cochin Airport . Our chauffeur will meet you & transfer you to Cochin airport for your flight for your onward journey."
    }
  ],
  "map": ""
}