{
  "destination": "India",
  "mainPhoto": "",
  "id": "tamil-nadu-and-kerala-tour-backwaters-beyond",
  "tourName": "Tamil Nadu and Kerala tour, Backwaters & beyond",
  "placesVisited": "",
  "generalInfo": "India’s two southernmost states, Kerala and Tamil Nadu, are like night and day – one lush and green, the other dry and dramatic – yet both are captivating in their own way. This South India tour combines the highlights of these contrasting regions, with a strong focus on authentic cultural experiences.<br/>In Kerala, discover tropical landscapes, emerald-green hill stations and tranquil backwaters. In Tamil Nadu, explore ancient Dravidian temples, colourful cities and vibrant markets. <br/><br/>Along the way, you’ll also visit charming colonial enclaves that showcase India’s layered history. Everywhere you travel, you’ll be immersed in the unique traditions and hospitality that make South India unforgettable.<br/><br/>Trip highlights<br/>• Explore South Indian culture through walking tours, toddy tapping, the Meenakshi Temple ceremony in Madurai, Carnatic music and Kathakali dance<br/><br/>• Soak up Kerala’s landscapes on the Windermere Plantation tour, Lockhart Tea Trail and a backwater houseboat cruise<br/><br/>• Savour South Indian cuisine with a market visit in Chettinad and a guided food trail in Madurai<br/><br/>Dietary Requirements: <br/>Our tailor-made itineraries are designed as flexible suggestions. If a hotel or accommodation on the proposed route is unable to meet specific dietary requirements, we can replace it with a suitable alternative. In cases where no alternatives are available in a particular destination, we will discuss other options directly with the client to ensure their needs are met.<br/><br/>All itineraries can be adapted to cater for vegetarian and vegan diets, as well as other dietary preferences or restrictions. While the range of options may vary by region, we will always work to ensure that clients are accommodated as comfortably as possible.<br/><br/>What's great<br/>- This South India tour features our hand-picked highlights of Kerala and Tamil Nadu, blending culture, history and landscapes.<br/><br/>- Travel through a wide range of destinations, from rural villages to buzzing cities, showcasing the dramatic contrasts of South India.<br/><br/>- History lovers will enjoy everything from ancient Dravidian temples and sacred sites to atmospheric colonial port towns.<br/><br/>- A variety of guided tours and immersive experiences ensure you connect deeply with the local culture at every stop.",
  "durationDays": "17",
  "price": "2985",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CHENNAI: Young, cool, ever-growing, seething with life – Tamil Nadu’s biggest city is a heck of a place to start. Beneath honking traffic, building sites and crowds, it’s a city humming with cultural life, both classical and contemporary. We’ve included an evening of Carnatic storytelling to cover the classical (Chennai is a repository of Tamil culture, one of the oldest continuous cultures in the world), while a morning walking tour on day two should take care of the contemporary: from chic art galleries to hipster coffee shops and Marina Beach. You won’t be here long, but a taste of Chennai makes an exuberant contrast to the ancient temple towns you’re about to discover. Highlights • Experience an ancient art form in the heart of the modern city with an evening of Carnatic musical storytelling • Spend a morning absorbing the atmosphere of Chennai with a local guide • Enjoy some of the finest cuisine in South India – Chennai’s food scene is legendary"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PONDICHERRY: After the intensity of Chennai, it’s a refreshing change of pace as you follow the coast to postcard-pretty Pondicherry. Stop along the way to explore seaside Mahabalipuram, famous for its monolithic rock-cut temples, before arriving at ‘Pondy’ – where the French ruled for three centuries, leaving behind pâtisseries, crayon-bright townhouses and Catholic churches. Over the course of just two days, you’ll go from skyscrapers to thousand-year-old World Heritage carvings, to sipping coffee in colonial courtyards, with a visit to India’s most famous ashram thrown in. It’s a wonderful snapshot of Tamil Nadu’s sheer variety and depth of history. Highlights • Take a guided tour of Mahabalipuram, a little seaside town with outstanding Pallava-era rock carvings – including a visit to a sculpture workshop • Visit Auroville ashram to learn about this experimental community, founded in the late 1960s on sustainable principles • Understand the complex history of Pondicherry on a storytelling heritage walk through its French, Tamil and Muslim quarters."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KUMBAKONAM: Heading inland from the Bay of Bengal will bring you to a totally different Tamil landscape: the farms and villages of Kumbakonam. This is one of the holiest pilgrimage destinations in India, with thousands of temples and monasteries scattered throughout the countryside. But the real joy of a visit here isn’t ancient architecture so much as the chance to immerse yourself in rural life. Bullocks pull wagons along dirt roads between betel plantations, locals gather at the mill to have their grain ground into flour, and brickmakers mould and bake bricks using age-old methods. It’s a wonderfully friendly, timeless atmosphere – and worlds away from anything you’ve experienced yet in Tamil Nadu. Highlights • Stay in a cottage modelled after a traditional Tamil home, surrounded by coconut groves and gardens full of peacocks • Take a tour of the Kumbakonam countryside, visiting millers, silk weavers, and brick makers • Stop in at another World Heritage temple, built in the 12th century by Chola emperor Rajaraja II, on your way from Pondicherry."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CHETTINAD: Just when you thought you’d seen every side of Tamil Nadu, Chettinad steps in with something completely different. For about a century, this dry and dusty plain harboured one of the richest communities in the world. Today, it’s dotted with thousands of abandoned (or near-abandoned) mansions – some of them staggeringly ostentatious. These ghostly edifices are Chettinad’s primary draw, but a tour of the region will uncover more rural culture: Chola-style temples, handmade tile workshops, a women’s snack-making cooperative and a vibrant local market. Staying at a restored mansion, with an outdoor pool and bougainvillea-fringed garden, is the cherry on the cake. Highlights • Stop in at Thanjavur on your way to Chettinad for a tour of its World Heritage temple and thriving crafts workshops • See Chettiar mansions and palaces decked out in Burmese teak, Belgian mirrors, Venetian glass chandeliers and British wrought ironmongery • Take a guided visit to Chettinad market and sample some of the region’s world-renowned cuisine."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "MADURAI: Bursting with life – from its vast wholesale markets to its delicious street food to the enormous, buzzing temple at its heart – Madurai is yet another completely different face of Tamil Nadu. This is one of the oldest cities in India, its medieval marketplace atmosphere harking back to over two millennia of unbroken history. Though its temples top most must-see lists (with the 14 brilliantly coloured gopurams of Meenakshi deservedly at number one), the markets are our favourite part of Madurai. Sprawling across the city, buzzing all night, and overflowing with everything from jasmine flowers to dried chillies, they’re the reason this is called the ‘city that never sleeps’. Highlights • Go antiques shopping at the market in Karaikudi, on your way to Madurai from Chettinad • Visit Meenakshi for the nightly putting-to-bed ceremony, when the temple’s idols are sent off to sleep amid music, dance and devotions • Experience Madurai’s exceptional street food scene on an evening food trail with a local guide."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "MUNNAR: Today’s four-hour transfer will whisk you through one of India’s most dramatic transformations, from the parched, brown plains of Tamil Nadu to the electric green hillsides of the Keralan hill station of Munnar. Once the summertime retreat of British colonial elites, Munnar is a sylvan landscape of rolling hills and rustling tea fields, dotted with British-era bungalows and surrounded by the forests of the Western Ghats. Nothing could be further from what you’ve seen so far in Tamil Nadu, and it’s a blissfully cool and pleasant place to relax for a day and amble through the plantations, spotting exotic birds and stopping in for tea tasting at the local factory. Highlights • Take in the spectacular views on the drive from Tamil Nadu into Kerala • Relax in a hammock or by the pool at beautiful Windermere Tea Estate • Go for guided walks through the local plantations, meeting tea pickers, touring the processing plant, and tasting the final product at the Tea Tales Café."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KUMARAKOM BACKWATERS: Totally different from Munnar, yet every bit as lush, the Keralan backwaters are among the most stereotypically beautiful destinations in India. Thousands of miles of canals, lagoons and rivers snake through landscapes of paddy fields, mangrove forests and waterside villages, while the laid-back local lifestyle contributes to the sense of having stumbled on a tropical paradise. It’s a long drive to get here, but it’s worth it: spend your days cruising on the water, birdwatching, getting ayurvedic massages, or any number of other cultural experiences arranged by your lodge on Vembanad Lake. Then, travel to Alleppey to board a converted rice barge for half a day’s cruise. Highlights • Take advantage of your hotel’s links with the local community on a village walk with a toddy tapping demonstration, net-cast fishing and screw pine weaving • Enjoy plenty of free time by the lake, with a pool, ayurveda centre, yoga classes and an in-house Keralan restaurant • Head onwards to Alleppey for a cruise on a converted rice barge houseboat, the perfect vantage point from which to appreciate the lush backwater scenery."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "KOCHI: A tropical seaside town sprawling out from the colonial heart of Fort Cochin, Kochi is one of the prettiest, cleanest, and altogether most charming cities in India. Head out on a bike tour to get the lay of the land, learning about how Portuguese, Dutch and British occupation have shaped this cosmopolitan enclave on the Malabar Coast. But Kochi doesn’t live in the past – it’s one of the most progressive cities in India, packed with trendy boutiques, art cafés and fancy fusion restaurants, with close to zero poverty. In a word, it’s lovely, and there couldn’t be a more relaxing place to conclude your south India adventure. Highlights • Tour Kochi by bicycle, stopping to see the Chinese fishing nets, Paradesi Synagogue and the Dutch-era Mattancherry Palace • See a performance of Kathakali, Kerala’s centuries-old pantomimic dance-drama • Make the most of Kochi’s thriving restaurant scene with a blowout dinner in Fort Cochin."
    }
  ],
  "map": ""
}