{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-small-group-holiday-with-added-comfort",
  "tourName": "India small group holiday with added comfort",
  "placesVisited": "Delhi with a guided tour of the old city, Taj Mahal & street food tour of Agra, Search for tigers and other wildlife in Ranthambore National Park, Wander the bazaars of Jaipur, Share a meal with a local Brahmin family, Guided tour of an old royal mansion with the owner, Tour Jaipur’s Amber Fort, Cruise the Ganges River at sunrise and sunset from the holy city of Varanasi",
  "generalInfo": "This is a superb small group tour around the highlights of northern India. Over ten days you’ll take in must-see sights including the iconic Taj Mahal, Agra Fort, and the Amber Fort, as well as carefully chosen experiences that bring you closer to the region’s culture and history.<br/> <br/>Your trip gets off to a promising start with a welcome dinner at one of the oldest restaurants in Delhi, a place that it’s said introduced ice cream to India! So you must order dessert. This is a great opportunity to get to know the rest of your group (maximum 12 people) and your tour leader. The following day you’ll be heading off straightaway to Agra, home to the Taj Mahal – the greatest monument to love and loss ever built.<br/><br/>Agra has much more to it than the Taj Mahal, though. For one thing there is the stunning red sandstone of Agra Fort. And for another, a colourful street food scene – one you’ll explore in the evening as you seek out stalls to dine from.<br/><br/>A change of pace comes as you reach Ranthambore National Park. Tigers stalk among these trees, and you’ll head out in search of them, and other wildlife including hyenas, sloth bears, and crocodiles, with a responsible driver and guide. Responsible wildlife viewing means putting animal welfare first, and never getting too close to them even if it means a better photo. <br/><br/>In beautiful Jaipur, capital of Rajasthan, tour the bustling bazaars with your tour leader, the scent of spices and fresh foods all around. The evening of your arrival you have a dinner invitation, to join a local Brahmin family and learn about their lives, and their cuisine. The following day you’ll be given a guided tour of a haveli, a former royal mansion, with the owner – these little slices of history need constant upkeep, and tours like this help to preserve the mansion’s handsome architecture. Rooftop drinks afterwards? Naturally.<br/><br/>Then you reach the holy city of Varanasi, where Hindu pilgrims descend in their thousands to pray at temples and shrines, and to bathe in the River Ganges. You probably won’t want to follow their lead; the water is not renowned for its cleanliness. But you will love the experience of cruising along this most iconic of waterways, seeing life along its banks both at sunrise and at sunset. <br/><br/>This cultural tour of northern India makes a superb introduction to the region. Sure, you’re seeing the sights, but you’re very much not simply ‘sightseeing’. By keeping the group size small it’s possible to visit smaller, locally owned restaurants and sleep in smaller, locally owned hotels. And from homecooked meals to guided tours of their homes, you’ll enjoy a number of fantastic opportunities to meet local people and get to know their personal traditions and customs first-hand. <br/>",
  "durationDays": "11",
  "price": "2760",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi.",
      "description": "Namaste! Welcome to India. When you arrive at Delhi Airport, you’ll be met by a local representative and transferred to your hotel. Your adventure begins with a welcome meeting at 6 pm to meet your local leader and fellow travellers. Until then, you can explore this exciting capital city at your own pace. Filled with historical landmarks, museums, galleries and endless bazaars, there’s plenty to keep you entertained. After your meeting, head out for dinner at one of Delhi’s oldest restaurants. Having opened its doors more than 80 years ago, the iconic restaurant is credited with introducing India to ice cream and fine dining."
    },
    {
      "dayNumber": 2,
      "title": "Delhi.",
      "description": "To get your bearings of Old Delhi, start today with a leader-led tour of the most ancient part of the city. Your leader will help you navigate the metro system so you can then explore the impressive Mughal architecture on foot. It’s not Delhi without a traffic jam, so hop aboard a traditional rickshaw and weave your way around the streets surrounding the Chandi Chowk marketplace. Stop by India’s oldest and largest mosque, the Jama Masjid, before heading into the Sikh temple of Sheeshganj Gurudwara to observe the capital’s spiritual side. You have a free evening ahead to relax and recharge. Tap into your leader’s local expertise for food and activity recommendations that match your mood."
    },
    {
      "dayNumber": 3,
      "title": "Jaipur.",
      "description": "Journey to Jaipur – the capital of Rajasthan – for your Feature Stay at the Hotel Narain Niwas Palace. This heritage hotel, managed by the same family since its opening in 1928, has the charm of a traditional family home but with regal touches at every turn – think chandeliers, stained glass windows and peacocks roaming the grounds. Later, join your leader on a walking tour in one of the most pedestrian friendly cities in India as you stop by bazaars filled with handcrafted textiles, folk art and the local specialty of semi-precious stones. End the evening with a home-cooked dinner in the home of a local family and make the most of your time with your hosts, learning about their way of life."
    },
    {
      "dayNumber": 4,
      "title": "Jaipur.",
      "description": "After breakfast, visit Amber Fort – the crown jewel of Jaipur. On your guided tour you’ll learn stories of a fallen empire as you explore ornate rooms, murals, frescoed arches and delicate jali work. Head to the City Palace in the heart of the Pink City – a blend of Rajput and Mughal architecture. Tour the grounds and learn about its construction by the founder of Jaipur. The rest of the afternoon and evening is free for you to explore at your leisure. Maybe visit the Jantar Mantar Observatory – one the world’s most accurate pre-modern observatories dating to 1729 or take in the city from the air in a hot air balloon. After, you'll probably want to sample some Rajasthani street food, like pyaaz kachori (crispy pastry filled with spiced onion)."
    },
    {
      "dayNumber": 5,
      "title": "Agra.",
      "description": "Today, you’ll head to Agra. After a scenic drive, settle into your new hotel before visiting India’s most iconic landmark – the Taj Mahal, one of the Seven Wonders of the World. A tribute to his belated wife, Emperor Shah Jahan commissioned this famous monument in 1632 to house her remains. Your Taj Mahal guide will tell you its history as you stroll the grounds at sunset. For dinner tonight, your leader can recommend a great local spot to try the local curries."
    },
    {
      "dayNumber": 6,
      "title": "Lucknow.",
      "description": "Enjoy a leisurely morning before flying east to Lucknow – the capital of India’s largest region, Uttar Pradesh. When you arrive, your leader will guide the group on an afternoon orientation walk to help you get acquainted with your new surroundings. This evening enjoy dinner at Sheroes, a not-for-profit restaurant which supports supports victims of acid attacks, and helps them find acceptance, community and means of supporting their families."
    },
    {
      "dayNumber": 7,
      "title": "Lucknow.",
      "description": "Seize the day with a morning tour of Lucknow, where your leader will show you some of the city’s best spots. This might include a stop at the intricate Bara Imambara – a hall built in 1784 for Shia Muslims. Its labyrinthine layout of narrow passages and staircases is best navigated with the help of a knowledgeable local. If you were impressed by Lucknow’s cuisine last night, you’ll be delighted with this afternoon’s cooking class. Discover the culinary secrets of Lucknowites, gaining skills that you can hopefully put to good use at home!"
    },
    {
      "dayNumber": 8,
      "title": "Varanasi.",
      "description": "Wake up early today for a unique slice of Indian life aboard an airconditioned train. Although you will have your breakfast packed with you, don’t miss out on an opportunity to interact with the local vendors who board the train at various stops to sell snacks and Indian Chai tea. The ride to Varanasi offers a unique glimpse of the countryside from the comfort of your seat. When you’ve checked into your hotel, join the group for a walking tour of the city widely known as India’s spiritual capital. In the evening, set sail on a sunset cruise on the Ganges. You’ll be joined by local musicians on board, who will play as you watch the flower and candle ceremony – an experience that will surely stay with you long after your time in India is over."
    },
    {
      "dayNumber": 9,
      "title": "Varanasi.",
      "description": "Early risers, this one’s for you – embark on a sunrise boat ride on the Ganges, where your leader will explain the significance of India’s most sacred river while gliding past the many ghats and temples on its banks. After, you’ll hop in rickshaws for a journey through Banaras’ iconic eateries and street food stalls. For lunch, you’ll try chaat (a popular snack using potato, chickpeas or rice, topped with crunchy, sweet or spicy vegetables and sauces), samosas, jalebi (a dessert of fried batter soaked in sugar syrup), lassi and sweet paan (a betel leaf filled with chopped betel), while getting a glimpse into the city's rich culinary heritage. This afternoon, visit Sarnath – one of the four main Buddhist pilgrimage destinations. The site is where Buddha preached his message of the path to enlightenment and features several stupas and museums to explore."
    },
    {
      "dayNumber": 10,
      "title": "Delhi.",
      "description": "It’s the penultimate day today and time to return to Delhi. When you land, the afternoon is yours to explore at your leisure. There are plenty of sites you may have missed the first time around, like Humayun’s Tomb – a garden tomb dating back to 1570 – or Qutb Minar, the highest tower in India. Your leader can help you book any activities you wish to do before your final dinner as a group. You’ll head to a beautiful haveli dating back to 1887. Tuck into a feast of Mughlai cuisine, street food dishes and kebabs in a historical setting – the perfect finale to your Indian adventure."
    },
    {
      "dayNumber": 11,
      "title": "Delhi.",
      "description": "Say goodbye to your group over one last breakfast. If you'd like to stay in Delhi, reach out to your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}