{
  "destination": "India",
  "mainPhoto": "",
  "id": "north-india-2-week-tour",
  "tourName": "North India 2 week tour",
  "placesVisited": "",
  "generalInfo": "Embark on a regal expedition across the cultural heartland of India, where tales of valor, opulent palaces, and breathtaking landscapes come to life. The 14-day Amazing India tour invites you to traverse the resplendent cities of India from New Delhi to Agra, unveiling the unparalleled beauty and majesty of this magnificent country. New Delhi sets the stage for your journey, a bustling metropolis blending ancient heritage with modern dynamism. Explore the Red Fort’s architectural grandeur, witness India Gate’s stately charm, and embrace the spirituality of Jama Masjid. Udaipur, the ‘City of Lakes,’ enchants with its ethereal palaces, including the Lake Palace and City Palace, epitomizing the grandeur of Rajasthan’s royalty. Conclude your journey in Gurgaon, a modern hub that seamlessly merges tradition with innovation, offering a cosmopolitan experience. This extraordinary India expedition promises an unforgettable experience, where each destination reveals a different facet of India’s mesmerizing heritage and beauty.<br/><br/>Why You’ll Love This Tour<br/>Indulge in a royal escapade through India’s cultural heartland on the captivating 14-day tour, where the allure of valor, opulence, and captivating landscapes unfolds before you.<br/>Stay in carefully selected 4-star hotels with breakfasts and airport transfers included. Plus, travel in the comfort of a private, air-conditioned coach with a local, experienced guide throughout your trip.<br/>From the vibrant streets of New Delhi to the historic marvels of Agra and Gurgaon, the Amazing India tour is an enchanting voyage that unveils the splendor and majesty of this incredible nation.<br/>New Delhi’s vibrant energy and fusion of ancient heritage with modern vibrancy create an enthralling starting point. Traverse the architectural magnificence of the Red Fort, absorb the grandeur of India Gate, and feel the spiritual embrace of Jama Masjid.<br/>The ‘City of Lakes,’ Udaipur, weaves a spell with its dreamlike palaces such as the Lake Palace and City Palace, embodying Rajasthan’s regal elegance.<br/><br/>Optional Activities :<br/>Day 1 : Group Dinner<br/>Day 2 : Rikshaw Ride - USD 2.80<br/>Day 3 : Oriental Agra : USD 48.00<br/>Day 6 : Cooking Lessons with Indian Family - USD 36.00<br/>Day 7 : Bazaar Walk with Local Food Tasting: USD 30.00 <br/>Day 10 : Village Walk Tour",
  "durationDays": "14",
  "price": "2894",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Greetings, India! Upon your arrival at Delhi International Airport, following the completion of immigration procedures, a representative will be there to greet you just outside the arrival hall. They will provide you with support for your transportation to the hotel. After reaching the hotel, complete the check-in process and take the day to unwind and rejuvenate from your extended journey."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Around 8:30 AM today, you will embark on a sightseeing journey in Delhi accompanied by your guide. The excursion kicks off with a visit to Jama Masjid, one of the largest mosques in Asia. This architectural marvel was meticulously constructed from red sandstone and marble by a workforce of over five thousand skilled artisans. Following that, you will explore Chandni Chowk, the largest wholesale market in Asia. You’ll also pay respects at Raj Ghat, a modest memorial dedicated to Mahatma Gandhi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast at your hotel, you’ll drive to Agra (approx. 4 hours). Upon arrival, check-in at the hotel and unwind. In the afternoon, engage in the “Best of Agra: Discovering Oriental Agra” tour. This unique program, “Discovering Oriental Agra,” aims to connect tourists with the essence of this magnificent city. The journey takes you through Agra’s narrow alleys, where grand havelis from the past still stand, along with the vibrant markets of Kinari Bazaar, Lohar Gali, and Rawat Para. You’ll step back in time to the era of Emperor Shahjehan at Dara Shikoh’s library. Moving ahead, you’ll visit the haveli in the Kala Mahal area of old Agra, the birthplace of Mirza Ghalib, a prominent poet in the court of Mughal Emperor Bahadurshah Zafar in Delhi. You’ll encounter the remarkable Jama Masjid, constructed by Mughal Emperor Shahjehan in 1648. Additionally, you’ll have the chance to meet with various ayurvedic doctors, explore the paan and petha market, and savor the culinary delights of Seth Gali food street."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the early morning, embark on a journey to behold the awe-inspiring Taj Mahal. Recognized as a UNESCO World Heritage site, the Taj Mahal (Closed on Fridays) stands as an exemplary masterpiece of Mughal architecture, symbolizing India’s rich historical tapestry. Following this visit, return to your hotel for breakfast and enjoy a leisurely morning of relaxation. Later in the day, you can continue your exploration by visiting the Agra Fort and the Tomb of I’timad-ud-Daulah, a mausoleum crafted in the Mughal style. Afterwards, make your way back to the hotel for a relaxing conclusion to the day."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast, proceed with your journey to Ranthambore, making a detour to visit Fatehpur Sikri along the way. A remarkable attraction in the Uttar Pradesh region, Fatehpur Sikri briefly served as the Mughal Empire’s capital from 1571 to 1585. Recognized as a UNESCO World Heritage site, this location boasts one of the most well-preserved assemblages of Mughal architecture in India. Afterward, continue your expedition towards Ranthambore."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "In the early hours of the morning, commence your journey for a game safari at Ranthambore National Park (from 6:00 AM to 9:30 AM) through a Shared Canter Safari. Following breakfast, your next destination will be the “Pink City – Jaipur,” located approximately 160 kilometers away and about a 3.5-hour drive from Ranthambore. Upon reaching Jaipur, complete the check-in process at your hotel. You have the option to either enjoy some leisure time or participate in an Optional Cooking Lesson. In the early evening, engage in a cooking lesson hosted by a local Indian family."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast today, embark on a comprehensive city tour guided by your private guide. During the morning, commence your city exploration. Notable highlights in Jaipur encompass the City Palace, an impressive complex showcasing splendid palaces. Adjacent to this, visit the Jantar Mantar, an 18th-century Astronomical Observatory commissioned by Maharaja of Jaipur, Sawai Jai Singh. Pause for a photo opportunity at Patrika Gate. Optionally, in the late afternoon, you can engage in a bazaar walk coupled with local food sampling. Your journey through bustling markets and the vibrant eat street offers an engaging opportunity to connect with Jaipur’s historical essence in a dynamic and immersive manner."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "In the morning today, following breakfast and check-out, proceed to the outskirts of Jaipur towards the historic former capital, Amber. Here, you’ll have the opportunity to explore the magnificent Amber Fort. Along the way, there will be a brief stop for a photo opportunity at the ‘Palace of Winds,’ renowned as the Hawa Mahal."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, drive to Jodhpur (approximately 4 hours) and check in at the hotel. The rest of the day is free for you to explore at your own pace. Visit the iconic Mehrangarh Fort, where you can enjoy stunning views of the city. You might also want to stop by Jaswant Thada, a beautiful marble cenotaph, or take a stroll around the vibrant bazaars in the Old City. For a taste of royalty, visit Umaid Bhawan Palace. Return to the hotel for the night."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "In the morning, venture to Mehrangarh Fort, often referred to as the stronghold of the Sun, which embodies the true essence of the Rathore clan, the reigning Rajput lineage of the region. Explore the diverse palaces within the fort. Located to the north of Mehrangarh Fort and linked by a road, Jaswant Thada stands as a memorial made of pillared marble, dedicated to the revered ruler Jaswant Singh II (1878-95). His reign witnessed the eradication of dacoits, the initiation of irrigation systems, and a surge in the local economy. In the afternoon, we head to the picturesque town of Deogarh, known for its regal heritage, stunning architecture and the local culture. Upon reaching your destination, complete the check-in procedure at the hotel and take the opportunity to unwind. The remaining portion of the day provides you with the freedom to relish the amenities of the hotel and immerse yourself in the surroundings. As the evening sets in, engage in a Village Walk tour: A delightful stroll that leads you through the village. Our staff member will be at your service to guide you through this experience. The timing for this activity is flexible and can be arranged as per your convenience with prior notice."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Following your morning meal, embark on a drive to Udaipur, a journey spanning approximately 3 hours. The route offers a picturesque panorama with cracked earth, pastoral scenes of grazing animals, quaint towns, and the breathtaking spectacle of the azure sky meeting the verdant embrace of lush forests. During the journey, you’ll have the opportunity to visit the Ranakpur Jain Temple. This monumental white structure is adorned with intricate patterns of white marble, exuding a bold geometric design. Amidst the surrounding trees, take your time to appreciate the intricately carved statues, pillars, and the temple’s overall grandeur. The temple boasts 144 pillars, each uniquely and artistically sculpted, alongside an array of statues that depict animals and deities in intricate detail. Upon concluding the temple visit, continue your drive towards Udaipur. Once you reach your destination, complete the check-in process at the hotel and get settled in."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Begin your day by wandering through the lively bazaars, as you make your way to Jagdish Temple, a focal point of perpetual activity. Continue your exploration by visiting the nearby City Palace, a substantial portion of which has been transformed into a museum, boasting an opulent array of mosaics, glasswork, porcelain figures, and more. Your journey also includes a stop at Sahelion-Ki-Bari. In the afternoon, immerse yourself in the vibrant atmosphere of Udaipur’s old market. This walk will lead you through areas where scenes from the James Bond film “Octopussy” were filmed. Later in the day, embark on a shared boat ride on the tranquil waters of Lake Pichola. This leisurely cruise will take you to the bathing ghats, providing an opportunity to witness evening rituals. Along the way, you’ll catch sight of the majestic City Palace and the enchanting Jag Mandir."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Indulge in a relaxed morning meal at your hotel before embarking on an afternoon flight to Delhi . Upon your arrival at Delhi airport, transportation will be arranged to take you to a hotel situated in close proximity to the airport. The rest of the day presents you with unstructured time – there are no scheduled transport arrangements for the remainder of the day."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Bid farewell to India as our team ensures your smooth transfer to the airport, ensuring you’re all set to embark on the next exciting chapter of your journey."
    }
  ],
  "map": ""
}