{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-south-india-tour",
  "tourName": "Best of South India tour",
  "placesVisited": "",
  "generalInfo": "This 17-day South India expedition begins in Chennai, exploring the beaches and temples at Mahabalipuram, then brings you to the charming heritage of gorgeous Pondicherry and the architectural wonders at Tanjore. Explore further life and cuisine in Chettinadu, art, streets and temples in Madurai, villages and local experiences at Dindigul, agricultural life at Pollachi, the Nilgiri mountain railway and the soothing nature at Coonoor. Finish with the royal heritage and local experiences of Mysore.<br/><br/>Includes:<br/>- 16 Nights Accommodation in Dbl Room as per accommodation plan<br/>- Meals as per the meal plan specified in each property<br/>- Transport services using Air-conditioned Innova as per the program from Chennai Airport until drop back at Bangalore Airport<br/>- Services of English speaking local guide for sightseeing at Mahabalipuram, Tanjore, Madurai &amp; Mumbai<br/>- Local assistance for sightseeing at Chidambaram &amp; Chettinad<br/>- Monument Entrance fees for sightseeing as applicable at above places <br/>- Rickshaw Ride at Pondicherry (Approx. duration: 01 hr)<br/>- Visit of Night ceremony at Madurai<br/>- Cotton Trail program at Pollachi as arranged through the resort<br/>- Toy train fare from Coonoor to Ooty in First / Second Sitting Class (Dep 1040 / Arr 1200 hrs)<br/>- Explore Mysore by walk program with breakfast from a local restaurant<br/>- Farewell gift with Bespoke Logo as our complements<br/>- Arrival / departure assistance at Chennai &amp; Bangalore airports by our Representative<br/>- All applicable Government taxes as per present rules",
  "durationDays": "17",
  "price": "2555",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CHENNAI - MAHABALIPURAM [By Surface : 65 km Approx / 1.5 hrs] Arrival at Chennai Airport. Transfer to Mahabalipuram Day at leisure. Overnight at the resort. Detail: Arrival at Chennai Airport and you will be met by Bespoke India Travel and transferred to the hotel at Mahabalipuram. Mahabalipuram - an erstwhile port of the Pallava dynasty, its stone carvings, caves and rock cut temples also attract tourists. Schools of art and sculpture and many resorts draw holiday seekers all around the year. It also hosts a vibrant festival of dance during January every year. Exponents of Bharata Natyam, Kuchipudi, Kathak etc perform against the magnificent backdrop of the Pallava rock sculptures. On arrival check in at the hotel and rest of the day at leisure. Overnight at Mahabalipuram."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "MAHABALIPURAM-PONDICHERRY [By Surface: 110 km/Approx. 2 hrs] Breakfast at the hotel. Sightseeing of Mahabalipuram Drive to Pondicherry. Overnight at the Resort. Details: Breakfast at the hotel and then proceed for Mahabalipuram sightseeing. Visit Shore Temple, one of the oldest temples in South India, built in the 8th century which is now a World Heritage Monument and other stone carvings and rock-cut temples - \"Arjuna`s Penance\"- the largest Bas Relief whale-back shaped rock which has figures of Gods, demigods, men, beasts, birds and infants carved into it, representing the entire creation. Visit the \"Five Rathas\", also known as Pancha Pandava Rathas consisting of five monolithic temples where each temple is created in a different style. At the end of the tour, as a special activity we will also visit a sculpture workshop to know more in detail about sculpturing. After visits drive to Pondicherry. Pondicherry, a former French colony, presents an unusual combination of European culture and Indian traditions. Its history can be traced back to Agastya, the revered sage of the south who built his hermitage here in 1500 BC. Everything suggests that the Tamil city of Pondicherry was a small village of fishermen, with the weaving as only other occupation. No text mentioned this old livelihood; however it was discovered evidence of its trade links with Rome and Mesopotamia, the archaeological sites of Arikamedu and Bahur 20 km of the city. It became a part of India in 1954, but traces of its history as a French colony still remain in its churches, cuisine, grid-pattern streets and some colonial buildings. Enroute you may visit the town of Auroville, an oasis of peace and enlightenment. Auroville wants to be a universal town where men and women of all countries are able to live in peace and progressive harmony above all creeds, all politics and all nationalities. The purpose of Auroville is to realize human unity. On arrival check in at the hotel. Overnight at Pondicherry."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "PONDICHERRY - Breakfast at the hotel. Pondicherry Sightseeing. Rickshaw Ride. Overnight at the hotel. Details: Breakfast at the hotel and then proceed for sightseeing of Pondicherry. The Vinayagar Temple, Aayi Mandapam and the splendid churches are worth visiting. Afternoon at leisure and as mentioned by the hotel management Pondicherry is famous for doing nothing, but you can also visit the Art Galleries, Antique Shops and Cafe's in the French Quarter, Stroll on the Promenade, Shop at Goubert Market, Nehru Street and a lot more. In the evening stroll through the French street of Pondicherry by Bi-Cycle Rickshaw. (Approx. Time : Start by 1630 hrs and duration is about 01 hr). Overnight at Pondicherry."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "PONDICHERRY - TANJORE [By Surface:185km/Approx.4.5 hrs] Breakfast at the hotel. Drive to Tanjore with visit at Chidambaram & Gangaikondacholapuram. Overnight at the hotel. Details: After breakfast drive to Kumbakonam with enroute visits at Chidambaram. Between two rivers in a 40-acre temple-complex, lay the temples of Chidambaram, one of the oldest, most venerated and magnificent temples of South India. Shiva Nataraja or the Dancing Shiva stands in his cosmic dance pose in the golden rooted sanctum sanctorum. The temple is engraved with 108 sculptured illustrations of Bharat Natya Shastra. In Akash Lingam hidden by a veil, lies the real secret of Chidambaram. After visits drive to Gangaikondacholapuram, another fascinating place of Tamilnadu that hosts marvellous architecture. Later drive to Tanjore. On arrival check in at the hotel and rest of the day at leisure. Overnight at Tanjore."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TANJORE - Breakfast at the hotel. Tanjore Sightseeing. Overnight at the hotel. Details: After breakfast proceed for Tanjore sightseeing. Visit the most spectacular of Tanjore temples, the Brihadishwara capped by a monolithic cupola made of a single granite rock weighing 80 tons. The temple itself is decorated with carved panels depicting mythological events. An immense Nandi 6 meter long carved out of a single piece of granite stands in front of the shrine. Also visit Saraswati Mahal Library and Art Gallery with a large collection of Chola bronzes- a unique example of Hindu architecture. Also you can visit bronze ateliers to watch the Bronze Casting as per your interest and time. Afternoon at leisure to explore the city on your own or enjoy the facilities at the resort. Overnight at Tanjore."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TANJORE - CHETTINAD [By Surface: 90 km / Approx. 2 hrs] Breakfast at the hotel. Drive to Chettinad with enroute visit at Ayyanar Temple. Overnight at the hotel. Details: After breakfast drive to Chettinad with enroute visit at Ayyanar Temple. Myriad terracotta horses welcome you along the path leading to a temple represented by divine statues. These horse are submission of the devotees to the ruling Deity. Situated between Pudukottai in the north and Sivagangai in the south the 74 villages of Chettinad stretch over 600 sq. km mostly with arid land with a splash of green at irregular intervals. Chettinad, the land of palatial houses, enormous temples and excellent cuisine can convey volumes to the newcomer. From the days of trading diamonds, gems and salt under the Cholas, these townsfolk have made great progress. The weather is warm and life in Chettinad is slow-moving and comfortable. The Chettiars spend their lives circumscribed by traditions and responsibilities handed down by the previous generations. It is only now that we have a new generation which is able to think about themselves as separate identities. Rest of the day at leisure. Overnight at Chettinad."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CHETTINAD - Breakfast at the hotel. Chettinad Visits. Overnight at the hotel. Details: After breakfast proceed for local visits. Visit the Chettinad Palace and Temples. Also it is worth visiting Athangudi tiles factory and the local cottage industries. Afternoon at leisure or you may explore the town with the chauffeur. Overnight at Chettinad."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "CHETTINAD - MADURAI [By Surface: 90 km /Approx. 2 Hrs.] Breakfast at the hotel. Drive to Madurai. Visit to Night Ceremony at Sree Menakshi Temple Overnight at the hotel. Details: After breakfast drive to Madurai. Over 2500 years old, Madurai is the second largest city of Tamil Nadu. It is an important cultural and commercial centre. It was once the seat of Tamil learning and still the place where the Tamil language is spoken in its purest form. The city is planned in the shape of a lotus. Modern Madurai is a burgeoning industrial centre, even though the vast stretches of paddy fields, dusty roads and crowded bazaars make it seem like an overgrown village. Modernity has reached the city of Madurai, but not at the cost of its rich tradition and culture. In the afternoon visit Madurai including the Thirumalai Nayak palace and Gandhi Museum. Later in the evening witness the temple ceremony at Sree Meenakshi temple. Overnight at Madurai."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MADURAI - DINDIGUL [By Surface: 65 km /Approx. 2 Hrs] Breakfast at the hotel. Visit Madurai. Drive to Dindigul. Overnight at the hotel. Detail: After a leisurely breakfast drive to Cardamom House in the Athoor village near Dindigul. Located in a pretty remote area at the foothills of the Western Ghats Mountains overlooking the monsoon dependent Kamarajar Lake near Athoor, this family home stay provides Western comforts in a rural setting. The staffs are from local villages who have been trained ‘in house’ and they are knowledgeable about local flora, fauna and traditions. Worked together as a team for up to 22 years, several of them have visited the U.K and all speak some English. Check in and rest of the day at leisure. Overnight at Dindigul."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DINDIGUL - Breakfast at the hotel. Day at leisure. Enjoy activities by the resort. Overnight at the Hotel. There are so many things to do at Cardamom House. You can spend the day locally, visit the nearby village of Athoor or go on half or full day trips, watching birds or exploring the valley or further afield. Or be at leisure - relaxing, swimming in the flower-surrounded pool, reading etc. Overnight at Dindigul."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DINDIGUL - POLLACHI [By Surface: 145 km /Approx. 3.5 Hrs] Breakfast at the hotel. Drive to Pollachi. Day at leisure. Overnight at the Hotel. Details: Breakfast at the hotel and drive to Pollachi. Ensconced in a coconut grove by the serene countryside of Pollachi, the resort portrays elegance and serenity with its graceful ambiance and opulent amenities. Also Pollachi offers a unique gateway for water sports and bird watching with the sparkling blue waters of the Thirumoorthy dam on one side and the mighty Anamalai mountain range on the other side, Check in at the resort and rest of the day at leisure or enjoy the facilities / activities offered by the resort. Overnight at Pollachi."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "POLLACHI - Breakfast at the hotel. Drive to Pollachi. Cotton trail program. Overnight at the Hotel. Details: Breakfast at the hotel. Later proceed for the cotton trail program. Join for a one-day cotton farm familiarization tour to gain a behind the scenes look at the many sides of cotton production. Meet farmers, watch cotton being harvested and learn about cleaner sustainable cotton. You will then be escorted to the workshop where the dying art form of cotton weaving is being revived to support independent farmers and craftsmen. The products are hand crafted by rural artisans using centuries old weaving techniques, thus giving new life to the age-old jacquard handlooms of the Pollachi region. (This program is subject to operation on the day of travel) Rest of the day at leisure. Overnight at Pollachi."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "POLLACHI - COONOOR [By Surface: 130 km / Approx. 4 hrs] Breakfast at the resort. Drive to Coonoor. Lunch, Dinner & Overnight at the resort. After breakfast drive to Coonoor. Named after the Kurumbas, a forgotten tribe, Kurumba Village resort is a tribute to the ancient clan that co-existed happily with nature in this hot spot of great bio-diversity. It is a lush space, a refuge for the senses where the land is nurtured and life-affirming moments happen all the time. Check in and rest of the day at leisure to enjoy the nature or facilities by the resort. Overnight at Coonoor."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "COONOOR - Breakfast at the resort. Day at leisure to enjoy the activities offered by the resort. Lunch & Dinner at the resort. Overnight at the resort. Details: Breakfast at the hotel and you are at leisure to enjoy the nature or various activities offered by the resort. There are various activities which include forest walks, trekking, tea plantation tour, nature trail, horse ride, jeep ride, market visits and much more. The in-house naturalist or front office would assist you to arrange any of these as per your interest. Overnight at Coonoor."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "COONOOR - OOTY - MYSORE [By Train : 1 hr 20 mins + Surface -165 km / Approx 4.5 hrs ] Breakfast at the resort. Transfer to Coonoor Railway station. Toy train from Coonoor to Ooty (Dep 1040 / Arr 1200 hrs) Transfer from Ooty to Mysore. Dinner at the homestay. Overnight at the homestay. Details: After breakfast transfer to Coonoor Railway station to connect toy train departing at 1040 hrs to Ooty. The toy train connects the hill station Ooty with the base valley Mettupalayam and has been running since 1908. The Nilgiri Mountain Railway covers a distance of 46 km in this ride of about 4 hrs. Also the train offers travelers the panoramic view of long stretches of rice fields, lofty hills, 13 tunnels and 26 viaducts. It provides excellent photographic opportunities too. Arrive Ooty Railway station by 1200 hrs and our chauffeur will be waiting for you to transfer you to Mysore. (Suggested to have Lunch from Ooty) Mysore, once the capital of the Wodeyar kingdom, is today the second largest city in Karnataka and one of the finest in southern India. Small, easygoing, famous for its silks and sandalwood, it is a city of fine gardens, tree-lined boulevards, art galleries and an intriguing palace. Mysore’s ten day Dessara festival in September-October is still celebrated with medieval pageantry. On arrival check in at home stay. Rest of the day at leisure. Overnight at Mysore."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "MYSORE - Explore Mysore by walk & “Dosa” from a local restaurant. Mysore sightseeing. Dinner at the homestay. Overnight at the homestay. Wake up early in the morning and by 0700 hrs our guide will meet you at the lobby to accompany you for a walk through the streets of the city where many heritage structures & institutions are located. The duration is about 1 hr 30 mins and covers approximately 6 km. The highlights include Town hall, Clock Tower, Freemason’s Club, Devaraja Market, General Hospital, Medical College, Church Circle and a short history of these will be explained by the guide. At the end of the trail enjoy breakfast from a local restaurant and walk back to the homestay. In the afternoon proceed for the Mysore sightseeing with guide. Enjoy a city tour of Mysore visiting the Maharaja’s palace built in 1911-1912. Visit the art gallery and drive upto the 1062 m high Chamundi hill to see the Chamundeshwari temple with a panoramic view of Mysore. On your way back see the 5 m high bull carved out of solid rock built in 1659. Enjoy a visit to the flower market in the evening with our chauffeur. Overnight at Mysore."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "MYSORE TO BANGALORE AIRPORT[By Surface - 185 km/Approx 4.5 hrs] Breakfast from the homestay. Departure Transfer to Bangalore Airport. Departure assistance at Airport. Proceed to Bangalore Airport to connect to your flight back home. (Depending upon the flight timings there can be some changes in this departure transfer)"
    }
  ],
  "map": ""
}