{
  "destination": "India",
  "mainPhoto": "",
  "id": "madhya-pradesh-tailor-made-holiday-india",
  "tourName": "Madhya Pradesh tailor made holiday, India",
  "placesVisited": "Bhopal, Sanchi & Bimbetka Caves, Gwalior’s Impregnable Fortress, Orchha, Khajuraho, Bandavgarh Tiger Reserve, Mumbai",
  "generalInfo": "Madhya Pradesh, affectionately known as the soul of the Indian subcontinent, offers some of the richest and most varied historic architectural and experiences in the country, and on this tailor made holiday you’ll discover a region of India that is entirely unique. You'll visit prehistoric caves dating back to 10,000 BC as well as fascinating ancient temple architecture, including the UNESCO World Heritage sites of Bhimbetka and Khajuraho. With its bold sculpture depictions of erotica and sensuality, Khajuraho paved the way for emboldened architectural expression as early as 9th century AD, and is still thought of today as among the best examples of temple architecture in India. <br/><br/>This trip also offers the chance to go in search of the tiger! You'll delve deep into the National Parks of Bandavgarh and Kanha on private jeep safaris and stay in remote jungle lodges in tree-top huts. Madhya Pradesh offers some of country's finest wilderness areas, which are home not just to big cats, but to plentiful other wildlife and birds. <br/><br/>There's no better way to cap this experience off than to finish in the urban jungle of Mumbai. While in Mumbai, we'll not only walk you through the unique and rich history of the Colaba, we'll offer you unique experiences such as visiting the lively Dhobi Ghat (Washerman's village), sampling the local street food and visiting historic Irani Cafes.",
  "durationDays": "13",
  "price": "4400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mumbai’s Heritage and Street Food walking trail - Returning to Mumbai, we’ll cap the trip with a uniquely guided walking trail through Mumbai’s historic Colaba where apart from history, we’ll also showcase some amazing culinary landmarks and street food favourites."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "International Departure - You depart from Mumbai for your flight back home."
    }
  ],
  "map": ""
}