{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-highlights-and-maldives-holiday",
  "tourName": "Kerala highlights and Maldives holiday",
  "placesVisited": "",
  "generalInfo": "This tailor made tour is 16 nights, spend 12 nights exploring Kerala with a 4 night extension to the beautiful Maldives.<br/><br/>Your Kerala adventure will start with three nights in a fantastic retreat in the Western Ghat foothills.  Here you can just relax by the river in a hammock or explore the farm, spices and rubber plantations.  Even head into the kitchen and see the talented chef in action.<br/><br/>Head further up the mountain to the Periyar Wildlife Sanctuary and stay in an eco-resort.  Take part in a soft trek into the reserve, attend a martial arts display and even roll up your sleeves and get involved in a cookery lesson.<br/><br/>Next stop is the backwaters.  We have included two contrasting areas.  <br/>The first is two nights on a Houseboat experiencing the waterways while relaxing on deck watching the communities pass by.  Then transfer to a remote island retreat and get away from the crowds, take a wander on \"crow island\" and have dinner on a narrow boat.<br/><br/>Fort Cochin is a great harbour city to explore - on your city tour visit the main sites and we can always include a school visit.  Also see the fascinating art form of Kathakali!<br/><br/>Finish with four nights on a lovely Maldives island called Makunudu - its tagline says it all \"More Attenborough than Love Island\".<br/><br/>This tour includes a real mixture of accommodation - a homestay, eco resort, remote retreat, heritage hotel and an island paradise.",
  "durationDays": "18",
  "price": "4480",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Cochin Airport and transfer to Kodikulam (2 hrs). Three nights at Dewalokam Retreat."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Two full days to enjoy the experiences at Dewalokam."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Transfer up the Western Ghats to Periyar (4 hrs). Three nights at Spice Village."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning soft trek into the Periyar Wildlife Sanctuary. Evening Kalaripayattu performance."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day to explore the area with your driver. Evening cookery lesson and dinner at BBQ."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to the Backwaters (4 hrs) and board your Houseboat for two nights."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day cruising the Kerala Backwaters."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Disembark the Houseboat and transfer by car (1 hr) to a quiet/remote Backwater retreat accessible by boat. Two nights at Kayal Island Retreat. Dinner experience on a narrow boat."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Village walk and boat trip."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Fort Cochin (1 hr). Check in to Secret Garden for 2 nights. Evening Kathakali Performance."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Morning guided Cochin city tour."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Cochin Airport (1.5 hrs) for your flight with Indigo to Male (10:00/11:10). On arrival transfer by boat to Makunudu Island for four nights."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Three days to enjoy Makunudu."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Transfer by boat to Male Airport for your flight home."
    }
  ],
  "map": ""
}