{
  "destination": "India",
  "mainPhoto": "",
  "id": "taj-mahal-and-tigers-tour-india",
  "tourName": "Taj Mahal and tigers tour, India",
  "placesVisited": "",
  "generalInfo": "With the three cities of the Golden Triangle, Bengal tigers of Ranthambore and countless grand fortresses, the north is India at its most evocative. Led by an expert tour leader, we explore it in style: enjoying high tea in sight of the Taj Mahal, staying in the 15th-century Neemrana Fort-Palace and dining with a charming family. Add to that the everyday wonders – smiling locals, whizzing rickshaws and flavoursome curries – and you will see why North India is such a favourite with our groups.",
  "durationDays": "10",
  "price": "3349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Delhi, a thrumming city full of architectural masterpieces such as as the Red Fort, India Gate and Jama Masjid (the largest mosque in India). Delhi is one of the three cities that comprise the Golden Triangle. The day is free for you to relax or explore the sites (an optional sightseeing trip can be organised). Around 6pm, say namaste to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a local restaurant where you can try a few of the renowned dishes of northern India. Want more time in Delhi? Secure pre-tour hotel nights through your sales representative. Accommodation: The Metropolitan Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Engage with Delhi in a meaningful way that benefits local communities, embarking on an immersive off-the-grid walking tour of Old Delhi led by true experts – former street children. Wander through lively thoroughfares and bustling alleyways rarely visited by typical tourists. The walking tour culminates at the majestic Jama Masjid, the grand Mughal-era mosque commissioned by Shah Jahan. In the afternoon, our exploration continues with a traditional sightseeing tour of New Delhi as we drive (three to four hours in total) past historic colonial landmarks, such as Rashtrapati Bhawan, Parliament House, and India Gate—a poignant memorial dedicated to soldiers of the First World War. Later, visit the exquisite UNESCO-listed Humayun’s Tomb, a stunning Mughal mausoleum crafted by Emperor Humayun’s widow, Hamida Banu Begam. Accommodation: The Metropolitan Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Say goodbye to Delhi after breakfast and head to the glorious 15th-century Neemrana Fort-Palace, a sprawling resort that extends over nine palace wings and our home for tonight. The complex is much more than a hotel; steeped in over 500 years of history, it has hanging gardens, pools with views over the hillsides, and dromedaries (Arabian camels) that can take you on an unforgettable ride around the area (optional activity). As the sun sets over the Aravalli Hills, enjoy the magical atmosphere as hundreds of lights sparkle across the resort. Accommodation: Neemrana Fort-Palace Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning, we leave the palatial surroundings of the Neemrana Fort-Palace and drive (approximately three to four hours) to the 18th-century city of Jaipur. In the afternoon, journey through broad pink avenues of sandstone with a local tour leader to explore the colourful bazaars of Jaipur. Next, enjoy a foodie adventure with our tour leader, feasting on delicious local snacks and street food. Sample mouth-watering Rajasthani snacks and delightful treats. We later proceed to the home of a local family for a cooking demonstration. They will happily share their stories and culture, as you learn the secrets behind a few traditional local cuisines, which is followed by dinner with the family. Accommodation: Hotel Narain Niwas Palace (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Set out on a full day (two to three hours in the vehicle) of sightseeing in Jaipur after breakfast. We begin by ascending to Amer Fort, a majestic hilltop stronghold constructed by the Kachwaha dynasty under Man Singh’s rule, which rises above a lake a few miles from the main city. This fortress once served as the Kachwaha dynasty’s seat before their capital relocated to Jaipur. Next, delve into the architectural marvel of the City Palace, a fusion of Rajasthani and Mughal styles and the ancestral residence of the Kachwaha Rajput clan. Our tour continues to the Jantar Mantar, an ancient solar observatory housing impressive astronomical instruments that remain remarkably accurate. As we drive past the Hawa Mahal (Palace of Winds), marvel at its intricate pink sandstone facade designed as a discreet viewing area for the royal women during street festivities. We conclude the day by exploring the vibrant local market within Jaipur’s historic walled city, where you can discover handicrafts, textiles, and traditional Rajasthani delights. Accommodation: Hotel Narain Niwas Palace (or similar) Upgrade to a deluxe room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart Jaipur as we set off towards Ranthambore National Park (approximately a four to five-hour drive through the villages of rural India). Along the way, stop to admire Chand Baori, a magnificent ancient stepwell in Rajasthan renowned for its architectural grandeur and historical significance –it’s one of the largest and deepest stepwells in the world. Upon reaching Ranthambore, settle into our hotel, adjacent to the national park and perfectly located for our two game drives tomorrow. Accommodation: The Tigress (or similar) Upgrade to your own villa today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We jump into shared 4x4s to explore Ranthambore National Park today. Once a royal hunting ground, the reserve was set up by Project Tiger in 1973, a government-backed conservation scheme, and is now home to nearly 90 tigers, plus plenty of other wildlife, including wild boars, langurs, crocodiles and more than 300 bird species. To increase our chances of spotting the elusive tiger, we have two game drives today, one in the morning and another in the afternoon, with each taking three to four hours. Each vehicle is also joined by a Forest Guard, who are part of a national park initiative to generate employment for the nearby villages. They are skilled spotters and trackers so, though their English is sometimes very limited, they greatly improve the experience. Accommodation: The Tigress (or similar) Upgrade to your own villa today – speak to your sales representative for more details Occasionally, the game drive timings or zones may be adjusted depending on government restrictions and changes in national park zonal opening/closing times. You may be in a vehicle without the leader depending on the group size."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The day starts with an early morning transfer to Sawai Madhopur railway station for our express train journey (approximately 2hr 15min) to Bharatpur, where we are picked up and embark on a scenic drive (approximately one to two hours) to Agra. Once in Agra, our first stop is the magnificent Agra Fort, a symbol of Mughal grandeur constructed by Emperor Akbar. Marvel at its formidable red sandstone walls enclosing elegant palaces, mosques, and gardens, including the exquisite Pearl Mosque. Following our exploration, check into our hotel for some relaxation. Later in the day, prepare for a unique experience as we board beautifully decorated cycle rickshaws waiting outside the hotel. Absorb the vibrant atmosphere of daily city life in Agra as we traverse the bustling streets. After a delightful 10-minute ride, arrive at Shilpagram parking, where a short walk leads us to high tea and local snacks with a stunning view of the Taj Mahal at sunset. Millions of people visit this New Wonder of the World each year, but this extra-special experience allows us the time to admire its beauty as we relax and converse together. Concluding this memorable outing, we head to a local restaurant for dinner (not included). Accommodation: Trident Agra (or similar) Upgrade to a room with a private patio today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Wake early to visit the Taj Mahal at sunrise, when the white-marble exterior is illuminated by the soft early light, the crowds are smaller and the birds chatter among themselves. After admiring it from the outside, we head inside, with a chance to explore the beautiful inner chambers and mausoleum, while our tour leader shares the history of this New World Wonder. Following breakfast, embark on our journey (approximately four to five hours) back to Delhi. En-route, we stop at Wildlife SOS near Agra. Their work is dedicated to rescuing and caring for bears and elephants. At the Agra Elephant Conservation and Care Centre, we meet an education officer to learn about their vital work and commitment to rehabilitating abused elephants and advocating for their conservation through public awareness campaigns. We tour the centre and see some of the rescued elephants and hear their stories. After this enlightening visit, we resume our drive to Delhi and check into our hotel. In the evening, join the group for a memorable final dinner at a local restaurant, enjoying the mouth-water Indian dishes and sharing tales of our adventures together. Accommodation: The Metropolitan Hotel & Spa (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, our adventure through northern India comes to an end. If you’ve still a few pages left in your travel diary, speak to your sales representative about extending your stay in Delhi. Alternatively, catch your free transfer to the airport and begin your return journey home."
    }
  ],
  "map": ""
}