{
  "destination": "India",
  "mainPhoto": "",
  "id": "northern-india-and-nepal-guided-tour",
  "tourName": "Northern India and Nepal guided tour",
  "placesVisited": "",
  "generalInfo": "Discover the highlights of North India and Nepal, from pulsating Delhi to the highest mountains on Earth. The cultural wonders on this trip are numerous: sunrise at the Taj Mahal, the pink city of Jaipur, a dawn boat ride on the misty Ganges and a visit to Lumbini, birthplace of Buddha. That’s complemented by natural experiences, including scanning Chitwan National Park for rhinos and gazing at the mighty Himalaya, to create an unforgettable adventure in these two diverse destinations.",
  "durationDays": "15",
  "price": "2949",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in pulsating Delhi. It’s a city split in two, with historic Old Delhi in the north and the nation’s capital, New Delhi, in the south. Around 6pm, we gather as a group to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Delhi? Secure pre-tour hotel nights through your sales representative Accommodation: Rockland Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Head out after breakfast for a tour of Old Delhi, starting outside Jama Masjid, the largest mosque in India, before being guided through the narrow streets of Old Delhi, through the Kinari Bazar (or we can explore by rickshaw, additional cost). We finish at Jama Masjid and learn about the history of the building. Those interested can enter the mosque, let your tour leader know if you’d like to and they can assist with arranging (fees may apply). Continue exploring the city in the afternoon, beginning with New Delhi, visiting the tomb of Mughal emperor Humayun, which was built by his widow Hamida Banu Begam and is now a World Heritage site. We then drive past fine colonial buildings, including Rashtrapati Bhawan, a 320-acre (130ha) estate built by British architect Edwin Lutyens in 1931, which comprises the official residence of the President of India; Parliament House; and India Gate, a memorial dedicated to soldiers who died during the First World War. Return to the hotel late afternoon with the evening free. Accommodation: Rockland Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We head on the road after breakfast for our drive (approximately five to seven hours, depending on traffic) to the Pink City of Jaipur. On arrival, we check into the hotel and can relax for the evening. Accommodation: Vesta Maurya Palace (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy a full day to explore Jaipur, the capital of Rajasthan and one of the most attractive cities in India. Built in the late 18th century, it is a planned city of broad sandstone avenues that were later painted pink. Early risers can join a dawn walking tour as the Pink City begins to wake. Visiting different chowkris (blocks) within the walled city, we can see the local people start their day and watch the rituals that take place in early morning markets and small temples. We can also interact with different artisan communities, while also sampling local food and drink. We return to the hotel in time to join anyone preferring a more leisurely start for a later breakfast and to freshen up, before the whole group heads out mid-morning. We visit one of the most intriguing sites in India, Jantar Mantar (Jaipur Observatory), an assembly of immense marble-and-brass astronomical instruments in a pleasant garden. We also see the impressive landmark, the Hawa Mahal (Palace of the Winds). Then travel just outside the main city to the Amber Palace, an imposing hilltop fort above a lake with large courtyards, finely decorated interiors and a Chamber of Mirrors. The evening is free for you to relax. Accommodation: Vesta Maurya Palace (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Begin with an early breakfast before driving (four to five hours) to Agra. We arrive this afternoon and start our half-day sightseeing tour, first visiting Agra Fort, whose mighty sandstone walls enclose the white-marble Pearl Mosque and the palaces, halls, courtyards and fountains of Emperor Akbar’s sons and successors: Jehangir and Shah Jahan. Later, we visit the Taj Mahal for sunset, when the white-marble exterior is illuminated by the soft light and the crowds are smaller. After admiring it from the outside, we head inside, with a chance to explore the beautiful inner chambers and mausoleum, while our tour leader shares the history of this New World Wonder. Accommodation: Taj Vilas (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early to reach Agra station for our 6am Vande Bharat Express train to Varanasi. Rest and relax on board before we arrive around 1pm and transfer to our hotel. On the river Ganges, Varanasi is one of the holiest cities in India and stands at the centre of the Hindu universe. As such, the city lives and breathes Hinduism: there are thousands of pilgrims, wandering holy men (Sadhus), religious elders and casual visitors. There is time to visit emporiums specialising in silks and brocades or maybe take a massage by the riverbanks. In the afternoon, we visit the nearby Sarnath Temple. The main monument here is the Dhamekh Stupa, the spot where Buddha is believed to have given his first sermon. The evening is free to relax. Accommodation: Hotel Surya (or similar) Upgrade to a premium room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Varanasi, on the Ganges, is one of the holiest cities in India and a key destination in Hinduism: there are thousands of pilgrims, wandering holy men (Sadhus), religious leaders and casual visitors. Explore the narrow lanes and many temples or watch the Hindu ceremonies that take place around the clock. We rise early this morning, just before dawn, and take a boat onto the Ganges. On this trip, we see the city wake up and the extraordinary ghats (the steps leading down to the river), where thousands of Hindu pilgrims come every morning to submerge themselves in the river’s holy waters. In the evening, witness an aarti ceremony from the banks, in which priests wave lamps, chant and ring bells and devotees join the rituals. Accommodation: Hotel Surya (or similar) Upgrade to a premium room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We leave the hotel at 6am and board a private bus for our long drive to Nepal. We drive across the northern plains, passing through a few towns and lots of villages. Leave our bus at the Saunali border and walk (approximately 1,640ft/500m) through customs and immigration to Nepal. In Nepal, we enter the terai, the narrow plain running along the southern breadth of the country. We drive (approximately one hour) to Lumbini, birthplace of the Buddha, where we spend the night. The total driving time today is approximately 12 hours. Accommodation: Buddha Maya hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early this morning there is a short (optional) rickshaw ride around Lumbini gardens. The Buddha was born here, and the area is being developed into a place of pilgrimage for Buddhists from all over the world. Travelling east and parallel to the mountains, we reach Chitwan (approximately a seven to eight-hour drive), where we spend two nights. The park, with jungle and thick forest, was once a royal hunting ground but was made a conservation area in 1973. During your stay, you can enjoy an optional ox-cart ride in Tharu village or an evening dance performance, both providing a glimpse into the fascinating lives of the local people. Accommodation: Green Mansions Jungle Resort (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chitwan National Park and the surrounding forest cover 356sqmi (923sqkm) of the terai and afford excellent wildlife-viewing opportunities. Here you have an excellent chance of seeing Indian one-horned rhinos, sambar and chital deer, langur and rhesus monkeys, mongooses, jackals, otters and crocodiles. The more elusive animals include tigers, leopards, sloth bears and Indian bison. More than 500 bird species have also been recorded here. Wildlife activities are managed and escorted by experienced naturalist guides and included in your stay is a jeep safari and dug-out canoe excursion. Birdwatching outings can also be arranged. Accommodation: Green Mansions Jungle Resort (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today’s journey to Pokhara is 87mi (140km) and takes five to six hours. We follow the gorge of the Narayani River and soon we are in the Himalaya foothills. The scenery changes dramatically from the forests and farmlands of the terai to steep, terraced hills. As we near Pokhara, we begin to see the magnificent Annapurna mountains, part of the Himalaya range. At only 3,280ft (1,000m), among semi-tropical plants and with a delightfully warm climate, it is much closer to the main Himalaya peaks than Kathmandu. Machhapuchhare (Fishtail Peak) dominates the skyline, especially on a clear morning. We stay in a simple hotel near Phewa Lake, with a wide choice of restaurants and other facilities nearby. Accommodation: Dahlia Boutique Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Head into the hills before dawn for an even better views of the peaks. An early start is required for the clearest view; once there, the whole Annapurna range can be seen with virtually no intervening hills. We start by driving (approximately 40 minutes) to Sarangkot; from there, it’s a short walk to the remains of a hilltop fort that overlooks the lake – one of the best viewpoints for Machhapuchhare, the most treasured mountain in the region. After enjoying time here, walk back towards Pokhara, descending steps and trail paths, finishing just before at Pame (approximately 2hr 30min walk), where you can stop to enjoy your packed breakfast before a short transfer back to our hotel. A packed breakfast will be arranged by your tour leader for anyone wishing to take part in the walk down to Pame from Sarangkot. If you choose not to join the walk, a transfer will be arranged from Sarangkot back to Pokhara, returning to the hotel for breakfast. Please let your tour leader know the day before if you do not wish to join the full morning walk. For many, Pokhara is a place to relax, enjoying a spot beside the beautiful lake; it’s been a busy trip, so if you prefer to skip the morning activity and enjoy the time at your leisure, you’re more than welcome to do so. This afternoon, sit back and take in the surroundings or perhaps rent a rowboat or bicycle for a few hours exploring the lake at a leisurely pace. Accommodation: Dahlia Boutique Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Leave early for the long drive to Kathmandu, along the Chinese-built road running parallel to the main Himalaya range. The distance is only 125mi (200km) but it is a slow climb through the mountains and ongoing road-widening construction along the route plus some bumpy conditions in places mean the journey takes 9 to 10 hours. The views, however, are stunning as we follow the Marsyangdi and Trisuli rivers, passing numerous villages and terraces stretching up the hillside. We arrive in Kathmandu this evening and check into our centrally located hotel. There is the option to book a flight from Pokhara to Kathmandu, avoiding the long journey. This can be done in advance or during the trip, for an additional supplement. Please speak to your sales representative for more information. Accommodation: Royal Singi Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We have today to explore Kathmandu and the valley. There is a half-day sightseeing tour of Pashupatinath, the most important Hindu temple in the valley, and Bodnath, one of the largest Buddhist stupas in the world. The rest of the time is free for individual exploration. You may like to visit Durbar Square with its old royal palace and intricately carved temples, or Swayambhunath, a hilltop stupa home to hundreds of macaques. Kathmandu also offers many shopping opportunities: clothes, trinkets, Tibetan and Nepalese handicrafts and superb bookshops. It also has a wide variety of restaurants serving some of the best food from the sub-continent and you can find wonderful pizzas and apple pie. Accommodation: Royal Singi Hotel (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "The adventure comes to an end this morning at check-out. Unless, of course, you’d like to join our exciting extension, in which you spend four days hiking in the Annapurna region, taking in magnificent mountain views as you pass through Gurung villages. This extension would commence from day 13, starting in Pokhara. Speak to your sales representative to book."
    }
  ],
  "map": ""
}