{
  "destination": "India",
  "mainPhoto": "",
  "id": "karnataka-luxury-tour-in-india",
  "tourName": "Karnataka luxury tour in India",
  "placesVisited": "",
  "generalInfo": "•\t14 Nights Accommodation in 1 Double Room as per the above mentioned accommodation plan and the specified meal plan<br/>•\tTransport services using Customized Air-conditioned Toyota Innova as per the program from Bangalore Airport till drop at Shreyas Retreat<br/>•\tDeparture transfer using Aircon Toyota Innova from Shreyas Retreat to Bangalore Airport<br/>•\tServices of English speaking local guide for sightseeing at Mysore, Shravanabelegola, Belur, Halebid &amp; Hampi.<br/>•\tMonument Entrance fees for sightseeing as applicable at above places <br/>•\tCooking demo with dinner at Gitanjali Homestay Mysore <br/>•\tExplore Mysore by walk with breakfast from a local restaurant<br/>•\t3 Jungle Safaris per Person at Kabini (Day 3 Evening, Day 4 Morning &amp; Evening)<br/>•\t1 Candle light cruise dinner during the stay at Orange County Kabini<br/>•\tVisit to Bylakkuppe while driving from Kabini to Coorg<br/>•\tExclusive plantation walk at Coorg<br/>•\tCoracle ride at Coorg<br/>•\t1 Dinner at Machan during the stay at Orange County Coorg <br/>•\tVisit to Shravanabelegola while driving from Coorg to Chikmagalur<br/>•\tCoracle Ride at Hampi<br/>•\tWellness consultation on arrival at Shreyas<br/>•\t1 Session of Personalised Pranayama , Meditation / Yoga Nidra &amp; Facial per person at Shreyas as per the package<br/>•\t2 Rejuvenation Massages per person at Shreyas as per the package<br/>•\tTwice daily group Yoga sessions at Shreyas as per the package<br/>•\tUnlimited supply of bottled drinking water during the drives<br/>•\tBasic mobile with local SIM card for the use from arrival till departure. (This number will be shared to you 5 days before arrival at Bangalore)<br/>•\tArrival/Departure assistance at Bangalore airports by our Representative",
  "durationDays": "15",
  "price": "5265",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "BANGALORE Arrive at Bangalore International Airport. After clearing customs and immigrations you will be met by us once you exit the arrival hall and whisked away to your waiting transport. You will be transferred to the hotel. Bangalore, renamed as Bengaluru now is the capital city of Karnataka and a veritable melting pot of various races and cultures. This Garden City has well - laid out parks, gardens, long avenues of blossoming trees and salubrious climate. Emerging as the hi-tech capital of India, it still retains a charm that is totally Indian. Founded in 1537 by a local Chieftain Kempe Gowda, Bangalore has changed dramatically over the years."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast proceed to Mysore with enroute visit at Srirangapatna. Srirangapatnam - The ruins of Hyder Ali’s and Tipu sultan’s capital, from which they ruled much of Southern India during the 18th century. In 1799, the British finally conquered them with the help of disgruntled local leaders. Srirangapatnam was built on a long island in the Cauvery River. The dungeon where Tipu held a number of British officers has been preserved. Inside the fortress walls there’s a mosque and the Sri Ranganathsway Temple. After visits proceed to Mysore. Mysore, once the capital of the Wodeyar kingdom, is today the second largest city in Karnataka and one of the finest in southern India. Small, easygoing, famous for its silks and sandalwood, it is a city of fine gardens, tree-lined boulevards, art galleries and an intriguing palace. Mysore’s ten day Dessara festival in September-October is still celebrated with medieval pageantry. On arrival check in at the hotel and relax for a while. In the afternoon enjoy a city tour of Mysore visiting the Maharaja’s palace built in 1911-1912. Visit the art gallery and drive upto the 1062 m high Chamundi hill to see the Chamundeshwari temple with a panoramic view of Mysore. On your way back see the 5 m high bull carved out of solid rock built in 1659. By 1700 hrs proceed to Gitanjali Homestay where a cooking demonstration is arranged. An elaborate, ethnic Kodava spread and interaction with your host Yamuna, dressed in her traditional Kodava attire, promises a unique experience. Enjoy a sumptuous dinner and drive back to the hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Wake up early in the morning and by 0700 hrs our guide will meet you at the lobby to accompany you for a walk thru the streets of the city where many heritage structures & institutions are located. The duration is about 1 hr 30 mins and covers approximately 6 km. The highlights include Town hall, Clock Tower, Freemason’s Club, Devaraja Market, General Hospital, Medical College, Church Circle and a short history of these will be explained by the guide. At the end of the trail enjoy breakfast from a local restaurant and walk back to the hotel. Around 1030 hrs drive to Kabini The legend and romance of Kabini plays out in a theatre called Nagarhole, and revolves around a pristine river called Kabini (originally Kapila) that snakes its way through the Nagarhole National Park in Karnataka, and forms an aqueous boundary with the Bandipur National park. Together, this area constitutes the largest contiguous forest cover in this part of the world and is part of the Nilgiri biosphere, the largest in Asia, and home to the largest concentration of herbivores in Asia. And herbivores don't get larger than the Asiatic elephant, whose favorite playground this is. At Nagarhole, one can witness the largest congregation of Asiatic Elephants in the world, and these majestic mammals rule the roost here. Afternoon enjoy vehicle safari in the National Park. (1500 – 1900 hrs). Later enjoy a Candle Light Cruise Dinner. A one of a kind boat-dining experience designed to literally set your love and longings afloat. Relish each other’s company under the gentle, warm, glow of candle lights while silently floating on the waters of the Kabini. Savor exquisite food and wine from a choice menu prepared onboard just for the two of you."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy safari in the National Park by boat. (0630 – 0915 hrs). Come back to the hotel and have breakfast. Day at leisure to enjoy the nature and facilities by the resort. You have the options of Coracle Ride, Nature walk etc. Afternoon enjoy vehicle safari in the National Park. (1500 – 1900 hrs). Later enjoy a Candle Light Cruise Dinner. A one of a kind boat-dining experience designed to literally set your love and longings afloat. Relish each other’s company under the gentle,"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, by 0900 hrs leave to Coorg with an enroute stop at Bylakkuppe. Bylakkuppe is the second largest Tibetan settlement outside Tibet, complete with a Tibetan monastery with about 7,000 monks, a Golden temple, a Tibetan village and a flea market. Then continue drive to Coorg. Coorg or locally known as Kodagu is one of the most popular tourist spot in Karnataka state. Coorg is the smallest district in Karnataka and one district which do not have any railway lines. Dubbed the Scotland of India, Coorg with its misty hills, lush forests, orange groves, coffee plantations, is an ideal place to relax. Check in at the hotel and free time to relax. Later by 1600 hrs proceed for a Coracle Ride (Duration 45 mins). Coracles are local fishing crafts that are circular and ideal for navigating these waters. The coracle ride on the river not only helps you to gauge the myriad moods of the river, but also gives you a fish-eye view of the surrounding forest and the habitation, and allows you to be a small part of the ebb and flow of riverine life."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast at the hotel and be on your own at the resort. By mid day interaction & walk with Mrs. Kanthi Aneesh, General Manager of the resort. - This is indented to give you a glimpse of women empowerment. By 1600 hrs proceed for a guided tour of the 300 acre working coffee and spice plantation on foot. Learn firsthand the difference between an Arabica and Robusta, discover how the Malabar blend got ‘monsooned’, and explore the spice scented pathways of Orange County to slip into the spirit of the land. By 1830 hrs you will be back at the room. A Private Dinner is envisaged at The Machan - A ‘restaurant for two’ offers you a completely private and elevated dining experience that towers above all else. The Machan is your chance to commune with nature, even as you discover each other in the gentle intimacy of a treetop gourmet meal."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast drive to Chikmagalur. Enroute visit Sravanabelogola to witness the 1000 year old monolithic statue of Gomateshwara. Continue drive to Chikmagalur and check in at the resort on arrival. The residences at Primrose Villas are a haven of peace tucked away on the mountain tops of the Western Ghats in India. The stunning scenery from the villas, dining areas and the lounges, the 360 degree views, the divine serenity, gorgeous mountain treks and walks, fine dining, and the uniquely romantic setting take you to a world of sublime tranquility and privacy. Rest of the day at leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, proceed to visit the two famous Hoysala temples at Belur and Halebid. The temple in Belur is dedicated to Lord Chennakesava and the construction commenced in 1116 A.D. and took 103 years to complete. The Hoysaleswara temple in Halebid has two shrines dedicated to Lord Shiva – Hoysaleswara and Shanteleswara. The open air museum in the temple premises displays treasured articles of sculpture After visits drive back to the resort and rest of the day at leisure to enjoy the facilities at the resort or any activity by them. Or you may take a drive through the magnificent Mullayyanagiri mountains that surround the property is another wonderful opportunity to sync with nature."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, drive to Hampi and check-in to the resort booked for the next 03 Nights. Travel back in time to the glorious days of the 14th century Vijayanagara Empire. Let the stone monuments at Hampi tell you the story of what was once described as “the best provided city in the world”.. Its fort like entrances, stone-paved boulevards, arched hallways and regal chambers mirror the famed palaces of a bygone but glorious era. Check in at the resort and you have the remaining day to indulge in the luxury of the property"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast proceed for sightseeing of Hampi. You have the whole day to explore the World Heritage site of Hampi, the Capital of the medieval Vijayanagar Empire and the most evocative of all the ruins in India. In the late afternoon ride in a small boat (Coracle) on the river (about 1 hr)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "The day is at leisure. You may enjoy the facilities by the resort. Optional: If you wish to explore Hampi more, we recommend Tungabhadra Trek offered by the resort. This is an offbeat evening trek that takes you through giant boulders, the ruins of the Achyutaraya Temple and the famed ‘Courtesan Bazaar’. You could have a splendid view of the setting sun behind the boulder hills as you walk along the banks of the scenic Tungabhadra River. (Cost : Approx £ 120 for 2 payable to the resort)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After an early breakfast, by 0800 hrs depart to Bangalore. As you would arrive Bangalore after lunch time it is suggested to have lunch from a local restaurant in between and our chauffeur will find a good place for you. On arrival check in at the retreat. Shreyas is dedicated to promoting the authentic spiritual tradition of Yoga in a holistic manner and is recognized as one of the finest Yoga retreats in the world. What makes Shreyas unique is that, whilst Yoga is taught in traditional ashram style (daily yoga, meditation sessions, chanting classes, gourmet vegetarian cuisine, no alcohol policy and community service), the guests live in a luxurious environment normally associated with a star hotel. They enable guests to integrate the manifold facets and benefits of Yoga into their daily lives without the austerity and rigor usually associated with ashrams. A 03 Nights package under Wellness For The Soul category is booked here for you which is a combination of the best that Shreyas has to offer. You will have an opportunity to learn and practice the different facets of Yoga -for physical strength, balance and flexibility, for physiological & therapeutic benefits and if you are interested, guidance along your spiritual path. This includes a well-balanced itinerary of yoga, meditation and pranayama sessions, rejuvenating massages, cooking classes, community exercises, and nature farming. On arrival, check-in to your hotel. Further a Wellness consultation will be arranged"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Engage in various activities like Yoga, personalized sessions of Pranayama Meditation / Yoga Nidra, Facial, Rejuvenation Massages etc as included in the package."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today on time we will meet you & transfer you to Bangalore airport to connect flight for your onward journey"
    }
  ],
  "map": ""
}