{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-budget-holiday-tailor-made",
  "tourName": "Kerala budget holiday, tailor made",
  "placesVisited": "Cochin, Homestay experiences, Munnar hill station, Periyar Wildlife Sanctuary, Kadathanadan Kalari Centre, Exclusive backwaters houseboat, Munroe Island, Varkala beach resort, Optional yoga and Pilates sessions",
  "generalInfo": "Kerala’s calling – and you don’t need to break the bank to answer. One of the best ways to experience this relaxed part of India is using homestays. This trip uses a few handpicked homestays, as well as guest houses and a houseboat to give you a taste of the area. <br/><br/>And what a taste. Enjoy the home advantage of home-cooked meals. In a region that’s celebrated for its cuisine, gorge on gorgeous coconut-based pancakes, rice dishes and desserts, marinated fish, biriyanis, and vegetarian curries. <br/><br/>This trip is run by an operator with over two decades experience organising Kerala holidays and can be tailor made to you. <br/><br/>You could start with Cochin and Fort Cochin, Kerala’s colourful harbourside city, as an appetiser, before getting out into nature.<br/><br/>You’ll have your own driver taking you around  for some of the trip – a little luxury that’s incredibly helpful when it comes to getting out of the city. This way you can be driven up inland to Munnar hill station and Periyar Wildlife Sanctuary in comfort – and then down towards the coast to explore the backwaters around Kollam and on to the beachy regions of southern Kerala. <br/><br/>No trip to this area is complete without a stay on a houseboat – the region is famous for the converted river barges on its backwaters that have been converted into idiosyncratic floating hotels.  <br/><br/>It’s great to end your trip at a beach resort – and there’s no better place than Varkala beach – one of the best sandy stretches in Kerala. The beach has a spring that’s thought to have healing properties. Whether you find these or not, ending your trip here will have you feeling fully restored. <br/>",
  "durationDays": "14",
  "price": "1895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Cochin Airport and transfer to the harbour city of Cochin. Two nights at Walton's Homestay."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a city tour to discover historic Fort Cochin and in the evening experience the Kerala art form of Kathakali."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer by car to the hill station of Munnar. Two nights at Royal Mist homestay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Visit a tea plantation, factory and museum."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer by car to Thekkady (Periyar Wildlife Sanctuary) visiting a spice plantation on the way. Two nights at Wildernest."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning take a soft trek into the forest. Later visit Kadathanadan Kalari Centre to see a display of the oldest martial art."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to the backwaters and board your exclusive houseboat just before lunch. Spend the rest day relaxing, eating and being looked after by the attentive staff. Overnight on board the houseboat."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to the southern backwaters near Kollam. Two nights at Munroe Island Homestay."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore this off the beaten track area with your hosts - by foot or boat."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to the beach resort of Varkala. Three nights at Deshadan Resort."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Varkala is Kerala’s second most popular beach resort. There is a string of bars and small restaurants along the cliff top and a variety of shops and tailors in the village as well as a temple and a cultural."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Transfer to Trivandrum airport for your flight home."
    }
  ],
  "map": ""
}