{
  "destination": "India",
  "mainPhoto": "",
  "id": "maharashtra-3-day-tour-india",
  "tourName": "Maharashtra 3 day tour, India",
  "placesVisited": "",
  "generalInfo": "Are you a history buff? Does the thought of exploring temples and century-old monuments excite you? This 3-day tour to explore some of South India’s best-kept secrets will astound you. You’ll not only visit UNESCO World Heritage sites but also sprawling vineyards of Maharashtra. <br/> <br/>To kick off your explorations around Maharashtra, we’ll take you to Nashik–the wine capital of India. At the heart of Nashik is Sula Vineyards: an excursion from Mumbai that wine lovers won’t want to miss. Tucked a few hours away from the bustle of Mumbai, Sula Vineyards boasts 160 acres of land. India’s most well-known and loved wine is found here. Tour through the lush vineyards, comprehensive processing units and learn the art of wine-making.<br/> <br/>After this, we’ll take the hop on a train to Aurangabad and spend the night. First thing in the morning we shall depart for the Ajanta Caves, a 3-hour journey from Aurangabad. Take in the Ajanta Cave complex, encircling a gorge along the Waghora River. This spectacular complex houses 29 caves full of ancient Buddhist murals, paintings and sculptures.<br/> <br/>Imagine strolling through incredible ancient rock-cut temples, chiselled by hand thousands of years ago.  the historical grandeur of your surroundings. <br/> <br/>The next day, we’ll get an early start to explore the Ellora caves. This is one the world’s largest rock-cut temple complex boasting artwork, monuments and inscriptions from Buddhism, Hinduism and Jainism. The proximity of these monuments are indicative of how religions existed in harmony over the course of India’s history. <br/> <br/>After exploring Ellora Caves, we’ll venture to Aurangabad’s must-see sites including Devgiri Fort and Bibi Ka Maqbara. Hike up to the top of Devgiri Fort, a fortress built in the 14th century, and be rewarded with a stunning view of the city. We end our day of exploration at BiBi Ka Maqbara, also known as the Baby Taj Mahal, with some fabulous photo opportunities. <br/> <br/>The Maharashtra Trail is a must for all those passing through Mumbai, on their way in or out of the city. Learn about some of India’s greatest historical monuments around Aurangabad and wind down in the vineyards of Nashik.<br/><br/>Our mission is to improve the quality of lives in the communities where we work. Like all of our tours, 80% of the profits fund our NGO based in Mumbai and Delhi. Thank you for supporting our programs by signing up for the tour.",
  "durationDays": "3",
  "price": "51000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nashik: To kick off your explorations around Maharashtra, we’ll take you by early morning train (3.5 hours) to Nashik–the wine capital of India. We’ll then take a car to Sula Vineyards, covering 160 acres of land, which wine lovers won’t want to miss as India’s most well-known and loved wine is found here. We’ll tour through the lush vineyards, learn the art of wine-making, and taste the wine of course! In the afternoon, we’ll look around Nashik city, including Panchavati Temple, before taking another train to Aurangabad the home of many World Heritage Monuments including Ellora Cave Temple, Ajanta caves and Bibi Ka Maqbara. We will be arriving in Aurangabad and reach the hotel and take much needed rest from the long and productive day!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ajanta Caves: We leave at around 8 am by car for Ajanta Caves (3 hrs) and we will spend the day exploring the caves, encircling a gorge along the Waghora River. This spectacular complex houses 29 caves full of ancient Buddhist murals, paintings and sculptures. We’ll later return to the hotel in Ellora."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ellora Caves: We’ll get an early start to explore the Ellora caves. This is one of the world’s largest rock-cut temple complexes boasting artwork, monuments and inscriptions from Buddhism, Hinduism and Jainism. The proximity of these monuments to each other are indicative of how religions existed in harmony over the course of India’s history. After exploring Ellora Caves, we’ll venture to Aurangabad to see Bibi Ka Maqbara, also known as the Baby Taj Mahal, with some fabulous photo opportunities. In the afternoon we’ll catch a comfortable train back to Mumbai (7.5 hrs), with some pleasant views of rural Maharashtra. On your arrival in Mumbai, we will transfer you to your hotel and your tour will be complete."
    }
  ],
  "map": ""
}