{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tour-palaces-and-leopards",
  "tourName": "India tour, palaces and leopards",
  "placesVisited": "",
  "generalInfo": "Highlights : Palaces-Taj &amp; Leopards<br/><br/>Visit National Capital New Delhi<br/>Visit City of Lakes Udaipur<br/>Visit Jawai for Bera leopards<br/><br/>An existing exploratory tour of desert realms and amazing edifices. Admire the ancient architectural masterpieces and discover the glory of India. <br/><br/>A wild safari in leopard country is the focus of this tour. Trail around every corner awaits you in this magical desert landscape the home of wild leopards. Join us for the memorable journey.",
  "durationDays": "13",
  "price": "1300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi. Our representative will be waiting for you. He will take you to your hotel for check in. After trip discussion & fine dinner a sound sleep awaits. An exciting safari is waiting for you and an amazing Royal experience at Maharajah Lodge. Sleep Well!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Local sightseeing of Delhi: The Capital City can be breathtaking and it is in spite of the tremendous chaos. Hidden in between the modern metropolis is ancient jewels of architecture that astounds one and all. Red Fort, Humayun’s Tomb, Purana Qila, Qutub Minar and more. Choose your pick."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After Breakfast we take a direct flight to Udaipur. Assistance upon arrival later transfer to Hotel. Udaipur City in Rajasthan built by a legendary Maharajah Udai Singh extols his virtue as a valiant king and a magnificent architect of palaces and temples. After arrival we will visit Udaipur Palace and the Perfumed Garden or Saheliyon KI Badi. A stay at the heritage hotel resplendent in past glory is another"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Udaipur offers romantic escapades like none. Mesmerizing Palaces and Forts, serene lakes, resplendent mansions or has and more. In this scenic locale amidst colourful people exploring the venues make an amazing holiday. Till time immemorial the visit will keep appearing in the memory lane. So gear up for the best in India."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to Bera: The drive is one hundred forty km long but worth every penny. The unique, exotic hamlets and desert scapes are a treat to the travellers' eyes. Upon reaching beta we will explore the leopard country on open jeep. And we are sure to meet the big cats of the desert. The stay at Bear Safari Lodge is extremely comforting in a grand suite with exquisite decor and enchanting ambience. The enticing aroma of the cuisine does just that for your palate. We will stay overnight here. Wind and Dine and revel under starry night with inebriating cocktails and food."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morning & Evening safaris. In the company of an acclaimed naturalist and leopard expert Shtrunjay Pratap the big cat experience is much enhanced. He managed to stop a mining debacle set to ravage this fragile ecosystem. His knowledge and expertise makes it worthy to be in his company. You will be able to see many leopards and learn all about them. This is an exploration journey worth its salt. So do not delay, book your tour now."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive to Udaipur to board flight to Delhi. Overnight stay at New Delhi."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to international airport"
    }
  ],
  "map": ""
}