{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-tailor-made-holiday-11-days",
  "tourName": "Kerala tailor made holiday, 11 days",
  "placesVisited": "Cochin, Periyar National Park, Nature walk with park guides, Kumarakom, Lake Vembanad, Varkala, Alleppey day houseboat cruise, Luxury accommodation throughout",
  "generalInfo": "Revitalize in Kerala - A most wonderful and balanced trip!<br/>Avoid the hustle and bustle India experience with this signature Kerala tour, which takes in the region’s beautiful highlights in 11 days. Gain an insight into the culture and wildlife of Kerala, but also enjoy some serious mellow time in between! No wonder this trip is a real favourite with our regular travellers!<br/><br/>Your trip begins in the ancient port city of Cochin, where you spend two nights. The influence of Dutch, Portuguese and Chinese settlers can still be seen here and you can visit synagogues, temples and churches in this fascinating cultural melting pot. You can also see the gravestone of Vasco de Gama, the explorer who discovered the sea route from Europe to India. Back at your hotel, enjoy a relaxing soak in your tub and gaze out of the window, watching for dolphins swimming in the glittering waters beyond.<br/><br/>From here, head to the interior. Periyar National Park is home to tigers, monkeys, antelope and a significant population of elephants. Once here, take an interpretive nature walk with park guides, then enjoy some relaxation, breathing in the scent of tropical flowers and the spices that are hanging in the plantation around your accommodation. Swim in the pool, relax in the shade of the palms, listen out for Macaque monkeys in the trees and spot butterflies. <br/><br/>Then take a scenic drive back to the coast for a stay at a beautiful resort near the emerald-green waters of Lake Vembanad. Here you can relax in your pool-side villa with its own private bathing cove or take a sunset cruise on the lake. You might also enjoy an Ayurvedic massage.<br/><br/>Finally, spend four nights in Varkala. From here, take a drive to Allepey for a day-long houseboat cruise along the canals and waterways of this region. While staying in Varkala you can feast on beautiful Keralan food and stroll the wide beaches. Each morning, watch as the fishermen take their boats out to sea, with the promise of fresh fish for dinner, too! Or simply relax in a hammock amid the coconut palms, dozing to the rhythm of crashing waves.",
  "durationDays": "11",
  "price": "1472",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Step off the plane and into our care with a swift transfer to the CGH Earth Hotel Eighth Bastion from the airport. Plan your adventures for the days ahead over a breakfast briefing. From the Dutch to the Portuguese and Chinese, walk in the footsteps of past explorers on a half-day tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Periyar - After breakfast, leave the city behind and head to the interior to the Idukki wildlife sanctuary, home to a wide variety of animals and birds including monkeys, antelope and elephants. Relax in the sanctuary of the Spice Village hotel, surrounded by coffee and cardomom pods growing wild. Feel close to nature, in the lap of modern luxury."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kumarakom -Head back towards the coast on a scenic drive to the Backwater Ripples, Nestled on the banks of the tranquil Lake Vembanad, romance and relaxation await. Savour a memorable meal in Ettukettu, the princely eight-sided mansion restaurant. Perhaps catch of the day simmered in rich coconut and fresh-ground spices?"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Varkala -4 nights Time to shift into a deeper level of relaxation, after breakfast enjoy a drive to Alleppey for a day cruise. Your home for the next four nights is the Krishnatheeram, an oasis of calm where you can unwind completely, enjoying secluded beaches and stunning sunsets."
    }
  ],
  "map": ""
}