{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-15-day-tour-with-backwaters",
  "tourName": "Kerala 15 day tour with Backwaters",
  "placesVisited": "",
  "generalInfo": "South India has something for everyone. Discover a colonial port town, stand in awe of majestic tea covered hills, laze about on the backwaters, explore rural villages, and relax on one of Kerala’s world famous beaches. <br/><br/>Starting from Mumbai, this 15 day tour takes guests through the best of Kerala, the south India state that National Geographic Traveller has named one of the \"50 places to see in a lifetime\" and \"ten paradises of the world.\" You'll see why when you visit this charming, friendly, and laid-back part of India.<br/><br/>But we’ll also take you further and deeper into south India too. We’ll visit rural Karnataka where you will stay at the family home of Krishna and learn about village life as you spend two days in this coconut and fish filled tropical paradise.<br/><br/>A mix of must-see sights such as the colonial port city of Kochi and the tea plantations of Munnar and numerous opportunities for local interaction make this tour the ideal choice to gain a full picture of the real south India.<br/><br/>Not only that, but, because of our unique business model, 80% of all our tour profits go towards our sister NGO, Reality Gives, which provides quality education programs for underprivileged communities in Mumbai and Delhi.",
  "durationDays": "15",
  "price": "155000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mumbai: Welcome to the cosmopolitan metropolis of Mumbai! Your tour guide will pick you up from the airport and transfer you to your hotel in Colaba. Depending on your arrival time and how tired you are, you might want to explore the surrounding area on foot on your own or with your guide, seeing places like the Gateway of India, the Prince of Wales Museum and Marine Drive. Over a welcome dinner at a traditional Indian rooftop restaurant, your guide will go over the itinerary for the next 14 action-packed days!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mumbai: We will travel together to Dharavi, one of Asia’s biggest slums and the heart of small-scale industry in Mumbai. The tour of Dharavi, our company’s award-winning and signature tour, shows a balanced portrayal of life for the less privileged in Mumbai and you will learn about the NGO programs directly supported by your tour. The rest of the day will allow time for some sightseeing of your choice such as Victoria Terminus, Haji Ali Mosque, the view of the city from Malabar Hill as well as the many different, chaotic markets that the city has to offer. You also have an option to take our Bicycle tour in the morning or Food Tour in the evening."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mumbai/Kochi: We will take a morning flight to Kochi, one of the big cities of Kerala. After checking into the hotel, in the afternoon we will visit Fort Kochi, known for its Dutch, Portuguese, and British colonial architecture. We will explore the area, spending time with some fishermen at the famous Chinese fishing nets and there will be a chance to try pulling the nets yourself!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kochi: Today we will visit “Jew Town” where the first Jewish people settled in India and Paradesi Synagogue, the first in India. We will also visit the Dutch Palace, gifted to the Cochin Royal Family by the Dutch. In the evening, you’ll attend an amazing Kathakali performance. Kathakali, a 17th century dance-drama that originated in Kerala, will capture you with its elaborate costumes, make-up, and most of all, complicated facial expressions."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kochi/Munnar: Today we will drive (6-7 hours) to Munnar in the morning. During the long, winding journey to Munnar, you will make several stops where your guide will show you many aspects of domestic and agricultural Keralan village life. We will also visit a toddy shop (liquor made from coconut sap, which you can try) and we will enjoy a delicious sea food lunch (also visited by Anthony Bourdain and Gordon Ramsey). Arriving in Munnar in the late afternoon, from the hustle and bustle of Kochi you’ll barely recognize where you are amidst the rolling mountains, fresh air, and tea plantations stretching as far as the eye can see. You’ll have time to get settled into your guesthouse and explore Munnar a bit on your own. You can go for a short hike or you can sit back and relax with a good book, a nice cup of tea, and enjoy the scenery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Munnar: Today we’ll do a full day tour in Munnar. We will visit Munnar’s tea museum to really understand what makes this hill station famous and you’ll learn how the tea transforms from a simple leaf to a piping hot cup of chai. We will also visit the very scenic Echo Point and the Rose Garden. In the evening you have an option to watch Kalaripayattu (martial art of Kerala), join a tea tasting event or learn some Kerala recipes at your hotel kitchen with the chef!!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Munnar/Alleppey: Today we’ll continue south from Munnar to Alleppey, home to some of Kerala’s most famous backwaters. Along the way, we’ll stop off at a spice plantation to learn about the ingredients that make Indian cuisine so diverse. If the season allows, we will meet some beekeepers and taste some of the local produce. We’ll arrive in the afternoon, settle into our guesthouse, and your guide can recommend a number of restaurants for dinner this evening after the long journey."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Alleppey: We will begin early in the morning with a visit to a local fish market, where your guide will help you choose delicious seafood to be cooked on board our very own houseboat for lunch! We’ll then make our way to the backwaters and board our kettuvallam (Keralan houseboat). It will be a relaxing day spent cruising along the backwaters, a vast network of lakes, rivers, canals, and lagoons, observing and occasionally visiting some villages and rice farms. We’ll stay overnight on the open water on our houseboat (bedrooms have en-suite bathrooms) and enjoy the Kerala style lunch, dinner and breakfast cooked by our chef on board."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Alleppey/Kovalam: This morning we will check out of the houseboat and will travel to Kovalam (3 to 4 hrs). In the afternoon, you will have free time to relax on the stunning beach or you can partake in water activities, cooking classes, yoga/pilates, ayurvedic treatments and shopping."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kovalam: Today we will go on a day trip to the very southern tip of India, Kanyakumari, where you will experience some incredible views of the Indian Ocean and Arabian sea. We will get a boat to the 41-metre-tall Thiruvalluvar Statue. In the evening we have the optional visit to Jatayu Park to see the world’s largest bird sculpture."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kovalam / Overnight Train: Today we will take a day train to Heranjalu Village the home of Krishna, one of the founders of Reality Tours, in the state of Karnataka. We will enjoy the beautiful views of the region from our window when the train passes through 100s of villages, farms of Kerala on the west coast. We will be reaching Byndoor late in the night at 12:30am. On arrival in Byndoor we will get to the home and go to bed."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "To day if you wake up early, go for a village walk or Jog around the rice fields and river. We will have breakfast with Krishna’s family in their home, where we will be spending couple of days. Following breakfast your guide will orient you with an introductory walk through the village where you will meet the people and learn about their lives. In the afternoon we will participate in whatever village activities are happening at the time. This could be farming, a celebration, walking to the nearby river that is central to local life, or visiting the nearby coast and backwaters. We will once again join the family for a group dinner in the evening. After dinner, we will visit a live Yakshagana performance, one of the most popular folk theatre forms of Karnataka, and learn about the history and beliefs of this cultural and religious art."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Heranjalu / Train to Mumbai: Today we’ll bid farewell to the family and visit Murudeshwar Shiva Temple, the second tallest Shiva idol in the world, before we travel back to Byndoor in the evening to catch our overnight train to Mumbai leaving at 5pm and arriving the next day at 6am in Mumbai. If you prefer to fly back to Mumbai, that is possible."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mumbai: Our train will arrive in Mumbai in the early morning and the rest of the day is yours to see or do anything that you missed at the start. You are also welcome to join one of our city tours such as our Market Tour, Local Transport Tour, or Street Food Tour. That evening our trip will sadly come to an end and we'll enjoy a farewell dinner together."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Mumbai ( Departure) : We will transfer you to the airport."
    }
  ],
  "map": ""
}