{
  "destination": "India",
  "mainPhoto": "",
  "id": "gujarat-and-rajasthan-holiday",
  "tourName": "Gujarat and Rajasthan holiday",
  "placesVisited": "",
  "generalInfo": "This 15-day immersive journey takes you through two of India’s most culturally and ecologically rich states: Gujarat and Rajasthan. You will experience a blend of vibrant cities, wildlife encounters, and ancient heritage. Starting in Ahmedabad, home to Mahatma Gandhi's legacy, you’ll traverse landscapes teeming with wildlife, explore historic cities, and relax in heritage properties. Indian Desert is a mix of dry scrub jungles, wild coastline, salt pans and sand dunes that host a plethora of rich wildlife that have adapted to these conditions. The search for water and pastures has led to the creation of many nomadic tribal cultures in the area too. In this comprehensive journey through western India we tracking the only Asiatic Lions left in the world - Explore the last true savannahs of India in search of wolves, hyenas and blackbuck, roam across the vast salt pans of Kutch. Deep dive into the lives of leopards and shepherds in Bera – walk around the old desert kingdom of Jodhpur - Stand among the largest crane congregation on the planet. Explore the dunes and sacred groves of the Thar desert around Jaisalmer from a tented camp. <br/><br/>Highlights include:<br/>•\tA heritage walk through the historic streets of Ahmedabad.<br/>•\tIncredible birding across the deserts and wetlands of Western India with over 400 species. <br/>•\tGreat opportunities for wildlife photography including some unique frames seen nowhere else in the planet. <br/>•\tJeep Safaris to look for Asiatic lions, leopards, hyenas, wolves and birds like raptors, large flamingo colonies and great Indian bustards across truly incredible habitats. <br/>•\tA morning with 100000 migrating demoiselle cranes.<br/>•\tExploring the stunning salt flats of the Little Rann of Kutch.<br/>•\tVisiting Mehrangarh Fort in Jodhpur, one of India's largest forts, and guided walk in old town. <br/>•\tExperiencing the Golden City of Jaisalmer and its famed sand dunes.",
  "durationDays": "15",
  "price": "3933",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ahmedabad : Arrive into Ahmedabad Airport and transfer to the hotel near the Airport. (CP). Evening Heritage walk among the streets and markets of old town Ahmedabad."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ahmedabad to Gir: Checkout early with packed breakfast and drive towards Gir (7 hrs). Arrive for a late lunch and a short guided walk of the property and the forests around."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gir: Morning and afternoon safaris into the various zones of Gir National Park looking for lone male Asiatic lions and the large prides that Gir is famous for."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gir to Velavadar : After another morning safari at Gir seeking lions, leopards and other wildlife, we head out towards Velavadar Blackbuck National Park (4 hrs), the next destination."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Velavadar: Morning and afternoon safaris in the Grasslands of Velavadar seeking Indian wolves, hyenas, herds of blackbuck and the many harriers, lesser kestrels and other birds that call this grassland world their home."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Velavadar to Little Rann of Kutch: After another morning safari at Velavadar, we head out with packed lunches towards the Kutch peninsula and the salt flats of the Little Rann (4 hrs). En-route if time permits, we will stop at the wetlands of Nalsarovar for specific birds that are found here. Dinner at hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Little Rann of Kutch: Morning and afternoon jeep excursions into the wetlands, scrub jungles and the salt desert of the Little Rann seeking the endemic Asiatic wild ass, desert foxes, Houbara bustards, flamingoes and various species of raptors that winter in this habitat."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Little Rann of Kutch: Another day of safaris in the Little Rann’s vast 5000 sq km wilderness and the surrounding wetlands in search of pallid scops owls, short-eared owls, various species of cranes and other wildlife."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kutch - Ahmedbad - Jodhpur: Checkout after breakfast and drive to Ahmedabad to catch the afternoon flight to Jodhpur- the heritage city at the edge of the desert. Transfer to the hotel for an evening of rest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jodhpur to Phalodi: We spend the first half exploring Jodhpur on a guided excursion. Post lunch we drive 3.5 hrs to the village of Phalodi for dinner and rest."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Phalodi to Jaisalmer: Witness the spectacle of Demoiselle Crane congregation in the village of Keechan near Phalodi followed by breakfast and transfer (3 hrs) to the desert dune landscape of Jaisalmer. Arrive and evening at leisure. Option to visit the Jaisalmer fort en-route"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jaisalmer: Head out for morning and afternoon guided safaris into the sand dunes, scrub jungles and sacred groves of Desert National Park to find the Great Indian bustard, 6 species of vultures and many raptors, sandgrouse, wheatears, hoopoe larks, hypocolius and trumpeter finches among many other bird and mammal species"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Jaisalmer: Head out for morning and afternoon guided safaris into the sand dunes, scrub jungles and sacred groves of Desert National Park to find the Great Indian bustard, 6 species of vultures and many raptors, sandgrouse, wheatears, hoopoe larks, hypocolius and trumpeter finches among many other bird and mammal species"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Jaisalmer - Jodhpur - Ahmedabad : Checkout post breakfast and transfer to Jodhpur Airport for the flight back to Ahmedabad. Transfer to hotel and repack. Evening heritage walk optional. Night at Ahmedabad"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure"
    }
  ],
  "map": ""
}