{
  "destination": "India",
  "mainPhoto": "",
  "id": "chhattisgarh-to-orissa-tour-in-india-tribes-and-villages",
  "tourName": "Chhattisgarh to Orissa tour in India, tribes and villages",
  "placesVisited": "Raipur, Bhoramdeo, Maikal Hills, Kanker, Jagdalpur, Kanger Valley National Park, Goudaguda, Visakhapatnam",
  "generalInfo": "This incredibly unique two week tour from Chhattisgarh to Orissa takes travellers on a tailor made journey into the tribes and villages of central India where the lesser-known, but nonetheless important, traditions and customs of local communities reveal fascinating cultural insight.<br/><br/>Discover sections of India’s society that casual tourists rarely get to witness as you meet the tribes living within the market villages situated between Chhattisgarh to Orissa including the Baiga, Maria, Dhurwa, Kondh, Paraja and Koraput.<br/><br/>As this two week Chhattisgarh to Orissa tour in India progresses you’ll be invited into the colourful market places, tribal guest houses and royal palaces found throughout the region with legendary train journeys through the Araku Valley certainly never to be forgotten.<br/>",
  "durationDays": "14",
  "price": "240000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Raipur – Bhoramdeo: Arriving in Raipur, and after a wash and breakfast in a comfortable city hotel, we take you north by road (2-3 hours) to Kawardha district, reaching Bhoramdeo in time for lunch (depending on flight/train times). You will be staying in a rural farmhouse style guesthouse for the next three days. Here, in comfort and rustic simplicity you will be able to tour the nearby 11th century Bhoramdeo Temple site - a smaller version of world-famous Khajuraho; and surrounding Gond and Baiga villages with friendly and expert local guides."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bhoramdeo: In the company of your host and a local guide you will be able to meet villagers and forest people without formality or embarrassment - whether at the colourful weekly markets or in their own homes where they are quite likely to throw an impromptu party in your honour. Your host works hard for the benefit of local people, and his tours are always conducted with their welfare in mind. The retreat offers farmhouse-style living with essential mod-cons, and most of all the unusual chance to experience life at Central Indian village level. Trekking into the beautiful Maikal Hills and visits to Gond and Baiga markets and villages are part of the regular programme. For the less energetic, a car will be available to transport you where you desire, or you can simply choose to relax at the farmhouse and soak up the views. Local musicians may wander in as dusk falls, and sing and play to you, their children in tow, who, wrapped in blankets and warming themselves by the fire whilst listening to the music and munching on home popped corn, will remind you that the performance is not solely for your benefit."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bhoramdeo – Kanker After breakfast say goodbye to Bhoramdeo and set off for Kanker, gateway to tribal Bastar. The 2-3 hour drive will take you back to Raipur where you can replenish with drinks and food and another 2-3 hour drive will bring you to Kanker palace. You will be greeted by the royal family in a traditional style. The rest of the day you are free to relax or visit the local town."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kanker Kanker (pronounced Kaan-kair) is a small former State (now District) immediately to the north of sprawling wild Bastar and a safe haven and gateway to that sometimes turbulent area. Kanker's family atmosphere is at all times informal, offering a rare chance for visitors to enter into the spirit and tradition of an Indian household, albeit one with exceptional history and tradition to sustain it. Dine on amazing food and fall asleep in a four poster bed."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kanker – Jagdalpur After breakfast begin the drive up the beautiful forested Keshkal Ghat thirty km south of Kanker which marks the border of Bastar, 500m above the plains. North Bastar is home to the Muria Gond tribe famous for their Gotul - the mixed dormitory system which for long served as their principal means of education - a unique experiment in social development wherein the unmarried young make their own rules and learn the harmonies of successful society away from the strictures of adults whose presence in the Gotul is taboo. You will visit a tribal village near Bahigaon, have a picnic lunch in the forest and visit the Saathi NGO handicrafts project set up in Kumharpara (Potters' enclave) near the town of Kondagaon to maintain and develop the considerable variety of traditional arts and crafts of the region. You will reach Bastar's capital Jagdalpur in the late afternoon to check into a resort. Here you will meet our local guide who will show you around during your stay in Jagdalpur."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jagdalpur A few days in the capable hands of our local guide will give you a chance to tap the tribal and natural delights of this area. You will travel with him out of Jagdalpur into the country of the Bison Horn Maria and Dhurwa tribes. You will see a performance of their spectacular local dance and get a good look at village life, costumes, ornaments and customs. You will visit villages and tribal markets and see the Chitrakote Waterfall on the Indravati River. In the evenings there will be a further opportunity to explore Jagdalpur's absorbing city markets. You will also have time to visit Kanger Valley National Park, an hour or so south of Jagdalpur, where there are stalactite and stalagmite formations in the Kutumsar and Kailash Caves. However the real glory of Kanger is that it retains something of the intensity of the forests that once covered this entire region - the natural habitat of leopard, tiger, sambhar, bison and the musical hill myna, Bastar's most famous bird."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jagdapur – Goudaguda A three-hour drive takes you over the border to Goudaguda in Orrisa where an Australian ex-pat has built his home. His principles are very much in line with our responsible travel policy. Anxious about the damage done by ‘human safaris’, he encourages visitors to spend time in the area, exploring this lovely landscape on foot wherever possible, walking with the local tribal women who work for him. His guest house was built by local craftsmen and women and he continues to provide employment not just within his home but in the whole area, by assisting local people in the marketing of their traditional crafts to Indian and foreign tourists."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Goudaguda At Goudaguda you will have the opportunity to visit one of the many weekly markets or \"haats\". Enjoy the sights, sounds and aromas as local tribal people barter, buy and sell their produce and stock. Many handicrafts are available from colourful saris, handmade textiles in traditional patterns and earthy tones to exclusive jewellery pieces. Walk the cross country route with the locals from Goudaguda and surrounding villages to the Kakiriguma market (3 klm) held every Monday under a canopy of old mango trees. If you are not in the mood for touring you can simply explore the village and surrounding countryside with some of the local tribal girls as your guides who can also give you an insight to daily village life here in Goudaguda. You can also relax and enjoy the scenery and village sounds or simply spend the day with the potters and make your own."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Goudaguda - Visakhapatnam Spend the morning at Goudaguda then take the lunchtime train through the beautiful Araku Valley to Visakhapatnam. Reaching Visakhapatnam at 8.40pm you will be met and taken to the airport for your onward flight the following day."
    }
  ],
  "map": ""
}