{
  "destination": "India",
  "mainPhoto": "",
  "id": "central-india-small-group-tour",
  "tourName": "Central India small group tour",
  "placesVisited": "",
  "generalInfo": "Explore the historical and cultural riches of central India. This full-on tour whisks us from the hustle and bustle of vibrant Mumbai to the tranquil white-sand coasts of Goa, via the Deccan Plateau, ticking off temples, mausoleums, and must-see UNESCO sites. From city slums to the effervescent bazaars and slow-paced villages, this two-week trip gives you a taste of true India, as it is today, and as it once was.<br/> <br/> Mumbai - Explore the most-populated city in India, from the glittering skyscrapers to the slums of Dharavi, the inspiration for 'Slumdog Millionaire'. <br/> Bijapur - Visit the vast Gol Gumbaz, the Deccan mausoleum of King Mohammed Adil Shah.<br/> Ajanta and Ellora - Explore the UNESCO-listed painted caves and rock-cut temples.  <br/>",
  "durationDays": "14",
  "price": "1955",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Mumbai - Visit the Gateway of India arch and explore Colaba.",
      "description": ": Our journey through central India starts in Mumbai. Traditionally known as Bombay, the city is the capital of the Indian state of Maharashtra - it's also the most populated and richest city in India, so prepare to join the bustle. For those arriving in time, our tour leader will meet you in the hotel reception at 5pm for a welcome meeting followed by an orientation of the Colaba area. Colaba is the gateway of Mumbai and we'll start by visiting the honey-coloured Gateway of India arch. This arch was constructed to commemorate the visit of King George V and Queen Mary in 1911. As this arch was built for a British King, it was appropriately the place where the last British troops left India. If you'd like an airport transfer today, you'll need to arrive into Mumbai's Chhatrapati Shivaji Maharaj International Airport (BOM), a one-and-a-half hour drive from the hotel. If you'd like to join the Colaba tour, you'll need to arrive at the hotel by 5pm. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport and one-and-a-half-hour to drive to the hotel. The latest your flight should arrive is 3.30pm. If you miss the welcome meeting, our tour leader will catch you up as soon as possible."
    },
    {
      "dayNumber": 2,
      "title": "Full day exploring Mumbai including Mahatma Gandhi Museum, Towers of Silence and the thriving Dharavi quarter",
      "description": ": Today we'll spend a full day sightseeing with our local guide. One highlight we'll visit is the area where the film 'Slumdog Millionaire' was set, a thriving and industrious quarter called Dharavi. We'll also visit the Mahatma Gandhi Museum where we'll learn about the great man's life and ideas through an impressive collection of books, photographs and letters. On Malabar Hill we'll drive past the Towers of Silence. Built by the Parsis fleeing persecution in Persia during the 17th century, the Towers were a mortuary for the dead. Being traditionally Zoroastrians they were deposited in these towers to allow nature to dispose of them. We'll also visit the municipal dhobi ghats and the Prince of Wales Museum, which houses a collection of Indian miniatures from the Mughal and Rajasthan schools."
    },
    {
      "dayNumber": 3,
      "title": "Train to Chhatrapati Sambhajinagar, formerly Aurangabad",
      "description": ": This morning, you're free to explore Mumbai at your own pace. After an early lunch, we'll catch the Vande Bharat express train to Chhatrapati Sambhajinagar, formerly known as Aurangabad. The journey takes around 5 hours and gives us the opportunity to make friends with fellow local passengers and watch the ever-changing landscape roll by."
    },
    {
      "dayNumber": 4,
      "title": "Explore the impressive Ajanta Caves, a UNESCO World Heritage site",
      "description": ": This morning we'll make an excursion to the Ajanta Caves, located in a pass in the Vindhya Hills. A UNESCO World Heritage site, these rock-cut Buddhist caves date back to the second century BCE and include intricately cut temples and monasteries that contain a treasure trove of Buddhist art. Today, when we come upon this lost world, it seems as secluded and restful as a Cistercian monastery. The wall paintings illuminate Buddhist stories in flowing colours: real, live, characterisations, without the rigid hieratic postures one normally expects - an art form sanctioned by a transcendental philosophy, where lovers drink wine together and kings and princesses sit on their thrones attended by handmaidens."
    },
    {
      "dayNumber": 5,
      "title": "Visit Daulatabad Fort and Ellora Caves before overnight train to Hyderabad",
      "description": ": This morning, we'll visit the Daulatabad Fort, towering 250m above the surrounding countryside on a volcanic lava rock. Its three main walls use spike-studded doorways as ingenious defences against elephant charges. Nearby are the World Heritage-listed Buddhist caves, the Temples of Ellora. Dating from the 6th-8th century AD, they contain elaborate sculptures. These caves have been painstakingly hewn out of the hillside over a period of five centuries. They house over thirty monastic chambers and shrines and are a triple record of the aspirations of Buddhism, Jainism and Brahmanism. Here we'll see the rock-cut masterpiece, the Kailasa Temple, a replica of the mountain abode of Siva: it measures an astounding 33m deep by 81m long and 47m wide, and the stonemasons removed three million cubic metres of rock to create it. On our route back to Chhatrapati Sambhajinagar we'll stop at Bibi-ka Maqbara (an imitation of the Taj Mahal built as a mausoleum for Aurangzeb's wife). Once we arrive back in Chhatrapati Sambhajinagar, we'll board an overnight train to Hyderabad. Sleeper trains are a rite of passage on any journey through India and are a great way to meet locals as we travel. Please note, we try our best to book second-class carriages and keep the group together, however due to demand and the train booking system, our group might be split, with some passengers in third class. If this happen, our tour leader will make sure everyone finds their seat and is comfortable. Second-class sleeper carriages have four beds per compartment, separated by curtains. They're air-conditioned and bedding is provided, however, you might want to bring a sleeping bag liner for added comfort."
    },
    {
      "dayNumber": 6,
      "title": "Tour of Hyderabad - visit Charminar, Golconda Fort & Qutb Shahi Tombs",
      "description": ": This morning, we'll arrive in Hyderabad and transfer to our hotel before beginning our guided tour. Founded in 1589, the city went on to father some of the richest men in India, due in no small part to the diamond mines around nearby Golconda. In the late morning, we'll explore the bustling bazaars and colourful Islamic monuments of this energetic capital. We'll head into the Old City and visit the Birla Temple and the Charminar, or 'Four Towers', built to celebrate the end of a plague in 1591. This magnificent cream square archway stands on four 56-metre-tall towers near to the colossal black granite Mecca Masjid Mosque, the sixth largest mosque in India, which can accommodate up to 10,000 worshippers. In the afternoon, we'll visit the extensive ruins of the Golconda Fort, its citadel towering 120 metres above the 16th-century battlements. Intriguing elements to the fort include the excellent acoustics, hot and cold-water system, natural air conditioning and Turkish Baths. Built by the Qutb Shahi dynasty, the fort was once considered impregnable and even its massive gates were equipped with elephant proof spikes. Battles fought here were significant in the struggle between the Moghuls and Qutb Shahi kings, who once dominated the area. We'll also visit the nearby Qutb Shahi tombs. There are ten tombs in the area, all made of black granite or greenstone and housed beneath an onion dome. The most impressive is that of King Muhammad Quli Qutb Shah, the founder of Hyderabad who ruled until 1612"
    },
    {
      "dayNumber": 7,
      "title": "Journey to Bidar and spend the afternoon exploring the fort with its tombs and formal gardens",
      "description": ": Today we'll journey to Bidar, around a five-hour drive away - the roads are poor in this region, so expect a bumpy but leisurely ride. On arrival, we'll visit Bidar's fort with its ruined palaces and tombs of the Bahamani Kings. Large parts of the fort are now in ruins, but the walls remain giving us a good idea of how vast the place would have been. We'll walk through the formal gardens before making a short stop at cannon point to see one of the larger bastions used to protect the city against invaders."
    },
    {
      "dayNumber": 8,
      "title": "Visit Gulbarga and on to Bijapur",
      "description": ": This morning, we'll leave Bidar and drive to Gulbarga, the founding capital of the Bahmani dynasty. We'll take an orientation tour of the city, touching on the major sights, including the Bala Hissar Citadel, the elegant domed Jami Masjid, and the Tomb of Bahmani Sultans. Finally, we'll depart Gulbarga and continue our journey on to Bijapur."
    },
    {
      "dayNumber": 9,
      "title": "Explore the Gol Gumbaz mausoleum and Jami Masjid Mosque in Bijapur, then continue to Badami",
      "description": ": We'll start our day with a visit to the Gol Gumbaz, the vast mausoleum of its 17th-century ruler Mohammed Adil Shah. The mausoleum's unsupported dome is second in size only to St Peter's in Rome, an astounding 38 metres in diameter. We'll take a moment to test out the acoustics by standing on opposite sides and whispering into the walls. Before we leave Bijapur, we'll also visit the Jami Masjid Mosque and stroll through the bustling daily market. Our journey then continues to Badami."
    },
    {
      "dayNumber": 10,
      "title": "Visit Badami's Cave Temples, Pattadakal, and Aihole before arriving in Hospet",
      "description": ": This morning, we'll wake up in Badami. Once the capital of the Chalukyan, Badami is now a small village - with a busy bazaar - nestled between sandstone hills. We'll take a short drive to the famous Cave Temples of Badami. A World Heritage Site, the temples were hewn out of solid rock as early as 550AD and their interiors are lavishly adorned with reliefs and statues, one even containing an 18-armed Shiva. Later this morning, we'll drive to Pattadakal, situated on the banks of the Malaprabha River. Another World Heritage Site, its pink-tinged sandstone temples date back to the 7th century and represent a mixture of South and North Indian temple styles, confirming its importance as a meeting point of both traditions. After a guided tour here, we'll stop at the temples of Aihole. The sheer number of Aihole's 70 temples brings to life the glories of the post-Gupta period and reveals the genesis of Hindu medieval art (c.600). Stopping to visit several of the temples, we'll finally continue to our destination for today, the town of Hospet, our base from which we explore the astonishing archaeological site of Hampi."
    },
    {
      "dayNumber": 11,
      "title": "Full day exploring Hampi and its ancient ruins",
      "description": ": Today will be dedicated to exploring Hampi. The city was once the flourishing capital of the Vijayanagar Kings (14th to 16th centuries), who ruled one of the largest Hindu empires in Indian history. Suddenly destroyed in 1565 after the battle of Talikota, the ancient ruins are almost ethereal, a place of departed spirits. We'll aim to visit the temples of Virupaksha and Vittala, with its remarkable carvings, and amid the desolate and fantastic boulder-heaped landscape we'll come upon the Queen's Bath and the richly carved King's Throne, the finely sculptured pillars of the Ramachandra Swami Shrine, the vaulted Elephant Stables, the two-storied Lotus Pavilion, and the huge granite image of Narasimha, one of Vishnu's incarnations. The city was reputedly the size of Rome at its peak, with a population of half a million people. We'll spend the day here with a local guide before returning to our hotel in Hospet."
    },
    {
      "dayNumber": 12,
      "title": "Catch the morning train to Goa",
      "description": ": Leaving Hospet behind, this morning we'll take the early Amaravati Express train to Madgaon, arriving at the palm-fringed shores of Goa in the late afternoon. The Portuguese landed here in the 16th century, under Alfonso de Albuquerque, and captured the Arab trade settlement. They began building a city with houses, gardens and fountains, monasteries, chapels, and churches, including the white, 17th-century cathedral of St Catherine, which still stands. Goa eventually became the entrepôt for East and West, where merchants could buy pearls, coral, rubies, golden jewellery, silks, China porcelain, lacquered furniture, ambergris, and exotic spices. The Portuguese influence is still very much apparent - the main religion is still Roman Catholicism and siestas are still widely practised on hot afternoons. Like most areas in India, Goa has its own culinary specialities, you might want to sample the locally brewed spirit feni - a spine-tingling drink made from coconut or cashews."
    },
    {
      "dayNumber": 13,
      "title": "Morning visit to Old Goa, free afternoon on the pristine white-sand beaches of the Arabian Sea",
      "description": ": This morning we'll visit Old Goa where our tour leader will give us an orientation tour. The afternoon is then free to discover Goa at your own pace. We'll be based in Panaji, Goa's easy going capital; a friendly, sleepy town of narrow winding streets and whitewashed shuttered houses. Close by the capital are the superb beaches of Gaspar Dias and Dona Paula. The Malabar beaches here are long and pristine white against the turquoise waters of the Arabian Sea - note that although beautiful, some areas have a strong undertow."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Goa",
      "description": ": Our tour of central India ends at our hotel in Goa. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from either Goa's Manohar International Airport (GOX), located approximately 40 minutes from the hotel, or Dabolim Airport (GOI), around a one-and-a-half hour drive from the hotel."
    }
  ],
  "map": ""
}