{
  "destination": "India",
  "mainPhoto": "",
  "id": "7-day-golden-triangle-tour-in-india",
  "tourName": "7 day Golden Triangle tour in India",
  "placesVisited": "",
  "generalInfo": "This trip will not only take you to some of India's most popular visitor destinations on it's most famous route. It will also allow you to explore less visited sites and engage with locals all accompanied by our local guides.<br/><br/>Starting and ending in India's buzzing capital Delhi with it's huge array of historical monuments, the tour takes in the world heritage sites of Amber Fort in Jaipur and the Taj Mahal in Agra. <br/><br/>Including a local homestay, a stop at a rural village to enjoy a chai and snacks with the local community. This tour combines a truly authentic experience together with world famous attractions.<br/><br/>80% of all our tour profits go towards our NGO, Reality Gives, which provides education programs for underprivileged communities.",
  "durationDays": "7",
  "price": "68000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi: Welcome to Delhi, the nation’s capital, a vibrant city with an unbelievable amount of history! Your tour guide will meet you at the airport and then you will transfer to your hotel. Depending on your arrival time and how tired you are, the tour guide will plan the rest of the day with you accordingly which could include some sightseeing, plus a welcome dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi: Today you can do any of the City Tours or Slum Tours which we do. We suggest in the morning visiting Sanjay Colony, a small slum built on 25 acres of land located in the south of Delhi near the Bahai Lotus Temple and Iskcon temple. Learn about the working and residential life and witness how despite the challenging living conditions it remains an area charged with positive energy and strong community. You will also learn about the NGO programs directly supported by your visit. In the afternoon we suggest doing some more traditional sightseeing of your choice such as visiting India Gate, Qutub Minar, Humayun’s tomb, Agrasen ki Baoli (a stepwell) and Gurudwara Bangla Sahib, a Sikh temple and one of the largest community kitchens in India which feeds more than 10,000 people per day. In the evening, if you still have the energy, you can explore old Delhi and go on our popular food tour if you wish!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Delhi / Jaipur: We’ll leave Delhi in the morning by car, arrive in Jaipur (5 hrs) by the afternoon, and check in to our hotel. We will then go on an orientation walk around Jaipur, also known as the Pink City of India because it feels like every building within the historic centre is made and painted of pink terracotta colour. Later in the afternoon, we will head to Nahargarh Fort for the stunning sunset view of the Pink City."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jaipur: Today we will go on a full day tour of Jaipur. In the morning, we will visit Amber Fort with its magnificent views, and in the afternoon we will continue to explore the rest of the city, such as Hawa Mahal, City Palace and Jantar Mantar, and Bapu Bazaar if you wish to do some shopping. There’s also the option to see a Bollywood film at the famous Raj Mandir cinema."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jaipur/Agra: Today we’ll drive to Agra, home of the Taj Mahal and Magnificent Agra Fort. On the way, there is the option to visit Fatehpur Sikri fort and Abhaneri Chand Baori, one of the largest stepwells in the world where you descend many steps before reaching the water level. We will arrive in Agra in the afternoon where we’ll check into a family run guest house; afterwards we’ll explore Mehtab Bagh, a small 22 acre Persian-style garden located next to the Yamuna river, offering a very unique view of the Taj Mahal. Later we’ll visit the massive Agra Fort, built with red sandstone, Head back to hotel in the evening after dinner. If you are not tired have a drink on the hotel’s roof top overlooking the Taj!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Agra / Delhi: Today we’ll wake up early to see the Taj Mahal at sunrise- the best time to visit. We come back to our guest house to have a late breakfast and then check out and drive to Delhi. On the way we will stop at a small village where you will get an understanding of how the majority of India’s population live with their unique traditions and customs and visit one of our Rural Community Project to see how you support this by taking the tour with us. We’ll arrive in Delhi in the evening, check into your hotel and you probably won’t have much energy to do anything else!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Delhi (Departure): This morning we will finish the tour and we will transfer you to the airport."
    }
  ],
  "map": ""
}