{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tiger-safari-holiday-satpura-pench",
  "tourName": "India tiger safari holiday, Satpura & Pench",
  "placesVisited": "",
  "generalInfo": "The Indian sub-continent is home to some of the world’s most extraordinary wild landscapes. India now has as many as 2,967 tigers in the wild, with more than half of them in Madhya Pradesh and Karnataka, according to the tiger estimation report for 2018.<br/>India with 50 tiger reserves in 18 states has over 80% of the global tiger population.<br/>This “Call of the wild” is an amazing treat for nature lovers as the National Parks included in this program are fantastic tiger spots and offer good chance to spot them besides other flora and fauna. This is wildlife so sightings can never be guaranteed !! Keep your focused and you may just spot one…<br/><br/>To experience wildlife we have included rides in shared jeeps along with English speaking naturalist. <br/><br/>Highlights :<br/>- Satpura National Park<br/>- Pench National Park<br/>- Shared jeep safaris to visit National Parks<br/>- Stay on full board (breakfast + lunch + dinner) <br/>- Train journey in India for an extra ordinary experience and avoiding flight. <br/>- One domestic flight within India<br/><br/>Note :<br/>- Prices are applicable till 30th June 2024. However, these are not applicable during peak period - generally during festival period in India like Diwali and Holi and also from 20 Dec to 10 Jan. If your travel is happening during these dates, please let us know your dates of travel to quote you prices accordingly.<br/>- Prices are based on present park entry &amp; safari fee. If park authorities will increase the the park entry &amp; safari fee then the prices will be revised accordingly. At the time of your inquiry / booking, we will inform you about exact rates applicable for this tour. <br/>- Morning safari is from 6 am-11.30 am approx. and Afternoon safari is from 2.30 pm -6 pm approx.<br/>- Wednesday afternoon Park is closed. Also during Diwali and Holi festival Park is closed for full day.<br/>-This program starts with arrival in Delhi and then proceeding to Central India. We have not included stay / cost after dropping you at airport on Day 9. You have option of coming back to Delhi or continue to Mumbai or join this program with Golden Triangle (Delhi - Jaipur - Agra)..cost for tour arrangements after Nagpur on Day 9 would be extra. Let us know your preference and plans !!",
  "durationDays": "9",
  "price": "3207",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi / Bhopal (by train - 06.00 / 14.10 am) Early morning transfer to railway station to board day train to Bhopal. Arrival at Bhopal, check in at Jehan Numa Retreat (luxury room) for late lunch. Afternoon Excursion to Sanchi, a Buddhist complex, famous for its Great Stupa. Dinner and overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bhopal / Reni Pani Jungle Lodge Morning short visit of Bhopal and continue towards Madhai. The drive will take you a little under 4 hours. Check In at Reni Pani Jungle Lodge (luxury room) in time for a late lunch. Evening Canoe safari on the Tawa Reservoir. Dinner and overnight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Satpura National Park Early Morning wake up and head for a Safari into the Satpura National park. On safaris breakfast are in the forest. Return to the lodge for lunch. Evening head for a Jungle walk, a good time to see animals that are active at dusk with one of our star naturalists. Return to the lodge in time for dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Reni Pani Jungle Lodge / Bori Safari Lodge Early morning departure from the lodge for an exciting transfer through the Satpura Tiger Reserve, literally driving through the park the whole day to Bori Safari Lodge. Lunch will be served at Churna Forest House. This cross country drive through the reserve is an experience in itself giving you the rare opportunity to experience the jungle. Arrive at Bori Safari Lodge (luxury room) by evening. Check-in and a brief rest followed by an early dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bori Safari Lodge Morning at Leisure, opt for a Village / Nature walk followed by breakfast at the lodge. Day to relax and afternoon safari to the Jhalai Buffer Area Drive. Back at the lodge for Dinner and overnight."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bori Safari Lodge / Jamtara Wilderness Camp Breakfast at the lodge and depart for Jamtara which will take around 4 hours. Arrive at Jamtara Wilderness Camp (tent) in time for Lunch. Afternoon at leisure or option for a village walk to the Jamtara village. This village is quite special to the team , from its people to the different activities that took place while our set up took place. Being so remote from any major city, the rural villages that surround us use minimal means of transportation, electronics, and machines, truly transporting you back in time. . Dinner and Stay overnight at Jamtara Wilderness Camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jamtara Wilderness Camp Wake up for an early morning safari into Pench National Park. The Teak forest of Pench, allows you to see much deeper, hence keep your binoculars ready. There is opportunity to see Tigers, Leopards, Wild Dogs, Sloth Bears, Gaur to name a few. And ofcourse over 200 species of birds. You will return to camp approximately by 11 AM after breakfast in the Park. Afternoon free at leisure, you may take a walk through the buffer forest or pick up a cycle to explore around on your own. Lunch and Dinner will be at Camp."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Nagpur to connect flight to Delhi or Mumbai. Early breakfast and transfer to the Nagpur airport for your flight home. The drive to Nagpur airport will take about 3 hours."
    }
  ],
  "map": ""
}