{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-with-ranthambore-group-tour",
  "tourName": "Golden Triangle with Ranthambore group tour",
  "placesVisited": "",
  "generalInfo": "Combine India’s celebrated Golden Triangle with time in Ranthambore National Park on this 10-day small group tour. Take a cycle rickshaw ride in Old Delhi and explore its famous monuments and buildings, including the Red Fort Qutab Minnar and Humayun’s Tomb.<br/><br/>In Agra, visit the legendary Taj Mahal at sunrise and then explore Agra Fort. Next, you have the chance to spot tigers in Ranthambore National Park on three game drives. Visit the 8th Century old Stepwell.<br/><br/>You’ll get to know beautiful Jaipur, too, on a full city tour, visiting the Amber Fort, City Palace and Hawa Mahal. In the evening, explore the local markets, bursting with colourful textiles, jewellery and furniture.<br/><br/>During this tour, all breakfasts and dinners are included and in Ranthambore all meals are provided. Transport is in an air-conditioned coach and an accompanying English-speaking guides will escort you throughout the tour. All excursions and entry fees to monuments, as detailed in the itinerary below, are included.",
  "durationDays": "10",
  "price": "1640",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the Hotel. Hotel: Eros Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - After breakfast, full day city tour of New & Old Delhi. Places to visit include: • Jama Masjid • Cycle Rickshaw ride in Old Delhi. • Visit to Asia's Largest Spice Market • Red Fort (from Outside) • Humayun’s Tomb • Qutub Minar • Drive Past Kartavya path & Janpath. Overnight at the Hotel. Hotel: Eros Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Agra - After breakfast, you will be driven to Nizamudin railway station to for a short 1.4 hours train ride to Agra. On arrival check in at the hotel. Afternoon sightseeing tour of Agra visiting Agra Fort & Mehtab Bagh to see the Taj Mahal from the other side of the river during sunset. Rest of the day is free at leisure. Overnight at the hotel. Hotel: Trident Agra"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agra & Ranthambore - Sunrise Taj Visit (closed on Friday). After a memorable visit of the Taj return back to the Hotel for breakfast. Check out and drive to Ranthambhore (approx. 6 Hrs) en-route visiting Abhaneri (Chandbaori). Upon arrival in Ranthambore check-in at the hotel. Hotel: Ranthambhore Regency"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ranthambore - Early morning proceed for a jungle safari (shared basis) in Ranthambore National Park. Return to the hotel for breakfast & lunch. In the afternoon, proceed for another jungle safari (shared basis). Overnight at the hotel. Hotel: Ranthambhore Regency"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ranthambore & Jaipur - Early morning proceed for jungle safari (shared basis) in Ranthambore National Park. Return to the hotel for breakfast. After breakfast, drive to Jaipur (approx. 4 Hrs). Upon arrival in Jaipur, check-in at the hotel. Spend the evening at leisure. Overnight at the hotel. Hotel: Hilton"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaipur - After breakfast, enjoy a full day city tour of Jaipur. Places to visit include: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only). In the evening explore the colorful local markets of Jaipur. Hotel: Hilton"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaipur - After breakfast, your day is free at leisure. We have a wide range of activities which we can organise for you for this free day on your request with supplement cost, such as: Art & Antiquities Walk, Block Printing, Bagru, Bazaars, Craft & Cusines, Blue Pottery Excursion, cooking demonstrations along with meal with the local family and so on. Hotel: Hilton"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Delhi - After breakfast, drive back to Delhi (approx. 5 Hrs). Upon arrival check in to the Hotel. Overnight at the Hotel. Hotel: ITC Welcomhotel Dwarka"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Delhi - After breakfast, you will be assisted & transferred to Delhi International airport to connect with your flight for your onward destination."
    }
  ],
  "map": ""
}