{
  "destination": "India",
  "mainPhoto": "",
  "id": "northern-india-holidays",
  "tourName": "Northern India holidays",
  "placesVisited": "Delhi, Jaipur, 2 game drives in Ranthambore National Park, Fatehpur Sikri, Taj Mahal, Varanasi and the Ganges",
  "generalInfo": "North India holidays will always feature a colourful swirl of romance and rickshaws with the luscious pinks of Jaipur blending effortlessly with the russet red sunsets over the Amber Fort in Agra. <br/><br/>On a round trip from Delhi, this fabulous ten day north India holiday incorporates all of the iconic highlights from the region with time spent people watching on the banks of the River Ganges, just as enthralling as an afternoon game drive in the peaceful confines of Ranthambore National Park.<br/><br/>This is one Northern India holiday that never fails to excite and relax in equal measures with visits to the Taj Mahal and the Red Fort just as memorable as overnight train journeys to Varanasi and back to Delhi.<br/>",
  "durationDays": "9",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in Delhi, a thrumming city chock full of architectural masterpieces. Meet the group either at a named meeting point (normally Iris Park hotel) or Delhi Airport – see the Joining Instructions for more information. Once everyone has arrived, we depart for Jaipur, which takes five to seven hours, depending on traffic. There’s a lunch and toilet stop en route. Around 6pm, we gather as a group to learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner at a nearby restaurant. Want more time in Delhi? Secure pre-tour hotel nights through your sales representative Accommodation: 7 Apple Hotel – Jalmahal (or similar) Upgrade to a room overlooking the Jal Mahal today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Built in the late 18th century, Jaipur is a planned city of broad avenues constructed of sandstone and later painted pink. On a tour led by a local guide, we visit one of the most intriguing sights in India, the observatory of Jai Singh, an assembly of immense astronomical instruments in a pleasant garden. We also see the impressive Hawa Mahal (Palace of the Winds), then visit the hilltop Amber Fort, which sits above a lake a few miles from the main city. After, the tour leader generally takes the group to a textiles factory to see how the local textiles are created, from start to finish. At the end, we can browse the shop and pick up anything from a complete outfit to handmade notebooks made from offcuts. Accommodation: Hotel 7 Apple – Jalmahal (or similar) Upgrade to a room overlooking the Jal Mahal today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rise early, heading out for a dawn walking tour as the Pink City begins to wake. Visiting different chowkris (blocks) within the walled city, we can see the local people start their day and watch the rituals that take place in early morning markets and small temples. We can also interact with different artisan communities, while also sampling local food and drink. We return to the hotel in time for a later breakfast. After checkout, we transfer (approximately five hours) through rural villages to Ranthambore Tiger Reserve; staying in a hotel not far from the park entrance, we’re well located for our two game drives tomorrow. Accommodation: Raj Palace Resort (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Ranthambore today, one of the reserves created by the government-backed conservation scheme, Project Tiger. Many of our groups have seen Bengal tigers here over the last few years and today we maximise our chances of seeing one with two game drives. Our first starts before breakfast, at around 6am. As we search for tigers, we also hope to see the other wildlife living here: several deer species, crocodiles, and bird life including purple herons, kingfishers, cormorants, parakeets and partridges. We return in time for a later breakfast and a chance to relax and reflect on the wildlife spotted. We head out again for our second game drive around 2pm. Accommodation: Raj Palace Resort (or similar) Please note, occasionally the game drive timings or zones may be adjusted depending on government restrictions and changes in national park zonal opening/closing times."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Start with an early breakfast before travelling (four to five hours) to Agra, stopping en route for a snack lunch. We arrive this afternoon and start our half-day sightseeing tour, first visiting the Agra Fort, whose mighty sandstone walls enclose the white-marble Pearl Mosque and the palaces, halls, courtyards and fountains of Emperor Akbar’s sons and successors: Jehangir and Shah Jahan. Later, we visit the Taj Mahal for sunset, when the white-marble exterior is illuminated by the soft light and the crowds are smaller. After admiring it from the outside, we head inside, with a chance to explore the beautiful inner chambers and mausoleum, while our tour leader shares the history of this New World Wonder. Accommodation: Hotel Sun Ring (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Rise early to reach Agra station for our 6am Vande Bharat Express train to Varanasi. Relax on board before we arrive around 1pm and transfer to our hotel. On the river Ganges, Varanasi is one of the holiest cities in India and stands at the centre of the Hindu universe. As such, the city lives and breathes Hinduism: there are thousands of pilgrims, wandering holy men (Sadhus), religious elders and casual visitors. There is time to visit emporiums specialising in silks and brocades or maybe take a massage by the riverbanks. This afternoon, we can take an optional visit to nearby Sarnath Temple, home to the Dhamekh Stupa, the spot where Buddha is believed to have given his first sermon. There’s also an archaeology museum, which exhibits Buddhist artefacts and houses the findings of excavations from the Sarnath site. Your tour leader can organise various optional sightseeing trips during your two days here. Accommodation: Hotel Surya (or similar) Upgrade to a premium room with a balcony today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Just before dawn, we take a boat ride on the Ganges to witness the extraordinary spectacle on the ghats, the steps leading down to the river. Every day, thousands of Hindu pilgrims come to this 3mi (5km) stretch of riverbank to soak in the holy waters. This afternoon, we board the Vande Bharat Express train back to Delhi, a great opportunity to see more of India as you pass through rural villages, towns and cities. A light snack dinner is provided, which usually includes a soup and light meal with rice and vegetables. You may wish to pick up some additional snacks prior to boarding. We arrive in Delhi late evening and transfer to the hotel. Accommodation: Iris Park (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you are free to relax or explore the sites of New and Old Delhi (an optional sightseeing trip can be organised if you wish). Recommended sites include the Red Fort, Humayun’s Tomb, India Gate, Jama Masjid (the largest mosque in India), Sheeshganj Gurudwara (Sikh Temple) and Raj Ghat. For last-minute shopping, visit the market area of Chandni Chowk or Karol Bagh. Accommodation: Iris Park (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our adventure through northern India ends today. If you’ve still a few pages left in your travel diary, speak to your sales representative about extending your stay in Delhi. Alternatively, catch your free transfer to the airport and begin your return journey home – remember to provide your details at least two weeks prior to arrival to secure your seat."
    }
  ],
  "map": ""
}