{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-nocturnal-wildlife-safari",
  "tourName": "India nocturnal wildlife safari",
  "placesVisited": "",
  "generalInfo": "This unique Indian wildlife safari holiday is focused on the rare opportunity Panna National Park gives people to explore the forests after dark and see some of the elusive and rarely seen species of Central India. <br/><br/>Many people who have been on a safari to India have noticed in the wildlife books there are many species, from civets and hyenas to owls and nightjars which are rarely if ever seen. This is because these species and many others are strictly nocturnal. So we have found a way of getting into the forests safely after dark to try and see these species, in addition we have a much higher chance of seeing species such as leopards, sloth bear and tigers which are also largely nocturnal too.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also focus heavily on some of the 40 plus Tiger Reserves in this wonderful and diverse country. One of these reserves is Panna National Park, a little visited but large park with a population of tigers inhabiting it – but without the large numbers of tourists that can be found in the more popular and well known parks. <br/><br/>This tour doesn't just enter the main park in search of tigers, dhole and other typical Indian tiger safari species (which are included), but we also spend time outside of the main park and in the buffer zones where we stay overnight in a wonderful tented camp and have night safaris.<br/><br/>After years of travelling to India we have been asked many times about why we cannot spotlight in the parks after dark to try and find the really interesting animals. Such as striped hyenas, leopards, leopard cats, Bengal foxes, Asiatic crested porcupines and the numerous civets and genets which live in India. We are now able to head into the buffer zone after dark and spotlight for wildlife, this has increased the sightings of usually difficult and elusive species. So if you have always wanted to see the Indian wildlife which is usually out of sight, then this is the wildlife tour for you. <br/><br/>Panna is one of India's less visited parks, so you can often have the park and surrounding buffer zones to yourself or with very little other tourists, which is a rare event in Indian tiger reserves nowadays. <br/><br/>In addition to this tour we have an incredible range of safaris in India. Whether you wish to visit the Western Ghats for its endemic species, Gujarat for the desert adapted species, the high grasslands of the North East for giants such as rhinos, elephants and buffalo or even head to the Himalayas for snow leopard spotting we have the itinerary for you. India is a treasure trove of wildlife and habitats and all you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Indian wildlife safari tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Delhi. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Panna. Your naturalist escort is an expert in tigers and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. <br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>The best time to go wildlife watching in Central India is mid January to mid May. This is the hot dry season with the hottest time from beginning March until mid May. This is when many species come out to waterholes to find water. <br/>However you can visit this park and enjoy the itinerary between November – April. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.• Our local Indian guides around Panna have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• All the above reasons give this, our wildlife and tiger safaris of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as brown and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is completely focused on one national park and tiger reserve, Panna. It is located in Madhya Pradesh. We will fly in and out of Delhi and then travel onto Khajuraho before reaching the park in the Indian wilderness.<br/><br/>Fitness Level:<br/><br/>All of this safari is done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "8",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Arrival On arrival at Delhi international airport you will be met by your local guide and driver and from here be transferred to your hotel. The rest of the day will be at your leisure. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - Panna National Park - Travelling This morning you will be transferred to the domestic airport terminal to catch your flight to Khajuraho (1.5 hour). From here your new driver will take you to your lodge located on the banks of the Ken River and on the border of Panna National Park. On arrival here, you will check in and have your evening meal. (breakfast and dinner are included today, lunch is not included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Panna National Park - Wildlife Watching Today you will enter Panna National Park twice, once in the early morning and once in the late afternoon. You can choose your activity (on private tours) between jeep safaris or boat trips down the Ken River. However we recommend jeep safaris as they cover more ground and will enable you to see a larger area of the park and have better chances of seeing wildlife such as tigers. Many people regard Panna National Park to be one of the most aesthetically beautiful parks in all of India. You will return to the lodge in between wildlife watching excursions. (all meals included)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Panna National Park - Wildlife Watching Today you will once again be able to explore Panna National Park twice (after returning from Jhinna Camp), you are once again free to decide on whether you would like a river cruise or jeep safari in the morning and the afternoon. Today is your last full day here and if we have not seen a tiger then we recommend trying hard for tigers today. As with the previous days you will return to the lodge for your meals. (all meals included)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Panna National Park - Wildlife Watching This morning before breakfast you will enter the park for the last time (either via a boat or jeep) to look for wildlife. When you return you will have breakfast and check out. You will be transferred back to the ancient city of Khajuraho in time to catch your return flight to Delhi. On return to Delhi you will be transferred to your hotel for your final night. (breakfast only included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure Today you will be taken to Delhi airport in time to catch your return flight home. (breakfast only is included)."
    }
  ],
  "map": ""
}