{
  "destination": "India",
  "mainPhoto": "",
  "id": "ladakh-photography-tour-in-india",
  "tourName": "Ladakh photography tour in India",
  "placesVisited": "",
  "generalInfo": "Our photo tour of Ladakh has been carefully timed to include two Buddhist monastic festivals, which are the heart of all of the Indian festivals. Traditional dances are performed by monks wearing colourful silk garments and different facial masks, who swirl and dance as they portray old legends and stories – truly a portrait photographer’s dream come true.<br/><br/>Far from the maddening crowds, the area comprises a sprinkle of ancient monasteries amongst high altitude passes, surrounded by snow-capped mountains sandwiched between China and Kashmir. Nomadic tribes with yaks, pashmina goats and Bactrian camels gently cross arid landscapes against cobalt blue skies. The dominant religion is Buddhism, and it is one of the few places where Mahayana Buddhism, also known as Lamaism, is still practiced. This religion is a mixture of the animistic Bon faith and ancient Hindu tantric practices. <br/><br/>The stark yet beautiful landscapes contrast significantly with the rich décor found in the monasteries, and the light that plays on the mountains, near and far, will delight any photographer. The people here live very tough lives, but we have found them to be some of the friendliest folk in the region, and with Nathan's help, many are willing to engage with you as you take their portrait photographs.<br/><br/>Transport is an essential consideration of any tour but even more so on a photography tour in Ladakh. Although the roads are surprisingly good for such mountainous terrain (thanks to the Indian Army), there are inevitably some long drives on this tour. Your safety and comfort are our primary concerns, and so we break the group up into a convey of Innova cars. <br/><br/>Unlike many other photography tours, we assume photographers will want private rooms and won't like to share. We do not charge a single person supplement, however we can offer a discount if you would prefer to share a room with a friend or partner.",
  "durationDays": "13",
  "price": "6950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi Upon your arrival in Delhi, you will be met by our representative who will transfer you to our Hotel in the Aerocity near the Airport. Nathan will run the optional pre-tour technical and aesthetic workshop in the afternoon for those who are new to travel photography or feel they would benefit from a refresher course. Around 6pm you will meet Nathan and the group for a meet’n’greet and a tour briefing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi - Leh - Alchi In the early morning we head to the airport for our flight to Leh. Upon arrival, we drive on the Indus river route to visit the lovely oasis of Alchi situated in the outer Zanskar region. As we drive past colourful villages and hillside monasteries the journey will get more interesting. We spend the afternoon and evening resting as we need to acclimatise because of the high altitude. Alchi is 500m lower than Leh so it makes acclimatisation easier, and also has one or two nice cafes where you can kick back and watch the world go by."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Alchi - Lamayuru Before breakfast, Nathan will lead a village photo walk around Alchi homes and fields. After breakfast, we will drive along the Indus Valley to Lamayuru, about 65 km away. On the way we pass through the ‘moonland’, a unique landscape of rock formations. Upon arrival at Lamayuru we will visit the village and the monastery, one of the oldest Gompas of Ladakh with more than 400 Buddhist monks undergoing training. It is located on a sediment rock hill cliff and appears to be precariously balanced by some strange mystical power unknown to human beings. Next to the cliff is a deep gorge where the Lamayaru rivers meanders like a snake through the valley. The village is located below the monastery close to the river. The green fields around the village and the stream flowing through the fields make a refreshing change from the other-worldly environment of Lamayuru."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lamayuru - Dah After breakfast, we will drive to the Dah Valley, which takes about 4 to 5 hours including a few stops en route at some local villages. Upon arrival we will check into our camp, and later in the evening we will visit the Dah Village. Dah is popularly called the last Aryan village in India and is the only place in the country where you can meet the Aryan tribe. The community here still follows its old traditions and marries within its own community, as the people here believe that Aryans can marry only Aryans. We will walk around the village and later head back to the camp."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Dah to Leh After breakfast we will retrace our route to Leh, stopping on the way to visit the Phyang Monastery to witness its biggest festival - Phyang Tsesdup. We will spend a couple of hours here and enjoy the masked dance. The colourful dancers will present some fantastic photographic opportunities as they whirl around the courtyard of the monastery. We will then continue to Leh where you will have time to explore the streets and markets."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Leh Before breakfast, we will visit Thiksey monastery, the largest “gompa” in central Ladakh, set on top of a hill around 20km to the east of Leh. After breakfast, we will further explore Leh, a bustling town that is dominated by Leh Palace. The walk up is quite steep but certainly worth it for the view from the top. On the way we will explore the winding and dusty streets of the old area which has many very old houses and shops. Here you will see bakers making naan bread in the traditional tandoor ovens. In the evening we will visit the castle for some sunset shots."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leh - Nubra Today we drive up and over the impressive Khardungla pass which is located at a height of 5300m above sea level. It is supposedly the highest driveable pass in the world and as you can imagine, it twists and turns offering you vista after spectacular vista. Despite being sparsely populated we will make time for a few comfort stops along the way. From the pass, we drive along the Shyok river basin towards the Hunder region located in the Nubra Valley. The scenery here is raw, primeval even, but is always changing, and the region is famous for its farms, sand dunes and Bactrian camels. On arrival we will settle into the resort, and later we will arrange a photo session in the sand dunes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nubra Valley and Around Early In the morning, we will drive to visit Bogdang, a small Muslim village with a total of just 270 households. The main area of the village is located on a cliff and the walk up is a little tough but worthwhile. We will spend a couple of hours here before returning back to the base (Nubra). In the afternoon we will drive to visit another village called Sumur (a drive of about 45 minutes each way). The village also has a smaller version of the sand dunes and the daily life here can be fascinating."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nubra to Leh After breakfast, we will start our long drive back towards Leh which will take about six hours. You will never tire of the views, however. and we will stop often to take photographs, get refreshments and so forth, together with a packed lunch. Upon arrival in Leh we will transfer straight to the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We have to start very early today and will drive along the Indus Valley to one of the most spectacular lakes of the Himalayan region, Tsomoriri. The valley narrows and we pass through some stunning mountain scenery. On the way, we hope to encounter nomads with their herds of yaks and pashmina goats. The freshwater lake is approximately 40 km long and is situated at an altitude of 4500m, flanked by the Trans Himalayan and the Greater Himalayan ranges. We will also explore the local village and its monastery. We have timed this tour to coincide with the Korzok Gustor festival, which is celebrated by the monks and villagers together. We stay overnight in pre-fab bungalows."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Details TBC"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tsomoriri to Leh Before breakfast, we visit some nomadic sheep herders who will be nearby because of the festival. After breakfast, we will check out from the camps and retrace our journey back to Leh. Catching the light from a different angle at a different time of day, we hope to make some nice stops along the way. When we reach Leh you will be free to do some shopping or grab some last-minute shots before we settle down for our farewell dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart for Delhi (or optional Agra extension): Early in the morning, we will leave for the airport to catch our flight to Delhi. Those of us joining the extension to Agra will drive from the airport, arriving in the middle of the afternoon. We hope that you will have had a memorable adventure!"
    }
  ],
  "map": ""
}