{
  "destination": "India",
  "mainPhoto": "",
  "id": "brahmaputra-river-cruise-culture-wildlife",
  "tourName": "Brahmaputra river cruise, culture & wildlife",
  "placesVisited": "",
  "generalInfo": "Embark on a cultural and wildlife adventure along the Brahmaputra river!<br/><br/>Dibrugarh | Jorhat | Kaziranga | Bramhaputr Cruise | Guwahati<br/><br/>India is blessed with many bountiful rivers, but Assam's Brahmaputra river is undoubtedly the mightiest of them all.<br/>It is presenting to you a variety of cultural and wildlife delights along its course, like tracking rhinos and tigers at Kaziranga National Park or meeting the dancing monks of the neo-Vaishnavite sect at Majuli. There's plenty to enthrall travellers of all ages on the lahé (meaning 'slow' in Assamese) cruises.<br/><br/>Includes:<br/>* 7 Nights stay in selected hotels<br/>*3 Nights in Privet House Boat in the Bramhaputra<br/>* 10 breakfast, 10 dinner and 9 lunches <br/>* AC SUV for the entire tour (Except for Cruise)<br/>* Accompanied English speaking guide for the entire tour <br/>* Local ferry transfer to Majuli Island with local lunch<br/>* Jungle safari and all activities mentioned in the plan<br/>* All monument entrances as applicable<br/><br/>Best months for travel: November to March",
  "durationDays": "11",
  "price": "4407",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Dibrugarh Airport: We receive you at Mohanbari Airport in Dibrugarh. After customary greetings, we take you to the hotel. Dibrugarh is one of the oldest cities lying on the banks of Brahmaputra, popularly referred to as the 'Tea City of India'. With oil and timber industries in and around, the city today is also an important gateway to North and Eastern Arunachal. Dibrugarh is also the base for exploring the wilderness and tea gardens of Eastern Assam. Planters Bungalow (Mancotta Heritage Bungalow): By lunchtime we will check in at a lovely tea planter's bungalow, popularly known as Chang bungalow. After lunch, we have an opportunity to walk in the tea garden and know about Assam's famous flavoured CTCT tea. In the evening, special cultural dance performance can be arranged over a bonfire on request."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Full day in DIBRUGARH: Today we have a full day to explore the surroundings of Dibrugarh. • Namphake village – 1.5hr drive - We start early after breakfast and visit a unique village in Nampakhe, a small Buddhist village of 70 odd families who are connected to the Tai peoples. They maintain their unique culture, language, dress, food and script which relates to Thai origin. Here we will meet the villagers and interact with them to know more about their culture. We will also visit the most p opular Namphake Buddhist Monastery which practices Theravada Buddhism. •Digboi Excursion – 40 km in 1 hr - From Nampakhe, we drive to Digboi. Famous for holding the oldest oil refinery in the world, Digboi is a small town in Tinsukia District. Established in the year 1901, the refinery of Digboi is the first oil plant in the country and is still functioning. The oil fields and the Assam Oil Museum of Digboi attract most of the tourists in this area. OR • Dibru Saikhowa Excursion – 45 km in 1.2hr From Digboi we start driving to Dibru Saikhowa National park for a ride on the Brahmaputra on a boat. We reach by 2 PM and embark on the boat for lunch. Rest of the day we sail across the mighty river in search of Gangetic dolphins and a large number of migratory birds. We will witness a fascinating sunset creating a magical colour over the horizon. (Boat ride is subject to river conditions and we may skip this in case of any difficulty, and instead do boating in Maguri Bill for birding). Overnight at your Bungalow."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dibrugar to JORHAT via Sivasagar (by road - 140 KM. in 4 Hr.): Today we drive to Jorhat in central Assam - a tea country in the vast valley of the Brahmaputra River. On our way, we will stop by an artistic, elegant and historical town - Sivasagar, known for Ahom Dynasty Palaces, Temples and old Monuments. All these reveal the efficiency of those skilled hillmen who arrived here by chance and ruled this land for over six hundred years. The relics of the Ahom Dynasty you see at Sivasagar explain why they were the only deserving candidates for such a long time and how come they have remained unbeaten even in the memories of Assam. Tai Museum: In Sivasagar, we visit the Tai Museum, which lives and breathes some invaluable artefacts of Ahom Kingdom, a significant part of Assam's glorious past. Rang Ghar: This is perhaps the most surprising creation of Ahom builders found at Sivasagar. An oval-shaped, double-storied construction with an inverted boat like a roof, Rang Ghar was an arena constructed by the King Swargadeo Pramatta Singha. This cultural playground of Ahom Monarchs remains the largest theatre in Asia. The drive along the Highway will finally end at the fabulous planters bungalow popularly known as Burra Shaib’s bungalow or the Thengal Manor - a heritage bungalow originally used as a Visiting Agent’s bungalow by George Williamson which is about 125 years old and the total floor area is about 10,000 sq.ft. Soak in the comfort in the bungalow and enjoy the serenity of the lush tea estate. If you have a golf interest there is an 18-hole, Par 71 Golf Course in the midst of a tea garden which was developed on a 150-acre site. Overnight at your Heritage Bungalow (Thengal Menor) in Jorhat."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Full day at MAJULI Island: Majuli - the largest river delta island separated from mainland Assam by the massive Brahmaputra River - is a Vasnavite site and making it unique in the eyes of the world. During 16th century A.D., great Vaisnava Saint Sankardeva had brought in the ideas of democratic social values, unification of diverse ethnic groups with verdant spiritualism which founded the basic fabric of a casteless social structure, the Assamese Society. It created a system of social governance and community living, which is a unique example of unity in diversity. In addition to that, Majuli is also enriched by the vibrant culture of its inhabitants belonging to the Mising, the Deori, the Sonowal Kachari, the Ahom and the Nepali communities. The vast expanse of the island is also very colourful for the sunset photography and bird watching. We will drive to Nimatighat where the chartered or public ferry will take us to this magical land (1.15hr each way). On reaching the other side we will take another vehicle and enter inside the village. We will explore the village by foot and car and visit the Satras - the religious and cultural institution which played the pivotal role in uniting the people of assam during 15th Century. We will also see and learn about the different cultural activities including mask making, boat making, traditional fishing, pottery, weaving and bamboo craft. After a lunch, organised in a local family house, we will return to the Ferry Dock and transfer to Jorhat."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jorhat to KAZIRANGA (2hrs): This morning, you can go for a visit to the famous Hoollongapar Gibbon Sanctuary 24kms from Jorhat. This is the only sanctuary for the apes in India known as Hoolock Gibbon. This evergreen sanctuary is also home for 7 primates including rare Slow Loris, stump tailed macaque, capped langur, assamese macaque etc. There is no forest safari but you can walk on the nature trails with a forest guide to find some of the primates in their natural habitat. Leave for Kaziranga around mid- Morning. Reach Kaziranga towards early in the afternoon. Check into the resort. KAZIRANGA: Lady Curzon, wife of the British Viceroy to India, visited Kaziranga in the winter of 1904. Unfortunately, contrary to her expectations of seeing the great Rhino itself, she could only find a few of its hoof marks. Struck by its perilous state she impressed upon her husband Lord Curzon, the need to save the Rhino. Today 100 years later, in what can be called this Century’s Greatest Conservation Success Story, the Rhino population at 1600 is the single largest in the world! Kaziranga National Park in Assam has to be the most beautiful and attractive place you can choose to visit in north-eastern India. An UNESCO World Heritage Site, Kaziranga's 470 sq kms of lush green flood plains is home to some of the most fascinating wildlife in Asia. The Burma Monsoon Forests of Kaziranga lies in the flood plains of the mighty Brahmaputra River at an altitude of 50-80m. To discover: he 5 meter tall elephant-grass to Greater Adjutants, Bengal Floricans, Pallas's Fish Eagle, Black-necked Storks, the Greater One-horned Rhinoceros and Asian Elephants and much more! Overnight at your Diflu River Lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kaziranga Elephant SAFARI in West or Central Range: In the morning we can go for an Elephant safari in an open hood jeep, inside the vast grassland to spot the wild animals. The early morning light in this grassland provides an excellent opportunity to photograph this wilderness. The jeep safaris are ideally for 2hrs and you can have several 2hrs safari during your stay in the park. Eastern / Central / Western Range: You can enjoy the beauty of the Greater One Horned Rhinoceros with its majestic body and its charismatic horn, see herd of elephants and some most magnificent tuskers (if you are lucky!). You are sure to come across herds of Wild Buffalo with their magnificent horns. These are some of the last populations in the wild. You would also come across herds of Hog Deer, Sambar and Swamp Deer. Its a paradise for bird-watchers (please do not forget to bring your own binoculars). You could also come across wild boar, Hog Badgers, Porcupine. Red Jungle Fowl, Kaleej Pheasnt and Swamp Francolin could also be spotted, if you have sharp eyes and strong hearing. If you look towards the sky, you may be able to spot Pallas Fishing Eagle, Hornbills and Cranes in flight. And if you are lucky enough, you might as well come across a tiger or two. Apart from Wildlife safari, Kaziranga also offers to have a village tour. You can spend the day visiting a Mising village. The Mising people mostly live in a small area by the river side in the fringe of Kaziranga National park. Explore the village with your guide and learn their culture. A traditional Mising lunch can also be arranged in the village. You may also opt for a local boat ride in a small river and try to see the rare Gangetic Dolphin. Evening at leisure at your jungle lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kaziranga to GUWAHATI - HOUSE BOAT CRUISE – 3 nights Cruise: From Kaziranga we sail for three nights on the Brahmaputra River to reach Guwahati, on a private house boat. 3 Nights & 4 Days Cruise | Destinations: Silghat (Kaziranga) – Nameri NP – Tezpur – Sualkuchi – Guwahati. First day cruise on Bramhaputra River and arrive at Silghat: On arrival embark your exclusive houseboat MV Rudra Singha by 9 AM. The crew with boat manager and guide will greet you with a glass of welcome drink. Start sailing towards Tezpur. Disembark at the waterfront of Tezpur town and drive an hour to the Nameri National Park located at the foot of the blue hills of Himalaya. On arrival at Nameri National Park drive for another 30 minutes and take a float trip of around two hours down the Jia-Bhoreli River through the park. There are excellent bird-watching opportunities here (look out for the great Hornbills) and, perhaps, the chance of sighting wild elephants. Lunch will be served outside. Post lunch, trek inside the park to see some of the endangered bird species of Himalaya before returning to our boat. Drive back to the houseboat. Dinner and overnight onboard MV Rudra Singha."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "SECOND DAY CRUISE on Bramhaputra River: This morning, after breakfast visit the Tezpur town and explore the Cole Park with its medieval stone carvings saved from sites all over the region, and passing the bungalow once lived in by Alexander Bruce, a pioneer of the tea industry. Our ship will be waiting at the town’s waterfront for us to re-board. On reaching at the boat sail downstream. Enjoy the sailing on the Brahmaputra River with a cup of tea & coffee served with snacks. Lunch will be served onboard. Post lunch time permitting visit a local Assamese village. The boat will be moored near to a sandbank. Dinner and overnight onboard MV Rudra Singha."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "THIRD DAY CRUISE on Bramhaputra River Morning post breakfast we shall continue sailing downstream towards Sualkuchi. While sailing downstream, enjoy the river life while passing the fisherman’s boat. Also try to identify the bird species that you might see during sail. Lunch will be served onboard. Post lunch visit its silk weaving workshops accompanied by your Manager cum guide on your mountain bikes or e-rickshaw to see the whole process of silk manufacture, from cocoon to spinning to dyeing and finally to hand weaving into exquisite saris and dress lengths. Also known as the textile center of Assam, Sualkuchi is famous for its high-quality Muga, Pat and Eri silk products. Local attires like ‘Mekhela Chador’, ‘Sari’ and ‘Gamosa’ are made from these indigenous silk materials which have a great demand throughout Assam and India. After exploring Sualkuchi return to the boat and sail towards Guwahati. Enjoy the sunset on the sundeck with tea, coffee and snacks served there. Tonight, the boat will be moored near to a sandbank and you will be treated with a specially cooked farewell dinner. Overnight onboard MV Rudra Singha."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Last day cruise on Bramhaputra River: Today morning after breakfast disembark at Uzanbazar Ghat, Guwahati, for your onward journey. NOTE: The River Itinerary is dependdent on river conditions. On arrival we receive you at the jetty and take you to your hotel in Guwahati. Rest of the day is free for you to explore the town."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure from Guwahati Airport: We leave Guwahati after breakfast and escort you to the Airport to take your flight to Delhi or Kolkata for the international connection. Tour ends."
    }
  ],
  "map": ""
}