{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-with-udaipur-shahpura-holiday",
  "tourName": "Golden Triangle with Udaipur & Shahpura holiday",
  "placesVisited": "",
  "generalInfo": "Delhi, Agra and Jaipur are classics for a reason, but it can be tricky to approach the famous ‘Golden Triangle’ without getting caught up in the crowd. Our spin on India’s classic route celebrates these iconic destinations – with a few unexpected twists.<br/><br/>This itinerary is our answer to that problem, giving you India’s most iconic destinations in the best possible light. That means the most interesting heritage accommodation, the most engaging local guides, and the most immersive cultural experiences – combined with a couple of lesser-known destinations to give you a taste of what lies beyond.<br/><br/>Trip highlights: <br/>- Get beyond the usual tourist trail with our exceptional local guides, on tours of Delhi, Agra, Amber, Jaipur and Udaipur<br/>- See sunrise at the Taj Mahal, arguably the world’s most beautiful building<br/>- Have a go at Rajasthani cooking at a local family home in Udaipur, and turn your hand to elephant poo paper-making at a workshop in Jaipur.<br/><br/>What's great:<br/>- This trip is for first-time visitors who want to get beneath the surface of India’s most famous destinations<br/>- We’ve cherry-picked accommodation and experiences to show you these popular destinations from a variety of perspectives<br/>- We’ve included a couple of our favourite spots outside of the Golden Triangle to give you a break from the crowds, and a taste of what lies beyond India’s hotspots<br/>- You’ll have the best local guides with you to uncover the culture and history of each destination<br/>- We’ve included a couple of hands-on cultural experiences, and there are plenty of opportunities to add more if you choose<br/>- The pace is fairly leisurely, with three nights in most destinations, to give you plenty of time to explore.<br/><br/>Dietary requirements:  <br/>Our tailor-made itineraries are designed as flexible suggestions. If a hotel or accommodation on the proposed route is unable to meet specific dietary requirements, we can replace it with a suitable alternative. In cases where no alternatives are available in a particular destination, we will discuss other options directly with the client to ensure their needs are met.<br/><br/>All itineraries can be adapted to cater for vegetarian and vegan diets, as well as other dietary preferences or restrictions. While the range of options may vary by region, we will always work to ensure that clients are accommodated as comfortably as possible.",
  "durationDays": "13",
  "price": "2570",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI: Kicking off your India experience in Delhi is a baptism of fire in the best possible way. One of the world’s oldest and most chaotic cities, Delhi has layers upon layers of culture and history. It’s vast, and it can be totally bamboozling to the uninitiated. Luckily, that’s not going to be you. The key to getting the most out of Delhi is to experience it with a local — and not just any local, someone who really knows how this place ticks. From the British colonial buildings and peaceful gardens of New Delhi to the grand mosques and bazaars of Old Delhi, our outstanding local guides will get you beyond the usual tourist sites and under the skin of India’s capital. Highlights Mingle with local people as you volunteer in the community kitchen at Delhi’s most important Sikh temple Go for a rickshaw ride through the hectic alleys and markets of Chandni Chowk Enjoy top quality guiding, and add in a nighttime food walk to taste the very best of Delhi’s world-class street-food scene."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "AGRA: Agra is famous for one thing and one thing only: the Taj Mahal. But this oft-overlooked city has much more to it than ‘just’ the world’s most beautiful building. Start by stepping into the world of the Mughals at Agra Fort, a World Heritage Site in its own right, where the imprisoned Emperor Akbar spent his final years looking out towards his prized creation. Then, drop into the Sheroes Hangout, where acid attack survivors have found family and purpose running a successful café. Agra has plenty to keep you entertained at nightfall, from sunsets over the Yamuna River to live concerts, bar-hopping, bowling, and (of course) the Taj Mahal in all its glory. Highlights Rise early to visit the Taj Mahal at dawn, when it glows orange in the sunrise Meet the inspirational women who run Sheroes Café Explore Agra’s lively nightlife, either under your own steam or with one of our expert guides."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "JAIPUR: The third point of the Golden Triangle, the ‘pink city’ of Jaipur is one of our favourite places in India. You could spend a lifetime here – but with just three days, we’ve had to be judicious. Start with a tour of Amber Fort, pre-Jaipur bastion of the Kachwaha Rajputs, heading from there into the hidden alleys, temples and stepwells of old Amber town. Rise before dawn to catch the city at its most serene and glowing, gliding through the streets in a rickshaw as it comes to life, then explore the eccentric legacy of Jaipur’s founding father as you visit Jai Singh’s City Palace and Observatory. As always, our local guides are what make these experiences really special. Highlights See the iconic facade of Hawa Mahal glow pink in the light of sunrise, then visit a local temple for aarti prayers Learn why Jaipur is India’s city of crafts as you explore the bazaars of Old Jaipur Enjoy some of Jaipur’s alternative delights, including an elephant poo paper-making workshop and a laughter yoga session."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SHAHPURA: Shahpura is where we diverge from the Golden Triangle entirely and head off-piste into the Rajasthani countryside, to the home of the former maharajas of Shahpura. Surrounded by pasture and lakes, it’s the perfect respite from the clamour of Delhi, Agra and Jaipur: think candlelit dinners in the garden, excursions to Bhil minority villages, and plenty of time to relax by the pool and soak up your surroundings (which are truly lovely). The former royal family still live onsite, often mingling with guests, and there’s a wonderful range of in-house experiences to enjoy, from yoga and acupressure to boating, cycle rides and a visit to a local fort. Highlights Slow the pace after your three city stays with some time in the beautiful Rajasthani countryside Explore villages, forts and farmland rarely visited by tourists, guided by your wonderful hosts at Shahpura Bagh Relax by the pool and enjoy the luxuriant surroundings at one of our favourite experiential hotels."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "UDAIPUR: Your final destination is Udaipur, and it just might be the highlight of your trip. This chilled-out, lakeside city has bags of charm, as you’ll find out with the help of one of our brilliant local guides. They’ll introduce you to artisans keeping traditional crafts alive, show you were to find the best street food, take you down narrow lanes to hidden delights, and tell you the stories that bring the culture and history of Udaipur to life. Best of all, you’ll be staying at yet another beautiful heritage property right on the lake, eating your meals by the water with views of the city’s bathing ghats and ‘floating’ palaces. Udaipur is a magical place to conclude your adventure. Highlights Visit the home of a local family for a cooking lesson, and attend an aarti prayer ceremony Explore City Palace, one of Rajasthan’s biggest and most spectacular, with our expert local guide Stay at an 18th century converted haveli (palace) on the shores of Lake Pichola."
    }
  ],
  "map": ""
}