{
  "destination": "India",
  "mainPhoto": "",
  "id": "luxury-india-tours-taj-forts-and-palaces",
  "tourName": "Luxury India Tours, Taj, forts and palaces",
  "placesVisited": "Delhi, Imperial hotel, Jaisalmer, Gadi Sagar Lake, Jodhpur, Raas hotel, Spice & jewellery markets, Udaipur, Lake Picholla boat trip, Fateh Garh hotel, Jaipur & city tour, Rambagh Palace hotel, Fatehpur Sikri, Agra, ITC Mughal hotel, Taj Mahal, Option for combining with Anada and the Himalayas",
  "generalInfo": "Explore India´s palaces &amp; forts and sleep in the lap of luxury!<br/><br/>This 14-day luxury tour of India's Taj, forts and palaces has everything taken care of from accommodation and airport/hotel transfers in a private car to monument entrance fees and local guides, so that you can sit back, relax and concentrate on immersing yourself in India’s vibrant and beautiful north region!<br/><br/>The hotels have all been handpicked and are historical gems in themselves, occupying some of the best spots in their cities so you can revel in the views before you even leave the front door. From the iconic Imperial hotel in Delhi with its art deco and colonial chic to Jodhpur’s elegant Umaid Bhawan Palace hotel where the views of Mehrangarh’s Victory Palace are unrivalled, via the Rambagh palace - the ‘jewel of Jaipur’.<br/><br/>With comfortable bases taken care of, your days will be packed full of adventure as you begin your tour of the cities exploring the spices, monuments and Mughalai food of Delhi; the medieval-walled ‘Golden City’ of Jaisalmer and Jodhpur’s spice bazaars and glittering jewellery markets.<br/><br/>With private air-conditioned cars to transport you onwards, you’ll have a good amount of time to relax amongst Udaipur’s palaces, gardens and lakes, enjoying a sundowner or two as you take an evening cruise on Lake Picholla. Recharged, you’ll then make your way to the ‘pink city’ of Jaipur (the ‘Paris of India’) to explore its beautiful boulevards and pink terracotta buildings. No trip would be complete without glimpsing at the Taj Mahal however, and so your last stop will be to Agra where you’ll take an early morning horse and carriage ride to watch the sun rise over India’s most iconic building.<br/><br/>Included:<br/>Luxury accommodation for 13 nights including breakfast<br/>All airport and hotel transfers<br/>An air-conditioned car with driver<br/>Monument entrance fees included<br/>English-speaking local guides<br/>Farewell dinner in Delhi",
  "durationDays": "14",
  "price": "6532",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi -2 nights: Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the Hotel (The Imperial). On day 2 after breakfast, enjoy a half day city tour of New Delhi Humayun’s Tomb • Qutub Minar • Drive past Kartavya path & Janpath. Later in the afternoon enjoy the food tour of Old Delhi. along with a Cycle Rickshaw ride. Overnight at your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jaisalmer - 2 nights: After breakfast fly to Jaisalmer, in the evening visit the dunes and experience the camel ride. Jaisalmer, nicknamed the ‘Golden City’, is an oasis in the heart of the Thar desert. Founded in 1156, this medieval city rises on a sea of sand protected by a three-mile stone wall. Relish unparalleled levels of luxury, Rajasthani-style at the Suryagarh hotel. Overnight at Surya Garh. On day 4 enjoy a Sightseeing Tour of Jaisalmer. Then in the flickering lights of the evening, explore Jaisalmer’s magnificent fortress city. Wonder at the sheer scale of Jaisalmer Fort, one of the world’s largest, complete with its own palaces and Jain temples. Take time to meditate on the shores of Gadi Sagar Lake, shrines and temples reflected in its still waters. See the sky blaze with colour then reveal a thousand twinkling stars in the velvet beauty of the evening desert sky. Overnight at your hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Jodhpur - 2 nights: After a leisurely breakfast enjoy a relaxed drive across the desert back to the red-rose sandstone city of Jodhpur. Rest of the day at leisure to enjoy the luxury Hotel Umaid Bhawan Palace. On day 6 explore the walled city on a half-day tour, lose yourself in the bustle of Jodhpur’s spice bazaar and the temptations of its glittering jewellery market. Contrast the gleaming white marble Jaswant Thada monument with the rose-pink stone of the city. Enjoy dinner on the hotel terrace, each bite delicately-flavoured with hand-ground spices, specially selected from a 200-year old shop. Overnight at your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Udaipur - 3 nights: After breakfast, drive to Udaipur (approx. 6 Hrs). Enroute visit Ranakpur temples and count the 200 pillars which support the 29 halls and 20 domes at the breathtaking architectural miracle of the Ranakpur Jain temples. Upon arrival check in to the Hotel Lake Palace. On day 8 enjoy and experience • The City Palace • Sahelion ki Badi • a shared Boat Ride at Lake Pichola and free time in the afternoon. Overnight at your hotel. Day 9 at leasure to enjoy the Hotel and free time."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jaipur - 2 nights: Relax and enjoy your flight to Jaipur, we’ll take care of everything. Look for the city’s distinctive pink-painted streets and wide boulevards as you are whisked from the airport to the Rambagh Palace hotel. Overnight at your hotel The Rambagh Palace. On day 11 after breakfast, we guide you on a full day city tour of Jaipur. Places to visit include: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (from outside only). In the evening explore the colorful local markets of Jaipur. Be amazed by the ingenuity of the city’s past inhabitants at Jantar Mantar, the world’s largest stone observatory. Watch in wonder as dusk blushes Jaipur’s terracotta buildings a deeper shade of pink. Sleep soundly in the palace known as the ‘jewel of Jaipur’, former home to generations of royalty. Overnight at your hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Agra - 1 night: Start the day with an early breakfast, tonight you’ll sleep surrounded by opulence at the ITC Mughal, a paradise for the contemporary Mogul. But first a visit to the abandoned city of Fatehpur Sikri, then on to Agra, home to one of the New Seven Wonders of the World and three World Heritage sites, prepare to be dazzled… Walk through the haunting perfection of the abandoned palaces and courtly houses of the ‘Ghost City’. Lose yourself in the love story of Shah Jahan and his wife Mumtaz Mahal at the Kalakriti theatre. Sleep contentedly with the thrill of seeing the Taj Mahal in the morning."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Delhi: In the early morning by sunrise, visit the iconic Taj Mahal. Later come back to your hotel for breakfast. Check out and drive back to Delhi. Before leaving Agra you can visit the Agra Fort. Overnight stay at the JW Marriot Aero city hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Flight back home"
    }
  ],
  "map": ""
}