{
  "destination": "India",
  "mainPhoto": "",
  "id": "central-and-western-india-holiday-rural-life",
  "tourName": "Central and Western India holiday, rural life",
  "placesVisited": "",
  "generalInfo": "From buzzing Mumbai to the heart of rural India. <br/><br/>A first night night in Mumbai and then to beautiful Kanha National Park, and Katie and Jehan Bhujwala's gorgeous tented camp, overlooking a lake round which birds flock and dragonflies dance. Room sized tents have luxurious bathrooms for scrubbing off the dust after a park drive with the resident naturalist Raj, whose focus is very much on the forest as a whole and is not totally tiger-centric - though if you are lucky enough to see one of these beautiful wild creatures, you will understand their spine tingling allure.<br/><br/>The focus here is not just on the national park but on the communities that live around the edges of the national park, many of whom, or whose ancestors were relocated from their villages when the park was established. You'll take walks both in the buffer zone of the national park and in the surrounding villages, you can visit markets where Gond and Baiga people buy and sell their fruits and veg, silver jewellery and the mahua (in the main picture) that is made into the local liquor. Bicycle rides (e-bikes) help take you further afield, and their slow pace and unboundried nature really helps lead to easy spontaneous interaction with the people you meet on your way.<br/><br/>We visit the work of various NGOs in the area, including a women run craft centre where you will make a beaded bag tag and learn something of what it is like living and working close to a tiger reserve. We visit a school supported by a local NGO that gives extra education to indigenous kids that supplements their government schooling. <br/><br/>Longer cycle trips with overnight stays are also possible and can include visits to villages who have been assisted by the charity we support - Frank Water, which helps people access clean and sustainable water sources.<br/><br/>We also try to visit the two much quieter zones of the national park, Sarhi and Phen, where tiger sightings are rare but the peace and beauty unmatched. And where tourist money is needed more than through the busier gates.<br/><br/>You end with a train back to Mumbai for two nights of city life staying at our favourite hotel, the chic but egalitarian (room rates vary to suit most pockets) Abode. With tours from our favourite company No Footprints Explore.<br/><br/>An optional extension is to add a relaxing few days in Goa, and the inland beauty that is Olaulim. A river side garden dotted with just five cottages, some on the river, others up in the trees. Canoe down river, through mangroves to the great Mandovi, or swim with the setting sun as wire tailed swallows dip beside you. Pirkko and Savio are the sweetest of hosts and welcome you into the fold along with their menagerie of animals including a naughty donkey and Lily the goat.<br/>We are friends with every provider on this tour and provide support from the moment you call to the day you arrive back home.",
  "durationDays": "14",
  "price": "3950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Mumbai. Met by Husna. Female driver; superb human being. Transfer to Abode Hotel, a chic and friendly hotel in the heart of Colaba. We can recommend supper spots and a bar with a view of the Gateway of India."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A morning walking tour with No Footprints will give you a sense of the history of this vibrant part of town and the confidence to wander solo on your return. Husna will arrive to take you the short drive to the great gothic Chhattrapati Shivaji Maharaj Station for your overnight train to Gondia Junction. Dinner can be ordered to be delivered to your four berth cabin, and sheets and blanket and pillow are provided."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Back to Gondia for the train to Mumbai."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "An early arrival into Mumbai means your room at Abode may not be ready but you can have some breakfast and drop your bags and head of for a stroll down to the Gateway of India, just a stone's throw from the hotel. The fabulous Museum is also just a hop away and the Abode staff will help you find good places to eat and advise on fun things to do."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Up at crack of dawn (you'll be used to it from your safaris in the park) for a fabulous Mumbai by Dawn tour with No Footprints. A car will collect you, you'll leave in the dark and you'll tour the city as it comes to life: newspaper sellers; the massive fruit and vegetable market; Sassoon docks where the fish are brought in and traded - it's brilliant. Back to Abode to change (don't wear shoes you love to the fish market!) and a free day for shopping and packing."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Your last drive with Husna as you head to the airport and bid farewell to India - hopefully to return again soon!"
    }
  ],
  "map": ""
}