{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-and-goa-holiday-backwaters-beaches",
  "tourName": "Kerala and Goa holiday, Backwaters & beaches",
  "placesVisited": "",
  "generalInfo": "The backwaters of Kerala are unique and unlike anything else in the world. In essence, the backwaters are a network of lakes, canals, estuaries and deltas of forty-four rivers that drain into the Arabian Sea. The backwaters of Kerala are a self supporting eco-system teeming with aquatic life. The canals connect the villages together and are still used for local transport. Over 900 km of this labyrinthine water world is navigable. By visiting Kerala also have opportunities to understand the importance of Yoga and Meditation in life and how Yoga will help to achieve peak of Meditation. Our guest will experience this while they stay in Yoga and Meditation Ashrams. Kerala is the centre of most powerful religious Temples of India and also richest in term of storage of gold and precious gems belongs to erstwhile ruler of the areas. Be the witness of praying ceremony at temples is unique experience for our guest.<br/><br/>Between Kerala and Goa we offer our guest to feel blessed by spent two days at UNESCO World Heritage site HAMPI. At HAMPI, the past comes alive. Whispering winds, magnificent ruins, traces and scents of a bygone era all linger fresh here. And they virtually transport you to a world of kings, battles and long forgotten marvels. This is the world's largest natural open-air museum.<br/><br/>Goa is stretching on the coastline along with Arabian Sea. Interestingly Portuguese ruled Goa and same time their country itself ruled by Spain in late 16 Century.From Deep South to up North there is a row of beautiful beaches and plenty of 16 and 17th Century Catholic Churches were build in Portuguese Baroque style. Apart from this our guest will entertain by Goani families at there home to taking lessons of cooking the Goani traditional food and explore the coastline up North to Deep South with every single beach.",
  "durationDays": "17",
  "price": "2750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1 Arrived at Mumbai international airport, Meet your tour manager who will accompany you on this tour. Transfer to the hotel for rest, Dinner and night stay at hotel. Day 2 Late Breakfast followed transfer to railway station for your first class AC over night train to Tirvananthapuram (Kerala). Lunch and dinner will be serving in train. Day 3 Thiruvananthapuram is the capital of Travancore state in mid 18 century. This city is beautiful seaside built on seven hills. Lunch followed by road to Kovalam (half hour drive). Kovalam has internationally renowned beach. There are three beaches separated by rocky outcroppings. Check in your beach resort and enjoy at your leisure on the beach. Day 4 Early morning to late evening you will be at your leisure on beach and resort, in afternoon if you would like to visit local fishermen’s market we will arrange the visit."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5 Breakfast followed by road to Thekkady (4 hours drive). Thekkady town situated at the border of Periyar National Park. Your stay in eco lodge near the National Park. Day 6 5.30am in the morning start from eco lodge by Jeep, 40 kms scenic drive through the jungle. Reach at River side for breakfast and followed you to visit view point, cardamom plant and processing unit. Local guide will accompany you; return to River side for Lunch followed experience canoeing in the Gavi Lake. Return to lodge for dinner and night stay. Day 7, 8 Breakfast followed by road to Munnar (40 minutes drive). Munnar was the hill resort in British period. This hill town situated 1600 meter above sea level and surrounded with Tea gardens. Your stay in Munnar is unique by learn and practicing for Yoga and Meditation also wondering valleys of Tea gardens."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9 Breakfast followed by leaving to Alleppey (4 hours drive). Alleppey is gifted with great natural beauty with the Laccadive Sea on its west. The city has a network of lakes, lagoons and fresh water rivers. The richness of the coastal Alleppey waters is expressed annually in the blooming and consequent deposit of a huge quantity of fishes and prawns on the Alleppey coast. After arrival check in the house boat with nice furnished rooms with attach bath and proceed to explore the back water life, Paddy farms and villages by passing through in house boat. Dinner and night stay in house boat. Day 10 Lunch followed one hour drive to Cochin airport for flight to Bangalore. Arrive at Bangalore airport and transfer to railway stations after lunch for 1st class AC train to Hampi. Day 11, 12 Two days tour of Hampi on bicycle or horse carte. Hampi is UNESCO World Heritage Site in India. Hampi”s spectacular setting is dominated by river Tungabhadra, craggy hill ranges and open plains, with widespread physical remains. The sophistication of the varied urban, royal and sacred systems is evident from more then 1600 surviving remains that include forts, riverside features, royal and sacred complexes, temples, shrines, pillared halls, Mandaps, memorial structures, gateways, defense check posts, stables, water structures, ect."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day 13, 14 Early morning arrive at Madgaon (Goa) and transfer to one of the best beach resort in North Goa. In these two days and nights you will be totally beach person you can never have enough of beaches in your life. Goa is a beach paradise of India. Armbol, Ashvem, Morjim, Anjuna and Candolim are the perfect beaches for beach holiday and water sports. Day15, 16 South Goa is the reliable source to estimate the rich Portuguese architectural legacy left behind. This part of Goa offering some of the best beaches for romantic escape and authentic villages that are quite the place for rest and relaxing. Colva, Benualim, Bogmalo, Verca, Patnem and Mobor are the beaches of south Goa. You will stay in beach resorts in South Goa and visit these beaches in two days. Day 17 Breakfast followed by leaving to Panjim airport for fly to Mumbai. Arrival at Mumbai airport and transfer to hotel. This day will organize according to your international flight sechdule."
    }
  ],
  "map": ""
}