{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-tours-temples-and-monuments",
  "tourName": "South India tours, temples and monuments",
  "placesVisited": "",
  "generalInfo": "Lavishly built and aesthetically designed, the temples of South India are unmatched in architectural brilliance. But more than being mere symbols of architectural genius these temples are living embodiments of rich tradition and culture that has made India proud.<br/>One of South India's great temple towns, Madurai is synonymous with the celebrated Meenakshi Temple. Situated on the banks of river Vaigai, Madurai has a rich cultural heritage passed on from the great Tamil era more than 2500 years old. Madurai was an important cultural and commercial centre even as early as 550 AD.<br/><br/>Pondicherry: The Portuguese have been here, so have the Dutch, the Danes, the English and the French. By 18th century this tiny fishing village had turned into a grand port city. The French first set foot here in 1670 and left a part of them when their undisturbed rule finished in 1954. Not much has changed since. The history has become punctuated. The air filled with nostalgia and the present is living up to a heritage that speaks so much. A trip to puducherry is like a journey in time with a vibrant present celebrating its interesting past. “History goes back to the Roman times, but factually started with the arrival of the French in 1963, who founded the town and built.<br/><br/>Tanjore is the \"Rice bowl of Tamil Nadu\" and famous for the Brahadeeswarar Temple. The temple was constructed more than thousand years ago by the King Rajarajan, is an architect's marvel. It is a flourishing centre for bronze sculpture and painting.<br/><br/>Thanjavur was the royal city of the Cholas, Nayaks and the Mahrattas. Thanjavur was at height of its glory during Rajaraja Cholan. The Big Temple and the other famous temples in the district are known all over the world. Thanjavur was the cultural capital of the country in 1790. Thanjavur gained prominence during the period of Chola Kings, who made it as their capital. It is known as the Granary of the South India lying in the deltaic region of the famous river Cauvery and criss-crossed by lengthy network of irrigation canals.<br/><br/>Featured activities:<br/>The tour focuses on temples and forts of Southern India mainly at Chennai, Kanchipuram, Mahabalipuram, Tanjore, Trichy, Pondichery and Madurai. More emphasis is on cultural activities at Cochin and sightseeing. The tour also includes tiger safari and birding at Periyar Tiger Reserve at Thekkady.        <br/> <br/>Best time to go: September to June.<br/>",
  "durationDays": "10",
  "price": "1650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Chennai. Arrive at Chennai and transfer to the hotel. Short rest followed by sightseeing to Santhome Church, Fort Museum, Kapaleswar temple and National Art Gallery. Night stay at the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Chennai - Kanchipuram – Mahabalipuram. Post breakfast visit Kanchipuram a historic and holy city with beautiful temples. Visit temples of Vaikunda, Perumal, Kailasanatha, Ekambareswara and Varatharaja. Afterwards visit shore temples. Night stay at Mahabalipuram hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rock cut monolith temples. Post breakfast sightseeing at rock cut monolith temples. The amazing temple has been carved out of a single rock. Spend noon at the temple complex. Night stay at Mahabalipuram hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mahabalipuram – Pondicherry. Pondicherry past French colonial town. The colonial impact is visible in the architectures, languages and custom. Visit Uroville and Aurobindo Ashram besides other monuments, museum and temples. The Aurovindo Ashram a center of Yoga and Meditation. Night stay at Pondicherry hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pondicherry - Tanjore. Post breakfast visit Tanjore (Thanjavur). Tanjore is a popular temple town in Southern India. Brihadeeswara temple is most popular. Then drive to Tiruchirappalli. Tiruchirapalli (Trichy) is home to many ancient temples, monuments, mosques and churches. The Rock Fort outcrop of rock and a landmark. Thea Ganesha temple on top was used as a military fort by the Nayak rulers. Also visit Lord Robert Clive's house and Srirangam Temple. Night stay at the hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tanjore - Trichy – Madurai. Trichy is popular for its magnificent architectural monuments and colorful culture. Post breakfast go sightseeing at Trichy visit Srirangam and Jambukeshwara temple. Then a drive to Madurai. Spend night at Madurai hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Madurai. Visit the popular Meenakshi temple here. The Meenakshi temple is popular for its superb Gopurams and sculptures. Visits Gandhi Museum and Thirumalai Nayak's Palace. Night stay at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Madurai – Thekkady. Post breakfast check and drive to Thekkady hotel. Go on Thekkady safari- a magnificent wildlife reserve. The Periyar WLS in Thekkady is now a Tiger Reserve. Besides tiger safari one can enjoy a boat ride at Periyar Lake for birding and wildlife watching. Visit spice plantations nearby. Spens the night at Thekkady wildlife resort."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Thekkady – Cochin. At noon drive down to Cochin hotel. Enjoy your stay and cultural activities in the evening. Night stay in the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Cochin - Departure. Morning sightseeing in Cochin City. Visit Fort Cochin, Santa Cruz Basilica, Mattancherry Palace and St. Francis Church. Visit The Jew street and Fort Cochin beach for Chinese fishing nets. Evening transfer to Cochin airport for flight to Chennai. Stay at night in Chennai Hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Depart. Transfer to International airport."
    }
  ],
  "map": ""
}