{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-luxury-tour-india",
  "tourName": "Kerala luxury tour, India",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through Kerala, India’s “God’s Own Country,” beginning in the vibrant coastal city of Cochin (Kochi). This historic port city, with its blend of Dutch, Portuguese, and British colonial architecture, welcomes you with its atmospheric lanes, bustling spice markets, and the famous Chinese fishing nets along the harbour. Explore Fort Kochi’s artistic cafés and heritage buildings before heading to the lush hills of Munnar.<br/><br/>In Munnar, breathe in the crisp mountain air and wander through endless green tea plantations that blanket the landscape, interspersed with waterfalls and picturesque views. Continue your journey towards Madurai, where the iconic Meenakshi Amman Temple dazzles with its towering gopurams, elaborate carvings, and rich cultural heritage.<br/><br/>A short drive takes you to the charming village of Chettinad, renowned for its Chettiar mansions, unique architecture, and the region’s flavourful cuisine. After soaking in the history and flavours of Chettinad, return to Madurai for a peaceful evening.<br/><br/>Next, venture to Thekkady, where the enchanting Periyar Wildlife Sanctuary awaits. Here, take a leisurely boat cruise on Periyar Lake, spotting elephants, sambar deer, and exotic birds in their natural habitat.<br/><br/>Onwards to your next destination, unwind amidst Kerala’s stunning landscapes. From here, the trip flows to the iconic backwaters of Alleppey, where a private houseboat experience takes you through tranquil canals lined with swaying palms, paddy fields, and charming villages.<br/><br/>Conclude this remarkable journey with a relaxing retreat at Marari Beach, where you can sink your toes into golden sands, swim in the warm Arabian Sea, and let the rhythm of Kerala’s coastal life wash over you. This journey through Kerala leaves a lasting impression, full of history, nature, and rejuvenation.",
  "durationDays": "15",
  "price": "3350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Cochin Arrive in Cochin today. On arrival you will be received and taken to your hotel. Rest of the day will be at leisure. Later in the evening you will be collected from your hotel and taken to witness spectacular Kathakali Dance Drama. Kathakali is Kerala’s very own classical dance-drama form which combines facets of ballet, opera, masque and the pantomime. Kathakali explicates ideas and stories from the Indian epics and other story books. Presented in the temple precincts after dusk falls, Kathakali is heralded by the Kelikottu or the beating of drums and to the accompaniment of the Chengila (gong). The riches of a happy blending of colour, expressions, music, drama and dance are unparalleled in any other art form. Those who are interested may come a little early to see make up of the artistes being done which is considered to be a full-blown art in itself and is regarded as important as the dance-drama. Meals: None"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cochin - If Kerala is India's most beautiful state, which many believe, then the lovely port of Cochin is its jewel. It has been variously hailed as Queen of the Arabian Sea, Venice of Orient, etc. Some choose to call it simply a museum city for its rich past and colourful present. Cochin displays a blend of people and architecture. It is one place where you can see a Jewish synagogue, Portuguese churches, Dutch architecture, mosques, temples and Chinese fishing nets all in one day. Your tour of Cochin will include visit to Jewish Synagogue, Mattancherry or Dutch Palace, St Francis Church and Chinese fishing nets. The Mattancherry Palace was built by the Portuguese in 1555 for the maharaja of Cochin. Adjacent to the palace is the Jewish Synagogue built in 1568. After visiting St Francis Church just walk across to see the Chinese fishing nets along the shores. Meals: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cochin to Munnar - This morning you will be driven to Munnar (4½ hours drive) where you arrive around noon and will be at leisure for the rest of the day. Munnar is situated at the confluence of three mountain streams — Mudrapuzha, Nallathanni and Kundala. At 1600m above sea level, this hill station was the summer resort of the British Government in South India. With its sprawling tea plantations, picture-book scenery, winding lanes and nice holiday facilities, Munnar is still a very popular hill station in Kerala. Meals: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Munnar - Full-day to explore Munnar and the neighbouring regions with our car and driver at your disposal You may visit Eravikulam National Park (15 km from Munnar) which was established to protect the Nilgiri Tahr (Nilgiri Ibex). If you are lucky, you can observe the Tahr from close quarters here. Or, visit Tea Museum where you also get to taste some tea. Or, simply sit and relax at the hotel…. Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Munnar to Madurai - This morning you will be driven (4 hours) to Madurai where you arrive around noon. Madurai is one of south India's oldest cities, and has been a centre of learning and pilgrimage for centuries. Madurai's attraction is the famous Shri Meenakshi Temple. The temple seethes with activity from dawn to dust, its many shrines attracting pilgrims from every part of India and tourists from all over the world. In the evening you will be taken to visit the temple to witness the ‘evening temple ceremony’, the nightly wedding ritual of Lord Shiva and Goddess Parvati. A ceremonial procession wends its way through the temple each evening, accompanied by music and chanting. The statue of Lord Shiva is transported to the chambers of Meenakshi, where a ritual wedding is performed and the image is left overnight. Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Madurai to Chettinadu and back to Madurai - Early this morning you may revisit the temple one more time. After breakfast you will be taken on a full-day excursion to Chettinadu where you will visit the lovely traders’ bungalows of Chettinadu (2 hours each way). Chettinadu is the homeland of the famous Tamil traders Chettiars, a prosperous banking and business community, many of whose members migrated to various parts of South-east Asia in the 19th and early 20th centuries. Today Chettinadu is well known for its mansions, embellished with marble and Burma teak, wide courtyards and spacious rooms. Sadly, all these lovely mansions today are vacant, though they are still well-maintained by the Chettiars living in different parts of the world…as they come once in few years to visit their homeland. It is an absolutely amazing experience to wander around a typical Chettinadu village and explore these largely abandoned mansions. Your lunch will be in Chettinadu and you will sample the unique Chettinad cuisine that has transcended the boundaries of the state to carve a worldwide following. Chettinad cuisine is famous for its use of a variety of spices in preparing mainly non-vegetarian food. Later in the afternoon you will return to Madurai and will be at leisure. Meals: Breakfast, Lunch"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Madurai to Thekkady - This morning after a leisurely breakfast you will be driven to Paradisa (4.5 hours drive). On arrival in Thekkady check into your hotel and rest of the day may be spent at leisure or explore the local surrounding. Thekkady is widely known for its spice plantations. A walk through them makes an interesting insight into the world of spices with vista of pristine greenery shrouded by low hanging clouds, gurgling brooks and the Western Ghats in the backdrop. Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Thekkady - This morning you would be taken on a ‘jungle walk’ in the buffer area of Periyar National Park. The trails often pass through evergreen and moist deciduous forests interspersed with marshy grasslands. This programme offering opportunity to spot wild animals such as elephant, NilgiriLangurs, Lion Tailed Macaque, Malabar Squirrel, Sambar deer, Barking deer, Dhole (Indian wild dogs), porcupines and Sloth Bears. The birds of the park include around 180 species. Prominent among these are Darters, Cormorants, Kingfishers, the great Malabar Hornbill and racket tailed Drongoes. Later in the afternoon you would be taken on a spice plantation walk. Accompanied by a guide you will be taken on tour of the cardamom, nutmeg, vanilla, pepper, coffee and other spices. Stroll amid lush, terraced farms, sprawling plantation estates while listening to bird songs and the murmuring of mountain streams. Make stops along the way to take pictures of the verdant surroundings, and breathe in the fresh mountain air, before continuing to some of the most picturesque vantage points in Kerala. Meals: Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Paradisa to Backwaters - This morning you will be driven (3 hours) to the backwaters of Kerala where you can just relax and savor the laid back life of the locals on these pristine backwaters. On arrival you will check into your hotel. Rest of the day will be at leisure. Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Backwaters - Day is at leisure or free to explore neighbouring areas, some of the activities organised by the hotel. Meals: Breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Backwaters to the Houseboat - This morning you will be driven a short distance (45 minutes) to board your Houseboat. The entire state of Kerala is criss-crossed with waterways that provide for irrigation and also serve as convenient modes of transportation and commerce. Next to the coastline, these endless stretches of lakes and lagoons are together called the backwaters. Life along these canals and byways is quite different from that seen along the highways. Many of the villages are isolated and entirely dependent on the canals for means of livelihood, transportation and communication…and the best way to explore these surroundings is by a ‘kettuvallam’ or houseboat. Enjoy backwater cruise in your houseboat as it meanders through the tranquil network of water canals, dotted with busy hamlets and lush green paddy fields. Meals: Breakfast, Lunch, Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Houseboat to Marari Beach - After leisurely breakfast you will disembark the houseboat and driven a short distance (30-40 minutes) to Marari Beach. Rest of the day will be at leisure by the beach. Meals: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Marari Beach - Full day to relax by the beach. Meals: Breakfast"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Marari Beach to Cochin Airport - This morning you will be collected from your hotel and driven 2 hours to the airport to board your flight to onward destination. Meals: Breakfast"
    }
  ],
  "map": ""
}