{
  "destination": "India",
  "mainPhoto": "",
  "id": "golden-triangle-kerala-holiday-india",
  "tourName": "Golden Triangle & Kerala holiday, India",
  "placesVisited": "Delhi, City tour of Old Delhi, Agra, Sunrise Taj Mahal visit, Agra Fort, Fatehpur Sikri, Jaipur city tour, Cochin city tour, Munnar, Periyar, Thekkady tour, Spice plantation tour, Alleppey, Houseboat on backwaters, Marari",
  "generalInfo": "The Best of the Golden Triangle &amp; Kerala - Heritage Trail: A perfect intro to India!<br/>This tailor made Golden Triangle and Kerala holiday, India, teams the unforgettable cities and sights of the celebrated Golden Triangle in the north with exploration of one of the country’s most beautiful and lush states, Kerala, in the south.<br/><br/>During this 17-day holiday you will stay in gorgeous, atmospheric properties and heritage hotels and will be driven by your own personal driver in a private air conditioned vehicle. Tour the historic cities of Delhi, Agra, Jaipur and Cochin accompanied by a private guide, taking in spectacular temples and architecture. Enjoy superb Indian food and discover India’s lush spice plantations in Thekkady. Round off your holiday with time relaxing on Kerala’s beautiful beaches. Throughout this holiday, you’ll be fully supported by our network of on-the-ground staff, so all you have to do is relax and enjoy these two beautiful regions of India!",
  "durationDays": "17",
  "price": "2964",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - Upon arrival in Delhi airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel. Spend the rest of the day at leisure. Overnight at the Hotel. Hotel: The Oberoi Maidens"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Agra - Day 2: After breakfast, Morning city tour of Old Delhi. Places to visit include: • Jama Masjid • Cycle Rickshaw ride in Old Delhi • Red Fort (from Outside). Later you will be driven to Agra (4 hours approx.). On arrival check in at the hotel. Overnight at your hotel - the Boutique Homestay Coral Court. Day 3: Un unforgettable Sunrise Taj Visit (closed on Friday). After the Taj visit return back to the Hotel for breakfast. Later visit Agra Fort. Evening is at leisure. Overnight at the hotel Coral Court."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jaipur - Day 4: Today morning after breakfast, drive to Jaipur (approx. 5 Hrs), en-route visit Fatehpur Sikri and 8th century Abaneri stepwell. Upon arrival in Jaipur, check-in at the hotel. Overnight at the Boutique Hotel: Ikkaki Niwas. Day 5: Today morning after breakfast, full day city tour of Jaipur. Places to visit include: • Amber Fort • City Palace • Jantar Mantar • Hawa Mahal (From outside only. In the evening explore the colourful local markets of Jaipur. Overnight at the Hotel. Day 6: After breakfast, day free at leisure. Overnight at the Hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Cochin - Day 7: After breakfast, you will be provided assisted departure transfer to airport to connect the flight for Cochin via Mumbai. On arrival at Cochin airport, you will be provided assisted arrival transfer to Hotel. Overnight at The Francis Residence . Day 8: After breakfast, half day city tour of Cochin. Places to visit include: • Jewish Synagogue (Saturday remain closed) • Dutch Palace (Friday remain closed) • Chinese fishing nets • St. Francis Church. In the evening witness a classical Indian dance show – Kathakali. Overnight at the Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Munnar - Day 9: After breakfast, drive to Munnar (Approx. 4 Hours). Upon arrival check in at the Hotel. Rest of the day is free at leisure. Overnight at the hotel: Spice Tree. Day 10: After breakfast, full day sightseeing of Munnar, Laxmi Hill track, Tea Museum visit. Overnight at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Periyar - Day 11: After breakfast, drive to Periyar (3.5 Hrs approx.). • Kalaripayattu in Thekkady. Upon arrival check in at the hotel. Overnight at the CGH eco hotel: Spice Village. Day 12: After breakfast, enjoy bamboo rafting at Periyar lake and later in afternoon enjoy the tracking at Periyar. Overnight at the hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Alleppey-Houseboat - Day 13: After breakfast, drive to Alleppey (4 Hrs approx.). Upon arrival board into the Houseboat. Also enjoy the Canoe ride. Overnight at the Houseboat (Spice coast, CGH)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Marari - Day 14: After breakfast, check out from the Houseboat and drive to Marari (30 Min approx.). Upon arrival check in to the hotel. Overnight at the CGH Earth hotel Marari Beach Resort. Day 15 and 16: After breakfast, your days are free at leisure to enjoy the beaches, the hotel and time to relax. Overnights at the hotel. Hotel : Marari Beach Resort"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "After breakfast, you will be provided assisted departure to the airport for your onward flight or flight home."
    }
  ],
  "map": ""
}