{
  "destination": "India",
  "mainPhoto": "",
  "id": "nepal-small-group-tour-culture-of-the-himalayas",
  "tourName": "Nepal small group tour, culture of the Himalayas",
  "placesVisited": "India: Delhi, Gwalior, Orchha, Khajuraho, Varanasi, Sarnath, Lucknow, Nepal: Bardia National Park, Game drives and wildlife watching, Lumbini, Buddha’s birthplace, Pokhara, Hike to Sarangkot, Boat ride on Lake Phewa, Kathmandu",
  "generalInfo": "This journey through Nepal offers a rich mix of culture, history, nature and quiet spiritual moments. Travelling through the hills, valleys and plains of the country, we’ll experience both the energy of city life and the calm of rural landscapes. Along the way there are chances to meet local communities, visit sacred sites, enjoy scenic walks and explore the region’s deep-rooted traditions. It’s a varied and engaging route, designed for those who enjoy a balance of gentle adventure, cultural interest and time to take things in.<br/><br/>We begin in Kathmandu, exploring its temples, squares and Buddhist sites before heading into the hills to Gorkha and the lakeside town of Pokhara. From there, we travel to the traditional hill town of Tansen, continue south to Lumbini, the birthplace of the Buddha, and on to Chitwan National Park for a taste of Nepal’s wildlife and jungle landscapes. We end the trip in Bhaktapur, a beautifully preserved medieval city known for its crafts, food and timeless atmosphere.",
  "durationDays": "14",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Kathmandu: The tour begins this evening at our joining hotel in Nepal’s bustling capital, Kathmandu. After some time to settle in we’ll meet for an introductory briefing before then heading out for dinner. We’ll walk a short distance through the streets of Kathmandu to Sam’s One Tree Café, a spot busy with locals and a social enterprise that employs hearing-impaired waiting staff."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu: Places, Temples & Stupas: The busy streets of Kathmandu surround the city’s historic royal complex of Durbar Square where we begin our city tour this morning. Home to the Royal Palace as well as temples and pagodas, the square has a peaceful ambiance and we will witness locals visiting temples and lighting incense amongst the Newari architecture. From here we will head to Boudnath, the spiritual centre of Nepal’s Tibetan Buddhist community where we will have lunch at the Boudha Stupa Café. Afterwards we will join the pilgrims in their circumambulation of the giant stupa, spinning prayer wheels and exploring side chapels and the small Gelugpa Monastery as we go. Nearby is the Pashupatinath Temple on the banks of the sacred Bagmati River. We’ll explore the complex (non-Hindus are not allowed in the main temple), one of the holiest Hindu sites in Nepal, filled with pilgrims and holy men. We may have the opportunity to meet one of the sadhus who frequent the temple and hear his philosophy before we visit the Guhyeswari Temple dedeicated to an unexpected anatomical homage. We'll return to the hotel and have the evening at leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu – Gorkha: Sunrise Stupa & Village Walk: An early start will take us to the Swayambunath Stupa for sunrise; at this hour the temple belongs to the local people as they begin their day with prayers, worship and sacred songs. The temple is more than 2500 years old and we can join the devotees in the kora walk around the stupa, adorned with gold leaf and colourful prayer flags. We will return to the hotel for breakfast and then set out to Gorkha, a journey of around 5 hours. The route will take us through terraced hills, farmland and small villages. After lunch at our resort we will take a 2-3 hour easy walk through the local villages passing traditional homes and farmers tending their crops on the terraces while taking in the panoramas of the Annapurna and Manaslu ranges."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gorkha – Pokhara: Palace & Mountain Valley: Set atop a hill in Gorkha, the Gorkha Palace is an excellent example of traditional Nepalese architecture, featuring intricate wooden carvings and fortified stone walls. Built in the 16th century, it is home to several Hindu temples and a small museum. We will start our day with a visit to the palace before embarking on the drive to Pokhara. Passing through farmland we will have the chance to see the traditional methods still employed by farmers and buffalo ploughing fields. The landscape becomes increasingly dramatic as we pass lush valleys, forested slopes and the occasional waterfall tumbling down the hillside before we enter into the Pokhara Valley with Machhapuchhre or Fish Tail Peak dominating the skyline at 6977m. We will enjoy lunch in a local organic restaurant before heading to the White Peace Pagoda, a Buddhist monument on one of the nearby hills providing views out over Lake Phewa, on which Pokhara sits. We will watch the sunset from Pumdikot before walking along the lake shore in the early evening to witness evening prayers."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pokhara: Mountain Sunrise & Tibetan Community: Sunrise over the Himalayas is a breath-taking sight and we will enjoy the colours and first sun rays early this morning from Sarangkot. After breakfast nearby we will then visit the Tashi Palkhel Tibetan Refugee camp. Established in 1962, the camp is one of many in Nepal and we will have the opportunity to engage with Buddhist monks, meet a traditional Tibetan doctor and learn about Tibetan medicine, spiritual practices and daily life. We will also hear stories to gain a greater understanding of life in exile and resilience as well as exploring their unique culture and Tibetan Buddhism. For lunch we will head to Annapurna Mon Village, a traditional guesthouse engaged with community support and offering local dishes with produce from their organic garden. This afternoon we will stop at the Gorkha Memorial Museum and the Tibetan Women’s Refugee camp and Handicraft Centre on our return to Pokhara where we will have a free evening to explore."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Pokhara – Tansen: Historic Hill Town: This morning we will journey approximately 3-4 hours to Tansen travelling through Nepal’s central hills while enjoying scenery of agricultural terraces and small villages and crossing numerous bridges. As we approach the historic hill town of Tansen, perched in the Shrinagar Hills, the road becomes more mountainous and winding. Tansen, an important centre during the Rana era and once the capital of the Magar Kingdom, is known for its rich history and Newari architecture and this afternoon we will explore the cobbled streets of the town taking in the ancient Rani Mahal or Queen’s Palace as well as the bustling bazaar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tansen: Traditional Crafts & Coffee: We will further explore Tansen today focussing in on the traditional crafts the region is known for. Tansen is the home of dhaka, a colourful woven fabric used to make topi hats, shawls and thaili, a kind of purse. There are many dhaka workshops and we will stop in to see the weaving in action as well as the many colourful products being made. We will move on to the area of Taksar which for centuries has produced bronze and brassware and we will see how many of the traditional products such as the karuwa (water jug), hukka (water pipe) and auntee (Newar jug for storing raksi a distilled homemade alcohol) are produced. Tansen is also home to the first coffee plantation in Nepal and the coffee grown here is considered the best in Nepal with over 2000 farmers growing beans. We will visit an organic coffee plantation where the arabica beans are grown over 800m ensuring high quality."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tansen – Lumbini: Terai Landscapes & Bazaar: This morning we will descend from the mountains to the landscapes of the Terai, the area that borders India, with its flat plains, lush greenery and rural life. Our journey will take 2-3 hours. Lumbini draws thousands of pilgrims each year as the birthplace of the Buddha and the town has a peaceful atmosphere with many gardens, ponds and temples. There is also a vibrant bazaar frequented by Nepali and Indian shoppers with a wide variety of spices, cloth, handicrafts and street food which we will visit to experience the bustling local culture."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lumbini: Birthplace of the Buddha: This morning we’ll visit Lumbini Garden, a UNESCO World Heritage Site and one of the most sacred places in the Buddhist world. The birthplace of Lord Buddha, this serene complex is home to the Maya Devi Temple, which marks the exact spot of his birth, and the Ashokan Pillar, erected by the Indian emperor Ashoka in 249 BCE. We’ll also explore the surrounding monastic zones, where countries from across the Buddhist world have built temples in their own unique architectural styles. We’ll move on to Tilaurakot, an ancient, archaeological site and the childhood home of Siddhartha Gautama - the Buddha; we’ll explore the ruins of the palace, gates and other structures while learning about his life. We’ll end the day at the Jagdishpur Reservoir, a haven for bird watchers with numerous species of migratory and resident birds."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Lumbini – Chitwan: National Park River Cruise: A drive of around 4 hours through the Terai brings us to Chitwan, Nepal’s first national park which covers nearly 1000 square km. A vast region of forest and grasslands, the area is surrounded by traditional Tharu (an ethnic minority) villages. After lunch and a briefing in our lodge, we will head out on a boat cruise on the Rapti River which flows through the western area of the park. We can enjoy a sundowner whilst spotting wildlife with our naturalist. Before dinner we will have a short presentation on the park and the wildlife we will hope to see by one of the naturalists."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Chitwan: Morning & Afternoon Jeep Safaris: An early start will see us heading into the park for a morning jeep safari. We will travel through the forests looking out for the animals, still active before the heat of the day sets in. The park is home to a huge array of species with one-horned rhinos, Bengal tigers and elephants all resident in the park. We may also see sloth bears, mugger crocodiles and gharials, jackals and various cats. There are also over 500 bird species in the park including babblers, darters and eagles. Our morning safari will include breakfast in the park and we will return to the lodge for lunch before heading back out in the afternoon for a further safari."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Chitwan – Bhaktapur: Momo Cookery Class: Our journey nearly at an end, we will head back to the Kathmandu Valley this evening to the mediaeval city of Bhaktapur; the drive taking 4-5 hours. The city has retained much of its authentic, historic charm with brick paved roads and red brick houses along with the woodcarving for which the city is known displayed on window frames and temples. This afternoon we will meet a local family who will share with us the secrets of cooking momos. These steamed dumplings are one of Nepal’s national dishes and are available in nearly every restaurant as well as being popular throughout the region. After we have learned about the ingredients and tried folding the small shapes we will enjoy a meal with our hosts."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Bhaktapur: Durbar Square, Crafts & Pottery: We will explore Bhaktapur’s Durbar Square this morning, the palaces, temples, gates and statues date from the 13th to 18th centuries and are a showcase of the art and architecture from the Malla Dynasty. We will see such highlights as the 55 Window Palace and the Golden Gate before we meet some of the city’s artisans. Renowned for various skills, the city is home to many workshops where intricate wood carvings and traditional metal work is created. We may be lucky enough to be invited into the homes of one or two of the artisans to learn about their craft and culture. In Pottery Square we can admire the beautiful pots and sculptures before we head to the village of Thimi and try to recreate some of the pieces in our own pottery workshop. This evening we will have a final dinner together in the city."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour ends in Bhaktapur: The tour ends after breakfast, those on the suggested group flights will be transferred to Kathmandu Airport."
    }
  ],
  "map": ""
}