{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-and-karnataka-small-group-holiday-india",
  "tourName": "Kerala and Karnataka small group holiday, India",
  "placesVisited": "Bangalore, Summer Palace, Hassan Hoysala temples, Coorg, Mysore, Kabini, Nagarahole National Park, Calicut, Kalarippayattu demonstration, Cheruthuruthy artisan workshops, Kumarakum, Allepey, Houseboat cruise, Vaikom, Kochi",
  "generalInfo": "While Kerala is becoming more widely known to savvy travellers, there is far more to India’s most literate state than simply beautiful beaches and superb cuisine. Not that there’s anything wrong with them! But if you’re interested in a more immersive take on life in this part of southern India, then this fascinating two-week adventure will surely pique your curiosity.<br/><br/>Departing from Bangalore, the ‘Garden City’, you’ll drive via the ancient Hoysala temples in Hassan to Coorg, for an overnight stay at an eco lodge on the edge of a plantation. This coffee and spice-growing region sees few visitors, and is therefore wonderfully picturesque and tranquil.<br/><br/>From Coorg you’ll move on to the renowned city of Mysore, to explore its hilly scenery, markets and palace, before a further drive to Kabini. This will be your base for a safari into the Nagarahole National Park, where over 250 species of bird populate the trees, looking down on Asian elephants, Samba deer and Langur monkeys.<br/><br/>Cultural highlights of the trip follow in swift succession. In Calicut you’ll visit a Keralan gymnasium for a demonstration of kalarippayattu, a type of martial art. In Cheruthuruthy, you’ll meet a host of local artisans, and perhaps take in a show at a performing arts centre. Then, arriving in Allepey, you’ll take a dreamy houseboat cruise through the backwaters and channels of the coastal plains. Didn't we tell you this trip was a little bit special?<br/><br/>Please note from 2019 this trip will depart directly from the airport to Hassan on day one without a stop in Bangalore.<br/>",
  "durationDays": "14",
  "price": "3520",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Bengaluru (Bangalore); Drive to Hassan: The joining point of the trip will be at Bangalore International Airport this morning, the capital of Karnataka. We drive straight out of the city westwards towards Hassan, named after the Hindu goddess Hassanamba and famous for the many temples and monuments in the area. After a chance to relax and freshen up at our comfortable resort, we head out to nearby Shravanabelagola after lunch to see the Gomateswara temple. This Jain temple is famous for the Bahubali Statue, supposedly the tallest monolithic stone statue in the world at 58 feet in height, carved out of a single block of granite. Driving distance 210km, 4 hours approx."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Hassan: Today we spend the full day exploring the striking Hoysala temples at Belur and Halebid, constructed when this region was part of the Hoysala Empire between the 11th and 14th centuries. The sheer quantity of the carvings in itself would be enough to impress, but when combined with the masterful detail and intricacy of the actual carvings, these structures will be sure to leave a lasting impression. We return to our resort late this afternoon for a second night."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hassan - Coorg: Departing Hassan this morning we head to Coorg, the rarely visited coffee and spice growing region. Not only is Coorg a stunningly beautiful area but it is also home to the Kodavas, whose origin is believed to be in Kashmir or even in Kurdistan. Here we stay in a lodge perched on top of hill surrounded by lush plantations and panoramic views of the tropical rainforests of the Western Ghats. This afternoon we will have a tour around a plantation with the local staff for a chance to learn about their work and the coffee, spices and teas they grow."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Coorg - Mysore: The morning we have set aside some time to relax and enjoy the tranquillity of this beautiful spot before we drive on to Mysore, one of the country’s cultural gems. If all goes smoothly on our journey, we should have time on arrival for an orientation walk before dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In & Around Mysore: Long known for its festivals and palaces, Mysore can boast one of the most opulent and iconic buildings in Southern India, the stunningly ornate Mysore Palace. Originally built in the 14th Century, the palace of today is the result of a significant redesign by the British architect, Henry Irwin. A wonderful fusion of European and Indian influences, the palace is still the official residence of the Wodeyar dynasty, the royal family of Mysore. We take a walking tour around the city this morning, taking in the palace and the markets before driving out to the hills that surround the city. The Chamundi Hills are home to the impressive Sri Chamundeswari Temple and the sacred Nandi bull, one of the largest of its kind and carved from a single piece of rock. We’ll also stop off at the nearby impressive Srirangapatnam with its 18th Century remains of Tipu Sultan’s Fort, Palace and Mausoleum."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Mysore - Kabini: Today’s journey takes us on to Kabini, our base on the edge of the Nagarahole National Park. This afternoon, once we have settled into our rooms, there will be the chance to head out on safari to spot some of the local wildlife that includes Asian Elephant, Samba Deer, Langur Monkeys plus over 250 species of birds."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kabini - Calicut: Before breakfast this morning we will embark on another safari in the Nagarahole National Park in the hope that we may see tiger or leopard, the two species of big cat that are resident in the park. Later we depart for Calicut, across the border in Kerala, an important trading centre and the place where Vasco de Gama first set foot on the Indian Subcontinent in 1498. This evening should be a tour highlight as we visit a Kalari, a special Keralan gymnasium, to witness kalarippayattu - a distinct martial arts discipline dating back over 1500 years. Driving distance 138km, 4.5 hrs approx."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Calicut - Cheruthuruthy: Today we head south towards Cheruthuruthy on the Nila River. After a traditional lunch we will have the opportunity to meet some local artisans, including potters, weavers and toymakers. This evening there may be the opportunity to watch a performance of local folk song and dance."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Cheruthuruthy - Kumarakom: We hope to make an early morning visit to a Kalamandalam – a performing arts centre - which prides itself on maintaining and teaching the great arts and traditions of Keralan society for which it is famed. We then drive south towards the famous Keralan backwaters and will spend the night in Kumarakom. Driving distance 160km, 4hrs approx."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kumarakom - Alleppey – Backwater Cruise: This morning we drive to Alleppey to take to the waters of this most beautiful and unique of landscapes. Boarding our traditional houseboats, we will spend the next two days cruising the waterways and channels that honeycomb the coastal plains running parallel to the Arabian Sea. A unique ecosystem that is home to a rich variety of aquatic life, the backwaters present us with a time-honoured image of an India long forgotten. Scattered villages survive amongst the labyrinthine channels much as they have for generations. Kettuvallams, Keralan houseboats, once negotiated these canals carrying rice, grain and even royalty through the backwaters. Today they provide us with an ideal way to appreciate the tranquillity and tradition of this part of southern India. We’ll pass isolated communities, and gardens of hibiscus and vegetables, as well as hopping off the boats to visit interesting sights en route. Our evenings will be spent moored up besides the lapping shores of these idyllic backwaters. Having two nights aboard our private chartered houseboats enables us to venture further into the backwaters - catching a glimpse of life rarely seen by foreign visitors to Kerala."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Alleppey - Kochi (Cochin): Disembarking our boats this morning, we drive to Kochi, the glittering ‘Queen of the Arabian Sea’. The oldest European settlement in India, Kochi is a vibrant mix of Arab, Chinese, European and Indian influences and home to the oldest church and synagogue in the country. Built on commerce the city began to prosper with the arrival of Jewish and Arab traders. With the later arrival of the Portuguese, and then the Dutch and English, Kochi went on to become a vibrant settlement - incorporating a rare fusion of European and Asian traditions and styles. Today we will take a walking tour around the historic old streets of Fort Cochin and the red-tiled riverfront of Mattancherry, once the old capital’s main market area and the centre of the Malabar spice trade. The city is also famous for its Chinese fishing nets, which are made from teak and bamboo. The huge cantilevered nets are a legacy of some of the earliest visitors to the Malabar Coast. Similarly, the city is renowned for its Santa Cruz Basilica and the Church of St. Francis, the oldest European church in India, where the body of Vasco de Gama was held before being returned to Portugal. This evening we will enjoy a sunset cruise on the harbour before learning to cook a traditional Keralan dinner with a local family."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kochi – Vaikom - Kochi: Today we head into rural Kerala to get a feel for everyday village life, spending time with the people of Vaikom. There’ll be opportunities to witness and perhaps even take part in various activities including rope and basket-making, toddy-tapping, mat-weaving and for the more active, canoeing and coconut-tree climbing! This is a great way to experience life beyond the beach resorts for which Kerala is usually known. Returning to the town tonight, we’ll enjoy our final dinner together and a chance to reflect on our experiences."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour Ends in Kochi (Cochin): The tour ends after breakfast at our hotel. Those on our suggested flights will depart early for the airport."
    }
  ],
  "map": ""
}