{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-tiger-safari-in-kanha-national-park",
  "tourName": "India tiger safari in Kanha National Park",
  "placesVisited": "",
  "generalInfo": "This budget tiger safari of India takes you to one of the best national parks in the country; Kanha National Park. This park is a wonderful mix of grassy plateaus, open misty plains and bamboo forests and is home to around a hundred tigers living wild. As well as dhole, guar, leopard, sambhar, chital and monkeys and dozens more species. <br/><br/>This budget safari has been designed to maximise your time in the park and chances of seeing tigers with as low a cost as possible. We are proud of our 100% sighting rate and of course, you will also get a chance to see a wide array of other wildlife, not just tigers. Please note that we are very happy to organise this trip for a solo traveller as well as for groups.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of Indian wildlife watching safari holidays. These tours range from the dry desert regions of Gujarat in search of striped hyena and Asiatic lions to the icy peaks of the Himalayas on the quest for snow leopards. But we also focus heavily on some of the 40 plus Tiger Reserves in this wonderful and diverse country. One of these reserves is Kanha National Park, a popular and large park with a huge number of tigers inhabiting inside it – but without the large numbers of tourists that can be found in the more popular and well known parks. <br/><br/>This tour explores this great park on the trail of tigers of course, this iconic denizen of the Indian jungles is as symbolic of India as the Taj Mahal or Mahatma Ghandi. But Kanha has a fantastic record for also showing the other predators of the jungle. Whilst rare and hard to see in other parks the leopards, sloth bears and dhole are all regularly seen here. So we will dedicate a large amount time to these species as well as the tigers whilst here. <br/><br/>Kanha is one of India's more popular parks, however we have an incredible range of safaris in India. Whether you wish to visit the Western Ghats for its endemic species, Gujarat for the desert adapted species, the high grasslands of the North East for giants such as rhinos, elephants and buffalo or even head to the Himalayas for snow leopard spotting we have the itinerary for you. India is a treasure trove of wildlife and habitats and all you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Indian wildlife safari tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Delhi. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through India and particularly Kanha. Your naturalist escort is an expert in tigers and their conservation and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. <br/><br/>The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the park. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>The best time to go tiger watching in India is mid January to mid May. This is the hot dry season with the hottest time from beginning March until mid May. This is when tigers come out to waterholes to find water, or prey on other wildlife doing the same. <br/>However you can visit this park and enjoy the itinerary between November – April. <br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge..<br/>• Our local Indian guides around Kanha have a good relationship with the park officials and because of this we get a heads up when animals are sighted and this can guide us in where to focus and thus increasing our chances of seeing our targeted species.<br/>• All the above reasons give this, our wildlife and tiger safaris of India a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout India so that we can try and find and observe animals such as the tigers, leopards, sloth bears, dhole and many more species. We also have the ability to organise and run wildlife tours of India at other times of year and focusing on other species such as brown and snow leopards, Indian one-horned rhinos, Western Ghats endemics, elephants, primates, Asiatic lions and many species throughout this incredible country. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour is completely focused on one national park and tiger reserve, Kanha. It is located in Madhya Pradesh. We will fly in and out of Delhi and then travel onto Jabaplur before reaching the park in the Indian wilderness.<br/><br/>Fitness Level:<br/><br/>All of this safari is done from a vehicle. So no physical fitness for hiking or anything like that is needed. This is a very easy trip to undertake.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "9",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Jabalpur - Today you will arrive into the city of Jabalpur in Madhya Pradesh. On arrival you will be met by your local guide and taken direct towards Kanha National Park. The rest of the day will be free for you to rest and relax and tomorrow you head into the park for your first day of safaris. (Breakfast and dinner included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kanha National Park - Travelling & Safari - After an early breakfast this morning you will leave the hotel to Kanha National park (4.5-5 hrs) in a private vehicle. On your arrival at the park you will check into your lodge and then in the afternoon head into the park for your first jeep safari. Every time you enter the park you will be accompanied by a national park naturist and local drive; so you will be in good company when looking for wildlife. (Breakfast and dinner only)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kanha National Park / Jabalpur - Safari & Travelling - This morning you will have one last jeep safari into Kanha before breakfast back at the lodge. You will then travel back to Jabalpur (4.5-5 hours). This afternoon is free for you to rest and relax. (Breakfast only)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Home - Departure - Today after breakfast we will be taken to Jabalpur airport in time to catch the flight back to home. (Breakfast only)."
    }
  ],
  "map": ""
}