{
  "destination": "India",
  "mainPhoto": "",
  "id": "wheelchair-accessible-golden-triangle-tour-india",
  "tourName": "Wheelchair accessible Golden Triangle tour, India",
  "placesVisited": "",
  "generalInfo": "This journey to Accessible Indian Golden Triangle includes visit to main tourist cities Delhi - Agra &amp; Jaipur. Visit includes to Wheelchair friendly UNESCO World Heritage sites / monuments, visit to local markets to witness local life, visit majestic forts and palaces, spend time with mighty elephant, different religious places to show different religions coexisting in harmony…<br/><br/>Highlights :<br/>- Wheelchair Accessible monuments (partially or fully accessible)<br/>- Explore UNESCO World heritage sites (partially or fully accessible) <br/>- Accessible hotels with accessible / adapted rooms<br/>- Accessible restaurants<br/>- Experience the Taj Mahal at sunset or sunrise, widely considered to be one of the greatest architectural masterpieces in the world and is listed as one of the New Seven Wonders of World.<br/>- Learn about Elephants in Elephant Conservation and Care centre<br/>- Local markets<br/>- Different religious places<br/>- Local family for a meal <br/>- Accompanying guide for whole tour<br/><br/>Important to note : <br/>1. Hotels have only 1 or 2 rooms maximum which are wheelchair accessible rooms. <br/>2. You have option of increasing the duration of this tour by adding nights at each destination.<br/>3. If you love wildlife, we would suggest you to consider adding 2 nights at Ranthambore National Park which is famous for wildlife and Tigers. After knowing the mobility limitations, we will be able to decide if Ranthambore can be suggested or not.<br/>4. Each person may have different disability, we request you to kindly share the details with us so that we can mutually discuss and work out ideal program for you. <br/>5. We do not have Commercial vehicles with Hydraulic lift for wheelchair, so manual help is required to assist guest on wheelchair from transferring him from his wheelchair to the seat in our vehicle. <br/>6. We expect guest to travel with foldable and manual wheelchair. Wheelchair will be folded and carried along with baggage in car boot. <br/>7. If required, we will provide you a folding shower bench you can increase or decrease the hight.<br/>8. In one vehicle we suggest 2 guests + guide along with the driver. However, if you have bigger family or travelling with friends and would need bigger vehicle, we would provide you vehicle with wheelchair ramp which would need pushing wheelchair inside the vehicle and transfer from wheelchair to our seat. <br/>9. October to March are pleasant but December end to mid January could be cold, April to June are summer months and temperature could reach around 45 deg during day time, July to September are monsoon months but it does not main continuously. <br/>10. If you have any specific questions, we would be happy to answer those.<br/><br/><br/>Note : These prices are not valid during peak period i.e during festival time like Diwali and Holi festivals and between 20 December to 10 January. Some of the hotels charge higher prices during these dates. <br/>If your travel is happening during this period, we will advise you prices based on your travel dates.",
  "durationDays": "7",
  "price": "1590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Delhi. Arrive Delhi and meet your local representative at airport. Transfer to hotel (check-in time 14h00). Overnight at hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "In Delhi. Morning start your day with orientation tour of New Delhi, the founda-tion stone of the city was laid by Emperor George V during the Delhi Durbar of 1911. It was designed by British architects, Sir Edwin Lutyens and Sir Herbert Baker. Your will drive pass President House, Indian Parliament, India Gate and Connaught Place. Continue to visit Wheelchair accessible Qutab Minar. It is a soaring, 73m high tower of victory, built in 1193 by Qutab-ud-din Aibak. The tower has five distinct storeys, each marked by a projecting balcony and tapers from a 15 m diameter at the base to just 2.5 m at the top. The first three storeys are made of red sandstone; the fourth and fifth storeys are of marble and sandstone. At the foot of the tower is the Quwwat-ul-Islam Mosque, the first mosque to be built in India. Later proceed to Wheelchair accessible Gurudwara Bangla Sahib, one of the most prominent Sikh gurdwara or Sikh house of worship. Once inside the main building, you will be amazed with great interior, there is space to be seated on the floor and listen to “kirtan – the words’ being sung by the staff. Like in all Sikh Gurdwaras, the concept of langar is practiced here too, and all people, regardless of race or religion may eat in the Gurdwara kitchen (langar hall). The Langar (food) is prepared by volunteers who wish to help out and by gursikhs who work there. It is believed that everyday around 25000 people eat in this hall."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Delhi / Agra (4h drive). After check-out, drive to Agra, once a Mughal capital. Enroute stop to visit Elephant Conservation and Care center. In Agra proceed to wheelchair accessible Agra Fort, also called Red Fort, large 16th-century Fort of red sandstone located on the Yamuna river. It was established by the Mughal dynasty emperor Akbar and, in its ca-pacity as both a military base and a royal residence, served as the seat of government when the Mughal capital was in Agra. The fort complex was designated a UNESCO World Heritage site in 1983. Return back to hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agra / Jaipur (6h drive). Morning visit Wheelchair accessible The Taj Mahal (closed on Friday), an enormous mausoleum complex commissioned in 1632 by the Mughal emperor Shah Jahan to house the remains of his beloved wife. Constructed over a 20-year period on the southern bank of the Yamuna River in Agra, In-dia, the famed complex is one of the most outstanding examples of Mughal architecture, which combined Indian, Persian and Islamic influ-ences. At its center is the Taj Mahal itself, built of shimmering white marble that seems to change color depending on the daylight. Desig-nated a UNESCO World Heritage site in 1983, it remains one of the world’s most celebrated structures and a stunning symbol of India’s rich history. After check-out, drive to Jaipur with enroute stop at Wheelchair acces-sible UNESCO World Heritage site of Fatehpur Sikri to visit this ghost town. Built during the second half of the 16th century by the Emperor Akbar, Fatehpur Sikri (the City of Victory) was the capital of the Mughal Empire for only some 10 years. It has complex of monuments and temples, all in a uniform architectural style. Continue to Jaipur, an enthralling prolific “pink’ city and capital of Raja-sthan state. The city was painted in pink to welcome the Prince of Wales and Queen Victoria in 1876 since the colour is the mark of Hospi-tality. As a result, Jaipur started to be known as the Pink City."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "In Jaipur. Morning drive to 16th century built yellow coloured Panna Meena ka Kund (stepwell, accessible for wheel chair) surrounded by beautiful temples. It was probably built so that the people of Amer could collect water, which was later used at many temples nearby. Women also came here to fill their water pots for household work. Continue to Amber Fort (partially accessible) constructed in the 16th century by Maan Singh, the trusted general of Emperor Akbar. The fort is known for its architectural splendour manifested in Sukh Mandir, the Hall of Public Audience, Sheesh Mahal and Kesar Kyari Later proceed to beautiful City Palace (Wheelchair accessible) came in-to existence with the establishment of the city of Jaipur. Built by Maha-raja Sawai Jai Singh II, the palace was the administrative and ceremoni-al seat of Jaipur Maharaja. Beautiful courtyards, gardens and buildings in the palace complex are worth exploring. Continue to visit 18th century astronomical observation site, the Jantar Mantar (wheelchair accessible). This UNESCO World Heritage site has collection of some 20 fixed astronomical instruments built by the Ma-haraja Sawai Jai Singh II. Designed for the observation of astronomical positions with the naked eye, they embody several architectural and in-strumental innovations."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur / Delhi (6h drive). Morning drive back to New Delhi. On arrival in Delhi, proceed for visit of Dilli Haat. Dilli Haat showcase traditional Indian culture - a forum where rural life and folk art are brought closer to an urban clientele. It is here that the crafts persons find an opportunity to demonstrate their artistic skills to thousands of visitors every day. Later transfer to hotel for dinner and wash and change (room for Day Use only till 21h00 only). In time, transfer to airport to connect flight to next destination"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Connect flight to next destination."
    }
  ],
  "map": ""
}