{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-holiday-in-central-india",
  "tourName": "Wildlife holiday in Central India",
  "placesVisited": "New Delhi, Bandhavgarh Tiger Reserve, Kanha Tiger Reserve, Pench Tiger Reserve, Satpura Tiger Reserve, Bhimbetka cave paintings, search for: giant squirrels, tigers, leopards, wild dogs, water birds and wetland wildlife",
  "generalInfo": "India wildlife tours are an amazing treat for nature lovers and for anyone else with a passing interest in adventure as they conjure up an incredible variety of experiences, least of all the chance to spot tigers, leopards, sloth bears, bison and crocodiles within a range of stunning environments.<br/><br/>As this particular 12 day India wildlife tour is exclusive you'll be able to take advantage of an array of luxury safari camp accommodation, with the tiger reserves of Kanha, Bandhavgarh and Pench all providing some exquisite scenes to accompany a range of comfortable facilities.<br/><br/>Aside from the wildlife tours, India is blessed with a bounty of ancient sites of interest with the UNESCO listed Bhimbtka caves providing a fascinating finale to this fabulous India wildlife tour.<br/><br/>Below are just a few of the highlights that you can expect to find whilst undertaking this private India wildlife tour:<br/><br/>- Big cat safari tours in India's most prestigious tiger reserves with excellent chances of seeing sloth bears, leopards and other wildlife alongside the slinking figure of Shere Khan himself.<br/>- Explore Central India's best regarded jungle regions which are known to be the inspiration behind Rudyard Kipling's Jungle Book.<br/>- Take a guided tour of Satpura Tiger Reserve either on foot or by boat.<br/>- Experience an array of chances to go bird watching and embark on nature photography trips. <br/>- Find out more about the 30,000 year old cave paintings within the caves of Bhimbetka.<br/>- Enjoy comfortable and well-equipped luxury safari camp accommodation.<br/>",
  "durationDays": "12",
  "price": "299000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "New Delhi – Bandhavgarh Tiger Reserve: Arrive New Delhi and catch morning flight to Jabalpur. At Jabalpur airport you will be met by your driver and driven to Bandhavgarh. Five hour drive (200 km) through rural India will take you to the forest of Bandhavgarh. Check-in to your lodge which is nestled comfortably in the lap of nature just on the edge of Bandhavgarh. Drain the day’s exhaustion with hot and cold beverages. Retire early after dinner, gearing up for tomorrow’s adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bandhavgarh Tiger Reserve: World renowned Bandhavgarh is known for its high tiger density and thus offers the best chance to see tigers in the wild. Set out in search of world’s most elusive cat on 4x4 in morning and evening game safari."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pench Tiger Reserve: Travel west from Kanha to Pench (200 km/5 hours). On arrival, check into your camp and relax amidst its natural setting. Designed in keeping with the local culture, the camp showcases a pastoral jungle theme. Named after the Pench river, the reserve is located in the southern reaches of the Satpura hill range. It also has some of the highest deer/antelope density in India attracting good numbers of carnivore such as tiger, leopard and wild dogs along with occasionally seen Indian wolf. Pench is the original setting which inspired Rudyard Kipling for his master piece ‘The Jungle Book’. BBC also brought Pench in international spot light after shooting award winning documentary ‘Spy in the Jungle’. Explore Pench in morning and evening game safari in search of wildlife."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "New Delhi: Today after final morning jungle activity, bid farewell to Satpura and drive to Bhopal (150 km/3 hours). Pause 45 kms south of Bhopal to see the extraordinary cave paintings at Bhimbetka. The paintings at this UNESCO site are believed to be up to 30,000 years old. After Bhimbetka continue to Bhopal airport to catch flight to New Delhi/Mumbai for your onward journey."
    }
  ],
  "map": ""
}