{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-highlights-14-day-tour",
  "tourName": "Kerala highlights 14 day tour",
  "placesVisited": "",
  "generalInfo": "•Accommodation as specified in the itinerary on Double sharing basis for 13 Nights<br/>•Daily buffet breakfast at all the hotels<br/>•All Meals (Breakfast, Lunch, Dinner) whilst stay at Houseboat &amp; Dewalokam<br/>•Single entry to the monuments<br/>•All transfers and excursions using Air Conditioned Vehicle<br/>•Services of an English speaking local Guide as per the itinerary (on private basis)<br/>•Kathakali dance show in Cochin<br/>•Spice plantation in Periyar<br/>•Assistance on arrival and departure transfers<br/>•All applicable taxes on hotel &amp; transport<br/>•Govt. service tax",
  "durationDays": "14",
  "price": "2444",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "COCHIN Upon arrival in Cochin airport, you will be met by our representative and will be provided assisted transfer to your hotel. Upon arrival check in to the Hotel Spend the rest of the day at leisure. Overnight at the hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "COCHIN Start your day with a visit to the local fishing harbour to get introduced to the nitty-gritties of the fishing economy, and insight into the life and livelihood of the local fishermen; on most days you will be able to witness a live fish auction! Then proceed by tuk-tuk to meet a local family for a scrumptious breakfast which will also give you a chance to interact and understand the nuances of a rural household. You will then proceed to visit the oldest Jewish Synagogue in India, built in 1568; it was destroyed by the Portuguese and rebuilt by the Dutch a century later. From the Jewish Synagogue you will visit Chinese fishing nets. In the evening enjoy a classical Indian dance show - Kathakali."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "THODUPUZHA Today morning after breakfast, you will be transferred in your private vehicle to Thodupuzha. Upon arrival in Thodupuzha, check-in at the farmstay. Dewalokam is an exceptionally beautiful farm on the banks of Kannadipuzha in the lower and middle ranges of Blue (Neel Giri) Mountains of the Western Ghhats. Dewalokam spreads over an area of ten acres. The other side of the river is the pristine tropical forest, protected by the forest department. Dewalokam is an eternity away from air and noise pollution. All that the guests see is nature in its pristine, virginal unspoiled form, wonderful growth of trees and plants. Check in at the Farmstay and stay relaxed or explore the property"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "THODUPUZHA The farm has four fishponds which offers the guests to be in the midst of water life. The farm produces meat, fish, milk, eggs and vegetable for our own consumption and we are able to sell the surplus. Dewalokam is an eternity away from air and noise pollution. All that the guests see is nature in its pristine, virginal unspoiled form, wonderful growth of trees and plants. All that we hear is the singing of the birds in our trees and across the river. We hear in some years constant calls of pheasants, we see buzzards, kites, eagles sailing in the sky, and sometimes perching on our own tall huge trees. At Dewalokam even if you come to us stressed or care worn, transported into the world of pure nature, the world of wonderful colors and sounds. Enjoy various activities by the Farmstay. Yoga Session in the morning, Spice Walk (Guided walk in the organic farm), Forest Walk, Cooking Demo Village Walk and more are offered ."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "MUNNAR Today morning after breakfast, you will be transferred in your private vehicle to Munnar Upon arrival in Munnar, check-in at the hotel. Munnar is the nature-lover’s paradise. Snuggling in the green and serene Kannan Devan Hills lies the quiet and restful resort of Munnar. Panoramic views of low-flying clouds and mist filled valleys make it a pretty little heaven with a cool bracing climate. It was opened up out of virgin forests a century ago by pioneering planters. Within its remote and elderly churches - gracious, stone-structures with ancient chandeliers and rosewood pews. A little beyond lies Anaimudi, South India's highest peak. Spend the evening at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MUNNAR In the morning have a visit to the Tea Museum which showcases the history of tea cultivation in Munnar since 1876 when tea was first planted in this tea plantation district. It also features a miniature tea factory where visitors are expertly familiarized with the nuances of tea cultivation and processing as well as tea tasting. Also, you have other options like Srishti Trust - an organization dedicated to the rehabilitation & generation of sustainable livelihoods for the differently-abled children & young adults of the rural plantation community of Munnar. Srishti engage their creativity, creating hand-made products while adopting sustainable production methods by recycling, up-cycling and using natural materials. You are at leisure in the afternoon or take a drive upto the Top Station and visit other scenic spots in this region like Eco Point, Mattupetty Dam etc."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "THEKKADY Today morning after breakfast, you will be transferred in your private vehicle to Thekkady. Upon arrival in Thekkady, check-in at the hotel. In the evening, we visit The Kerala Kalari Centre which is a great place to witness the ancient Kalaripayattu martial dance performed and practised by dedicated local swordsmen."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "THEKKADY After breakfast proceed for a jeep ride for about three hours through the panoramic view of Tamil Nadu and enjoys the sightseeing. On the way you can see some commercial plantations of Cardamom, Pepper, Coffee etc and you can see the processing of Cardamom. Spice plantation tour is in one of the most important activities outside the reserve that a visitor can engage in. It is an opportunity to see why the Kerala cuisine is so different from most of the other Indian cuisines. The tour gives you a chance to enjoy cardamom, pepper, clove, cinnamon, nutmeg, and varieties of spices and medicinal plants. Afternoon at leisure to explore the spice town on your own"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ALLEPPEY Also called Alappuzha, Alleppey is a pleasant easy-going market town surrounded by coconut plantations. Climb aboard the traditional kettuvallams (riceboats) converted into houseboats with bedrooms and attached toilets. Originally these boats were used as ferries to carry rice. Cruise through the backwaters of Kerala. Houseboat is one of the 50 “must do” things as described by the National Geographic Traveller magazine. The backwater cruise through the narrow canals that criss-cross a typical Kerala Village, rich with green paddy fields and verdant coconut trees and is a thrilling experience. The boat cruise takes you to small islets tucked away amidst those waters where you get glimpses of village at the best of its serenity and innocence. Lunch and dinner will be served on board. Overnight on board."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "MARARI Enjoy 3 nights relaxing on the Keralan coastline with lush food,sunsets and ambience staying in a beach cottage at a gorgeous 4 star beach resort an completely unwind before heading back home on Day 14"
    }
  ],
  "map": ""
}