{
  "destination": "India",
  "mainPhoto": "",
  "id": "maharashtra-holiday-in-india",
  "tourName": "Maharashtra holiday in India",
  "placesVisited": "",
  "generalInfo": "The tour covers the Golden Triangle of second largest state of India i.e. Maharashtra. The cities covered during this trip are Mumbai, Aurangabad and Nashik. Maharashtra is the economic powerhouse of India and has got a cosmopolitan culture. You will experience this during your visit to Mumbai. Experience food, heritage, wines and other highlights of state of Maharashtra during this tour.<br/><br/>Trip Highlights:<br/><br/>1.\tVisit the UNESCO World Heritage Sites in Mumbai - Elephanta Caves, Chattrapati Shivaji Terminus<br/>2.\tVisit the ancient caves of Ajanta and Ellora at Aurangabad.<br/>3.\tTaste the authentic wines of India at Nasik.<br/>4.     Visit Mini Taj Mahal in Aurangabad - called as Biwi Ka Maqbara",
  "durationDays": "7",
  "price": "1147",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Mumbai International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check-in procedure and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, visit the • Elephanta Caves – Oldest Caves near Mumbai. • Visit the famous Gateway of India. • Visit the Hanging Gardens • Visit the Chowpatty – the famous beach of Mumbai. • Drive past the Chhatrapati Shivaji Maharaj Terminus – Biggest train station of Mumbai. • Visit the Chhatrapati Shivaji Maharaj Museum. • Get a glimpse of Open Air Laundry – The Dhobi Ghat. OPTIONAL TOURS: • Enjoy Kebab and Curry Walk (Street Food) tour."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, check out from the hotel and get transferred to Mumbai Airport and fly to Aurangabad. On arrival receive a warm welcome by our representative and get transferred to the hotel. On arrival complete the check-in formalities and rest for a while. Later, visit • The Ajanta Caves – one of the ancient Buddhist caves located in Maharashtra."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, visit the • Ellora Caves – a pure architectural marvel. • Bibi Ka Maqbara – The Taj Mahal of Deccan. OPTIONAL TOURS • Visit the Daulatabad Fort • Visit the Himroo Factory – A 150-year-old Textile Factory."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Nasik (195Km, 4-hour drive) – The Wine Capital of India. On arrival receive a warm welcome. Complete the check-in formalities and rest for a while. Later visit the Sita Gufa, Godavari Ghat (River Godavari Banks), and other temples to experience the local culture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, go for a Wine Tasting tour • Visit SULA Vineyards • Visit YORK Winery • Visit SOMA Vineyards"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Mumbai International Airport (165Km. 4-hour drive) to board the flight for your home town."
    }
  ],
  "map": ""
}