{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-hike-bike-kayak-in-india",
  "tourName": "Kerala Hike, bike & kayak in India",
  "placesVisited": "Fort Kochi, Western Ghats, Thattekkad, Hornbill Camp, Periyar riverbank, Neriyamanagalam, eco boutique resort, Muthuvaankudi, Munnar, Anaerangal Lake, Vandanmedu, Periyar Tiger Reserve, Vagamon, Kerala backwaters",
  "generalInfo": "There’s just something about the sunshine, scenery and welcome of southern India that make it special. This Kerala activity holiday appeals to anyone who wants to have a multi-faceted adventure in this multi-faceted area of the country. Hike, bike and kayak your way around, enjoying the region's historic backwaters, and wheeling through the foothills of the Western Ghats, keeping your eyes peeled for elephants. <br/><br/>You'll also get a chance to trek in Mathikettan Shola National Park and Periyar Tiger Reserve, where a conservation-focused trek will show you how the Mannan people have been protecting the forest and its inhabitants for centuries. From Fort Kichi and the Western Ghats, to the hill station at Munnar, this two-week Kerala activity holiday lets you discover the very best of southern India in the most enjoyable way possible.",
  "durationDays": "11",
  "price": "1380",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your activity holiday in India begins at Fort Kochi, known for its cultural and historical charm. Discovering Fort Kochi is a delightful prospect, as it is lined with cobbled streets and brightly coloured houses. Its importance as a port for trade is visible in the multitude of churches, colonial bungalows, Chinese fishing nets, a synagogue and a Portuguese Palace. There are plenty of museums that trace the rich history of Fort Kochi that you will get to visit."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, you will begin cycling towards the foothills of the Western Ghats and the lowland forests of Thattekkad. You will cycle approximately 55 kms, through a countryside that evolves from towns to rubber plantations, paddy fields and spice gardens. You will be cycling till the lowland forests at Thattekkad, on the banks of the Periyar River, the longest river in Kerala. You will be staying at the secluded Hornbill Camp, which is a birder’s paradise and is located on the riverside, surrounded by coconut groves and spice plantations. The Hornbill Camp, where you will be staying has large airy aircon cottage tents with comfortable beds and en-suite bath. Your night will be echoing with the peaceful sounds of the forest, allowing you to rest after a day of cycling."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Continuing at Thattekkad, you will be walking through the lowland forest, a great opportunity to sight tropical and endemic birds like the colourful Malabar parakeet, Malabar Grey Hornbills and butterflies like India’s largest butterfly the Southern Birdwing and minor wildlife like the Malabar Giant squirrels, deer and the ever shy Slender Loris. In the afternoon visit the local farms or go kayaking through the river Periyar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Set off again on your cycles , along the Periyar riverbank, through the dense low altitude forests of Neriyamanagalam. These are the forests where reed is extracted for manufacture of traditional household items like baskets and mats. The view is filled with forests, redwood trees and mountain peaks, making it an ideal holiday destination. Towards the end, it’s the time to challenge yourself as the roads get much more steeper. Cycle through different Tribal settlement to reach your stay at Muthuvaankudi, in a well appointed resort, and it will bring you some well deserved rest after the day’s grueling cycling."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Cycle towards your next destination after breakfast. Start your journey through the small village roads, then the scenery slowly changes to small farms of spices like pepper and cardamom, tea estates and finally towards the your destination near the Anaerangal Lake – a place where elephants congregate."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will be trekking through the Mathikettan Shola National Park. This is a high altitude rain forest saved from ‘development’ and preserved through a campaign by environmental activists here in Kerala. The trek passes through undulating and highly mountainous terrain. This national park harbours evergreen forests, moist deciduous forests, shola grasslands and semi-evergreens. There is also abundant wildlife here besides amazing bird life. Wildlife like gaurs (Indian Bison), elephants, wild boar, sambar, common langur, wild dog and jungle cat are common here thoigh it takes luck to sight them during your trek. The National Park is also biodiversity hotspot with its rich treasure of medicinal herbs as well as amphibians. Your destination is Santhanpara, set amidst luxuriant vegetation and cardamom growing hamlets. En-route you will be passing large cardamom forests where cardamom, pepper & coffee are grown within the canopy of the forests. Transfer to the Periyar Tiger Reserve & settle into a comfortable resort."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Periyar Tiger Reserve is a famed protected area that is home to large herds of Asiatic Elephants, the Indian Bison, and the Tigers that India is renowned for. Mannans are among the oldest indigenous group of people to inhabit the Periyar Tiger Reserve. As late as the 1940s, they lived in the remotest areas of the Tiger Reserve. Their lifestyles were simple, and they made their living by fishing and cultivating a few crops. Today, they are the main conservators of the forest. You will get to walk and talk with them, as they will help you discover the tropical rain forests and wildlife. This is a full day conservation based trek which also is an important means of income of the trackers and their families"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will be riding all the way down to the plains and ride on the flat roads towards Kerala famed backwaters. Here a cruise has been arranged for you on the rice boat. It is a luxurious way to see the backwaters and the life by the backwater countryside. You will explore the villages along this region, cruise past ancient temples, paddy fields, lagoons and lakes. Your overnight stay will be on the rice boat itself, which is quite luxurious as it is air-conditioned and has an en-suite bath and toilet."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be starting your kayaking adventure today. You will paddle through the famed backwaters, exploring the lagoons and the lakes. The vast expanse of water, the friendly people, and their lifestyles which you get to experience up close is bound to create memories to remember. You will settle into the backwater villa, which is a small cozy family owned resort in the midst of the backwaters!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You will be riding all the way down to the plains and ride on the flat roads towards Kerala famed backwaters. Here a cruise has been arranged for you on the rice boat. It is a luxurious way to see the backwaters and the life by the backwater countryside. You will explore the villages along this region, cruise past ancient temples, paddy fields, lagoons and lakes. Your overnight stay will be on the rice boat itself, which is quite luxurious as it is air-conditioned and has an en-suite bath and toilet."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This day marks the end of the Bike, Hike and Kayak in Kerala and you will be transported to the airport, with fond memories of your exciting activity holiday in India."
    }
  ],
  "map": ""
}