{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-highlights-taj-ganges-ancient-monuments",
  "tourName": "India highlights, Taj, Ganges, & ancient monuments",
  "placesVisited": "Tour of India's capital Delhi, Palaces and forts in the 'Pink City' of Jaipur, Taj Mahal and other Moghul architectural glories, Train ride to Jhansi, Temple complexes in Khajuraho, The holy city of Varanasi, Boat cruise on the Ganges, Sacred sites of Buddhism, Optional extension: Tiger Safari at Kanha National Park",
  "generalInfo": "This tour provides a window on ancient India and its incredible cultural heritage, from architectural jewels to spiritual depths. <br/><br/>Begin by exploring India's capital, Delhi, visiting the grand Swami Naryan Temple, the old town's magnificent Red Fort – one-time seat of Moghul rulers – and the ornately decorated Qutub Minar minaret.<br/><br/>The 'Pink City' of Jaipur – capital of Rajasthan – provides colourful counterpoint to Delhi with its ravishing mix of ancient merchant houses, historic forts and lavish palaces. Your next destination is Agra, pausing en route to visit Fatehpur Sikri, a fascinating example of Moghul architecture built by the illustrious King Akbar. In Agra, the Agra Fort is merely a grand taster for a visit to one of the world's most iconic historic buildings, the Taj Mahal. <br/><br/>Next day, it's all-aboard to ride one of India's characterful trains to Jhansi, before transferring to the road to drive to the 'Temple City' of Khajuraho in Madhya Pradesh. You'll pause en route to stretch your legs at a delightful hill station in Orchha. In Khajuraho, discover one of India's finest concentrations of temples, from the ornately decorated Jahangir Mahal to the sensuous Devi Jagdamba, adorned with erotic carvings.<br/><br/>Your journey concludes with a flight to the holy city of Varanasi and a boat ride on the sacred Ganges River, its stepped embankments lined with bathing pilgrims and temples. Gain insight into their worship at Benares Hindu University, a centre of learning for Sanskrit and Indian culture. Suitably enlightened, you'll visit some of the most sacred sites of Buddhism – Sarnath, where the Buddha preached his first sermon, then the Dhamek Stupa where the Buddha proclaimed his faith.",
  "durationDays": "10",
  "price": "1400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: New Delhi Upon Arrival at New Delhi Airport ,our executive will be there to welcome you,later you will be transferred to your booked hotel. The finest Gateaway destination New Delhi is capital city of India. One of the most populated metropolis in the country is an amalgamation of modernity and ancient monuments."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: New Delhi This day we will explore the capital city a window to cultural India. A [ot pourri of diverse cultures and ethnic profiles it will give you a glimpse of what lies in store . The first visit is to Swami Naryan Temple a modern megalith it is an architectural grandeur. Then we move to Old Delhi and visit the Red Fort. The seat of erstwhile Moghul kings you will love the magnificent architecture and grand spaces. Qutub Minar is a looming minaret that basks in the glory of the ancient slave dynasties. The minaret never ceases to impress with its overall construction and fine carvings. The Indian Cuisine is an introduction to mouth watering delicaies and hot curries. You will fall in love with the food. We eat as we move.Overnight Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3:Capital Jaipur _ Rajasthan On this day we move to Jaipur also known as the pink city. We will reach after six hours drive through colorful hamlets and quaint townships bustling with life. Overnight Hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4: Jaipur – Pink City The Capital City of Rajasthan State is a fascinating agglomeration of a colorful culture complimented by the majestic havelis, forts, palaces, and lakes. Hawa Mahal, Jaipur Palace. The Rajputs were great warriors as well as pleasure seekers, They loved everything culture,c uisine, monuments you name it. The sightseeing explores the legacy of erstwhile Maharajas Overnight: overnight hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Agra – North India Today we will visit Fatehpur Sikri on route to Agra. Built by the Mogul King Akbar as his headquarters it is a fascinating doorway to Mogul architecture in India. From here we will proceed towards Agra City and head straight for Agra Fort, built on the lines of the Red Fort at New Delhi. After the visit to the Red Fort we will see the Taj Mahal, cynosure of all eyes. Taj Mahal needs no elaborationm, the fantastic edifice is one among the seventh wonder of the World. Overnight Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6: Khajuraho – Madhya Pradesh After breakfast we board train to Jhansi in North India. Upon arrival we drive three hours to Khajuraho the Temple City enroute we halt at Orchha a hill station with awesome architectures. We visit Jahangir Mahal a delicate work of artistic delight. Then we move to Raja Ram Temple a Hindu place of worship dedicated to Lord Ram. We then drive on to the temple city.Overnight Hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 7: Khajuraho - Varanasi – (Banaras) At Khajuraho we move to Western Group of Temples -the Kandariya Mahadeo, Devi Jagdamba which exhibit erotic carvings, sensuos and exotic. Post lunch we explore the Eastern Group of Temples- Parsvanath Jain Temple and others in the complex. After the visit we fly to Varanasi the holy city. Overnight Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8: Varanasi Our day begins with a boat ride on the Ganges River. As we row we enamour at the numerous ghats with bustling hoards of the pious pilgrins and the temples of the stepped enbankments. The splendrous ride offers view of sacred rites and rituals enacted by the pilgrims, Later we visit the Benares Hindu Universitytial center of learning for Sanskrit, Indian art, culture, and music. Then from here we drive about eight km to Sarnath where the Buddha preached his first sermon. We also see the Dhamek Stupa where the Buddha proclaimed his faith. The amazing relic found here is the Ashoka Pillar dating 250 BC.Overnight hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9: Varanasi- Delhi Transfer to airport to connect flight to New delhi overnight Hotel"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day 10: Transfer to international airport."
    }
  ],
  "map": ""
}