{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-golden-triangle-and-tiger-safari-holiday",
  "tourName": "India Golden Triangle and tiger safari holiday",
  "placesVisited": "",
  "generalInfo": "The Golden Triangle circuit comprising of Delhi, Agra and Jaipur is one of the most visited regions of India. Various UNESCO Sites like Taj Mahal, Fatehpur Sikri, Agra Fort, Qutub Minar, Monuments of Jaipur etc. are the highlights. Apart from these standard highlights, this tour includes awesome bespoke experiences like village visits, local interactions, Yoga sessions, food tours, wildlife safaris and much more.<br/><br/>Trip Highlights:<br/><br/>1.\tVisit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture. <br/>2.\tVisit one of the 7 wonders of the world - Taj Mahal and discover the magic of white marble at Agra. <br/>3.\tEnergize yourself at Morning Taj Facing Yoga Session at Agra.<br/>4.\tVisit the world-renowned Ranthambore National Park – Known for tigers and other species of animals – Go on an Open Jeep/Canter Safari to explore the national park.<br/>5.\tEnjoy a guided tour of the Pink City. <br/>6.\tEnjoy food tour in Jaipur",
  "durationDays": "9",
  "price": "1397",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at New Delhi International Airport. Receive a warm welcome from our representative and get transferred to the hotel. On arrival complete the check in formalities and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• After breakfast, proceed for a sightseeing tour of the city with your guide. • Drive past or if you wish you may visit Red Fort • Drive past or if you wish you may take a stop at Raj Ghat – the cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square and enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate – The All India War Memorial • Also pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Enjoy a special lunch at a local restaurant. • Visit Humayun's Tomb • Visit Qutub Minar - A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a hearty breakfast, travel to Agra (222Km, 5-hour drive). On arrival meet our representative and check into the hotel. Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning visit Taj Mahal during Sunrise (As fuel-based vehicles are not permitted in the vicinity of the Taj Mahal, you will head to the Taj Mahal gate by a Battery operated Bus. (Friday Closed). •After breakfast, visit Agra Fort - An Epitome of the Mughal Dynasty •Visit Itmad-Ud-Daulah’s Tomb OPTIONAL TOURS : •Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Early Morning, Enjoy the Taj Mahal Facing Yoga Session. After breakfast, check out from the hotel and travel to Ranthambore (240Km, 5-hour drive). En-route visit Fatehpur Sikri - A city predominantly made of red sandstone and a UNESCO World Heritage Site. On arrival meet our representative and check into the hotel and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy the morning and evening Wildlife Safaris in the Ranthambore National Park on sharing basis."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, check out from the hotel and travel to Jaipur (145Km, 4-hour drive). On arrival receive a warm welcome by our representative. Complete the check-in formalities. Evening enjoy the local food tour of Jaipur covering the culinary highlights of the city."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, proceed for a full day Jaipur sightseeing tour with your Guide. •Visit Amber Fort – One of the most magnificent palaces in India. (The Fort is perched on a hill, so to reach there; you may enjoy a Jeep ride in Amber fort. •Visit Jantar Mantar – largest stone astronomical observatory in the world. •Visit to City Palace and Museum– Built by Maharaja Sawai Jai Singh during the years 1729 to 1732. •Photo Stop Hawa Mahal – built by Maharaja Sawai Pratap Singh in the year 1799. •In the evening enjoy Heena Painting on Hands and Feet."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast check out from hotel and travel to New Delhi International Airport (270Km, 5 Hours drive) to board the flight for you home town."
    }
  ],
  "map": ""
}