{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-family-holiday",
  "tourName": "India family holiday",
  "placesVisited": "Delhi, Shekhavati, Rajasthan, Camel trek, Jaipur, Ranthambore National Park, Karauli village, Keoladeo Bird Sanctuary, Fatehpur Sikri, Agra, Taj Mahal",
  "generalInfo": "India is an incredibly exciting destination, a constant kaleidoscope of colour, noise, mayhem and occasional serenity. There are holy cows wandering in the middle of the road, holy men with long dreadlocks getting into strange contortions and holy temples awash with incense, fragrant flowers and hundreds of pilgrims.<br/><br/>It is a huge country that deserves many visits and we recommend that you concentrate on one particular part of the country for each stay. A good place to start is the princely state of Rajasthan, home to many of India's most beautiful and well known sights, including crumbling forts that are begging to be explored, exquisitely decorated merchants' houses, majestic palaces which are the perfect venue for a game of hide and seek, and the constant backdrop of colour whether from mounds of spices in the market or from the brightly coloured saris of women walking through the countryside with pots balanced on their heads. Not far from Rajasthan is Agra, home to the Taj Mahal, possibly one of the most beautiful buildings in the world.<br/><br/>Also popular is the lovely state of Kerala, in the south of India, and a world away from the north. Life here operates at a slightly slower pace and it is a land of peaceful waterways where you can spend the night in a converted rice barge, picturesque coffee and tea plantations that are perfect for a hike (or gentle ramble!) and idyllic beaches.<br/><br/>More adventurous families might want to head into the far north, to the Himalayas, home to incredible scenery and some great activities. Sip a cup of freshly picked tea on a tea estate in Darjeeling, watch the sun rise over the tip of Kanchenjunga, hang out with the monks in Ladakh, ride the rapids down a tributary of the Ganges or cycle in the mountain foothills.<br/><br/>Everywhere you will find the welcome friendly and the children will be permanently wide eyed and fascinated by the incredible experiences on offer.",
  "durationDays": "15",
  "price": "3000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DELHI When you arrive in Delhi you will be met by one of our representatives and transferred to your hotel to unwind."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "DELHI Enjoy a full days guided tour of Old and New Delhi. Children will love taking to the road by a rickshaw into the vibrant hustle and bustle of Old Delhi. Spot the majestic Red Fort, the exquisite 17th century Jama Masjid Mosque and the lively markets of Chandni Chowk. Holy cows jostle for space amongst the energetic streets, with smells, sounds and sights that scream “Welcome to India”. As noon creeps in, take a breath and experience the serenity of New Delhi with its impressive colonial buildings and wide tree-lined streets. You will visit the Qutab Minar and Humayun’s Tomb, both exquisite World Heritage sites that are sure not to be missed."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "UDAIPUR Continue your tour of India with a flight to Udaipur. If you are feeling the need for adventure, why not take the overnight train instead? Wake in a new city set around the vast Pichola Lake. Udaipur is dominated with dramatic palaces, towering whitewashed houses, winding alleyways and dusted with an almost medieval charm. The huge City Palace, still the residence of the Maharana, is carved out of yellow sandstone and stands on the banks of the Lake Pichola. From here, you will be treated to fabulous views over the lake and the famous Lake Palace Hotel. Spend the rest of the day exploring or simply unwind."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "UDAIPUR This morning you will be treated to a city tour of Udaipur. Number one on your list of must-sees is the City Palace, now preserved as a museum with a large and varied collection of mosaics, glass and porcelain figures, miniatures and paintings, the experience is an unforgettable one. Take a moment to head out on to one of the many terraces and courtyards for superb views over Lake Pichola and an overall air of luxury and grandeur. Nearby is the Jagdish temple, a centre of constant activity. Dedicated to Lord Vishnu, the temple was built in 1651 by Maharana Jagat Singh 1, and is famous for its distinctive architecture. Later you will take a boat ride on Lake Pichola where you will spot all sorts of activity on the ‘ghats’ used by local people for washing and bathing. You will pass the famous luxury Lake Palace hotel, and stop to visit the ‘pleasure island’ of Jag Mandir."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "UDAIPUR - CHITTORGARH Journey to Chittorgarh, one of Rajasthan’s most impressive forts. Perched on a hilltop, the fort covers a massive 700 acres and dates back to the 7th century. You will have the chance to learn more with your own personal guide. If the children are feeling the need for adventure, why not hop on a push bike and peddle your way around Chittorgarh."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "CHITTORGARH - JAIPUR Continue your tour of India with a trip to Jaipur. Once you reach, head out of town to the magnificent Amber Fort. Set upon a hilltop, the extravagant fort offers spectacular views of Jaipur. Children will love discovering the beautifully adorned walls with intricate carvings and delicate paintings."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "JAIPUR Wake with the sun for a cycling tour of the backstreets of Jaipur. As you peddle the city will come alive before your very eyes, with local children running errands in the street and market stalls arranging their goods for sale. After you catch your breath, head for an afternoon of sightseeing. Make sure to visit the City Palace, the principal residence of the former royal family."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "JAIPUR - SAMODE Continue your tour of India as you travel to Samode, just outside Jaipur. Accommodation is endless; bunk up in a tented camp among the orchard garden or treat yourself to a spot of luxury with a fairy-tale palace. The afternoon is free to wander the narrow streets of Samode."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SAMODE - RANTHAMBORE Journey to Sawai Madhopur, near Ranthambore National Park. Once you arrive you will visit the magnificent old Ranthambore Fort, populated by resident monkeys. The fort is perched on a rocky outcrop, offering breath-taking views of the rich national park below. Children will become explorers for the day as they clamber around the endless hidden corridors and towers. If you are feeling the need for adventure, why not try a safari too?"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "RANTHAMBORE Today you will enjoy morning and afternoon game drives in Ranthambore National Park. Children will become park rangers as leopard, nilgai, wild boar, hyena, bear and many different types of deer prance about the place for beady eyed little explores to spot. This is also one of the few places in India left to see a tiger in its national habitat too!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "RANTHAMBORE - KARAULI Continue your journey through rural Rajasthan to the small town of Karauli."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KARAULI Today you shall explore the hidden gem that is Karauli. This is not a place frequented by most travellers to India, but is all the more rewarding for that. The village hosts a fascinating and lively bazaar full of handicrafts, stone carvings, colourful bangles and handmade wooden toys – a great place for children to hone their haggling skills. Set aside time to visit the wonderful City Palace, a treasure trove of beautiful architecture and lavishly painted rooms. Tours are available for those who are interested. Take a walking tour of the town by morning and a ride on a camel cart through the narrow market streets noon."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "KARAULI - AGRA Journey to the Keoladeo Bird Sanctuary, one of the finest bird sanctuaries in the world and a UNESCO world heritage site. Children will love hopping on a traditional Indian rickshaw for a ride around the reserve as they play I Spy, spotting numerous species of our feathered friends. Continue on to the ghost city of Fatehpur Sikri. Built by the Moghul Emperor Akhbar nearly 500 years ago, the strangely peaceful city was abandoned only 15 years after completion because of a lack of water supply and is immaculately preserved."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "AGRA Make a dentin the bucket list as you watch the sun rise over the magnificent Taj Mahal, one of the world’s most beautiful buildings. This truly magical experience is best inhaled in the early morning when it is at its quietest and most serene. Children will be entertained with the addition of a audio tour, allowing them to get the most out of their experience at the Taj Mahal. The rest of the morning is free for you to relax. However, if you are feeling well rested why not visit the nearby sanctuary which houses rescued dancing bears? As the afternoon creeps in, you will treated to an exciting city tour, first visiting Agra Fort, a masterpiece of design and construction. The fort's colossal walls tower over 20m in height and measure 2.5 km in circumference. Enclosed is a maze of exquisite buildings, forming an intriguing “city within a city”. It is here that you can access the thoughts and feelings of Shah Jehan, the builder of the Taj Mahal. Jehan spent the last 12 years of his life here under house arrest, take a moment to appreciate the same view he had of his masterpiece. From here you cross the River Yamuna and visit Itimad-ud-Daulah's tomb – the aptly named Baby Taj. Often referred to as a “jewel box”, the interior decoration and marble inlay is considered by many to have inspired that of the Taj Mahal. Finally you will visit Mehtab Bagh, the ultimate Taj Mahal viewing spot. Translated as the Moonlight Garden, the space was built using the exact dimensions of the Taj Mahal complex, offering a picture perfect view from every angle. As the evening draws in take the train back to Delhi. Once you reach you will be transferred to your hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "DELHI Time to say goodbye to India and head home."
    }
  ],
  "map": ""
}