{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-small-group-tour",
  "tourName": "India small group tour",
  "placesVisited": "Delhi, Jaipur, Rajasthan village stay in converted palace, Stepwell at Abanheri, Keoladeo National Park, Deserted Mughal Empire city of Fatehpur Sikri, Agra and Taj Mahal, Akshardham Temple, Heritage hotel accommodation",
  "generalInfo": "This 9-day exploration of the Golden Triangle route of Delhi, Jaipur and Agra merits its Incredible India tag, mixing classic historic sites with cultural and wildlife experiences. <br/><br/>Starting in India's capital, compare the vibrant collage of cultures, religions and languages of New Delhi with the rich historic memories of Old Delhi, from the ancient Mughal Empire to British colonial times – with a chance to savour the old city's fabulous street food too! <br/><br/>Next stop is the Rajasthan state capital Jaipur – the gorgeous 'Pink City' home of the Amber Fort, City Palace and the Jantar Mantar Observatory, as well as beautiful craft and food markets. While in Rajasthan, you'll also visit the remote village of Tordi to stay in a converted palace, while also getting an insight into daily life in rural India. You'll also see the massive stepwell at Abanheri, with its remarkable 3500 steps and 13 stories.<br/><br/>Your time in Bharatpur begins with a guided cycle rickshaw ride to discover the fabulous wildlife of the Keoladeo National Park, before having a tour of Fatehpur Sikri – a striking but now deserted city built by the 16th century Emperor Akbar as the capital of the Mughal Empire. <br/><br/>For a truly distinctive first glimpse of the fabled Taj Mahal, join a local villager on a Mughal Heritage Walk through villages and farmland on the bank of the nearby Yamuna River – followed by a sunrise visit to this awe-inspiring Indian icon, before heading to Agra's Red Fort. The finale of the tour will be a visit to the Akshardham temple for a spectacular multimedia water show.",
  "durationDays": "8",
  "price": "899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Delhi, transfer to hotel included Once you arrive in Delhi, you'll be met by one of our local staff, who will transfer your hotel. Once you're settled in, we'll run through the tour itinerary for the next few days, brief you on the local area and arrange a time to collect you tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Delhi, Rickshaw Ride & Street Food Tasting Your day starts with a morning tour of India's capital, New Delhi. Built on the banks of the Yamuna river, New Delhi is a beautiful blend of a historical past and a vibrant present. We start at India Gate in the centre of New Delhi, a 42-metre high \"Arc-de-Triomphe\" like archway, a war memorial built to commemorate the 82,000 soldiers who partook in the undivided Indian Army. We'll drive past various government buildings such as the President's Palace and the Parliament of India, before passing Humayun's Tomb - a UNESCO World Heritage Site, and the Bangla Sahab Gurudwara Sikh Temple. We'll stop at Connaught Place Station and join the locals on the metro to Old Delhi where we'll walk through one of the oldest and busiest markets in Old Delhi, Chandni Chowk, before exploring the narrow streets of Chawri Bazar which specialises in selling brass, copper and paper products. Throughout the afternoon our guide will also introduce you to the wide range of street food snacks and delicacies so you can get your first authentic taste of the delicious and varied Indian cuisine. Our walking tour will also take in a rickshaw ride and the Jama Masjid mosque, one of the largest in India. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head to Agra. Sheroes Hangout, Mughal Heritage Walk. First glimpse of the Taj Mahal We head to Agra this morning, home of the famous Taj Mahal. After arriving in Agra we'll make a stop for lunch at the Sheroes Hangout Cafe The cafe was set up by the Chhanv Foundation and is run by victirms of acid attacks. The cafe works to raise awareness of acid attacks in India and to empower those who have sadly been the victims of these heinous crimes. Prior to gaining employment in the cafe, many of the 'Sheroes' led solitary lives, rarely going outside due to shame associated with their scars. At Encounters Travel we're proud to support such an organisation, which has the sole aim of helping these women find acceptance, a supportive community and a means of income. Lunch will be included whilst at the cafe. Once you've checked in into your hotel, we'll spend the afternoon on a Mughal Heritage Walk through the ancient village of Kachhpura and surrounding farmland on the banks of the Yamuna River across from the Taj Mahal and Red Fort. This walk has been designed by a local NGO and helps support the local community through employment and new infrastructure. During the walk one of the villagers will give a guide to their village life, the layout of their homes, with living, cooking & religious areas, the farming done, and the local cottage industry for leather shoe making which helps Agra export shoes all over the world. You'll also see some lesser known but important Mughal era monuments. Finally today we'll stroll around the park at Mehtab Bagh - originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna River's east bank, before taking in the magnificent sight of the Taj Mahal at sunset. A special evening option is available today, where you can join a Hindu family for a Vegetarian Thali cooking lesson and meal. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Taj Mahal sunrise. Drive to Suroth Mahal, Village Walking tour We start today early for our tour of the Taj Mahal. Truly one of the wonders of the world this elaborate monument to love was built by the Mughal Emperor Shah Jahan and took over twenty-two years to complete. Sunrise is a great time to visit as the light changes gradually with the colours of the Taj changing too. After breakfast we leave the region's popular tourist areas and head into the heart of rural Rajasthan to the small town of Suroth. The property was a former palace, now welcoming guests as a hotel, but retaining its heritage charm, with rooms painted with murals. The afternoon sees us exploring the village, interacting with the local villagers, getting invaluable insight into seeing their way of life. Our walking tour will pass by local shops, down narrow streets, we'll visit a small temple and perhaps even visit a local barber shop where you can have a shave or head massage. In the evening we'll have a cooking demonstration before enjoying dinner at the hotels restaurant. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "To Jaipur via the Abhaneri step well. Optional Bollywood Movie or Cooking Demo Today we head to Jaipur, the capital and the largest city of the Indian state of Rajasthan in Western India. Enroute, we'll visit the Abhaneri step well, the largest and deepest step well in the world, which boasts 3500 steps and is 13 stories deep. You may recognise this as the place that Sonny tried to express his feelings for Sunaina in the recent movie The Best Exotic Marigold Hotel. The remaider of the day in Jaipur will be free to explore at leisure or join one of our optional EXTRAS"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amber Fort & Jaipur City. Block printing workshop You have an option of going on an early morning hot air balloon ride over Jaipur, flying over its palaces, forts and lakes - a truly mesmerising experience. If you chose to sleep a little later, your morning starts with a visit to the Amber Fort, the jewel in Jaipur's crown - an ancient fortress built on a hilltop in the 16th century dedicated to the ruling Kachhawa clan of Amber. Be mesmerised by this majestic architectural wonder, with its pink sandstone and marble palace shining in the sun. It's massive fortress walls sprawls across the hills, with many seeing a resemblance of the Great Wall of China. Later, we return to the city for a tour of Jaipur, as we visit the strange Jantar Mantar monument, a collection of nineteen architectural astronomical instruments, built by the Rajput king Sawai Jai Singh II between 1724 and 1730. Jaipur was the first planned city of medieval India and we'll also explore its City Palace. Built by Raja Man Singh during 1729-1732 AD, the City Palace was once the seat of kings as it was from here that they ruled the region. This tangle of courtyards, manicured gardens and exceptionally crafted mahals is one of the most revered attractions in India. We spend the remainder of the day walking in the walled city to discover some of Jaipur's famous crafts markets and craftsmen in action such as jewellers, silversmiths, textile workshops and bangle makers. Our tour will include a blockprinting workshop, where we learn the ways in which fabric is decorated using this ancient method and we'll also have a gemstone demonstation. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Delhi (optional multimedia show at the Akshardam Temple) We leave Jaipur today to head back to Delhi where our tour will end. You can use your remaining time in Delhi for last minute shopping, exploration of join our optional visit to the Swaminarayan Akshardham a Hindu mandir and a spiritual-cultural campus, home to millennia of traditional Hindu and Indian culture and architecture to witness the mesmerizing Sahaj Anand water show - which makes use of multicoloured lasers, under-water flames, video projection, water jets combine to provide a captivating experience which tells the story of Kena Upanishad - a Vedic Sanskrit text. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bon voyage! Airport transfer included You have some free time to buy any gifts for your loved ones back home before we transfer you to the airport to catch your flight back home. OVERNIGHT"
    }
  ],
  "map": ""
}