{
  "destination": "India",
  "mainPhoto": "",
  "id": "luxury-rajasthan-holiday-13-days",
  "tourName": "Luxury Rajasthan holiday, 13 days",
  "placesVisited": "Delhi, Udaipur, Devigarh, Jaipur, Agra, Heritage hotels",
  "generalInfo": "This Rajasthan holiday is all about enjoying this majestic state at a gentle pace, with excellent chauffeur guides, and staying at some of the state’s most stunning heritage and luxurious hotels. In Delhi, for example, where this tailor made itinerary begins, you will be welcomed at the Imperial Hotel in the prestigious Connaught Place. Your guide will take you around the city, Old and New, visiting some of its most splendid sites, such as Mahatma Gandhi’s memorial, Raj Ghat, the magnificent Red Fort, and also enjoying a trip in a rickshaw around Old Delhi.<br/><br/>After transferring to Rajasthan’s city of Udaipur, known as Venice of the East because of its complex lake system that creates waterways around its historic palaces and pretty streets, you will stay in a hotel that matches the city’s propensity for romanticism, The Leela Palace Hotel, with stunning rooms overlooking Lake Pichola. During your time here you can take a boat ride on the lake, visit the magnificent City Palace or just enjoy this city’s unique setting with its mountainous backdrop provided by the Aravali Hills.<br/><br/>You get to immerse yourself even more in the Aravali Hills by spending two nights in another five star heritage hotel, this one in a magnificently restored 18th century fort, with a location that is second to none. Originally built by the Jhala Rajputs who ruled the Mewar Kingdom this is a wonderful place from where to explore the local village, go horse riding into the hills and explore the local Jain temples. As you can imagine, the night skies here are also a magical experience in themselves, which you can take in from your private terrace.<br/><br/>From here, the itinerary takes you to Rajasthan’s capital city of Jaipur, famous for its pink sandstone buildings which give a constant yet ever changing rosy glow. Packed with architectural wonders, such as Jantar Mantar stone observatory, the walled city that is home to two palaces, Hawa Mahal and Jal Mahal and of course the world famous Amber and Nahargarh forts. You will stay in your own feat of architecture out in the hills surrounding the city, the Tree Of Life Resort &amp; Spa, for more luxury and more relaxation.<br/><br/>Leaving Rajasthan, the final couple of days of this holiday take place in Agra, for the icing on the cake: The Taj Mahal seen by carriage ride at sunrise. Staying at the nearby Oberoi Amarvilas hotel, from which you can actually see the most beautiful marble mausoleum in the world, you will end your Indian and Rajasthan holiday ends just as you began. In serenity and style.",
  "durationDays": "14",
  "price": "5958",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Delhi - 2 nights at the Imperial Hotel: Step off the plane and into our care with assistance on arrival at Delhi International. Redolent with history, the Imperial Hotel is a fascinating blend of Art Deco, old Colonial and Victorian styles. Plan your adventures for the days ahead over a breakfast briefing. Explore the vibrant cities of New and Old Delhi."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Udaipur - 2 nights at the Leela Palace: Say farewell to Delhi after breakfast. Following a stress-free transfer, touch down in Udaipur, nicknamed the ‘Venice of the East’. Explore the city’s palaces and landscaped gardens on a half-day tour. Cocoon yourself in the opulence of the incredible Leela Palace."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Devigarh - 2 nights at the Devi Garh: Enjoy breakfast on the terrace before a brief drive further into the Aravalli ranges to the 18th century Fort Palace of Devi Garh, described as one of the most romantic places on earth. Lavishly refurbished as an all-suite luxury spa resort, this is your home for the next few days."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaipur - 2 nights at the Rajvilas: Relax and enjoy your day’s journey to Jaipur, we’ll take care of everything. Discover why Jaipur earned its nickname of the ‘Paris of India’ on a half-day tour. Stroll its wide boulevards and photograph the flamboyant pink-painted streets. Stock up on treasures to take home at the vibrant night market."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jaipur - 2 nigths at the Samode Palace: After breakfast take a short transfer to your perfect getaway nestled in the undulating Aravalli hills. Discover centuries of traditional hospitality coupled with a deft modern touch. Unwind on your private garden terrace, perhaps enjoy dinner there – just for two – with tasty treats from the chef’s organic garden."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Agra - 2 nights at the Amarvilas: Wake up early, refreshed from your idyll, excited to travel again. Tonight you’ll be sleeping in the beautifully-preserved city of Agra, surrounded by some of the world’s finest structures. En route visit the abandoned city of Fatehpur Sikri. Enjoy your stay at the Oberoi Amarvilas."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Gurgaon/Delhi - 1 night at The Oberoi Gurgaon: Take time over a leisurely breakfast with a late check-out. Transfer to Delhi and we’ll assist you with your departure to the International Airport."
    }
  ],
  "map": ""
}