{
  "destination": "India",
  "mainPhoto": "",
  "id": "india-to-sri-lanka-26-day-tour",
  "tourName": "India to Sri Lanka 26 day tour",
  "placesVisited": "",
  "generalInfo": "Begin an exciting adventure through India and Sri Lanka! Experience the vibrant cities, stunning landscapes, and cultural treasures of both countries. <br/><br/>Explore the bustling streets of New Delhi and Colombo, hike ancient rock fortresses in Sigiriya, camp under the stars in Jaisalmer's desert, and embark on thrilling safaris to encounter Sri Lanka's wildlife. <br/><br/>Each day promises unforgettable experiences and cultural immersion on this epic journey!<br/><br/><br/>Inclusions: <br/><br/>- Bilingual, epic Adventure Leaders throughout the entire trip<br/>- All transport within India and Sri Lanka<br/>- Accommodation (including hostels, guesthouses, &amp; 2 nights camping)<br/>Meals: 12 breakfasts, 2 lunches, &amp; 1 dinner<br/><br/>India Included Activities:<br/><br/>Sri Bangla Sahib Gurdwara Temple visit (Delhi)<br/>Hindi Language Lesson (Delhi)<br/>Old Delhi Tour (Delhi)<br/>Ghat Boat Tour (Varanasi)<br/>Sunset Ghat Boat Tour (Varanasi)<br/>Taj Mahal Sunrise Visit (Agra)<br/>Desert Camping – including camel trek, campfire (seasonal), overnight stay under the stars, and watching the sunrise. (Jaisalmer)<br/>Blue City Orientation Walk (Jodhpur)<br/>Mumbai City Walking Tour (Mumbai)<br/>Transfer from hostel to Mumbai airport<br/>Flight from Mumbai to Colombo<br/> <br/><br/>Sri Lanka Included Activities:<br/><br/>Transfer from Colombo airport to hostel<br/>Evening walking tour of the old town of Colombo (Colombo)<br/>Negombo to visit the fish market (Negombo)<br/>Dambulla Cave Complex (Dambulla)<br/>Sigiriya Rock Fortress hike (Sigiriya)<br/>A glass Sri Lanka’s favourite alcohol, Arrack (Dambulla)<br/>Hike along the scenic Manigala Trai (Knuckles)<br/>Visit to Dalada Maligawa a.k.a. The Temple of the Tooth (Kandy)<br/>Sunset visit to Kandy Lake (Kandy)<br/>The Sputnik Centre (Kurunegala, Kandy)<br/>White Water rafting (Kitulgala)<br/>Train from Hatton to Ella (Ella)<br/>Ella Rock hike at sunrise (Ella)<br/>Visit Rawana Falls (Ella)<br/>Hike to Mini-worlds end at sunrise (Ella)<br/>Visit the Buduruvagala Ancient Temple (Ella to Udawalawe)<br/>Jeep safari into Udawalawe National Park (Udawalawe)<br/>Visit to Handunugoda Tea Estate (Handunugoda)<br/>Surf lesson (Unawatuna)<br/>NOTE: Sri Lanka’s surfing season is from December to April – we expect most surfing sessions to run as normal, but should the conditions not be deemed suitable, travellers will receive a full refund for this activity.<br/>Tuk-tuk ride to Galle, for Galle Fort City (Galle)<br/>Visit temple to meet a Buddhist priest and take part in a pooja (blessing ritual) (Unawatuna – Colombo)",
  "durationDays": "26",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "New Delhi: You will meet the group and Adventure Leader at the hostel. Here you will have a pre-departure briefing at 12pm in which your Adventure Leader will tell you everything you need to know about the tour before taking part in your first Hindi lesson of the trip. Next, head out on a Old Delhi Tour with the group; visiting markets, street food vendors and Temples along the way. Next, visit Sri Bangla Sahib Gurdwara, one of Delhi’s iconic Sikh temples and take a tour of the temple. Finish the day with dinner and chilling out with your tour group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Delhi: Day 2 - This morning you have the chance to join an Ultimate Frisbee Game in Lodhi Garden. There is also the opportunity to join an English Session where you can ask questions about the local life in India and their daily lives. Next, you will visit the wonderful Akshardham Temple with the group and Adventure Leader. In the afternoon, there is the opportunity to join a pottery workshop or visit the Humayun Tomb or Qutub Minar. Our team will be able to provide you with further information on either."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Varanasi: Day 3 - Arrive in Varanasi early in the morning and take a private transfer to your accommodation. Check into your hostel and freshen up. This afternoon, join a Ghat Boat Tour and watch the Ganga Aarti Ceremony, a devotional ritual made to the Goddess Ganga that uses fire. In the evening you will have the option to enjoy a group dinner at the Dolphin restaurant."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Agra: Day 4 - Wake up before the crack of dawn and enjoy a sunrise boat tour. You will be able to witness the religious significance of the Ganges River as the local community begins their morning prayers and washing in holy water. In the afternoon, there's the option to visit Blue Lassi and enjoy the old market walk. You can enjoy a show, watching Indian classical music and dance. In the evening you will board an overnight train to Agra."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Agra: Day 5 - Arrive in Agra and check in to your accommodation. This morning you will be able to take part in some optional activities - (Take a rickshaw to Agra Fort and Baby Taj, one of India’s listed UNESCO World Heritage sites or chill out with the group at a rooftop pool). In the evening as a suggested activity, you can enjoy dinner and drinks as a group at the Salt Cafe."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jaipur: Day 6 - Wake up and experience a beautiful sunrise over the majestic Taj Mahal, a UNESCO World Heritage Site. Here you will take some time to explore the site and get that insta-worthy snap!. After, you will take a private transfer to Jaipur and check into your accommodation followed by a bus journey to Nahagarth Fort, where you can enjoy beautiful views."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jaipur: Day 7 - This morning, you have the option to take a Balloon Safari and see Jaipur from the skies at sunrise. Or, use this morning to sleep and enjoy breakfast at a local cafe. Suggested activities for today; head to Amber Fort where you'll admire the artistic architecture and enjoy the views of Maota Lake, watch a Bollywood movie at the famous Raj Mandir Theatre or enjoy a food court tour and soak up the nightlife of Jaipur."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jaisalmer: Day 8 - In the morning make your way to Monkey Temple in Galtaji and get the opportunity to feed the wild monkeys. Today you are free to do what you want. However, you can take part in some optional activities - (Join in on a guided tour of Jaipur and explore the Pink City or take part in an dance class and practice your Bollywood dance moves). In the evening you will hop on an overnight train and make your way to Jaisalmer."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jaisalmer: Day 9 - Arrive in Jaisalmer and make your way to your hostel where you can take some time to shower, rest and have something to eat. Late in the morning, you can take time to visit Jaisalmer Fort. You can also choose to visit Gadsisar Lake In and Viewpoint. In the afternoon you will make your way to the desert via jeep. Here you will begin your Camel Safari to your campsite for the evening. For dinner, you will all sit around a campfire, enjoy a vegetarian dinner and soak up the incredible views of the night sky."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Jodhpur: Day 10 - Wake up early for an incredible sunrise and make your way to a local desert village via a camel trek. Afterwards, you will head back to your hostel and take some time to relax and grab some lunch. Take a private transfer from Jaisalmer to Jodhpur and enjoy a walk at the Blue City with the group. End the day with a drink at Stepwell Cafe."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Jodhpur: Day 11 - This morning you can take part in a cooking class if you want to try your best at cooking 10 local dishes. Another optional activity includes hopping on a flying fox zipline over the Mehrangarh Fort! End the day with drinks on the hostel rooftop."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Mumbai: Day 12 - Wake up and catch a flight to Mumbai. Arrive at Mumbai airport in the afternoon and take a private transfer to your hostel. In the afternoon, explore some of Mumbai or rest, before enjoying a movie night watching a Bollywood movie, with the option to enjoy drinks on a rooftop."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Mumbai: Day 13 - It’s time to explore Mumbai! Take part in a Dharavi Slum Tour, or visit Dhobi Ghat Malaxmi, before taking part in the Mumbai orientation walk. Explore the Gateway of India and the Colaba District, a monument that marks India's chief ports. In the evening you will have the option to take part in a night out in Mumbai with your fellow dragons."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Colombo: Today marks the beginning of your Sri Lanka adventure! After catching a flight from Mumbai to Colombo, you'll rendezvous with your new Adventure Leader in the lobby of the Colombo hostel. Once you've dropped off your luggage, you'll gather for a pre-departure briefing to go over the itinerary. Following this, embark on an evening walking tour around the old town of Colombo, immersing yourself in the city's rich history and culture."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Negombo & Dambulla: Start your day bright and early with a journey to Negombo to explore the renowned fish market, fondly called 'Lellama' by locals. Located along the picturesque Negombo beach, this bustling market offers an authentic glimpse into the local fishing industry. Immerse yourself in the vibrant atmosphere as you interact with fishermen and witness the lively fish auction, where fresh catches are bought and sold. Next, you'll head to the Sputnik Centre for a half-day of volunteer activities, gaining a firsthand look at Sri Lanka’s incredible efforts to support and empower its youth. For over 20 years, Sputnik has provided language courses, community programs, and even table tennis lessons—all driven by dedicated volunteers. It’s a truly uplifting experience that will leave you feeling inspired and connected. After experiencing the hustle and bustle of the fish market and the exciting visit to the Sputnik Center, continue your journey to Dambulla. Here, you'll visit the awe-inspiring Dambulla Cave Temple complex, a UNESCO World Heritage site. Explore the series of caves that were transformed into temples nearly 2,000 years ago, adorned with intricate statues and vibrant murals depicting Buddhist deities and legends. After your exploration, retreat to your hostel in Dambulla for a relaxing evening."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Sigiriya: After enjoying a hearty breakfast, journey northeast to one of Sri Lanka’s most iconic UNESCO World Heritage sites – the ancient city of Sigiriya. Here, you'll embark on an unforgettable climb up the ancient rock fortress, which was once the capital built by King Kashyapa I during his reign from 477 to 495. Take in breathtaking views of the surrounding lowlands as you ascend to the ruins atop the rock. Following your exploration of Sigiriya, the afternoon offers the option to continue your cultural journey with an optional visit to the old city of Polonnaruwa. Another remarkable UNESCO World Heritage site, Polonnaruwa is a treasure trove of medieval ruins, including majestic monuments, statues, royal palaces, temples, and pagodas. Explore this ancient capital city by bicycle, soaking in its rich history and architectural wonders. After a fulfilling day of exploration, return to your guesthouse in Dambulla for a well-deserved evening of relaxation. Unwind with a glass of arrack, a traditional Sri Lankan spirit distilled from the sap of the coconut flower, and reflect on the day's adventures amidst the tranquil surroundings."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Knuckles Mountain Range: Following breakfast, we'll embark on a journey southward to the Knuckles Mountain Range, celebrated for its distinctive recumbent folds and peaks reminiscent of clenched fists. Our hike along the picturesque Manigala Trail will immerse us in the breathtaking beauty of this cloud forest, allowing us to witness its diverse flora and fauna. We'll pause along the way to enjoy a packed lunch amidst stunning panoramic vistas. As the late afternoon approaches, we'll bid adieu to the majestic mountains and make our way to Kandy, the hill capital and the second-largest city in Sri Lanka. Here, you'll have the opportunity to explore the vibrant blend of ancient and modern architecture that defines this city's character. Before concluding the day's adventures, we'll pay a visit to a local pub, where you can unwind and immerse yourself in the lively atmosphere of Kandy."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Kandy: After enjoying a hearty breakfast, our first stop of the day will be at one of Sri Lanka's most revered landmarks: The Temple of the Tooth. Once the royal palace of Sri Lankan kings, it now serves as a temple and houses the sacred tooth relic of Lord Buddha, making it a place of profound significance for Buddhists across the country. For the afternoon, you have the option to further explore the charming city of Kandy at your leisure or embark on a visit to the Royal Botanical Gardens of Peradeniya. Situated approximately 5.5 kilometers west of Kandy, these gardens offer a serene escape from the urban bustle, boasting a renowned collection of orchids among its botanical treasures. As the late afternoon approaches, we'll take a leisurely stroll to Kandy Lake, which serves as the centerpiece of the city's landscape. Here, amidst the tranquil waters and lush surroundings, you'll witness the enchanting beauty of golden hour casting its glow over the scenery. Afterward, feel free to unwind and explore Kandy at your own pace, soaking in the ambiance of this historic city. Finally, return to your hostel for a restful evening, reflecting on the day's memorable experiences."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ella: After an early breakfast, head to Nanu Oya railway station and board the iconic train to Ella. This breathtaking journey winds through rolling tea plantations, misty forests, and charming hilltop villages—widely hailed as one of the world's most scenic train rides! Upon arrival, take a short stroll to your hostel, drop off your bags, and soak up Ella’s relaxed atmosphere. Later, lace up your hiking shoes for a scenic trek to Little Adam’s Peak. This gentle climb through lush tea fields rewards you with stunning panoramic views of Ella’s picturesque hill country—the perfect way to wrap up the day!"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ella: Kick off your day with a packed breakfast before embarking on an unforgettable hike along the 15th and 16th stages of the Pekoe Trail. Your adventure begins at the serene Makulella Buddhist Temple, perched above the Ambagaswatte Valley. Stage 15 takes you through eucalyptus forests, lush tea fields, and jungle paths, leading up to the summit of Ella Rock. Here, soak in breathtaking views of Ella Gap and Little Adam’s Peak before the trail winds back into town. Stage 16 continues the journey, guiding you through the enchanting Ella Forest Reserve, past the iconic Nine Arches Bridge, and along scenic village roads. Along the way, you’ll pass stunning tea estates like Newburgh and Demodara, finishing at the renowned Demodara Railway Loop. As evening falls, unwind and explore Ella at your own pace—whether it’s browsing quirky shops, relaxing in cosy pubs, or indulging in delicious local cuisine, this charming town has plenty to offer."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ella: Start your day with a hands-on Sri Lankan cooking class, where you’ll master the art of blending spices and creating iconic local dishes. Get ready to chop, stir, and season your way to a mouthwatering feast—your taste buds will thank you! The afternoon is yours to explore Ella at your own pace. Whether you opt for a relaxing yoga session, an adrenaline rush on the Flying Ravana Zipline, or a leisurely stroll through this charming hill town, the choice is yours."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Udawalawe: After breakfast, journey to Udawalawe, a region renowned for its breathtaking wildlife. Along the way, stop at the ancient Buduruwagala Temple, a hidden gem nestled in a tranquil forest. Admire the seven striking rock-carved statues, including a towering standing Buddha flanked by bodhisattvas and deities, dating back to the 10th century. The serene atmosphere makes this spiritual site even more enchanting. Later, arrive at your campsite on the edge of Udawalawe National Park. As you settle in, keep an eye out for wild elephants, crocodiles, spotted deer, and a dazzling array of birdlife in this incredible natural sanctuary."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Handunugoda & Unawatuna: Immerse yourself in Sri Lanka's rich tea culture with a visit to the Handunugoda Tea Estate, renowned for its production of exquisite teas. After a hearty breakfast, we'll embark on a scenic 2-hour journey southwest to the tea estate, where you'll have the opportunity to delve into the fascinating tea-making process, from the lush fields to the final cup. Explore the historic tea factory and museum, gaining insights into the intricacies of tea production, before indulging in a freshly brewed cup of tea to savor the rich flavors. Afterward, we'll continue our journey along the stunning southern coastline, reaching the vibrant beach destination of Unawatuna in just 30 minutes. With its pristine shores and excellent surfing spots, Unawatuna offers the perfect setting to unwind and soak up the sun. Spend the evening exploring the bustling town, sampling local delicacies, or simply relaxing on the golden sands before retiring to your comfortable hostel for a well-deserved rest."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Unawatuna: Indulge in a day of sun, sand, and surfing as we immerse ourselves in the coastal delights of Sri Lanka! Spend the morning unwinding on the pristine beaches, soaking up the tropical sunshine and enjoying the tranquil sea breeze. As the day progresses, gear up for an exhilarating surfing lesson, where you'll ride the waves and experience the thrill of gliding across the ocean. Please note that Sri Lanka's prime surfing season typically runs from December to April, ensuring optimal conditions for catching the perfect wave. In the event of unsuitable weather conditions, rest assured that travelers will receive a full refund for the surfing activity. In the afternoon, unleash your creativity with a unique mask painting session, a traditional Sri Lankan craft with cultural significance. Dive into the vibrant colors and intricate designs as you craft your own mask, believed to possess healing and protective powers in Sri Lankan folklore. Embrace the artistic spirit and create a one-of-a-kind masterpiece to cherish as a memento of your Sri Lankan adventure."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Galle: Begin your day with a delightful tuk-tuk ride to Galle, the bustling southern hub of Sri Lanka, and home to the enchanting Galle Fort City, a UNESCO World Heritage site. This historic fort, erected in the 16th century by the Portuguese, stands as a remarkable testament to the fusion of architectural styles and South Asian traditions. Wander through the cobblestone streets of the fort, marveling at its well-preserved ramparts adorned with a lighthouse, clock tower, churches, houses, and various other structures. Many of these buildings have been transformed into chic restaurants, boutique shops, private villas, and guesthouses, offering a unique blend of modern amenities within the authentic ambiance of the fort. After exploring the city on foot and soaking in its rich history, ascend to the ramparts of the fort to witness the breathtaking sunset over the Indian Ocean. Experience the magical golden hour as the sun dips below the horizon, casting a warm glow over the ancient fortifications. Conclude your day by returning to Unawatuna, filled with memories of Galle's captivating charm and scenic beauty."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Colombo: As our India to Sri Lanka group tour package comes to a close, we embark on our journey back to Colombo, the vibrant capital city of Sri Lanka. Along the way, we will make a special stop at a temple, where you will have the unique opportunity to meet a Buddhist priest and participate in a pooja, a traditional blessing ritual. This spiritual experience offers a fitting conclusion to our unforgettable journey together. Upon our arrival in Colombo, it will be time to bid farewell to your fellow travellers and new friends, as you prepare to head home with cherished memories and experiences from our adventure across two incredible countries."
    }
  ],
  "map": ""
}