{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-india-tour",
  "tourName": "Best of India tour",
  "placesVisited": "",
  "generalInfo": "Explore India's vibrant contrasts on this 16-day tour! Discover the Golden Triangle (Delhi, Agra, Jaipur), stay in a rural village, then head south to explore Kochi, hilltop Munnar, Thekkady's wildlife, and Kumarakom's tranquil backwaters. Begin your journey in Delhi, where history and modernity intertwine. Experience the vibrant energy of Old Delhi – its Mughal-era marvels, bustling streets, and irresistible street food. Ride a rickshaw for a classic Delhi experience! Next, discover Agra, home of the Taj Mahal. Support the Sheroes Cafe, a heartwarming initiative aiding acid attack survivors, then join the Mughal Heritage Walk with a local villager. See rural life unfold around you and enjoy unique views of the Taj Mahal. Witness its iconic beauty at sunrise before a night at a stunningly converted palace, immersing you in the rhythms of rural India. Jaipur, the \"Pink City,\" awaits! Explore the majestic Amber Fort, City Palace, and Jantar Mantar Observatory. Delve into Jaipur's craft markets and try your hand at block printing. Now, fly to Kochi, the gateway to Kerala! Explore this vibrant city's rich history and culture, perhaps even witnessing a mesmerizing Kathakali dance performance. Ascend to the scenic hill station of Munnar, surrounded by lush landscapes of tea plantations, waterfalls, and fragrant spice markets. Learn the art of tea-making, from plucking to tasting! In Thekkady, embark on a Periyar National Park boat ride teeming with wildlife. Spot elephants, vibrant birds, and with luck, even an elusive tiger! Finally, unwind in Kumarakom's tranquil backwaters. Glide along on a traditional Shikara boat, witness local crafts like coir making, and spend a luxurious night on a houseboat. Savour local flavors, stunning sunsets, and the gentle pace of life on the water. This unforgettable Indian adventure concludes in Kochi, from where you can depart to your next destination. The accommodations used on this tour have been carefully selected and include a home-stay style hotel whilst in Delhi, a mix of 3 to 5-star hotels (including some heritage hotels) and a luxurious houseboat on the Keralan backwaters.",
  "durationDays": "16",
  "price": "1849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Delhi, transfer to hotel included Once you arrive in Delhi, you'll be met by one of our local staff, who will transfer your hotel. Once you're settled in, we'll run through the tour itinerary for the next few days, brief you on the local area and arrange a time to collect you tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Delhi, Rickshaw Ride & Street Food Tasting Your day starts with a morning tour of India's capital, New Delhi. Built on the banks of the Yamuna river, New Delhi is a beautiful blend of a historical past and a vibrant present. We start at India Gate in the centre of New Delhi, a 42-metre high \"Arc-de-Triomphe\" like archway, a war memorial built to commemorate the 82,000 soldiers who partook in the undivided Indian Army. We'll drive past various government buildings such as the President's Palace and the Parliament of India, before passing Humayun's Tomb - a UNESCO World Heritage Site, and the Bangla Sahab Gurudwara Sikh Temple. We'll stop at Connaught Place Station and join the locals on the metro to Old Delhi where we'll walk through one of the oldest and busiest markets in Old Delhi, Chandni Chowk, before exploring the narrow streets of Chawri Bazar which specialises in selling brass, copper and paper products. Throughout the afternoon our guide will also introduce you to the wide range of street food snacks and delicacies so you can get your first authentic taste of the delicious and varied Indian cuisine. Our walking tour will also take in a rickshaw ride and the Jama Masjid mosque, one of the largest in India. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head to Agra. Sheroes Hangout, Mughal Heritage Walk. First glimpse of the Taj Mahal We head to Agra this morning, home of the famous Taj Mahal. After arriving in Agra we'll make a stop for lunch at the Sheroes Hangout Cafe The cafe was set up by the Chhanv Foundation and is run by victirms of acid attacks. The cafe works to raise awareness of acid attacks in India and to empower those who have sadly been the victims of these heinous crimes. Prior to gaining employment in the cafe, many of the 'Sheroes' led solitary lives, rarely going outside due to shame associated with their scars. At Encounters Travel we're proud to support such an organisation, which has the sole aim of helping these women find acceptance, a supportive community and a means of income. Lunch will be included whilst at the cafe. Once you've checked in into your hotel, we'll spend the afternoon on a Mughal Heritage Walk through the ancient village of Kachhpura and surrounding farmland on the banks of the Yamuna River across from the Taj Mahal and Red Fort. This walk has been designed by a local NGO and helps support the local community through employment and new infrastructure. During the walk one of the villagers will give a guide to their village life, the layout of their homes, with living, cooking & religious areas, the farming done, and the local cottage industry for leather shoe making which helps Agra export shoes all over the world. You'll also see some lesser known but important Mughal era monuments. Finally today we'll stroll around the park at Mehtab Bagh - originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna River's east bank, before taking in the magnificent sight of the Taj Mahal at sunset. A special evening option is available today, where you can join a Hindu family for a Vegetarian Thali cooking lesson and meal. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Taj Mahal sunrise. Drive to Suroth Mahal, Village Walking tour We start today early for our tour of the Taj Mahal. Truly one of the wonders of the world this elaborate monument to love was built by the Mughal Emperor Shah Jahan and took over twenty-two years to complete. Sunrise is a great time to visit as the light changes gradually with the colours of the Taj changing too. After breakfast we leave the region's popular tourist areas and head into the heart of rural Rajasthan to the small town of Suroth. The property was a former palace, now welcoming guests as a hotel, but retaining its heritage charm, with rooms painted with murals. The afternoon sees us exploring the village, interacting with the local villagers, getting invaluable insight into seeing their way of life. Our walking tour will pass by local shops, down narrow streets, we'll visit a small temple and perhaps even visit a local barber shop where you can have a shave or head massage. In the evening we'll have a cooking demonstration before enjoying dinner at the hotels restaurant. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "To Jaipur via the Abhaneri step well. Optional Bollywood Movie or Cooking Demo Today we head to Jaipur, the capital and the largest city of the Indian state of Rajasthan in Western India. Enroute, we'll visit the Abhaneri step well, the largest and deepest step well in the world, which boasts 3500 steps and is 13 stories deep. You may recognise this as the place that Sonny tried to express his feelings for Sunaina in the recent movie The Best Exotic Marigold Hotel. The remaider of the day in Jaipur will be free to explore at leisure or join one of our optional EXTRAS"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amber Fort & Jaipur City. Block printing workshop You have an option of going on an early morning hot air balloon ride over Jaipur, flying over its palaces, forts and lakes - a truly mesmerising experience. If you chose to sleep a little later, your morning starts with a visit to the Amber Fort, the jewel in Jaipur's crown - an ancient fortress built on a hilltop in the 16th century dedicated to the ruling Kachhawa clan of Amber. Be mesmerised by this majestic architectural wonder, with its pink sandstone and marble palace shining in the sun. It's massive fortress walls sprawls across the hills, with many seeing a resemblance of the Great Wall of China. Later, we return to the city for a tour of Jaipur, as we visit the strange Jantar Mantar monument, a collection of nineteen architectural astronomical instruments, built by the Rajput king Sawai Jai Singh II between 1724 and 1730. Jaipur was the first planned city of medieval India and we'll also explore its City Palace. Built by Raja Man Singh during 1729-1732 AD, the City Palace was once the seat of kings as it was from here that they ruled the region. This tangle of courtyards, manicured gardens and exceptionally crafted mahals is one of the most revered attractions in India. We spend the remainder of the day walking in the walled city to discover some of Jaipur's famous crafts markets and craftsmen in action such as jewellers, silversmiths, textile workshops and bangle makers. Our tour will include a blockprinting workshop, where we learn the ways in which fabric is decorated using this ancient method and we'll also have a gemstone demonstation. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Return to Delhi (optional multimedia show at the Akshardam Temple) We leave Jaipur today to head back to Delhi where our tour will end. You can use your remaining time in Delhi for last minute shopping, exploration of join our optional visit to the Swaminarayan Akshardham a Hindu mandir and a spiritual-cultural campus, home to millennia of traditional Hindu and Indian culture and architecture to witness the mesmerizing Sahaj Anand water show - which makes use of multicoloured lasers, under-water flames, video projection, water jets combine to provide a captivating experience which tells the story of Kena Upanishad - a Vedic Sanskrit text. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly from Delhi to Kochi - Welcome to Kerala! Today you'll be transferred to Delhi Airport for your flight to Kochi, in the south of the country. Upon arrival ou'll be met by a member of our local team, who will transfer you to your hotel. Once you're settled in, we'll run through the tour itinerary for the next few days, brief you on the local area and arrange a time to collect you and your fellow group members tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring captivating Kochi Kochi (also known as Cochin) is a vibrant port city, with a fascinating blend of historic charm, modern energy, and coastal beauty which we'll explore today. On our tour of the city we'll make stops at the Synagogue, the spice market and the the Dutch Palace which was built in 1555 by the Portuguese as a gift to the Raja of Kochi at the time. In 1663 the palace was captured by the Dutch but was later used as Royal Residence by the Rajas of Kochi for many more years. One sight which Kochi has become famous for are the scenes of the Chinese Fishing nets which add a unique charm to the Kochi waterfront. The origin of these nets being used in Kochi is still debated and whilst they are referred to as Chinese Fishing nets, there is actually no evidence of these nets having come from China. Some theories suggest these were introduced by the Portuguese. Why not spend tonight at a Kathakali Dance performance. This is a unique art form, originating in Kerala which blends dance, drama, music and elaborate costumes to tell captivating stories. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Visit Pineapple and Rubber Plantations en-route to Munnar. Our journey today takes us from the coastal city of Kochi to the beautiful hill-station of Munnar. While Munnar is known for tea plantations, the route between Kochi and Munnar takes us through a region known for the vast rubber plantations. You'll see row after row of tall, slender rubber trees and witness rubber tapping taking place, which involves making precise cuts into the tree's bark, allowing a milky white sap to drip into a collection cup. We'll also visit a pineapple plantation today. In the winter months, when the rivers are full, we'll make a short de-tour to visit either Cheeyappara or Valara Waterfall. We end our day in Munnar. Imagine rolling green hills covered in a perfect blanket of tea plants, crisp mountain air with a hint of spice, and mist swirling around the peaks – well that's Munnar. Munnar's cooler climate and scenic beauty have long made it a popular escape from the tropical heat of the lower regions. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Exploring the markets and tea plantations of Munnar Today is all about Munnar! We start exploring with a visit to the local market, located in the heart of town. As you enter the market you'll be greeted by a delightful mix of colors, aromas, and sounds. The air is thick with the scent of spices, fresh produce, and stalls selling vibrant fabrics. Your guide will give you a brief overview of the market and give you some free time to begin exploring at leisure. The market is known as being a treasure trove of fresh spices, but you'll also find stalls selling handicrafts, fruit/vegetables and even homemade chocolate - a Munnar speciality! Next we'll visit one of the many tea-plantations which surround Munnar. You'll see vibrant green tea bushes, neatly trimmed into precise rows hugging the hillsides. You'll also likely see tea-pickers hard at work, moving swiftly between the tea-bushes, using their expert hands to pick the freshest of tea leaves. Next we'll learn about the processes involved in how these freshly picked leaves become the tea you're familiar with back at home. You'll see the trays on which the withering process takes places, before watching the rolling machines release the natural juices which aid the oxidation process which takes place next. Finally, you'll see the drying and packing where the leaves are sorted into different grades ready for sale. Our plantation visit ends with some tea tasting. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Continue to Thekkady and take a boat ride in Periyar NP Leaving the green hills of Munnar, we'll drive to Periyar today. The route will take us through small towns and villages, past agricultural areas and of course, through the natural beauty which Kerala is famous for. The town of Thekkady is known as the gateway to Periyar National Park which we'll see this afternoon as we take a boat ride on Lake Periyar, located in the heart of the national park. As the boat leaves the jetty area, you'll be rewarded with beautiful views of the immense lake, surrounded by lush green hillsides. The main reason for coming to Lake Periyar is for the wildlife which is in abundance in this area. An whilst we can't guarantee you'll see any specific animals, it's not uncommon to see Elephants along the lake shore, coming down for a drink or bathing in the water. Keep your binoculars on hand for sightings of water birds such as Herons, Egrets and Cormorants. Other mammals that can be found in the national park include Indian Bison, Deer, Wild Boar, Langurs and whilst it's rare, tigers have also been spotted on the lake shores. You have the remainder of the day free to explore the town of Thekkady. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Craft and backwaters of Kumarakom This morning we'll leave Periyar and head to the town of Kumarakom, synonymous with lush backwaters, a labyrinth of canals, lagoons, and lakes fringed by palm trees. This intricate, serene network of waterways is the heart of Kumarakom. Once we reach Kumarakom we'll travel on the backwaters for around an hour, on board a Shikara. Shikaras are smaller, more traditional wooden boats, hand-paddled by skilled boatmen. With open sides and often a canopy for shade, they offer a closer, more intimate connection with the surrounding nature, before we board our larger houseboat tomorrow. We'll also explore the local village where we'll learn about some of the local crafts and industries which take place here, these include Coir Making (coir is the natural fibre extracted from coconut husks), Mat Weaving (often from the natural coir we've just learned about). We'll also learn about Toddy Tapping (this is process of extracting sap from specific types of palm trees to produce a mildly alcoholic drink called \"toddy\"), we'll also sample the cocounut water which is often sold by the road. The remainder of the day is free, why not try a local Ayurvedic treatment which this region is famous for. OVERNIGHT"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Board a houseboat and explore the Keralan Backwaters. A real highlight of any visit to Kerala is an overnight stay onboard one of the beautiful houseboats which this part of India has become known for. Kerala houseboats, known as Kettuvallams, are an incredible blend of tradition and modern comfort. Kettuvallams originally served as cargo boats, transporting rice and spices through the waterways. They were masterfully constructed without using a single nail, with planks of wood tied together using coir rope and coated with a protective resin made from cashew nut shells. Today's luxurious houseboats retain the traditional charm but incorporate modern amenities, transforming them into floating retreats. Whilst the exact route the houseboat takes will be determined by local conditions at the time of your visit, a typical day onboard a houseboat is all about slow, peaceful rhythms and quiet immersion in nature. The captain will navigate the boat through the narrow waterways of the backwaters, keep your eyes peeled for vibrant kingfishers, graceful egrets, and water lilies blooming on the waters edge. We may make a stop at a local village which you can explore or you can try your hand at fishing with the rods which are available to hire onboard. As dusk approaches, the backwaters transform themselves into a painting of gold and orange. Find a perfect spot to witness the sun dip below the horizon, a truly unforgettable sight. You'll spend the night in your private en-suite cabin, lulled by the gentle symphony of crickets outside. OVERNIGHT"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Disembark and enjoy the Keralan beaches After a magical night on your houseboat, we'll enjoy breakfast onboard before returning to Kochi, where our Keralan adventure will come to an end tomorrow. We'll spend our final evening at a beach resort where you'll have time to relax after spending two exploring the best of India. OVERNIGHT"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Bon Voyage! Transfer to Kochi Airport for departure. You have some free time to buy any gifts for your loved ones back home before we transfer you to the airport to catch your flight back home. OVERNIGHT"
    }
  ],
  "map": ""
}