{
  "destination": "India",
  "mainPhoto": "",
  "id": "assam-and-nagaland-hornbill-festival-india",
  "tourName": "Assam and Nagaland Hornbill Festival, India",
  "placesVisited": "",
  "generalInfo": "This perennially popular small group tour aims for variety as we bring you along to experience the lesser-visited Nagaland which lies in India's North East. Get a taste for wildlife in Kaziranga National Park as you pursue one-horned rhinos, elephants, and Sambar deer. Float by boat down the utterly epic Brahmaputra River to the inhabited island of Majuli where you'll see Hindu satras and masks being made. In Nagaland wander on foot through villages, older than some countries, to learn of the old ways.<br/><br/>Bordering Myanmar, Nagaland is steeped in history and tribal tradition. If you were to pick one from this highlight-strewn tour, it might be the culmination of the Hornbill Festival, where regional tribes gather in an Olympic Games of war cries and fantastical stomping and posturing, bringing this little-known corner of India to life in song &amp; dance and colourful costume.<br/><br/>Tour Highlights:<br/>- One-horned rhino &amp; wildlife in Kaziranga<br/>- Satras and village life on Majuli island<br/>- Ruins of Ahom Dynasty in Sibsagar<br/>- Song and dance at the Hornbill Festival<br/>- Tribal culture of Nagaland<br/><br/>Where We Take You:<br/>- Guwahati<br/>- Kaziranga National Park<br/>- Mon District<br/>- Sibsagar<br/>- Kohima<br/>- Dimapur",
  "durationDays": "14",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive into Diburgarh airport where you will be met by our representative and transferred to your hotel. After some rest, proceed to the banks of the Brahmaputra river and enjoy a cruise before sunset. Return to hotel for dinner. Overnight at The Guwahati Address. Meals: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dibrugarh - Mon After breakfast, check out and drive to Mon District, home of the Konyak Naga tribe. Upon arrival in Mon, report to the local police station for registration. Proceed to your hotel for check-in. In the evening, your guide will brief you on the history of the Konyak tribe. Overnight in guesthouse. Meals: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mon Spend the day exploring Mon, known as the the land of the Headhunters. The last remaining tattooed headhunters can be found here (although headhunting is no longer practised!). We will visit the village of Longwa, which straddles both India and Myanmar. Explore typical tribal bamboo huts, observe villagers weaving or making bamboo baskets, and experience their way of life. Enjoy a traditional Naga lunch at a local home in Longwa. Rest of the evening is at leisure. Overnight in guesthouse. Meals: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mon - Sivasagar - Jorhat After breakfast, leave for Jorhat. En-route, we will stop in Sibsagar where we will visit Charaideo Maidam, a UNESCO World Heritage Site, and other historical monuments dating back to the rule of the Ahom Kingdom, which ruled the region for 600 years. Enjoy lunch at a local restaurant before continuing to Jorhat. Check-in at your hotel and rest of the evening is at leisure. Overnight in Kaziranga Golf Resort, Jorhat Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Excursion to Majuli Island After an early breakfast, drive to the river bank to catch your boat to Majuli Island (approximately 1.5 hours). Considered to be one of the largest river islands in the world, which is now sadly suffering severe erosion, Majuli is known for its unique Hindu culture. Visit a satra (Vaishnavite monastery), observe a bamboo mask-making demonstration, and enjoy a tasty lunch made with local produce grown on the island. Return by boat to Jorhat before sunset. Evening to relax at leisure. Overnight in Kaziranga Golf Resort, Jorhat Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Jorhat Early morning, drive to the Hollongapar Gibbon Sanctuary to spot gibbons, where you will hopefully get the chance to spot these rare primates. Return to the hotel for lunch and then take a tour around a local tea estate, for which Assam is perhaps best known. Evening at leisure. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Jorhat - Kohima After an early breakfast, check out and leave for Kohima, the capital of Nagaland. Stop en-route in Dimapur for lunch and then continue to your hotel. After some rest, visit the centre of town with its food stalls and sample the local atmosphere. In the evening, your guide will brief you about the Hornbill Festival and the programme for the next few days. Overnight in Classic Aradura Inn, Kohima Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kohima After breakfast, set off for the village of Kisama on the outskirts of Kohima. Stop at the viewpoint en-route for excellent views of the valley. On arrival in Kisama, take your seat in the amphitheatre where the main tribal performances will take place. This day of the festival typically sees tribes from all over North East India's 'Seven Sister' states perform traditional dances depicting war cries or customs relating to their interaction with nature and agriculture. During the day visit the many 'morungs' (communal tribal hut) set up around the venue. You can have lunch at one of the many food stalls serving authentic Naga cuisine (paid for locally). Early evening return to your accommodation. Overnight in Classic Aradura Inn, Kohima Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kohima After breakfast, we will leave for the festival grounds again to enjoy another day of activities at the Hornbill Festival. Return early evening to your accommodation. Overnight in Classic Aradura Inn, Kohima Meal plan: Breakfast & dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kohima - Kaziranga After breakfast, stop for a brief visit at the Commonwealth WWII cemetery before proceeding to Kaziranga National Park. We will stop for lunch en-route. On arrival in Kaziranga, check into your lodge and enjoy the evening at leisure. Overnight in Habitas Rhino, Kaziranga National Park Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kaziranga Early wake up with a hot cup of chai and biscuits, a jeep will take you to the Eastern Sector for your morning safari. One-horned rhino sightings are guaranteed, as well as good chances of seeing elephants, Indian bison (gaur), sambar deer, monkeys and diverse birdlife. Return to the jungle lodge for breakfast and a rest. After lunch, proceed to the Central Sector for your afternoon game drive. Evening is at leisure at the lodge. Overnight in Habitas Rhino, Kaziranga National Park Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kaziranga Today we will do a final game drive in the Western Sector of the park. Return to the lodge for breakfast and catch up on some rest. Afterwards, there is an optional visit to the nearby orchid sanctuary, where there are over 500 varieties of orchid. We will also take a walk around a local Mising tribal village. Return to the lodge and evening at leisure. Overnight in Habitas Rhino, Kaziranga National Park Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kaziranga - Guwahati After breakfast, check out of the lodge and set off for Guwahati, Assam's largest city. After lunch at a local restaurant, we will take the boat to Peacock Island for a short walk and to visit the Umananda Temple. The island was also home to rare golden langurs, the last of which sadly died in 2020. Transfer to your hotel for the final night of the trip. Meal plan: Breakfast, lunch & dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure After breakfast, we might make a brief stop at the Kamakhya Temple (time-permitting) and then continue to Guwahati airport for your onward flight. Alternatively, you can extend your stay into neighbouring Meghalaya to see the incredible living root bridges, or into the mountains of Arunachal Pradesh. Contact us for more information. Meal plan: Breakfast"
    }
  ],
  "map": ""
}