{
  "destination": "India",
  "mainPhoto": "",
  "id": "kerala-holiday-hidden-gems-of-india",
  "tourName": "Kerala holiday, hidden gems of India",
  "placesVisited": "The Quiet by the River, Malayattoor Forest, Windermere River House, Elakai, Munnar, Ameya, Backwaters, Ginger House Museum Hotel, Fort Cochin, Indian Summer House",
  "generalInfo": "This fabulous tailor made tour takes you around Kerala as part of a suggested 16 day itinerary that does its level best to uncover some of southern India’s natural and cultural hidden gems.<br/><br/>Some of the palatial properties featured throughout this holiday are absolutely stunning and many of the overnight accommodation options have been hand-picked to offer the very best in authenticity, charm and characterful cultural heritage. <br/><br/>The itinerary itself is a mix of old and new with popular highlights combining wonderfully well with lesser-known hidden gems. Even if you’ve had a holiday in Kerala before, this two week tour provides ample excuses for a return visit. <br/><br/>This tour combines the very best of all sides with a range of overnight accommodation options ensuring a unique and personal experience. Book into a boutique hotel, stay in a heritage palace, spend time at a luxury guesthouse; whatever you do, don’t miss out on this all-encompassing holiday in India’s favourite southern state.",
  "durationDays": "16",
  "price": "3399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK. Flights can be booked by us and therefore the whole holiday will be protected under our ATOL."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Trivandrum Airport and transfer to Taleket. Two nights at Taleket."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At leisure / local activities."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to the Kerala backwaters. Three nights at Ameya."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At leisure / local activities."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to the Cochin district. Two nights at the fabulous Chittoor Kottaram."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "At leisure/local activities."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Neriamangalam."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day at leisure - or head to Thattekkad Bird Sanctuary."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Munnar. Spend two nights at Elakkai."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore the tea growing area of Munnar."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to Muvattupuzha. Three nights at Indian Summer House."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Two days to enjoy the fantastic Indian Summer House."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to Cochin Airport - fly home."
    }
  ],
  "map": ""
}