{
  "destination": "India",
  "mainPhoto": "",
  "id": "south-india-holiday",
  "tourName": "South India holiday",
  "placesVisited": "Chennai, Mamallapuram, Kanchipuram, Pondicherry, Gingee, Thanjavur, Chidambaram, Chola Nataraja Temple, Swamimalai, Chettinad, Madurai",
  "generalInfo": "Our 15-day South India holiday takes in this astoundingly historic state in the manner of the traders’ caravanserai from the centuries of yore. We take you through these ancient trading cities and towns with the hope of unwrapping the culture, architectural splendour and rich history of this powerful and progressive Dravidian State. <br/><br/>The caravanserais of ancient South India were established to facilitate the barter of spices, precious jewels and silk between the kingdoms of the Cholas, the Pandyas, the Vijaynagars and the West. From the 4th century onwards trading partners included the Greeks, the Arabs and Mughals of the Middle East and North, the Dutch, the French and finally the British. <br/><br/>Price includes: Accommodation (5 star/eco where possible), transportation, entry fees, guide charges, camera fees, road/toll taxes &amp; soft drinks (water, tea coffee, juices).",
  "durationDays": "15",
  "price": "1851",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You arrive in Chennai where you proceed to Mamallapuram, once the ancient naval seaport and capital of the Pallava Kings in the 7th century. We use this as base for travel around the region over these next few days. We spend the afternoon of the first day visiting a Heritage Village allowing you to dwell among re-creations of traditional houses, sample the cuisines and experience the art, crafts and dances of the southern states of Tamil Nadu, Kerala and Karnataka."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We spend these next two days exploring the city of Chennai, formerly known as Madras. Madras has come a long way from being a group of villages amidst palm fringed paddy fields before the British, to a modern, yet diversely cultural capital city of the state of Tamil Nadu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We spend this day exploring the magnificent rock cut caves and stone carved temples of Mamallapuram. While in Mamallapuram, we also interact with the local stone carvers and visit the Sculpture Museum that displays their work in stone, metal, brass and wood. We spend the afternoon visiting a bird sanctuary, home to upto 30,000 water birds, both migratory and resident."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We spend day 5 in the ancient temple and silk town of Kanchipuram. The first half of the day we spend exploring the town’s oldest temple complexes from the 7th and 8th centuries, built by the last great Pallava Kings. We tour the silk weaving industry in the afternoon, the village it supports and generally gaining an insight into the process of manufacturing the famous Kanchipuram Silk Saree; tempting your wardrobe in the process."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Proceeding further south, we make base at the former French colony of Pondicherry for the next three days. We spend the afternoon visiting Auroville or “The City of Dawn” as envisioned by its creators. We peek into the lifestyle of a community that hails from all over the world living and working in peace and harmony for the past 40 years. We also visit the Matri Mandir, a meditation center and the highlight of the visit to Auroville."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pondicherry is best experienced walking or on a bicycle. Keeping this in mind, we spend our second day exploring this city; the confluence of its colonial past with today’s progress, the Aurobindo Ashram and its influence on the city’s citizens, their lifestyle, arts and crafts."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Moving west of the city, we travel to the historic military town of Gingee on our last day in the state of Pondicherry. Gingee was the military fortification of the great Vijaynagar Kings of Hampi during the 15th and 16th centuries. Here we give you an insight into this remarkable feat of military engineering that spreads over three mountain tops in the shape of a triangle and covering a distance of 1.5 kilometers in one direction alone."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We head further south to the heart of Tamilnadu, using this ancient capital of the Chola Kings at Thanjavur as base for the next four days. Stopping en-route at the sacred town of Chidambaram, we get to experience how often history and mythology are interlinked in religion. We visit the 9th century Chola Nataraja Temple; where Shiva is believed to have performed the “Tandava Nritya”; the ancient representation of the Bharatanatyam dance form as is known today."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We spend the next day in Thanjavur exploring this town. Tanjore, as it gets referred to sometimes, is a veritable treasure store of history and architectural marvels. We feel that true justice to this ancient Chola kingdom is only done if one spends the whole day exploring it."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Our exploration of temples continues on the third day with a visit to a 12th century Chola temple located north-east of Thanjavur. We proceed to the town of Swamimalai where we experience first-hand the 5000-year old tradition of Lost Wax Bronze casting and interact with the sculptors who keep this ancient vedic craft form alive today."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Our last day in Thanjavur involves a drive to the east coast. Here we explore the former Danish East India Company’s port of entry to India during the 17th and 18th centuries and the fort that survives until this day. We spend the day exploring this well restored and immaculately maintained fort complex which sits on the serene Bay of Bengal which gives this place its name; Tranquebar or Tarangambadi – “The place of the Singing Waves.”"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Proceeding further south and inland into Tamilnadu, we arrive at the ancient town of Chettinad – the ancestral land of the Chettiars. The Chettiars were astute businessmen who traveled through Europe and Asia making fortunes through trade. This wealth they poured back into ornate and lavishly styled mansions here in Chettinad. We attempt at experiencing a part of that bygone lifestyle by living in a perfectly restored Chettinad mansion homestay. We not only sample the unique cuisine but explore the town’s history and culture."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We spend the near end of our journey at this famed temple city of Madurai which for centuries has been the repository of Tamil literature and knowledge. The prosperity of the city flourished under the Pandya Kings owing to the trade of spices and silks with Rome and China during the 7th through 13th centuries. We visit the Meenakshi temple complex; a tribute by the Pandyas to the culture and religion of this ancient literary city, spending the rest of the day at leisure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "No journey through India can be capped without a train ride. We end your trip with us with one such ride that sees you through from Madurai to the Malabar coastal port city of Cochin."
    }
  ],
  "map": ""
}