{
  "destination": "India",
  "mainPhoto": "",
  "id": "northern-kerala-holiday-tailor-made",
  "tourName": "Northern Kerala holiday, tailor made",
  "placesVisited": "",
  "generalInfo": "The best of Kerala, without the crowds: jungle safaris, tribal festivals, and a little bit of royal history thrown in. Explore a magnificent range of south Indian landscapes and experiences, all while avoiding the traditional tourist trail.<br/><br/>Begin in a Karnatakan city, steeped in royal and colonial history. Move on via jungle safaris to tea and spice plantations in the Keralan hills, then from a sleepy fishing town to remote village temples bursting with tribal traditions. Finally, round it off with a backwater cruise and a few days by one of India’s best beaches. Karnataka &amp; Northern Kerala has a little of everything that makes this corner of India so special.<br/><br/>Trip highlights:<br/>- Steep yourself in local culture with a day of guiding in Mysore, an afternoon heritage walk in Tellicherry (with Kalari martial arts demonstration), and a day at Theyyam festival in the hinterlands of northern Kerala<br/>- Experience the different landscapes of northern Kerala with a plantation tour in Wayanad and a day of houseboat cruising on the backwaters of Neeleshwar<br/>- Go on four wildlife safaris in Kabini, including one by boat<br/><br/>What’s great<br/>- This trip focuses on the little-visited north of Kerala, combined with a stay in Karnataka’s most appealing city<br/>- You’ll get a rich introduction to local culture, from the massive daily market at Mysore to a tribal festival and the villages of the backwaters<br/>Wildlife is well represented, with safaris in Kabini and boat trips on the backwaters<br/>- This trip showcases the variety of Kerala and Karnataka, from a historic city to a wildlife reserve, a hill station, a coastal town, tribal villages, a backwater houseboat, and a remote beachside retreat<br/>- It includes some real stand-out accommodation, with hosts who’ll help you get beneath the surface of Keralan culture<br/>- Though we’ve included a range of cultural and wildlife experiences, you’ll have several days to relax by the sea at the end of your trip<br/>- This trip can easily be extended into Karnataka, southern Kerala or even Tamil Nadu.<br/><br/><br/>Dietary requirements:  <br/>Our tailor-made itineraries are designed as flexible suggestions. If a hotel or accommodation on the proposed route is unable to meet specific dietary requirements, we can replace it with a suitable alternative. In cases where no alternatives are available in a particular destination, we will discuss other options directly with the client to ensure their needs are met.<br/>All itineraries can be adapted to cater for vegetarian and vegan diets, as well as other dietary preferences or restrictions. While the range of options may vary by region, we will always work to ensure that clients are accommodated as comfortably as possible.",
  "durationDays": "15",
  "price": "2740",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "MYSORE: Your journey begins amid the cacophony and chaos of one of the most charming cities in southern India: Mysore. Vibrant without being overwhelming, Mysore makes a wonderful introduction to India, with its lovely old buildings, its rich history stretching back to the days of the Hindu epics, and its laid-back atmosphere that wins over virtually all visitors. You’ll have a local guide with you on day two to help you get to grips with the local culture – adding depth and dimensionality to what would otherwise simply be beautiful relics. Mysore Palace, one of the grandest and most impressive of all India’s royal palaces, is bound to be a highlight. Highlights • Visit Mysore Palace, seat of the Wodeyar Dynasty, and one of the most spectacular buildings in India • Explore sprawling Devaraja Market, with a local guide to explain the zillion different sights, scents and flavours • Try a range of South Indian street food, from sweet squares of Mysore Pak to golden-brown dosas with spicy chutney"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KABINI: Setting out into the jungle before dusk or dawn, surrounded by the hoots and calls of birds and monkeys, eyes darting about the undergrowth for a glimpse of tough elephant hide or a flash of tigers’ stripes: a safari in southern India will take you beyond history and culture, into a timeless world that existed long before civilisation. The forest here is dense, lush and tropical (as opposed to the dry scrub forest of the north), and on its fringes you can cycle between villages where traditional tribal lifestyles survive alongside mainstream Malayalam culture. It’s wonderfully atmospheric and – if you’re lucky enough to see one of the region’s big mammals – a goosebump-inducing experience. Highlights • Enjoy your stay at a luxury safari lodge, with beautifully designed villas, infinity pool, and alfresco dining • Go on four safaris, conducted at dawn and dusk, by boat and Jeep, making the most of Kabini’s incredible wildlife • Keep your eyes peeled for sightings of tigers, leopards, black panthers and a never-ending roster of exotic birds"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "WAYANAD: After another mist-cloaked morning safari at Kabini, it’s off to a completely different Keralan landscape, at the colonial hill station of Wayanad. High in the foothills of the Western Ghats, the climate here is fresh and cool, perfect for growing tea, coffee, pepper, cardamom and cocoa. You’ll be staying at a family-run plantation, from which you can go out hiking in the fields and forests, take boat trips on the property’s reservoir, or just chill out, listen to birdsong, and enjoy an ayurvedic massage. Wayanad is far less visited than Kerala’s more famous hill stations (despite being every bit as luscious). It makes for a wonderfully relaxing couple of days. Highlights • Tour the Pepper Trail plantation with your hosts, learning about how the local tea, coffee and spices are grown and processed • Take a cookery class with ‘Mum’, where you’ll learn to cook appam pancakes, Kerala curries and other local specialities • Go hiking through paddy fields and forests to lakes and waterfalls, keeping a look out for local wildlife – including elephants, Indian bison and deer"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TELLICHERRY: On India’s golden Malabar coast, it’s all change again. An unassuming little fishing town, Tellicherry doesn’t attract many visitors, but it’s quite lovely: think British-era churches, a red-and-white lighthouse, and a rowdy fish market full of the sounds of vendors advertising their day’s catch. Though the town’s laid-back, seaside atmosphere is easy to love, the real highlight of a visit to this region lies out of town, in villages where the locals celebrate Theyyam. Without a doubt one of our favourite festival experiences anywhere in the world, it’s full-on immersion in a living tradition, and totally unforgettable. Highlights • Go on a heritage walk with a local guide, meeting local people as you explore fruit-and-veg markets, colonial relics and Tellicherry Fort • Watch a demonstration of Kalari, an indigenous martial art that’s been revived in Tellicherry • Experience Theyyam, a remarkable, months-long Hindu festival of music, dance and spectacular costumes"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "NORTHERN BACKWATERS: The backwaters – mile upon mile of rivers, canals, lakes and lagoons – are one of Kerala’s biggest attractions, but further south they tend to be buzzing with tourists. Around Neeleshwar, it’s a different story. As you board a converted rice barge and drift along the waterways, you’ll experience Kerala’s quintessential landscape of paddy fields, village churches, coconut groves and put-putting vallam boats in luxurious seclusion. The Lotus’s private balconies and sun deck offer the perfect vantage point from which to watch the landscape drift by, waving at kids playing in the water or watching vendors drift by with boats piled with bananas, coconuts and freshly caught fish. Highlights • Spend a night aboard the Lotus Houseboat, a luxurious converted rice barge with just two rooms and a personal chef • Look out for kingfishers, bee-eaters, sunbirds and flameback woodpeckers along the banks of the Neeleshwar backwaters • Cruise through remote villages, past temples and churches barely touched by tourism"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "NEELESHWAR: After disembarking your houseboat cruise, it’s only ten minutes to the Neeleshwar Hermitage, where you’ll conclude your Keralan adventure. And what a way to finish! This luxury retreat on the Arabian Sea, with its infinity pool looking out over gardens of hibiscus and frangipani to the golden sands beyond, is heaven in a hotel. Not only is this a stunningly beautiful setting in which to relax (with yoga classes and ayurvedic spa treatments, naturally), the Hermitage also offers a carefully curated programme of optional activities, including excursions to temples, backwater boat trips, hiking and more. With four nights here to enjoy it, you’ll have plenty of time to relax and explore. Highlights • Relax in secluded luxury on one of India’s most beautiful beaches • Eat super-fresh seafood beautifully prepared by the Hermitage’s fabulous chefs • Get an insight into this remote and unspoilt corner of northern Kerala with a range of guided excursions"
    }
  ],
  "map": ""
}