{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-small-group-tour",
  "tourName": "Rajasthan small group tour",
  "placesVisited": "Delhi, India Gate, Old Delhi, Udaipur, Nagda, Eklingji, Jagmandir Island, Traditional dance and puppetry show, Chaturmukha Jain Temple, Jodhpur, Mehrangarh Fort, Pushkwar, Jaipur, Amber Fort, Tordi, Abhaneri step well, Taj Mahal, Agra, Keoladeo Ghana National Park, Mughal Heritage Walk, Hindu cookery lesson, Agra Fort",
  "generalInfo": "Over two weeks, this thrilling small group tour immerses you in the history and vibrant culture of Rajasthan, taking you past iconic landmarks, ancient temples and into areas that many tours seldom visit. <br/><br/>Beginning with guided tours of both New Delhi and Old Delhi, and mixing in a flavoursome sampling of local street foods, the itinerary then takes you by overnight sleeper train to Udaipur. Here you’ll have a chance to explore the many temples of Eklingji, a sacred pilgrimage site for Hindus, but off the beaten track otherwise. Another highlight is the majestic City Palace with its pavilions, courtyards and hanging gardens.<br/><br/>Moving on to Jodphur, you’ll explore on foot some of the most architecturally significant structures, including temples, forts and cenotaphs. As ever, there will be plenty of opportunities along the way to tantalise your tastebuds with more Indian delicacies.<br/><br/>Pushkar is one of the oldest towns in India, situated at the edge of the desert and a perfect spot to take in a sunset before continuing to Jaipur the following day. You’ll soon see why it’s known as the ‘Pink City’, but you will also have the option to really appreciate Jaipur’s beauty with a hot air balloon flight. Important sites include the Amber Fort, and the nearby village of Tordi where you’ll stay in a renovated palace, and can visit a local school, a shepherd’s village and even try your hand at camel cart riding!<br/><br/>After a day in the stunning Keoladeo Ghana National Park, an absolute paradise for birdwatchers, the tour comes to a fitting end in Agra, where the world’s greatest monument to love awaits you.<br/><br/>This is the ultimate passage to India.<br/>",
  "durationDays": "15",
  "price": "1849",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your Indian adventure starts in Delhi, hotel transfer included When you arrive in Delhi - one of our staff will meet you and transfer you to your hotel. Once you've settled in, we'll run through the itinerary for the next few days and arrange a time to collect you tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Delhi, Rickshaw Ride & Street Food Tasting We start with a morning tour of India's capital, New Delhi. Nestled on the banks of the Yamuna River, New Delhi is a city where ancient and modern seamlessly blend together. We'll visit the India Gate - a 42-metre high archway, built in remembrance of the 82,000 soldiers who participated in the undivided Indian Army. New Delhi is India's political hub as well, and we'll drive past many government buildings such as the President's Palace and the Parliament of India. We'll also pass Humayun's Tomb, the first garden-tomb on the Indian subcontinent and a UNESCO World Heritage Site as well as the Bangla Sahab Gurudwara Sikh Temple. We'll then hop onto a metro train with the locals at Connaught Place Station - as we make our way to Old Delhi. Here, we'll explore one of its oldest and busiest markets - the Chandni Chowk, before exploring the Chawri Bazar, famous for its brass, copper and paper creations. We'll also be introduced to Old Delhi's unique street foods and delicacies, giving us a first taste of authentic Indian cuisine. Once our taste buds are sufficiently satisfied, we'll take a rickshaw ride to the Jama Masjid Mosque, one of the largest in India. Finally we head to the train station to catch the overnight sleeper train to Udaipur. You'll see a lot of busy Delhi life through the windows as the train makes its way out of the city this evening. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Head to Agra. Sheroes Hangout, Mughal Heritage Walk. First glimpse of the Taj Mahal We head to Agra this morning, home of the famous Taj Mahal. After arriving in Agra we'll make a stop for lunch at the Sheroes Hangout Cafe The cafe was set up by the Chhanv Foundation and is run by victirms of acid attacks. The cafe works to raise awareness of acid attacks in India and to empower those who have sadly been the victims of these heinous crimes. Prior to gaining employment in the cafe, many of the 'Sheroes' led solitary lives, rarely going outside due to shame associated with their scars. At Encounters Travel we're proud to support such an organisation, which has the sole aim of helping these women find acceptance, a supportive community and a means of income. Lunch will be included whilst at the cafe. Once you've checked in into your hotel, we'll spend the afternoon on a Mughal Heritage Walk through the ancient village of Kachhpura and surrounding farmland on the banks of the Yamuna River across from the Taj Mahal and Red Fort. This walk has been designed by a local NGO and helps support the local community through employment and new infrastructure. During the walk one of the villagers will give a guide to their village life, the layout of their homes, with living, cooking & religious areas, the farming done, and the local cottage industry for leather shoe making which helps Agra export shoes all over the world. You'll also see some lesser known but important Mughal era monuments. Finally today we'll stroll around the park at Mehtab Bagh - originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna River's east bank, before taking in the magnificent sight of the Taj Mahal at sunset. A special evening option is available today, where you can join a Hindu family for a Vegetarian Thali cooking lesson and meal. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Taj Mahal sunrise. Drive to Suroth Mahal, Village Walking tour We start today early for our tour of the Taj Mahal. Truly one of the wonders of the world this elaborate monument to love was built by the Mughal Emperor Shah Jahan and took over twenty-two years to complete. Sunrise is a great time to visit as the light changes gradually with the colours of the Taj changing too. After breakfast we leave the region's popular tourist areas and head into the heart of rural Rajasthan to the small town of Suroth. The property was a former palace, now welcoming guests as a hotel, but retaining its heritage charm, with rooms painted with murals. The afternoon sees us exploring the village, interacting with the local villagers, getting invaluable insight into seeing their way of life. Our walking tour will pass by local shops, down narrow streets, we'll visit a small temple and perhaps even visit a local barber shop where you can have a shave or head massage. In the evening we'll have a cooking demonstration before enjoying dinner at the hotels restaurant. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "To Jaipur via the Abhaneri step well. Optional Bollywood Movie or Cooking Demo Today we head to Jaipur, the capital and the largest city of the Indian state of Rajasthan in Western India. Enroute, we'll visit the Abhaneri step well, the largest and deepest step well in the world, which boasts 3500 steps and is 13 stories deep. You may recognise this as the place that Sonny tried to express his feelings for Sunaina in the recent movie The Best Exotic Marigold Hotel. The remainder of the day in Jaipur will be free to explore at leisure or join one of our optional EXTRAS"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Amber Fort & Jaipur City. Block printing workshop You have an option of going on an early morning hot air balloon ride over Jaipur, flying over its palaces, forts and lakes - a truly mesmerising experience. If you chose to sleep a little later, your morning starts with a visit to the Amber Fort, the jewel in Jaipur's crown - an ancient fortress built on a hilltop in the 16th century dedicated to the ruling Kachhawa clan of Amber. Be mesmerised by this majestic architectural wonder, with its pink sandstone and marble palace shining in the sun. It's massive fortress walls sprawls across the hills, with many seeing a resemblance of the Great Wall of China. Later, we return to the city for a tour of Jaipur, as we visit the strange Jantar Mantar monument, a collection of nineteen architectural astronomical instruments, built by the Rajput king Sawai Jai Singh II between 1724 and 1730. Jaipur was the first planned city of medieval India and we'll also explore its City Palace. Built by Raja Man Singh during 1729-1732 AD, the City Palace was once the seat of kings as it was from here that they ruled the region. This tangle of courtyards, manicured gardens and exceptionally crafted mahals is one of the most revered attractions in India. We spend the remainder of the day walking in the walled city to discover some of Jaipur's famous crafts markets and craftsmen in action such as jewellers, silversmiths, textile workshops and bangle makers. Our tour will include a blockprinting workshop, where we learn the ways in which fabric is decorated using this ancient method and we'll also have a gemstone demonstration. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ranthambore - Home of the Bengal Tiger. Afternoon Game Drive We leave Jaipur today and head to Ranthambore National Park, which is named after Ranthambore fortress, located within its boundaries. If you're looking to see tigers in the wild, this is the place to be. In 1973, the park was established as a sanctuary for the tigers and to help decrease the fatal interactions that were increasing between humans and tigers. We'll have our first chance to see Tigers this afternoon as we join a shared canter for game drive through the park. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morning Game Drive in search of tigers We'll head back out on an early morning game drive, giving you the best opportunity to see India's tigers in their natural habitat, but keep your eyes peeled for other wildlife such as leopards, sloth bears, black bucks, flying foxes, Indian porcupines, striped hyenas, jackals, jungle cats, wild boar, civets, desert cats, macaques, mole rats, and many more species. We'll be transported through the jungle in an open-backed truck (shared canter), which allows us to travel deep into the park, as we search for India's unique wildlife. We'll also visit the ruined fort located within the boundaries of the park, which is beautifully elevated on a natural hummock, which towers at just over 200 metres high. The ancient ruined fort is also a UNESCO World Heritage Site. In the afternoon you'll have some free time to relax or you could consider booking additional private jeep or shared game drives within the park. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring the holy town of Pushkar Today, we'll go on a morning drive to the town of Pushkar, located on the edge of the Thar Desert. Pushkar is one of India's oldest cities and also one of the Hindu religion's 5 most sacred dhams (pilgrimage sites). It is set around Pushkar Lake, whose waters are considered holy and are surrounded by 52 stone staircases which pilgrims use to bathe. We'll arrive just in time for lunch, and once you've checked into your accommodation, we'll explore Pushkar Lake and its temples - including a 14th-century Jagatpita Brahma Mandir, dedicated to the god of creation and its surroundings. If time, there's also the option to take a sunset walk up to the Savitri Temple nestled in the Ratnagiri Hills which offers sweeping lake and valley views. There's also a cable car available to reach the temple. Pushkar is also famous for its huge camel fair which takes place in October or November every year. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Travel from Pushkar to Jodhpur We’ll continue on our journey, with the destination being Jodhpur, the second largest city in Rajasthan. Jodhpur, the \"Blue City\" of Rajasthan, is a mesmerizing destination where the mighty Mehrangarh Fort stands sentinel over a sea of houses painted in vivid shades of blue. This historic city boasts a rich tapestry of culture, with winding streets leading to bustling bazaars filled with handcrafted treasures like textiles, leather goods, and intricate jewelry. Jodhpur offers a captivating blend of ancient forts, grand palaces, and the timeless allure of the Thar Desert, making it a true Rajasthani gem. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "A walking tour of Jodhpur Our morning starts with a visit to Mehrangarh Fort - one of the largest forts in India, standing on a perpendicular cliff, 410 metres above the city of Jodhpur. We'll also visit Jaswant Thada, a milky-white marble cenotaph built by Maharaja Sardar Singh of Jodhpur State in 1899 in memory of his father, Maharaja Jaswant Singh II. We'll walk through the city, stopping to view the impressive Lord Krishna Temple - a marvel of rich architectural skill and craftsmanship, meeting with the priest and his family, before visiting Ram Rasoda, a community kitchen that has been in use for centuries. We'll also visit the ancient temple of Jetha Bera, the deep step well of Toor ji ka Jhalra, said to be as old as the sixth century. It's an ancient well that often takes the shape of an inverted pyramid. For decades, the well sat filled with stagnant water, until the pool was recently purified and the steps were sandblasted. Our walk takes us through narrow winding streets, between the city's famous blue-painted buildings to the grain, produce, silver, crafts and spice markets the streets around the clock tower. While we're walking, you can sample sweets such as Gulab jamun - a milk based sweet and Mawa Kachori - which is a fried puffed pastry stuffed with sweetened and flavoured khoya. You'll have some free time in the afternoon to relax at the hotel or continue to explore at leisure. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Jain Temple & monkeys at Ranakpur. Continue to lakeside Udaipur We make our way towards the beautiful lakeside city of Udaipur today, with a stop on the way in Ranakhpur to visit the spectacular white marble Chaturmukha Jain Temple there, the largest and most important temple in the Jain religion built in the 15th century to commemorate the first Tirthankara of Jainism - Lord Adinath. We'll take an audio tour here, and also look out of the large population of monkeys that make the temple their home. We arrive in Udaipur this afternoon, a city often dubbed as the 'Venice of the East', as it's set around a series of artificial lakes and is known for its lavish royal residences. It was founded in 1553 by Maharana Udai Singh of the Sisodia clan of Rajput, when he shifted his capital from the city of Chittorgarh to Udaipur. You'll have some free time this evening to begin exploring. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Exploring beautiful Udaipur Today is all about exploring Udaipur. We'll start with a visit to the City Palace, which was built over a period of 400 years and is one of Rajasthan's architectural marvels. Located on the edge of Lake Pichola the palace comprises an assortment of pavilions, terraces, courtyards, terraces and hanging gardens, encircled by granite and marble fortifications. We'll also visit the Jagdish Temple, located just outside the Royal Palace. We'll then head to Lake Pichola and board a boat ride to Jagmandir Island, which houses a palace built by Maharana Karan Singh II in 1620. At its entrance, you'll be met by massive stone elephants and the island has an ornate 17th-century tower, the Gol Mahal, carved from bluestone. The remainder of the day is free. In the evening why not consider visiting Bagore Ki Haveli, an ancient palace that has been converted into a museum on the waterfront of Lake Pichola, where you can enjoy watching a traditional dancing and puppet show. OVERNIGHT"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Free morning in Udaipur. Sleeper train to Delhi You'll have some free time in Udaipur this morning before being transferred to the train station for the overnight sleeper train to Delhi. We aim to use the Mewar Express (2nd class AC) which leaves at 1830, arriving in to Delhi around 7am tomorrow morning. OVERNIGHT"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Arrive in Delhi where our tour comes to an end. As our train arrives into Delhi our Indian adventure will come to an end upon arrival. If you plan on spending additional time in Delhi, we can help in organising extra nights or even extensions to the south of the country. OVERNIGHT"
    }
  ],
  "map": ""
}