{
  "destination": "India",
  "mainPhoto": "",
  "id": "amritsar-to-ladakh-holiday",
  "tourName": "Amritsar to Ladakh holiday",
  "placesVisited": "",
  "generalInfo": "Traverse the mountainous landscapes of Northern India, where religions and cultures collide. Journey into the Buddhist enclave of Ladakh, India's Little Tibet, and the remote Nubra Valley. Witness sacred sites and rituals, from ancient Tibetan Buddhist monasteries to magnificent Hindu temples, and experience otherworldly landscapes. Watch the masked dances at some of Ladakh's biggest annual celebrations on our festival departures. <br/> <br/> Monasteries, Shrines and Temples - Explore the region's most famous Tibetan Monasteries and Gompas.<br/> Nubra Valley - Journey over some of the world's highest motorable passes into the remote Nubra Valley for spectacular views.<br/> Family lunch in a living museum - Share a Ladakhi lunch with a local family in their 200-year-old heritage home in Stok village.<br/> Ladakhi Festival Departures - Please select the relevant itinerary package below<br/>",
  "durationDays": "11",
  "price": "1975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Delhi",
      "description": ": Our tour starts today in Delhi, India's bustling capital city. The city has been the heart of numerous empires and dynasties over the centuries, from the Mughals to the British Raj, making Delhi as it stands today a rich patchwork of cultures. For those arriving on time, our tour leader will meet you in the hotel reception at 4pm for a welcome meeting. The rest of the day is yours to get to grips with Delhi's wonderful chaos. If you'd like an airport transfer, please plan to arrive at New Delhi's Indira Gandhi International Airport (DEL), located around 18km (40 minutes) from our hotel"
    },
    {
      "dayNumber": 2,
      "title": "Early morning flight over the Himalayas to Leh. Afternoon to acclimatise",
      "description": ": We have an early start this morning as we make our way back to the airport for our flight to Leh. Leh, once an important stop on the Silk Road, is a charming town of around 30,000 people, nestled at 3,500 metres above sea level. Summers here are dry and sunny, while nights can be chilly. The town's Tibetan heritage is deeply preserved, reflected in its culture and traditions. The rest of the day has been purposely kept free to give you some time to acclimatise to the altitude. For those who are feeling up to it, our tour leader might lead a short orientation walk through Leh's local market this evening."
    },
    {
      "dayNumber": 3,
      "title": "Visit the monasteries at Thiksey, Tak Tak and Hemis",
      "description": ": The predominant faith of the residents here is the Lamaistic form of Buddhism in Tibet. This can be seen in the architecture of the monastery (gompa), as well as in the extraordinary number of gods and demons that give order to daily life in the community. Today, we'll have a full day sightseeing. We plan to visit the gompas of Thiksey and Hemis, as well as the Shey Palace. Hemis Gompa, situated some 48 kilometres/30 miles outside Leh, is the largest and most important monastery in Ladakh - a treasure house of golden statues, gem-studded stupas, rare books, and fine paintings of the Buddha. Thiksey Gompa is located 19 kilometres/12 miles outside of Leh and is famed for its multi-level structure rising from the hillside. It's home to a 15-metre/49-foot-high statue of Maitreya Buddha which was built to commemorate the visit of the 14th Dalai Lama. Located 15kms from Leh city, Shey Palace was the summer Palace of Kings of Ladakh, and was built by King Deldan Namgyal in year 1645. The two-storey high copper gilded statue of Buddha Shakyamuni is the main statue at the Palace."
    },
    {
      "dayNumber": 4,
      "title": "Ladakhi lunch with a local family at their 200-year old home. Afternoon visit to Leh Palace in the afternoon",
      "description": ": This morning, we'll head over to Stok village (located across the Indus River from Leh) to get a glimpse into local Ladakhi life. The quaint village is home to a 33-metre/108-foot-high statue of Buddha that was erected to commemorate the visit of the 14th Dalai Lama in 2016. The statue is made entirely from locally crafted copper and gilded with gold - its privileged position gives a panoramic view of Stok village. After visiting the Stok Buddha, we'll wander into the village for lunch at Gyab Thago Heritage Home, a beautifully preserved 200-year-old house that has been in the same family for six generations. Today, it serves as both a living museum and a charming guesthouse. We'll sit down for a traditional vegetarian meal, tasting local favourites such as momos (steamed dumplings), chutagi (a hearty Ladakhi soup), and barley tea. Later this afternoon, we'll visit Leh Palace (Lehchen Palkhar) , a 17th-century old palace, which clings, tier by tier, to the hillside above the town. After our visit of the Palace, we'll embark on a heritage walk of Leh. We'll stop by Lalas Cafe, an unassuming cafe tucked away inside a two-century year old building. Aside from being a cafe offering coffee and local Ladakhi drinks, the cafe also serves as a place to showcase local artists' work. We'll also visit old dye shops and local Kashmiri breadmakers, before finishing our walk at the omen's Alliance Centre. The centre was set up in 1991 with the aim to give local women living in rural Ladakh the opportunity to sell their handicrafts and earn a living."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Alchi via Gurudwara Pathar Sahib historic Sikh shrine",
      "description": ": This morning we'll leave Leh as we head west to Alchi via Pathar Sahib, a Sikh place of worship or gurudwara. The journey between Leh and Alchi is expected to take approximately two hours, excluding stops. On arrival, we'll visit the historic Alchi Choskor Gompa. Alchi is renowned for its magnificent Kashmiri Buddhist artwork which dates from 10th c. to 11th c. AD during the period the great Tibetan Translator i.e. Lotsava Rinchen Zangpo who spearheaded a network Buddhist learning centres. The murals and paintings of Alchi is quite different from the other frescos in Ladakh. Amongst the many small chambers, „ Sumstek Lakhang„ at Alchi has exceptional miniature paintings. Located on the south bank of the Indus River, Alchi sits at 3,100 metres above sea level. The rest of the afternoon has been left free for you to explore independently or relax at the hotel"
    },
    {
      "dayNumber": 6,
      "title": "Explore Lamayuru, otherwise known as the Moonland of Ladakh",
      "description": ": This morning, we'll head out on a scenic drive to Yungdrung Tharpaling Monastery, Ladakh's oldest and most picturesque gompas, dramatically perched on a cliffside about 56 kilometres/35 miles from Alchi. The journey will take approximately one to two hours each way, excluding stops along the way. Before reaching the village, we'll pause for photos at the area's famous 'lunar landscape ' - an otherworldly stretch of eroded rock formations that resemble the surface of the moon. At Lamayuru, we'll explore the monastery complex and its ancient temples adorned with beautiful murals and prayer halls steeped in centuries of Buddhist tradition. After some time to wander and take in the views, we'll begin our return journey to Alchi. On the way back, we'll stop at Tingmosgang Palace Monastery, once an important royal residence, offering sweeping views of the surrounding valley. A little further along, we'll visit the peaceful Ridzong Chulichan Nunnery, tucked quietly into a gorge - a serene spot where Gelugpa Buddhist nuns devote their days to prayer and meditation."
    },
    {
      "dayNumber": 7,
      "title": "Drive to the Nubra Valley via Khardung La Pass (5359m)",
      "description": ": We'll have an early breakfast before setting out on the drive to Nubra Valley, crossing the famous Khardung La Pass, one of the highest motorable roads in the world at 5, 359 metres/18,379 feet. The pass was a major gateway to central Ladakh during the Silk Route period, so we will get a chance to see the ancient trade route on our way to Nubra. The journey takes around five to six hours, with a short stop at the pass to take in the mountain views and snap a few photos. If the weather is clear, we might get the chance to see the Karakorum peaks in the north. As we descend into the Nubra Valley, the scenery changes from rocky slopes to a greener landscape dotted with small villages and fields. Upon arrival in Diskit, we'll visit the 33-metre/110-foot-high statue of the Maitreya (or Future Buddha) which sits high above the valley looking out over the mountains. After our visit, we'll continue on to Hunder village, situated at 3,050 metres above sea level, and check into our hotel. This evening, for those who are keen to explore, there's an optional visit to Hunder sand dunes, famous for its incredible scenery and its two-humped Bactrian camels, descendants of those who once used the Silk Route."
    },
    {
      "dayNumber": 8,
      "title": "Half-day hike between Hunder and Diskit villages. Enjoy a local family lunch and butter tea",
      "description": ": After breakfast this morning, we'll set off on a half-day hike from Hunder to Diskit village. We'll crisscross our way through silvery sand dunes to reach Diskit village. Diskit is one of the main administrative villages in Nubra Valley and we'll sit down here for lunch with a local family where we'll try butter tea. Known as gur gur cha, butter tea is a traditional Himalayan drink made from yak butter, salt and strong black tea. Popular amongst the locals in the Ladakh region, this delicious tea is thought to keep you warm and hydrated. We'll also spend some time visiting Diskit's local market before returning to Hunder by vehicle. This afternoon has been left free for you to unwind on your last day in the Nubra Valley. For those who still have a little energy to spare, you might like to take a walk around Hunder village. Today's hike is mainly on the flat for around 7km/4miles, should take around 3 hours, and we have graded it as easy."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Leh via Daktok Monastery and Wari La Pass (5,312m)",
      "description": ": Today, we'll take a different route on our full day drive back to Leh, across the Shyok River before ascending to Wari La Pass at an altitude of 5,312 meters/17,429 feet. From there, we'll descend to join the main road at Kharu bypass and drive along the Indus River back to Leh. This is a lesser travelled route and on the way we visit Daktok Cave Monastery, belonging to the Ningma sect of Tibetan Buddhism, which is the oldest sect. If the group wants to, we can also visit Chemday Monastery."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Delhi and explore the city",
      "description": ": Today, we'll take an early morning flight to Delhi and transfer to our hotel. After checking in, we'll head out on a city tour to see some of the main sights of New and Old Delhi. The Indian capital is something of a phoenix rising again and again out of its own ruins. New Delhi was the creation of the British Raj in the 1930s and on our tour, we'll see the President's Palace, Lok Sabha (Parliament), India Gate and the Rajpath. We'll then continue to Old Delhi and its energetic hub - the Chandni Chowk Bazaar, a jamboree of deafening barter. A short rickshaw ride will take us to the Jama Masjid Mosque, passing by the Red Fort en route."
    },
    {
      "dayNumber": 11,
      "title": "Tour ends in Delhi",
      "description": ": Our tour ends this morning at our hotel in Delhi. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Indira Gandhi International Airport (DEL)."
    }
  ],
  "map": ""
}