{
  "destination": "India",
  "mainPhoto": "",
  "id": "luxury-rajasthan-tour-of-land-of-kings",
  "tourName": "Luxury Rajasthan Tour of Land of Kings",
  "placesVisited": "Delhi, Agra, Jaipur, Shahpura, Nimaj, Osian Camel Camp, Jodhpur",
  "generalInfo": "On this 13-day India tour through Rajasthan, you will find reminders of warrior-kings and saris that burst with color. A remarkable fortress watches over the expanse of a Blue City and a pink palace bursts with character. Men wear traditional twirling mustaches and camels stroll along the desert sand. From silver bracelets to jewels inlaid in the architecture, your time in India will be filled with luxury and unparalleled discovery.",
  "durationDays": "13",
  "price": "3,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - The Royal Welcome",
      "description": "Welcome to the gateway of grandeur. Delhi is a city that is filled with a spellbinding energy that emanates from its over one thousand years of history. The modern suburbs and cityscape shows you the contemporary power and wealth of the nation’s capital. Tucked away in hidden corners, or standing tall in lush parks, you will find ruins and temples, remnants of the Mughal Empire and ancient walls that encompass a continuously thriving market. You are met at the airport by a private transfer and escorted to the Imperial Hotel in the heart of the city. The marble floors in the gallery sparkle and the high ceilings provide spacious comfort. The combination of savory and sweet spices is captivating. The India Gate stands proud as a memorial to past soldiers of the British Indian Army that fought in World War I. It was unveiled in 1931 and stands over 137 feet tall. In the fading daylight the stone edifice glitters like gold and welcomes you to India."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - A Regal Exploration",
      "description": "The modern streets of Delhi burst with life. The Rajpath fills with people venturing to work. The spacious tree-lined boulevard runs from India Gate to the Presidential Palace and looks like it has its own private procession in the morning hours. The aroma of fresh brewed chai masala is enamoring and fills the streets with cinnamon and allspice. Soon your guide arrives at your hotel. You are ready to step out into the city. Jama Masjid is the largest mosque in India and was completed in 1424. Thirty-nine steps elegantly lead upwards to the eastern gate. The scent of grilled Seekh kebabs emanates from Karim’s. Two minarets stand around 130 feet tall, each one constructed with a mixture of white marble and red sandstone. The entire complex glows a rustic red from the specific materials used to create the grand mosque. Even in the grand opulence of the historic walls, courtyard, and gallery there is an intimacy that lets you appreciate the people, the culture, and the beautiful hymns of the call to prayer."
    },
    {
      "dayNumber": "3",
      "title": "Agra - Past Mystique",
      "description": "Breakfast is filled with the tart and sweet flavors of fresh fruit, from mango to bananas. Sip on your sweet and spiced tea before meeting your private transfer. In the afternoon you will arrive in Agra home to the legendary Taj Mahal, an iconic landmark of India. The complex was constructed in the 17th century in homage to Shah Jahan’s third wife. It was the first Moghul structure to be constructed entirely of white marble. When you enter the gardens you understand the words of the poet Rabindranath Tagore when he said the Taj Mahal was “a teardrop on the face of eternity.” The gardens are manicured and pure. The scent of pine and budding flowers is prevalent. The reflective pool almost points the way to the mausoleum. The marble captures the light and changes colors throughout the day. The sun casts a pink shadow over the site when sunset nears. The four minarets are 130 feet tall and add to the overall symmetry of the mausoleum’s design. The dome has remarkably rounded angles and stands 115 feet tall at its peak. The design is both elegant and staggering. Semi-precious stones decorate the interior gallery and catch the light that beams through the window. The stones inlaid into the walls create designs of flower petals and vines, which add to the captivating lavishness. In the evening you will arrive at the fabulous Oberoi Amarvilas and find a panorama of the Taj Mahal shimmering beneath the starlight."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur - White Marble to Pink Sandstone",
      "description": "The dawn brings an uproarious grace to the already ethereal Taj Mahal. Witness the shifting colors of the white marble at sunrise when the edifice shifts from a subtle blue to a bright purple, and eventually back to immaculate white. After breakfast you will head to Jaipur, also referred to as the Pink City. The old city was constructed in the 18th century in accordance with Hindu principles that adhere to symmetry and geometry. The main boulevards are wide and long. Rickshaws are painted vibrant yellows and greens. Camels trot alongside the boulevard pulling carts behind them. Near the Badi Chaupar , the big square, you can find the Johari Bazaar. The narrow lanes wind away from the main plaza and are filled with lavish gold and silver jewelry. Bangles are stacked on tables and dangle from the ceiling. Translucent curtains frame the stores. There is a little jangle from vendors trying to entice you into their stores. The vibrancy of Jaipur sweeps you up."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur - The Power of the Past",
      "description": "The Amer Fort continues to rise over the Maota Lake with a watchful gaze on the nearby Pink City. You will have a private transfer to the foothills where the fort resides. You will climb aboard an elephant and traverse the nearby Aravali Forest located outside of Jaipur. There are 500 miles of ancient trees and protected wildlife. You feel safe and comfortable in the howdah , the compartment that sits atop the elephant. You notice the ease with which the pachyderm moves. Each step is a gentle and calculated sway. Tree branches brush past you and the scent of evergreen and bark is crisp. After a picnic breakfast you will proceed to the Amer Fort. The pathway leading to the entrance gate is long and winding. The fort was constructed in the 16th century and the impressive edifice is filled with exuberant décor. Four separate sections offer distinct gateways, courtyards, and residences. The Ganesh Pol glistens in the morning light. You can see the elegant artistry that decorates the façade. Each fresco has a golden fringe and the latticed windows give a touch of modesty to the opulent geometric embellishment. The windows were originally meant for the women of the palace from which they would watch the daily processions from behind the woven window in order to preserve their modesty."
    },
    {
      "dayNumber": "6",
      "title": "Jaipur - The Vibrant Pink Walls",
      "description": "The Pink Palace is the iconic image of the city. The Mughal buildings were painted pink during the 19th century royal visit by Prince Albert. The city continues to shine with its famed coloration, no more so than on the magnificent façade of the City Palace. The complex was constructed in the 18th century. The entrance contains elements of a Mughal archway bordered by thin and regal pillars that give way to rounded embellishments. Two regal elephant statues guard the cobblestone walkway. You immediately feel the presence of the Chandra Mahal. Its presence is commanding. It stands seven stories tall and continues to be the residence of the royal descendants of Jaipur’s former rulers. The inner courtyard contains the exceptional Peacock Gate, known for the elaborate colors and motifs that decorate the doorway. The stately ambiance is palpable and the historic grandeur of the city is brought to the forefront."
    },
    {
      "dayNumber": "7",
      "title": "Shahpura - Stately Estates",
      "description": "The camels once again trot down the main boulevard. The bazaars fill with people searching for fresh produce and textiles. After breakfast your private guide takes you to the rural walled town of Shahpura. You settle in to your gorgeous estate hotel that encompasses nearly 45 acres of land. It was once used as a summer palace. The gardens are bright with blossoming flowers. The pasture is verdant and comforting. Peepal trees produce figs and large dangling leaves. The scent of fresh mango is intoxicating. A couple sits on the serene lake. Towering palms and precious quiet surround them. Enjoy a cooking course on the terrace that overlooks the landscape. Your private chef shows you each ingredient and its historical value to Shahpura. The spices are aromatic. Indulge in the traditional flavors of lapsi , where the coconut and cardamom add unique vivaciousness to the wheat-based dish."
    },
    {
      "dayNumber": "8",
      "title": "Shahpura - No Small History",
      "description": "The morning is filled with birdcalls, from herons to kingfishers. You can hear their chirps and chortles soaring over the nearby lakes. After breakfast you will venture into the surrounding towns to visit the local farms and craftsman. He gently creates a phad , a painting that traditionally signifies folk or religious lore. The town was settled in the 17th century and is a respite from the endless energetic cities. Dhikhola Fort stands atop the lush hillside in the distance. The strong stone towers resemble those in the British Highlands more than the colorful pink walls of Jaipur’s City Palace. Local women walk to and from the farm. Some carry large clay pots on their heads. The vessels are filled with the fruits of their crops or with water. Their saris are wrapped comfortably around their shoulders and head in a tradition of modesty, but also as a shield from the sun. You see the heron gliding over the water. Their beaks are sharp and pointed. Their plumage is a collection of tan and rich brown. You are not only witnessing the everyday life of Rajasthan but experiencing it."
    },
    {
      "dayNumber": "9",
      "title": "Chhatra Sagar - The Noble Countryside",
      "description": "In the morning light you can see the outline of Dhikhola Fort sitting atop the hillside. After breakfast you depart from the village and make your way deeper into the countryside. The reservoir was completed in the 19th century and the resulting collection of water turned the arid landscape fertile and verdant. When you come over the horizon you can see the oasis shining like an inviting beacon. Your accommodation is a gathering of private luxury tents that are fit for kings with floors that are individually painted with elaborate henna designs. The beds are plush and comfortable. You have your own private veranda that looks out over the gentle rippling water. A flock of geese meanders on the reservoir’s surface. Chilies and wheat are aromatic along the surrounding landscape. Goats bleat and are herded by a local shepherd. He wears a tightly wound red turban and sports a fantastic twirling mustache. The remains of the 9th century temple of Magar Mandi Mata are close by. The temple was destroyed by the Mughals and eventually covered by the sands of time."
    },
    {
      "dayNumber": "10",
      "title": "Osian - A Golden Landscape",
      "description": "The oasis drifts into the distance and you watch the fertile greenery fade into a stretch of golden Thar Desert. Your camp in Osian is a different type of oasis that takes you back into history. You will spend the day exploring the wavy sand dunes and discovering the elegance of the desert by camelback. The village of Osian is known as a bastion of history and Rajasthani culture. Sachiya Mata Temple was constructed in the 9th century and is referenced in ancient Jain records. The sandstone shines a rustic red under the desert sun. The stupas are textured and rotund like beehives. Pillars are decorated with exceptional carvings that represent deities and legends. The temple is ancient but has a particular vibration that remains strong. When you come to the camp you find it nestled in the dunes. The sand ripples over the hills like waves. You can sit beneath the night sky with an exquisite drink and try to count the stars."
    },
    {
      "dayNumber": "11",
      "title": "Jodhpur - An Imperial Blue",
      "description": "The desert is gold and stretches along the horizon like an endless treasure. Breakfast comes and goes in the comforts of the elegant campsite. The evening was quiet and perfect beneath the unencumbered starlight. After your meal you have a private transfer to Jodhpur, also known as the Blue City. The buildings in the old quarter are awash with indigo and color the city like an ocean beneath the shadow of the impenetrable Mehrangarh Fort. The complex is over 400 feet above the city and is known for its imposing thick walls. The foundation was laid in the 15th century and now offers exceptional views of the valley in the distance. Kilkila cannon is wonderfully preserved and sits on the ramparts in its ancient position, on watch over the fort. The Pearl Palace is a fabulous display of regal splendor and preservation. The stained glass windows bring a gathering of colors that spread across the soft red carpet. The archways are rigged and refined. The ceiling is gilded and symmetrical. From the color of the city to the decorating hues of the various palaces set inside the fortress walls, you will quickly find historic stature and grace."
    },
    {
      "dayNumber": "12",
      "title": "Delhi - A New Noble Return",
      "description": "The morning streets in the old city are animated. Ghanta Ghar, the old clock tower, rises like a temple stupa and almost marks the entrance to the Sadar Market. Stroll through the old bazaar and experience the captivating aromas that have continued since the ancient spice trade. Fragrant vanilla and herbaceous anise, the gentle spice of cinnamon, and the colorful yellow of turmeric are all on display at MV Spices. In the afternoon you will have a private transfer to the airport and return to Delhi for the evening. The memorable luxuries of the Imperial welcome you back. The city is once again in filled with palpable energy. Venture to the Lodi Gardens where you can sit on the grass in the tranquil atmosphere and watch the locals stroll on the pathways."
    },
    {
      "dayNumber": "13",
      "title": "Delhi - A Finishing Touch",
      "description": "The streets are active and the colors of the city wind through the ancient and contemporary neighborhoods but the morning feels calm and cool. At breakfast you sip your chai and savor the flavor. Saris wave as women walk down the street. You have witnessed paradises and palaces, forts and gardens during your time in India. You not only saw royal luxuries but also experienced them, from your accommodation to your meals. After breakfast you will have a private transfer to the airport where you will step aboard your flight home."
    }
  ],
  "map": ""
}