{
  "destination": "India",
  "mainPhoto": "",
  "id": "tour-of-indian-palaces-tiger-safari-agra-jaipur-kanha-bandhavgarh-national-parks",
  "tourName": "Tour of Indian Palaces & Tiger Safari: Agra, Jaipur, Kanha & Bandhavgarh National Parks",
  "placesVisited": "Delhi, Jaipur, Agra, Kanha National Park, Bandhavgarh National Park",
  "generalInfo": "A feeling of majesty overtakes you when you see historic palaces or view unencumbered wildlife in its natural habitat. Experience the nature and history of India on this custom tailored tour. Find the grandeur of sandstone castles casting a pink glow upon a city. Witness the splendor of tigers prowling through the grasslands and beneath the towering sal trees. From the luxuries of jungle resorts to the stunning architecture of historic observatories you will find the unparalleled beauty of India.",
  "durationDays": "11",
  "price": "3,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Begin your India Adventure",
      "description": "The day begins with the whirling streets of Delhi coming to life. The scent of fresh spices eminates from the chai sold and happily sipped alongside the streets. Small motor and bicycle taxis fill the lanes along with the rickshaws that are famous for winding through the wide and narrow streets. The impressive mixture of the city’s rich history pushes against the modern buildings, cars, and commerce. Delhi’s past is displayed in the museums and ruins. The Red Fortress was once converted to British barracks and continues to stand with vibrant red colors, from the sandstone walls to the towers that bring a sense of majesty from its glory days during the Mughal dynasty in the 17th century. The walls extend over 54 feet tall encompassing the vibrancy of Delhi’s opulence within the large and quiet walls that hide the modern world away . You can also find the India Gate, a larch arch reaching over 126 feet high and built in 1931 as a war memorial. The wide and long stretch of road that leads to the monument allows you to also view the unending flame within the archway. You will have the evening to yourself able to enjoy the aromas of the famous mutton burra kebab near the old mosque as the marinated meat delicately lingers over charcoal."
    },
    {
      "dayNumber": "2",
      "title": "Jaipur – Into the Pink Palaces",
      "description": "The day comes to life once again in the morning hours of Delhi. The aromatics of paratha , pan-fried bread, bring deliciousness to the morning air and are accompanied by the spice of chai tea. After breakfast your private transfer will meet you at your hotel. You depart the capital and make your way to the famous Pink City of Jaipur. You arrive in the afternoon and will settle yourself in the comforts of your hotel before you make your way through the city on a guided tour. The city was founded in the 18th century. The precious pink coloration stems from the use of sandstone to construct much of the Mughal city which was repainted in the 19th century. The vibrant hues and the people’s energy seem to collaborate giving an ebb and flow to the streets where rickshaws and buses rush by meandering camels. The Galta Monkey Temple is situated within the tranquil yet impressive surroundings nestled between two granite cliffs. Known for the natural fresh water springs and holy water tanks, the marvelous temple shimmers pink within the foothills and looks more like a palace than a temple. As you ascend the stairways and walk along the edges of the pools you hear hymns and chants, but also interspersed animal screeches. An abundance of monkeys run along the upper levels, speeding over towers and rails, resting on the domed cupolas, and sipping water from the pools. You notice locals feeding the monkeys nuts and fruits. Stunning landscape, opulent architecture, and now the incredible wilds all surround you."
    },
    {
      "dayNumber": "3",
      "title": "Jaipur – Within the Shinning Past",
      "description": "The morning colors of the city shine along the old streets with verve and welcome. After breakfast your guide will meet you and tour you through the city’s opulent hues and history. The City Palace comprises marvelous courtyards, gardens, and buildings at the heart of the Old City, creating a lavish combination of Mughal and Rajasthani architecture. The incredible pink coloration of the Chandra Mahal glows over the open square. The tranquil complex brings a subtle contrast to the surrounding energy of the modern city’s electric streets. Adjacent to the palace is the tremendous Jantar Mantar Observatory. The interesting sculptures displayed within the courtyard were specialized astronomical tools and were constructed in the 18th century. Meander along the 14 structures to discover the range of their functions; the instruments are used for measuring time and tracking the stars. Each instrument was chiseled from stone and adds to the continued inspiring feelings emitted from the complex. The sundial reaches a peak of 90 feet tall. You can see its shadow moving every minute, capturing the swiftness of time and the impeccable imagination of the past."
    },
    {
      "dayNumber": "4",
      "title": "Umaria – Within the Halls of History in Agra",
      "description": "The morning sun captures the Old City in its beautiful light once more before you set out for Agra and the exquisite architecture of the Taj Mahal. The structure is situated at the edges of a lush courtyard like a crowning jewel. The complex dates back to the 17th century and was built as a tomb for the wife of emperor Shah Jahan. The entire structure is made of marble, which accounts for the way the opulent walls and Moorish dome catch the changing light throughout the day. Standing at the entrance of the complex gives the structure an entirely new look. The garden is lush with manicured trees and bushes and lined with walkways and placid ponds. The water reflects the image of the Taj Mahal when the fountains aren’t trickling. The minarets rise over 120 feet tall with a backdrop of open sky. The central structure contains pieces of semi-precious stones that bring different colors to the floral carvings. There is a surreal quality to the building and the complex, where symmetry is highlighted and delicate light shines through the marble screens. In the evening you will venture into the comforts of a first-class night train to Umaria."
    },
    {
      "dayNumber": "5",
      "title": "Bandhavgarh National Park \u0000– Within the Wooded Hills",
      "description": "The Bandhavgarh National Park sprawls over 270 square miles in a mixture of wetlands and sal forest that spread over the Vindhyan Mountains. Your train arrives in the early morning and your private transfer takes you to your jungle resort in no time. The earthen aromas of lush leaves and wet earth mix with the scent of spiced tea. A guided game drive will take you out into the vast forest in search of the wild that is known to scour the trees and grasslands. The park is also home to the famous white tigers of Rewa. Declared a National Park in the late 1960s you will traverse the park on the windy roads that take you up to the 2,400 feet high summit where the old fortress continues to look out over the expanse of wild. Endangered vultures nest within the towers and ramparts of the old protectorate that is now overgrown with vines and roots. Statues of Hindu gods continue to mark the complex, some sit beneath branches and others are somewhat covered in moss. The fort itself is thought to be over 2,000 years old, where even the caves that dig into the mountain were manmade and used as stables. Now those very caves are home to an abundant bat colony that is vibrant in the evening. They swoop through the air in search of prey. Step along the sturdy stone pillars to find spaces that nature hasn’t yet overtaken. It adds to the fortress’ natural and constructed wonder."
    },
    {
      "dayNumber": "6",
      "title": "Bandhavgarh National Park \u0000– Tiger Tour",
      "description": "The jewel of the wild within the national park is the tiger. In the morning you will be met by your guide and vehicle, which turns out to be an elephant with a comfortable wooden saddle along its back. You make your way through the tall, thin sal trees in search of the famous, regal tiger atop your pachyderm ride. En route you notice a small brownish-furred figure amongst the trees and discover the barking deer. The males have short antlers used for fighting over territory or mates. If you’re lucky enough to hear one call, it sounds similar to a dog’s bark. Its ears twitch as your ride trundles through the forest until the deer disappears beyond the tree line. The elephant is intent and focused with every step, somehow elegant in its walk even with its lumbering size. When you come to a raised ridge your guide and the elephant abruptly stop. Prowling close by is the black striped fur of a tiger watching you come closer through the wild grass. You can make out its face between the blades but its body seems to blend in effortlessly. You watch the large cat but are sure not to challenge it by looking into its eyes. It soon decides that you are not a threat and rushes past leaving you, your guide, and the elephant behind."
    },
    {
      "dayNumber": "7",
      "title": "Kanha National Park – A New Jungle, a New World",
      "description": "When the morning light stretches over the jungle canopy you will depart from Bandhavgarh and make your way by private transfer to Kanha National Park. The afternoon sun reaches through the expansive forest of over 1,200 square miles where you can see the undulating mountain ranges covered in lush trees, rising up to 2,700 feet above sea level. The diverse topography comes from the Horseshoe Valley at the foothills of the Mekal Mountains where the Surpan River winds its way along the grasslands. In the evening you will set out on a game drive to explore the sensational nature when the wildlife awakens with vigor after the midday heat recedes. In the tall grass you can see the iridescent feathers of a peacock strutting through the blades. The elegant blue neck and swaying neon green tail radiate within the meadow offering new allure to the forest."
    },
    {
      "dayNumber": "8",
      "title": "Kanha National Park – Above the Meadows",
      "description": "The sounds of the morning come with a rush as you hear gaur , Indian bison, calling along the banks of the Surpan River. After breakfast you will once more climb aboard an elephant to explore the surrounding jungle regions of a tremendous nature reserve. On top of the animal’s back you sway with every step and watch the grasslands below, the trees above, and the vast expanse in front, while searching for leopards in the branches and tigers in the bush. Every now and then your elephant pushes aside a tree or brings up a sapling’s roots. It marks the path and spreads the seeds along the forest floor. Close by you find the graceful but skittish dhole , an Asiatic wild dog with red fur, a black tail, and a bark that sounds more like a whistle. It is easy to imagine an unaltered state of the forest, brimming with flora and fauna over the mountains and along the riverbanks. As you listen to the rambunctious chirp of the dhole you find awe in their playfulness with one another and in the surrounding rising grassland."
    },
    {
      "dayNumber": "9",
      "title": "Kanha National Park – Endless Splendor within the Trees",
      "description": "It is easy to imagine Rudyard Kipling traversing the forest on elephant-back in search of nature’s majesty and becoming inspired by the immense land, diverse plant life, and enduring wildlife. Kanha National Park is known as the inspiration for Kipling’s The Jungle Book and persists in its ability to awe visitors in the same way it once captivated the famous novelist. The day takes you out into the woods once more in search of the tiger, referred to as “Shir Khan” in The Jungle Book in reference to the tiger’s power and prowess within these lush lands. When you come across the tiger in the wild you find unquestionable beauty in its stride. You notice its black and faded orange tail curling under its hind legs. Each step it takes is slow and calculated, not wanting to waste any unnecessary energy. Adult tigers, especially males, are often solitary, so when you come across two tigers lingering at the edges of the river you will witness a rare moment when the cats display how relaxed and delicate they can be toward each. As the sunlight drifts across the sky you don’t want to pull yourself away from the extraordinary vision of the wild."
    },
    {
      "dayNumber": "10",
      "title": "Delhi – Out of the Woods",
      "description": "In the morning you will wave goodbye to the mesmerizing nature of Kanha National park and make your way by private transfer to Jabalpur. Arrive in the early afternoon to enjoy lunch at the Hotel Krishna with the remainder of the afternoon at your leisure. The Rani Durgavait Museum houses an exceptional display of 10th century sculptures from surrounding local sites. Statues of Ganesh and tremendous stone reliefs bring detailed descriptions of historic devotion to light. On the upper level you can find letters and photographs in a gallery that explores tribal cultures in the region. In the early evening you will come to the train station and step onto your luxury first class car. You will be whisked through the Indian night en route to Delhi."
    },
    {
      "dayNumber": "11",
      "title": "Delhi – Depart for Home",
      "description": "You arrive in Delhi in the early hours surrounded once more by the fragrance of spiced chai filling the air with cinnamon and nutmeg. A private transfer will take you for breakfast before you make your way to the airport for your return journey home. You have spent your time within the historic shadows of Rudyard Kipling and the wondrous sal forest of Bandhavgarh National Park exploring the lavishness of the Indian landscape, wildlife, and the splendor where the two come together."
    }
  ],
  "map": ""
}