{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-goa-tour-palm-tree-beach-lush-countryside-verdant-tea-plantations-scenic-wildlife",
  "tourName": "Best of Goa Tour: Palm Tree Beach, Lush Countryside, Verdant Tea Plantations & Scenic Wildlife",
  "placesVisited": "Mumbia, Â Goa, Â Cochin, Â Munnar, Â Periyar Wildlife Sanctuary",
  "generalInfo": "Stretch out along the coastline of the Arabian Sea in the wonderful comforts of the Goan sand on this 12-day tour that will take you from beachside to mountainside, discovering the endless delights of southern India. From the endless diversity of Cochin, filled with centuries of spice trading history, to the mystical sightings of Bengal tigers within the Periyar Wildlife Sanctuary, you will have your feet in the warm sand and your eyes on the horizon, blending the soothing life of the coast with the comforts of the countryside.",
  "durationDays": "12",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Mumbai - Delightful Beginnings",
      "description": "Arrive in Mumbai, a city that has collected its surrounding cultures, whether from across the sea or down the road, and become filled with diverse and endless energy. You are met at the airport by a private transfer and immediately you will see the delightful colors of the city sparkling off of the clothing, glinting off of the reflective skyscrapers, and blossoming over the hidden cities. Rising over the city streets at the edges of Gorai Creek is the 280 foot-tall golden stupa that houses relics of Buddha. The coloration and size of the temple isn’t the only stunning aspect of the architecture; the entire chedi was built without supports using ancient techniques to interlock the stones. It is a perfect welcome to the intersecting wonders of India and your golden time to come, filled with color, flavor, and energy at every step."
    },
    {
      "dayNumber": "2",
      "title": "Goa - Onto the Lustered Shores",
      "description": "Your first breakfast in India brings the intoxicating aromas of cinnamon, ginger, and green cardamom floating in the sweet and creamy flavor of chai. The scents rouse your senses readying you for the day to come which will whisk you away from the bustling streets of Mumbai to the powdery white sand and swaying palms of Goa. Set along the Arabian Sea and once, for almost five centuries, an outpost for the Portuguese, there is an eager push of colonial architecture and flavors permeating the quintessential Indian state. You are guided from the airport to your hotel with a private transfer where the remainder of the day is yours to luxuriate in. You can easily find the tranquility of an open beach, where the sand is still somewhat cool beneath the dipping palms and the scent of sweet coconut mixes with the sea. Set on Agonda Beach is quiet nature where the loudest call is from the lulling waves tempting you into the water; though if it’s a more active scene you prefer you can head to Baga Beach and watch surfers take to the shore."
    },
    {
      "dayNumber": "3",
      "title": "Goa - Sandy Relaxation",
      "description": "The soothing scents of breakfast rouse you from bed while the sun makes its way lazily across the sky. The gentle crash of the waves continues to brush against the coastline as you come to a day of perfect leisure. The hardest part of the day is deciding how you want to spend it; whether meandering along the beach with the soft sand between your toes or dipping into the water for a slight reprieve from the sun, there are only great choices to be made. As the day passes you by you can partake in a cruise along Mandovi River. Climb aboard the lovely two-story barge which will have you surrounded by charming landscapes in the midst of the traditional live music permeating the friendly air. The cool evening sky makes the rhythm of the night more palpable, filling the boat with joyous activity. Whether relaxing on the sand or dancing on the water, your day will give you exactly what you desire."
    },
    {
      "dayNumber": "4",
      "title": "Goa - Sighting the Old Days",
      "description": "After your breakfast seated beside the sound of the morning waves you will step out onto the streets of Old Goa with a guided tour through the history of the city that has shaped and evolved with time. Se Cathedral has a pearled façade rising 250 feet at its highest point and dating back to the 17th century giving the church its mixture of Tuscan exterior and Corinthian interior. The lofty ceiling and coloration is pristine, made more so by the bright red flourish of carpet. The scent of coconut is replaced with frankincense, dripping its herbaceous aromas throughout the grounds. In the afternoon you return to shore and dip your toes back inside the Arabian Sea finding the delicate balance between the intricacies of the past and the present."
    },
    {
      "dayNumber": "5",
      "title": "Cochin - Extending the Delight",
      "description": "Although your days along the Goan sand may end today, the stretch of Arabian Sea is ongoing and always ready to welcome you farther down the shore. After breakfast you will have a private transfer to the airport where soon you will arrive in the international city of Cochin within the state of Kerala, known for being the Spice Trade capital in the 14th century. Set out over the water are large nets that terrace the sky like sails, known as Chinese fishing nets and that reach around 30 feet high and 60 feet wide. Rocks help suspend the ropes from different angles, resting on platforms for balance. The graceful sway and elegant look of the nets themselves make for a picturesque view over the water as you walk along the brick promenade that wraps around the city’s coastline."
    },
    {
      "dayNumber": "6",
      "title": "Cochin - Coastal Pasts",
      "description": "The delightful spiced aroma of chai is a constant in your mornings, giving you a grand consistency and lavish flavor. After breakfast you will find the splendor of a guided tour which will take you through the history of the city and show you how its coastal and maritime past brought diversity to its shores. The colors of the city aren’t just within its continuous illustrious spice trade, where the yellows of turmeric and bright red of cayenne pepper glow through the market place. One of the most interesting sites of the city is known as Jew Town, the once Jewish cultural center of Cochin where the synagogue continues to sit at the center of the neighborhood. The scent of ginger and cardamom continues to fill the streets of the once prosperous city where you can even spot historically Jewish names highlighting some of the buildings. The synagogue itself, known as Pardesi Synagogue, was built in the 16th century and rebuilt later that century after the Portuguese destroyed parts of the structure. The interior is lavish, decorated with an ornate gold pulpit with willow-patterns along the hand-painted floor tiles. Chandeliers and vibrantly shaded glass lamps add to the brightness of the synagogue that brings the deeper understanding of the diaspora and the diversity of the city to greater acceptance."
    },
    {
      "dayNumber": "7",
      "title": "Cochin - The Quintessential Greenery",
      "description": "The sunlight stretches over the Arabian Sea giving a new shimmer to the Chinese fishing nets along the coast. Today you will find yourself outside of Cochin, drifting away from the shores and winding through the mountains that are lush with greenery, looking as though they have been draped over with plantations and trees in vibrant, impossible color. The warmth of the beaches has given way to the cool mountain air that brushes along the leaves of the largest tea-growing region in southern India. The scent of musky earth rises along the rolling hills that peak just above the low-lying clouds. When you come to your hotel you could sip a cup of freshly brewed tea and stare out over the illustrious landscape, settling in nicely to the countryside."
    },
    {
      "dayNumber": "8",
      "title": "Cochin - Along the Estates",
      "description": "The splendor of the countryside is as much from the tea estates as from the hills on which they are planted, combining to bring the ever-lush slopes that reach over the misty morning forest and down into the valley. Within the early light of day you can walk along the stretch of plantations that reach over what feels like the entirety of the region, watching local women in lavish blues and reds harvesting fresh leaves between the endless rows of crops. The aromatics are soon blended into the sounds of rushing waterfalls as you pass the whitewater of the falls meandering down the mountainside of the Western Ghats. Whether you slip a fresh leaf into your mouth to taste the herbal blossom or sip on some of the finest tea in India, grown, blended, and brewed for the best flavor, your day will take you through and into a tranquil lifestyle filled with the majesty of the landscape and the delicate flavors of culture."
    },
    {
      "dayNumber": "9",
      "title": "Periyar Wildlife Sanctuary - Watching the Forests Rise",
      "description": "The rolling greenery of the mountainside leaves your view as you make your way to spectacular Periyar Wildlife Sanctuary where evergreen trees cover the high ranges of the Western Ghats and the savannah grasslands divide the trees into an open scenery; a place where tigers and elephants roam, lion tailed macaques scamper through the trees, and the essence of India’s wildlife calls home. After your time settling in to your accommodation you will enjoy a boat ride along the manmade lake at Thekkady. The lake’s banks are surrounded by vivacious forest and marvelous mountains, adding specks of greenery to the skyline. The quiet trickle of the water turns into a distant splash as the skipper points out a herd of elephants bathing in the warmth of the afternoon sun. As they parade from the water onto the banks you can see their lumbering gait swaying back and forth in focused steps, while their graceful and regal aura only fades with their disappearance into the forest."
    },
    {
      "dayNumber": "10",
      "title": "Periyar National Park - Tall Grass to Taller Trees",
      "description": "Today you will find yourself within the beautiful scenery of Periyar National Park, a wonderful wildlife sanctuary that rushes across over 480 square-miles of land, over 223 of which is vivacious forest. The animals tend to be most active in the cool air of the early morning as you venture into the mixture of forest and savannah, making your way above the tall grass and beneath the taller trees. You can hear the excited hooting of the lion-tailed macaques, their faces framed by hair that resembles a lion’s mane. One of the biggest draws and breathtaking sights is when you look just beyond the thin strands of collective grass and witness that sharp teeth of a yawning tiger. The largest of cat the family, the golden orange and black stripes of the feline are mesmerizing, even as it lazes and strolls through the grass, indifferent to your arrival; though you will not be indifferent to the tiger’s presence. Whether elephants, foxes, monkeys, or tigers, there is something majestic about seeing an animal in its natural habitat living the life it was meant to."
    },
    {
      "dayNumber": "11",
      "title": "Cochin - A Returning Sea",
      "description": "Today you will once again wind your way through the mountainside, along the effervescent flora that blossoms within the misted trees, from gorgeous purples to bursting reds that float and shimmer in the light. Upon returning to Cochin you will find the pleasures of the sea as you left them, glistening in the warmth of the day and providing you with a relaxing ambiance along the promenade. Your time within the enchanted diversity of the city is at your leisure to watch the Chinese fishing nets at work within the scent of fresh grilled fish set right along the seafront, or exploring the sensational colors and aromatics of the Cochin Bazaar. The onions glow purple and the masala is a highlighted dark orange, another display of the sensational and sensual diverse colors of the city."
    },
    {
      "dayNumber": "12",
      "title": "Mumbai - Beaches to Island to Home",
      "description": "It is a quick journey from Cochin to Mumbai where the energetic streets are soon part of the background of your morning as you find yourself in the ancient caves along Elephanta Island. The magic of the island isn’t just in the beaches or the mountains but also in what lies beneath and within. Beneath a collection of precipices, the elegant cave mouths decorated with pillars will welcome you into something special. The halls in which you step are cavernous, vast, and reverberating. The walls are filled with tremendous reliefs of the gods and myths that have protected and guided civilizations for millennia. You can see the Maheshamurti panel that displays the god Shiva as creator, destroyer, and protector, carved within the stone. Upon your return to the city your private transfer will take you to the airport to make your return flight home, but the images of the temples within the cave will always be held close."
    }
  ],
  "map": ""
}