{
  "destination": "India",
  "mainPhoto": "",
  "id": "spiritual-journey-to-india",
  "tourName": "Spiritual Journey to India",
  "placesVisited": "Delhi, Â Varanasi, Â Dharamsala, Â Amritsar, Â Rishikesh, Â Dehradun",
  "generalInfo": "A spiritual journey can begin anywhere. This custom tailored tour will take you deep into the traditions that make up India’s culture. From the brilliantly colored saris to gregarious evening ceremonies that take place on the banks of the River Ganges, you will experience the majesty of ancient cities and the elegance of rolling mountains, the opulence of a Golden Temple, and the ancient art of yoga. Whether found along ghats or at an ashram, you will discover the finer details that create the spirit of India.",
  "durationDays": "12",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - Dynamic Delhi",
      "description": "Welcome to Delhi, the capital of India. You immediately feel the energy of the streets and the people. Women wear elegant saris that burst with bright colors. The scent of grilled kebabs lingers in the air. Your private transfer takes you from the airport to your hotel near the center of the city. Delhi’s history is palpable, apparent in the Old City walls and towering minarets. The Hauz Khas Complex contains ruins that date back to the 14th century. Students study and relax on the grass that surrounds ancient tombs and a celebrated water tank. An outdoor shopping center is filled with lively boutique stores and delicious high-end restaurants. The city is a blend of the past and present. You settle into your hotel and are ready to explore."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - The Sensational Sites of Delhi",
      "description": "You rise and shine to the bustling streets of Delhi. The scent of cinnamon and coriander fills the morning air. You enjoy your first taste of traditional chai masala tea. The spiced aroma and sweet flavor is a lovely way to start the day. Your guide meets you at your hotel ready to show you the splendor of Delhi. The Lotus Temple is a Baha’I House of Worship. Twenty-seven marble petals are arranged in three tiers of nine to create the look of a lotus blossom. The central hall stands 120 feet tall and can hold over 2,500 people. The dome shape easily carries voice and footsteps but you only hear quiet whispers beneath the devoted chants. You can imagine the graceful reverberations of a choir singing in the main hall. Qutub Minar is the second largest minaret in India and stands over 219 feet tall. The tower was constructed in the 12th century using a mixture of sandstone and marble that gives a red and white glow to the exterior. Balconies separate the concentric cylindrical shafts. When you stand beneath the towering figure you feel cast in its shadow as you gaze up at the sky. The surrounding park is a charming calm in the surrounding endless energy of the city. Between the historic and cosmopolitan streets you have found the balance."
    },
    {
      "dayNumber": "3",
      "title": "Varanasi - Capital Streets to Holy Streets",
      "description": "After breakfast your private transfer takes you to the airport for your flight to Varanasi. Colors bursts from every corner of the city. At first what seems like chaos turns into an elegant movement, like a dance you never learned but always knew. Women are colorfully wrapped in saris that run the gambit of the rainbow. Ancient buildings and temples sit at the top of the city’s famous ghats. Your private transfer meets you at the airport and takes you to the coveted Chamek Stupa that dates back to the 10th century. It currently rises over 129 feet. The conical stone commemorates the location where Buddha gave his first sermon after reaching enlightenment. The leaves sway in the quiet breeze. You notice the absence of speed. Visitors and locals seem to wander at a slower pace. Everyone seems to be in search of a tangible peace, even if just for the moment. The exterior stone is decorated with chiseled floral carvings and the images of the origins of the Gupta Empire. In the evening you find the ghats filled with people ready to partake in the Aarti Ceremony. Every ghat has a particular meaning. Some are reserved for washing while others are meant for worshipping or bathing. A man holds a large oil lantern that is filed with a single flame. He stands at the top of the steps as people begin to sing. They are being blessed with the symbols of the five elements: space, wind, fire, water, and earth. The graceful dance from the morning continues. The fast paced music of the city at work has slowed to the devoted hymns of the people around you. You have found a new image of India."
    },
    {
      "dayNumber": "4",
      "title": "Varanasi - The Ancient Sunrise",
      "description": "In the lingering dawn, your guide escorts you to the ghats. The women haven’t had a chance to dip their clothing into the water and the morning prayers haven’t yet been chanted. Fishermen have already waded out into the river. As the sun peaks over the horizon you can see their silhouettes. The light brings golden orange and expansive purples to the sky. The ancient buildings behind you capture the luminescence. The old town is like a maze filled with small alleys that seem to take you miles, and even centuries, away from the main road. The smaller streets always lead you back to the main road but are filed with hidden treasures. Hardware stores double as spiritual teashops. Buildings become bathed in blue paint. What you thought was a home is actually a restaurant filled with the enticing scent of fresh spices. You will venture from the ghats to the Benares Hindu University and its famous Bharat Kala Bhavan Museum to view the impressive collection of Mughal miniature paintings. In the afternoon you will return to Delhi and spend the evening in the luxuries of the capital."
    },
    {
      "dayNumber": "5",
      "title": "Dharamshala - Tibetan Influence",
      "description": "The morning is a familiar blend of energy and spices. You can see the men lining up for their masala chia. After breakfast, your private transfer takes you to the airport where will soon arrive in Dharamshala. This city is known as the home of the Dalai Lama. The scents of oak and conifer trees fill the city. You can see the rolling snowcapped mountains in the distance. The temple of Tsuglagkhang is also known as Dalai Lama’s temple. Many Buddhist pilgrims and interested people come to the temple to pay their respects to the religion and the Dalai Lama. A 9-foot tall gilded statue of the Buddha is located within the temple complex. There is compassion and tranquility in the complex that feels worlds apart from the fast paced streets Dharamsala. The images of Buddha are refined and historic. The ambiance of the temple is unique. Monks stroll through the city and the temple in red robes. They chat amongst one another and work diligently within the complex walls. You watch pilgrims make a clockwise circle around the outer walls before entering the temple itself."
    },
    {
      "dayNumber": "6",
      "title": "Dharamshala - Getting in the Spirit",
      "description": "You are at the center of what has become the spiritual city of the Dalai Lama and Tibetan exiles. The immense atmosphere of upper Dharamshala is unlike anything you have ever felt. The streets are less colorful than Varanasi but equally passionate and devout. Today is at your leisure to experience the city as you prefer. The Gelug school of thought is the newest in Buddhist philosophy. The Namgyal Monastery was constructed in the 16th century and continues to teach the philosophies of the Gelug Sect. The charming building is set against the backdrop of snowy mountains. The view is precious and the monks are kind. There is camaraderie in the teaching that stems from a love of humanity and not a disposition to preach. The essence of the monastery and the city lies in its surroundings and the perseverance of the culture."
    },
    {
      "dayNumber": "7",
      "title": "Dharamshala - Fortress of Solitude",
      "description": "The morning mountain air is crisp and cool. Once again you can spend today indulging in the spiritual majesty of the city or you can venture just outside the city limits to see the exceptional strength and devotion of the Kangra Fort. The fortress was first mentioned in the 4th century BC by Alexander the Great. The epic history of the imposing walls and impressive precipice has shaped the surrounding culture. You enter the parapets through a small courtyard and follow the narrow passage to the structure’s top. The view overlooks the river and the mountainside’s endless greenery. Defaced images of deities, believed to be Ganga and Yamuna, mark the entrance gate walls. In town, you can visit the local museum that exhibits the history of the fort. You find joy in the little things today, such as the sun-soaked canopy of the surrounding forest."
    },
    {
      "dayNumber": "8",
      "title": "Amritsar - The Sweetness of Nectar",
      "description": "The rolling snowcapped mountains fade into the distance as you make your way to Amritsar. The city was founded in the 16th century and is home Sikhism’s holiest shrine. The Golden Temple is elegant and humbling. The city is divided into the new and the old. 12 gates surround the old city and encompass traditional bazaars and narrow laneways. Sometimes it feels like you have stepped back in time. In the evening you will follow the tiled walkway and enter through the archways of the Golden Temple. The arch is 203 feet tall and 20 feet wide. The gold plating on the main temple shimmers in the evening lights and reflects off of the water. The main hall was constructed in the middle of an expansive water tank and has become the center of Sikhism. The marble work and gilded ceilings in the main hall are mesmerizing. You watch in awe during the Night Ceremony as the holy text is carried from the main shrine to the sanctum. Several people help support the palanquin that holds the book until the text is removed and surfs along the hands of the devoted followers."
    },
    {
      "dayNumber": "9",
      "title": "Amritsar - More than Ancient Gold",
      "description": "The images of the previous night’s ceremony continue to replay in your head. The gilded temple was magnificent and the spectacle was one of a kind. Today you will venture through the old city to view the splendid history of Akal Takht, known as the Immortal Throne, located within the Golden Temple complex. In the early afternoon you will venture to the Wagah Border to experience another truly unique moment special to Amritsar. The changing of the guard between Pakistan and India at this particular crossing has become an exhibition of energy and pride. People come from all around the country and the world to witness the rambunctious and fun display that has become the daily border closing. Bleachers surround the large gates that separate the two countries. They are filled with women wearing saris and men in slacks and button down shirts. People line up and carry the flag up and down the street. The ranking officer stands at attention and calls the other soldiers to arms with an incredible yawp. The crow cheers along. The sound reverberates across the border. Both sides compete for sound supremacy. When the border closes the energetic yells and whistles disappear. You return to Amritsar and revisit the evening ceremony at the Golden Temple."
    },
    {
      "dayNumber": "10",
      "title": "Rishikesh - Golden Spirit",
      "description": "The old streets of the city come to life in the morning hours. You find the bazaars awash with color, from spices to textiles. Your private transfer meets you after breakfast and takes you to the train station to catch the bullet train to Haridwar. Soon you find yourself in the famous city of Rishikesh located on the banks of the River Ganges. The city is located 1,200 feet above sea level and has become a popular stopover for people ready to trek to the Himalayas. In the evening you will stand on the riverbanks and listen to the enchanting hymns of the nightly Aarti ceremony. The water is rapid and sprays into the air. The mist is cold in the evening light. Much of the banks are paved with large rocks and the city looks like it is built between the trees. Visitors practice yoga on the softer shores in the distance and take large, slow breaths. The evening chants blend into the sound of rushing water and you find the combination soothing."
    },
    {
      "dayNumber": "11",
      "title": "Rishikesh - In the Footsteps of John and Paul, and George and Ringo",
      "description": "You step out into the cold dawn air to see the city come alive. Visit the Triveni Ghat to see local women pour milk into the river as an offering to the gods. The fish are large yet graceful. A shrine stands at the top of the platform. The elegant colors of morning blanket the sky. Later you will come to the steps of Maharishi Mahesh Yogi’s ashram. After the Beatles spent time with the Yogi his ashram became an icon of spiritual enlightenment and a picture of India. You find the undergrowth of the forest slowly running over the steps of the ashram. It creates a beautiful connection with nature. The large archways and conical stone huts embody the past images of India. There is a local gallery in the old building called the Beatles Cathedral. Various paintings depict artist interpretations of songs and even the band members themselves. In the moment that nature, history, and modernity intersect there is serenity."
    },
    {
      "dayNumber": "12",
      "title": "Rishikesh - Stretching the Morning",
      "description": "You wake up to another morning at the foothills of the Himalayas. Enjoy a rejuvenating stretch with a yoga session along the banks of the rushing river. Millions of Hindus each year come to the Ganges to absolve themselves of their sins. It isn’t every day that you can stretch your legs, arms, neck, and back in the shadow of the highest mountain range in the world. Your private transfer meets you at your hotel and escorts you to Haridwar for your flight to Delhi. Once in Delhi you will continue onward towards home. Be sure to read the India travel reviews for ideas on how to further customize this trip, and to see why travelers continue to rely on Zicasso."
    }
  ],
  "map": ""
}