{
  "destination": "India",
  "mainPhoto": "",
  "id": "the-ultimate-luxury-tour-of-india",
  "tourName": "The Ultimate Luxury Tour of India",
  "placesVisited": "Delhi, Agra, Ramathra, Jaipur, Chhatra Sagar, Jaisalmer, Jodhpur, Shahpura, Udaipur",
  "generalInfo": "Lake Pichola is illustrious and reflects the colors of the surrounding city. The Taj Mahal is draped in early morning light. Experience decadent seclusion and private beauty on this custom tailored tour through the culture and opulent history of Rajasthan. Stroll through villages that have been untouched by time and indulge in the luxurious hotels that once were home to maharajas. The mountainside will reveal a city blanketed in blue. From ancient traditions to modern culture, extravagant accommodation to opulent history, you will discover India’s charm and romance on this luxurious tour of India.",
  "durationDays": "17",
  "price": "4,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Luxury of Privacy",
      "description": "Arrive in Delhi and be welcomed by the city’s spellbinding charm. The music pours through the streets of Chandi Chowk, the old Bazaar. Images of the newest Bollywood film cover previously blank walls. Your private transfer meets you at the airport and escorts you to your hotel. The streets are bustling with energetic locals. You see a man walking down one of the many store-lined alleyways. A bundle of colorful fabrics are draped over his shoulder. He smiles and waves. The city is filled with 1,000 years of history. The opulent energy of the previous eras is palpable. A small group of people practice yoga in Lodi Gardens and you settle into the distinct characteristics of India’s capital. The life of Delhi continues as you make your way to your hotel. The opulent halls readily embrace you in modern comforts. From the colors and sounds to the scents and the flavors of the city, Delhi is yours to enjoy."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – Classic Delhi",
      "description": "Delhi is filled with both classic and modern marvels. You wake up to the scent of vivacious spices that emanate from the chai masala. The sweet flavor is mixed with cardamom and cinnamon. People line up at various tea stalls around the city to enjoy a fresh brewed cup before their day begins. After breakfast your guide meets you at the hotel and you are ready to see the sensational city. Jama Masjid Mosque is the largest mosque in India. It was constructed in the 17th century and has become a symbol of people’s connection with history and one another. The mosque towers over the edge of Chawri Bazaar Road. Two minarets stand over 130 feet tall and the three domes display both black and white marble stripes. The call to prayer is a rhythmic and enchanting hymn that echoes out of the towers. The inner courtyard can hold up to 25,000 people. Your guide takes you through the beautiful interior where elegant Moorish arches line the marbled walkway and create the illusion of an endlessly framed footpath. Inside the mosque you notice that the city’s bustling streets have calmed. A strong and quiet devotion wraps around the courtyard. Your first day in Delhi has just begun."
    },
    {
      "dayNumber": "3",
      "title": "Agra – Overlooking the Taj Mahal",
      "description": "The morning brings back the energetic sounds of the city. Soon you leave behind the lavish halls of your hotel and make your way to Agra by private transfer. The city is known for the immaculate white marble architecture of the Taj Mahal. When you arrive you head to the bright red stronghold of the Agra Fort. The fortress is the size of a small city and dates back to the 11th century. The walls are 70 feet high. Four gates are located around four different sides of the ramparts, including the Khizri gate, which opens to the river. The Jahangir Palace was made of sandstone and has a blushing hue. Two cupolas frame the powerful rectangular gate. The columns are decorated with intricate geometric designs that adhere to Bengal and Gujarat architectural principles. The fortress is a sensational combination of strength and artistry. The outer walls command respect while the inner courtyards are images of serenity and imagination. The structure sits on the banks of the Yamuna River and catches the late afternoon light. From the ramparts you can look over the river and see the elegant slopes of the Taj Mahal’s central dome."
    },
    {
      "dayNumber": "4",
      "title": "Ramathra – The Adorning Garden",
      "description": "You are up before the dawn and taken to the entrance gate of the Taj Mahal. Much of the city is still asleep. The tea carts and restaurants have yet to open. You enter the incredible garden around the time the sun begins to peek over the horizon. Raised pathways divide verdant grass, manicured trees, and brilliant flowerbeds. A reflecting pool stretches from north to south and gives a mirror image of the famous structure. When the sun begins to lift into the sky you can see the immaculate white color shift into a fabulous pink. The Taj Mahal was constructed in the 17th century for the wife of Shah Jahan and was the first completely marble building of the Mughal Empire. The dome reaches a height of 115 feet and the minarets are each 130 feet tall. The closer you come to the mausoleum the brighter it shines. Once you step onto the marble platform you can see the attention to detail in each curvature and brushstroke. Persian calligraphy decorates the outer pishtaq which was shaped using black marble. Plant motifs adorn the interior walls. You are surrounded by endless beauty, from the gardens to the mausoleum tiles. In the afternoon you will settle into the comforts of your hotel, a restored 17th-century Rajput stronghold."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur – A Fortress and a Pink Skyline",
      "description": "Ramathra Fort stands on the Daang plateau that overlooks the surrounding tranquil landscape. The fortress was constructed in the 17th century and watches over the endless plains that sit beside the reflective waters of Kalisil Lake. Spend the morning visiting the nearby village. Goats bleat in the cool morning air. Villagers smile and wave to you. Women wear bright saris that run the gambit of the rainbow, from canary yellow to rich maroon. You see the women sweep their front porch clean. Temples dot the countryside. You find small shrines in the hillside dedicated to Ganesh and Shiva. The shrines are filled with offerings, from floral wreaths to carved images of the gods. In the afternoon you will venture to Jaipur. The old palace was built in the 19th century and was once used as the royal guesthouse. You can walk alongside rich textures and indulgent furnishings that not only give you a sense of the historic complex, but also make you feel like royalty."
    },
    {
      "dayNumber": "6",
      "title": "Jaipur – The Power of Walls",
      "description": "Amer Fort was once the home of the Mughal Emperors. The complex was designed with Hindu elements and overlooks Maota Lake. The fort is layered in four levels and is as imposing on the outside as it is opulent on the inside. Each level is decorated with a lovely courtyard that brings a touch of delicate nature to the fort’s grand and strong stone outer layer. The edifice and main palace date back to the 16th century. In the third courtyard you will find the Maharaja’s private quarters. The Jai Mandir is filled with exquisite mirrors strewn across the ceilings and glass inlaid panels that capture the light through the windows. Each mirror contains a particular collection of colors that glitter in candlelight and create a sparkling jewel effect. In the evening the mirrors can turn a single candle into an imitation of the galaxy, flickering stars over the entire ceiling. Inside the old walls of Jaipur you will find the city’s namesake draping across the City Palace. The Pink City is known for its colorful sandstone walls and characteristic architecture. The Palace of Winds is a honeycomb structure that rises 50 feet above the courtyard. The lattice windows allowed the women of the royal family to watch the processions of the market and the palace complex without jeopardizing their modesty. It is an iconic image of the city and of India."
    },
    {
      "dayNumber": "7",
      "title": "Chhatra Sagar – Ultimate Waterside Luxury",
      "description": "The walls of the old city take on an exceptional glow in the morning light. The various shades of pink become a continuous radiant color. After breakfast your private transfer will escort you to Chhatra Sagar, a stunning reservoir in the heart of the countryside. When you arrive at the oasis you witness the wondrous life that water can give to an arid desert. In the 19th century a noble of Marwar wanted to capture the monsoon rains. The Chhatra Dam was constructed and the lush countryside was developed. You will find your lavish tents fit for kings and queens and set along the walls of the reservoir, each one filled with the comforts and décor of a mini-palace. Enjoy the small fire on the patio. Look out over the water. The cool breeze swirls in the air. The countryside is elegant and captivating in its fertile beauty."
    },
    {
      "dayNumber": "8",
      "title": "Chhatra Sagar – The Rural Life of Rajasthan",
      "description": "The farmland around the reservoir is fertile and inviting. What was once arid and inhospitable now cultivates farms and shepherds. The morning light brings the sounds of the surrounding birdlife. Kingfishers fly over the water’s banks. Black storks graze in the tall marshland. The familiar aromas of nutmeg and cinnamon return as you sip your fresh chai tea and look out over the stunning panorama. After breakfast you will have a guided tour of the nearby village. Women walk to the well with large tin vases. Their saris wrap around their shoulders and head to shield them from the sun. Men wear traditional turbans and fabulous mustaches that are almost a cultural necessity in Rajasthan. A flock of geese gracefully moves through the nearby water. Your day in Chhatra Sagar is relaxing and rejuvenating, filled with the tremendous marvels of the countryside."
    },
    {
      "dayNumber": "9",
      "title": "Jaisalmer – Watery Blue to Desert Gold",
      "description": "The water reflects the sunrise and creates a collection of purples and blues that feel all encompassing. After breakfast you will depart from Chhatra Sagar and make your way to Jaisalmer, deep in the heart of the Thar Desert. The medieval city is known as the Golden City. The famous fortress is its crowning jewel, made of yellow sandstone that glistens in the sun like a palace lined in gold. You will arrive at your hotel and settle into the fabulous luxury of a tented suite. Much like in Chhatra, you will find a room fit for royalty surrounded by the gorgeous expanse of open desert. The resort is quiet, elegant, and opulent. The encompassing desert is vast and romantic. Enjoy the cool, soothing water of the infinity pool and listen to the subtle strut of the wild peacocks."
    },
    {
      "dayNumber": "10",
      "title": "Jaisalmer – On Golden Hills",
      "description": "The desert is calm and still in the morning. The scent of fresh paratha , fried flat bread, fills the arid air. After your meal you will be escorted to Jaisalmer for a tour of the city. The fortress is grand an imposing. It stands atop a hill that overlooks the entire city. You immediately understand the gold hue that has captivated visitors for centuries. The fort was constructed in the 12th century and named for the Rajput Rawal Jaisal. The city is a honeycomb of shops, restaurants, homes, and hotels. The taller buildings offer rooftop views of the fort. Three separate walls surround the stronghold. The lower layer is solid stone blocks. The second layer surrounds the entire fort. The third layer was once the final protectorate of the inner city where warriors would hurl rocks at their enemies and trap aggressing armies. The fort remains home to almost a quarter of the city’s population. Children play within the ancient corridors. Exceptional Jain temples date back to the 12th and 15th centuries. The arches are flowery and supported by thin, graceful pillars. When you enter the temples you can find the Dilwara design tangible. Animal and human figures are carved into the walls. The marble is smooth and cool. The life of the fort, from the celebration of devotion to the work of the local merchants, continues with vivaciousness."
    },
    {
      "dayNumber": "11",
      "title": "Jodhpur – In the Shadow of the Blue City",
      "description": "Jodhpur lingers beneath the mountainside like a reflection of the sky. The buildings of the old city are painted a remarkable blue. After breakfast you will journey to Jodhpur where you can see the tremendous color climb up the foothills beneath Mehrangarh Fort. The city was founded in the 15th century and continues to embrace its ancient culture and heritage, much of which was centered around its textiles and the spice trade. The aromas of saffron and vanilla emanate from the MV Spice store, the oldest spice vendor in the city. Next you will check into your hotel. Your room has a remarkable view of the fort that watches over the city. Soon you will stand 400 feet above the marvelous blue buildings of Jodhpur on a special tour of the fort. The walls are thick and imposing, adding substantial height to the mountain. You can see the imprint of cannonballs from historic battles. The ramparts offer an unparalleled view of the city and continue to display antique cannons. Howdahs , which were compartment seats much like a saddle for elephants, are adorned in gold and silver. Your private tour with the curator of the museum takes you through the collection of paintings and weapons. Every detail of each artifact tells a new story akin to myths and fairytales."
    },
    {
      "dayNumber": "12",
      "title": "Jodhpur – The Energetic Marketplace",
      "description": "The sky looks like an imitation of the buildings in the morning light. The empty blue color drapes over the city and has become part of the buildings. After breakfast you will come to Ghanta Ghar , the clock tower of Jodhpur. The landmark is situated within the winding narrow lanes of the old city that span in all directions. Beside the tower is the bustling heart of Sadar Bazaar, the old market. The scent of fresh chapatti is enrapturing. The market is in full swing; the narrow alleyways are lined with tiny shops that are filled with colorful representations of the city’s culture. Bangles are stacked and displayed. Lavish wedding clothes are draped over mannequins and represent an ostentatious character. Stacks of leather shoes are being cobbled and sold next to a shop that offers kitchen utensils. The aromatics of Allspice is vibrant and the colors of the local produce are stunning. The traditional culture of the city is thriving in the marketplace and under the watchful gaze of the historic fort."
    },
    {
      "dayNumber": "13",
      "title": "Shahpura – The Garden Estates",
      "description": "The bazaar is lively and spellbinding once more. The day begins with the sounds of the energetic marketplace filled with the morning rush. After breakfast you make your way to Shahpura to see the amazing garden estates and wonderful lakes of the classic summer home of the region’s former rulers. The estate looks untouched by time and continues to grace the beautiful countryside with unpretentious grandeur. The pace is unhurried and smooth. The countryside is verdant. The lake is reflective and brings a mist to the air when the cool breeze blows. Set down in 45 acres of gardens and enjoy the sweet haven of Shahpura Bagh that is filled with a mixture of colonial and Rajasthani décor."
    },
    {
      "dayNumber": "14",
      "title": "Udaipur – A Village in Time",
      "description": "The villages situated on the outskirt of Shahpura are quaint and traditional. They line the banks of Nahar Sagar, the largest lake in the region. The water laps against the shore and creates a quiet brush in the air. Trees wrap around the waterway and offer sweet shade and delightful greenery against the mirror-like water. Ducks course along the water’s surface. The marshlands are thick and lush. Enjoy a mid-morning cruise to find flocks of birds settling in the water. The village temples are colorful and vibrant. Ram Dwara is an ancient temple that has held onto the Mughal and Rajput traditions in its architecture and décor. The stepwell is symmetrical and meant to inspire a lingering serenity. The scent of burning incense drifts through the open pillars. Local villagers are dressed in vibrant clothing which look like a celebration of life and devotion. The marble stones create an opulent sheen and the central marble pillar is 12 feet long. The monks wear robes tinted with pink. There is a force at work in the temple, from the architecture to the monks, which allows a calm ambiance to blanket the afternoon sky."
    },
    {
      "dayNumber": "15",
      "title": "Udaipur – The Enduring Seclusion of Udaipur",
      "description": "The village traditions and garden elegance of Shapura is soon replaced by the romantic charm of Udaipur. The city is set alongside the shores of Lake Pichola. The surrounding hills create an isolated ambiance that adds tenderness to the preserved historic buildings. The City Palace is reflected in the ripples of the lake. At dusk you will step onto a boat and venture out on the water. When you look back at the city you can see the honey and rose buildings shimmering in the sunset. The sky is layered in the deep red and orange. The City Palace stands tall against the lake and looks more like a fortress than a historic royal home. The city lights start to burn against the dark blue water. The reflection creates an imitation of the night’s stars."
    },
    {
      "dayNumber": "16",
      "title": "Udaipur – Artistry and Architecture",
      "description": "At dawn the sun creates a beam of shining light across the lake. The City Palace looks like it is cast in a spotlight. After breakfast you will visit the remarkable structure that sits at the edges of Lake Pichola. The palace was constructed in the 16th century and is made up of several smaller residences. The wondrous design is apparent in both the interior and exterior. Badi Mahal has a large pool at its center. The Great Palace is situated on an almost 90-foot high rock formation. A small golden fountain trickles beneath a collection of birdcages. The windows bring tinted light into the room. The marble floor creates a reflective surface and spreads luster around the gallery. Nearby is the magnificent Jagdish Mandir, a 17th century temple. The walls are engraved with detailed depictions of Vishnu and Jagannath. The walls tell detailed stories about the gods. The imagery of the temple and the lavish décor of the palace create a unique and arduous ambiance that encompasses the entire city."
    },
    {
      "dayNumber": "17",
      "title": "Delhi – The Crips Imagery of Home",
      "description": "You can look out of your hotel room and see the swirling colors of Udaipur. The quiet dawn is filled with the panorama of the City Palace quietly brushing up against the lake. The mountains surround the city in an early morning silhouette. The streets start to come to life and you can hear the calls for chai in the distance. Leather shoes line shops. Jewelers open their doors and the silver rings catch the light. Your private transfer meets you at your hotel and escorts you to the airport. You arrive in the familiar energetic bustle of Delhi. You can remember the aromas and vitality like it was yesterday but at the same time it feels like ages since you arrived in the capital. You board your flight home and India will settle into the quiet memories of an unforgettable journey."
    }
  ],
  "map": ""
}