{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-northern-india-tour-jaipur-to-varanasi",
  "tourName": "Best of Northern India Tour: Jaipur to Varanasi",
  "placesVisited": "Delhi, Jaipur, Ranthambore National Park, Agra, Varanasi",
  "generalInfo": "Uncover the splendor of spectacular cities and natural wonders that blend unparalleled monuments, prestige, and heritage on this luxurious 9-day tour of Northern India. Immerse yourself in the grand history and captivating spirituality of India. Here, tigers prowl through the underbrush of tropical woodlands, the ghats that line the banks of the Ganges River reflect the energetic and mystical life of the locals, and the intricate gems of the Taj Mahal shine in the passing light.",
  "durationDays": "9",
  "price": "2,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Introductory Tour of Delhi",
      "description": "Your flight will arrive at Indira Gandhi International Airport, where your private transfer will greet and escort you to your luxurious accommodation in the heart of the city. Your guide will lead you on an introductory tour of the city, beginning with the Hazrat Nizamuddin Dargah. The marble Muslim Sufi shrine embodies a mystical ambiance, and here, you can hear devotional singing amidst the aromas of rose petals and perfumes that act as offerings. You can continue to Khari Baoli, where the scent of spices typically fills Asia’s largest wholesale market."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – Delhi’s Culture and History",
      "description": "The scent of chai will return in the morning, and your private guide will lead you through the streets of Delhi for a remarkable tour of the capital, beginning with the Qutub Minar. The 12th-century minaret remains the tallest in India and stands more than five stories tall, at 230 feet. Your guide will point out the distinctive inscriptions from the Koran that have been intricately carved into various types of stone, including red sandstone and marble. The Red Fort glints with a shining rustic hue that represents the 17th-century power of the Mughal dynasty. The galleries inside the Red Fort include exhibits of musical instruments, such as gongs and cymbals, that were once played for the emperor."
    },
    {
      "dayNumber": "3",
      "title": "Jaipur – The Pink City of Jaipur",
      "description": "The beauty of the Pink City will emerge from the golden desert of Rajasthan, which brims with architectural wonder, cultural splendor, and the majesty of the oldest market in the city. The palatial grounds will showcase the ebullient history of the city as you wander around the rickshaws and scattered camels that pull fruit carts. You will venture through the market before arriving at the honeycombed facade of the Hawa Mahal. The façade is visible from the street and resembles an enormous screen that once allowed the women of the palace to peer at the life of the bazaar."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur – Grand Amber Fortress and Johari Bazaar",
      "description": "After breakfast this morning, your guide will meet you in your hotel’s lobby to escort you to the gates of the Amber Fortress in the morning for an immersive private tour of the magnificent palace complex. The main courtyard of Jaleb Chowk once housed returning armies while the veiled windows that surround the courtyard allowed the women of the court to glimpse the festivities without compromising their virtue. For insight into the unique charms of Jaipur, your guide will lead you through the famous aisles of Johari Bazaar, where elegant jewelry and clothes attract visitors from around the world."
    },
    {
      "dayNumber": "5",
      "title": "Ranthambore - Visit the National Park",
      "description": "This morning, your private transfer will lead you through the gates of Ranthambore National Park to allow you to bask in the marvels of the protected scenery that spans 109 square miles. You can also visit the Raj Bagh ruins, which rise along the banks of Padam Lake. The ancient stone structures resemble arches and domes and create an ancient ambiance among the woodlands. In the evening, you will set out on a sensational safari in search of wildlife, including Bengal tigers, which can grow up to 120 inches long and weigh nearly 570 pounds."
    },
    {
      "dayNumber": "6",
      "title": "Agra – View the Taj Mahal and Agra Fort",
      "description": "You will arrive with your private transfer in the bustling city of Agra. Mehtab Bagh stands across the riverbanks and offers spectacular views of the Taj Mahal with borders that spread over 984 feet on each side of the design. Agra Fort shimmers with rustic hues that originate from the red sandstone that reflects the imperial Mughal power. You will visit the Taj Mahal to watch the colors of the white marble facade shift to a radiant orange as the sun sets over Agra. The majesty of the monument dates back to the 17th century and represents the heartbreak and love that Shah Jahan had for his beloved third wife."
    },
    {
      "dayNumber": "7",
      "title": "Varanasi – Stunning Tour of the Sacred City",
      "description": "The fascinating city of Varanasi embodies the religious spirit of India and is where pilgrims once found gods and spirituality among the riverbanks. Your guide will lead you among the temples of Varanasi for insight into the beauty and spiritual grandeur of the city, beginning with the Vishwanath Temple. The structure was built in 1776 with over 1,763 pounds of gold plating that adorn the tower. Inside, visitors and pilgrims rush to touch the lingam, which is a divine symbol of Shiva that absolves a person of their sins."
    },
    {
      "dayNumber": "8",
      "title": "Varanasi – Ganga Aarti Ceremony",
      "description": "When you are ready this morning, you will transfer to the Ganges River. The sacred waterway will provide you with a glimpse of local life, which has spread from ancient history along the banks of the river. At the Dashashwamedh Ghat, you will notice the vibrant colors from flower vendors and nearby silk shops that provide a unique perspective to the banks. In the evening, the Aarti ceremony will take place at the Dashashwamedh Ghat, where fire-lit lamps will add an illustrious glow to the Hindu priests."
    },
    {
      "dayNumber": "9",
      "title": "Varanasi – Depart for Home",
      "description": "The activity around Ramnagar Fort will return in the morning with locals that start to line the banks of the Ganges River. The interior complex hosts an elaborate museum while the current king resides in a section of the elaborate complex. The scent of apples will linger over the water and will be carried by the cool breeze. When you are ready, your private transfer will meet you at your hotel to escort you to Lal Bahadur Shastri Airport for your flight home."
    }
  ],
  "map": ""
}