{
  "destination": "India",
  "mainPhoto": "",
  "id": "one-week-highlights-of-india-tour-delhi-agra-jaipur",
  "tourName": "One-Week Highlights of India Tour: Delhi, Agra, Jaipur",
  "placesVisited": "Agra, Jaipur, Fatehpur Sikri, Delhi",
  "generalInfo": "The wonders of the Golden Triangle will capture your imagination during this one-week highlights tour of India. This adventure immerses you in the cultural charms and majestic history of India. Experience the country’s authentic heritage and preserved beauty with private tours from specialist guides that emphasize the grandeur of the past. Uncover layers of tradition and preserved majesty in iconic landmarks, such as the Taj Mahal, the Amber Fortress, the City Palace, and the Qutub Minar.",
  "durationDays": "7",
  "price": "1,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Arrival and Day at your Leisure",
      "description": "Your flight will land at Indira Gandhi International Airport, where your private transfer will greet you upon arrival and escort you to the heart of the fascinating city. You can relax in the comforts of your accommodation before discovering the marvels of the bustling streets at your own pace. The Qutub Minar dates back to the 12th century and soars above the surrounding contemporary park. In the evening, the aromas of the garlic, cardamom, and nutmeg will sweep through the streets."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – The Old and New City of Delhi",
      "description": "After breakfast, you will meet your guide in the lobby for a tour that will introduce you to the layers of history throughout the city. You will begin at the renowned Red Fort for a distinctive view of the Mughal power. Your guide will then lead you to the main entrance of the Lahore Gate. The Chhatta Chowk bazaar remains active inside the walls of the main fort. Merchants call out to passersby and offer images of silk, glinting gems, and stunning silverware. When you reach the Lotus Temple, you will find the unique image of a Bahai house of worship, which was designed to resemble a giant flower."
    },
    {
      "dayNumber": "3",
      "title": "Agra – Private City Tour and Taj Mahal Visit",
      "description": "In the morning, your private transfer will meet you at your hotel after breakfast to escort you to the famous city of Agra. After touring the unique structures of Agra, your private guide will crown your discovery with a sunset tour of the Taj Mahal. The renowned Taj Mahal will glint with the shifting palette of the sunset along its white-marble exterior. The bulbous dome at the center of the tomb stands 180 feet tall and symbolizes the devotion between the emperor and his favorite wife. Inside the tomb, your guide will highlight the inlay of semi-precious stones and elegant calligraphy from the Koran."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur – Fatehpur Sikri, Abhaneri, and Sand Dunes",
      "description": "After breakfast, your private transfer will meet you to escort you to the remarkable Fatehpur Sikri, which is the fortified city and former capital of the Mughal Empire in the 16th century. The entire city shines with red sandstone walls, and marble accents reflect an Indo-Islamic architectural masterpiece. You will continue to the distinctive site of Chand Baori, which offers 11 levels of intricate design that is tucked into a stepwell. A camel ride into the desert to view the sunset over the rolling sand dunes will bring an end to your day of discovery."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur – The Famous Pink City of Jaipur",
      "description": "The Pink City of Jaipur will pulse with energy in the morning as merchants return to the marketplaces, camels pull carts of fresh produce, and vendors fill the streets with the mouthwatering aromas of chai masala. After meeting your guide, you will have a tour of the regal city, beginning with the City Palace at the heart of the Old City. The foundations of the sophisticated design date back three centuries. After traversing the marvelous history and heritage of Jaipur, your guide will lead you through the Johri Bazaar. Here, merchants display gold and silver that has been crafted into opulent designs, and vendors exhibit colorful saris made of pure silk."
    },
    {
      "dayNumber": "6",
      "title": "Delhi – Visit the Amber Fort",
      "description": "After breakfast, your guide will lead you to the entrance gate of the enchanting 16th-century Amber Fortress. The yellow sandstone shimmers like gold in the returning daylight. Your guide will lead you on an encompassing tour of the fortress’s four main courtyards. You will reach the marvelous design of the Jai Mandir, where glass panels create a whimsical ambiance that is accentuated by ceilings with multiple mirrors. After visiting Amber Fort, your private transfer will escort you back to the streets of Delhi, where you can relax in the comforts of your luxurious accommodation."
    },
    {
      "dayNumber": "7",
      "title": "Delhi – Departure",
      "description": "In the morning, the quiet landscape of the Lodi Garden takes on a tranquil reprieve from the vibrant streets of Delhi. The manicured park hosts Lodi-era tombs that date back to the 15th century. After breakfast, your private transfer will meet you at your hotel and escort you to Indira Gandhi International Airport for your flight home, concluding your remarkable highlights tour of India."
    }
  ],
  "map": ""
}