{
  "destination": "India",
  "mainPhoto": "",
  "id": "one-week-india-family-tour-nature-culture-and-cities",
  "tourName": "One-Week India Family Tour: Nature, Culture, and Cities",
  "placesVisited": "Kochi (India), Kovalam, Alleppey, Periyar, Varkala",
  "generalInfo": "Make lasting memories among the tropical landscape of Kerala during your 7-day family highlights tour of India. This tour focuses on uncovering unique beauty, dramatic history, and preserved culture. Discover tranquil canals, colorful temples, wonderful wildlife, and crashing waves at India’s southernmost point. Specialist guides and excellent accommodations help make this family India tour an experience that brims with hidden treasures and memories.",
  "durationDays": "7",
  "price": "2,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kochi – Introductory City Tour",
      "description": "Kochi embodies the unique point at which India connects to the surrounding world. Your flight will land at Cochin International Airport, where your private transfer will greet you upon your arrival. You will make your way to your accommodation at the heart of the city. After settling into the comforts of your accommodation, you can explore the marvelous city. The Paradesi Synagogue is located in the Mattancherry district and dates back to the 16th century."
    },
    {
      "dayNumber": "2",
      "title": "Alleppey – Enjoy the Famous Canals",
      "description": "In the morning, the aromas of Cochin Masala Chai will drift through the streets and grace the air with fragrant black tea, ginger, cardamom, and cinnamon. Your private transfer will meet your family in the lobby after breakfast and escort you to the charming town of Alleppey. Here, you will find the fascinating backwaters of the Kerala region. The unique image of Alleppey will captivate your family as you explore the water with your guide to find the rainbow entrance tower of the Kidangamparambu Temple before visiting a 19th-century lighthouse. From the top of the lighthouse, you can see the expansive greenery to the east of Alleppey and the turquoise water to the west."
    },
    {
      "dayNumber": "3",
      "title": "Periyar – Wildlife of the National Park",
      "description": "Your private transfer will meet your family at your hotel after breakfast and escort you to the preserved landscape of Periyar Tiger Reserve. The jungle blankest the hills and blankets the landscape in a majestic ambiance throughout the day. In the reserve, you will set out on a safari in search of the wildlife that thrives in the park, such as boar, sambar, and langur. Your children will keep their eyes on the trees as they search for the rambunctious monkeys. As you venture through the wilderness, your guide will look for signs of tigers. Your guide will explain how langur monkeys offer the best alarm system for nearby tigers because they bark to warn their troop."
    },
    {
      "dayNumber": "4",
      "title": "Varkala – Exploring Charming Varkala",
      "description": "After an early morning safari for another chance to spot tigers and the elephants that roam through the jungle terrain, your private transfer will escort you to the city of Varkala, which sits on a red cliff. The setting shapes the enchanting ambiance, which is accentuated by the sounds of lapping waves against the sands. You will set out with your guide to visit the Anjengo Fort. You will spend much of the morning touring this fort and other iconic sites before a scenic boat ride allows you to witness the exotic scenery from a new vantage point."
    },
    {
      "dayNumber": "5",
      "title": "Kovalam – Discover a Historic Temple",
      "description": "You will venture to Kovalam with your private transfer in the morning and stop at unique sites along the way. You will first stop at Shri Padmanabhaswamy Temple. You will then continue to the Mansion of Horses, which was named for the 122 horses that were carved into the wooden supports. The vast complex hosts a warren of royal buildings that date back to the mid-19th century and offers examples of traditional Kerala architecture. In the museum, your family will marvel at the musical tree that can produce eight distinctive sounds."
    },
    {
      "dayNumber": "6",
      "title": "Kovalam – Kovalam and Kanyakumari",
      "description": "In the morning, your guide will escort your family through Kovalam and Kanyakumari for a day of exploration at the southernmost tip of the country. As you travel south, your family will notice the dramatic jade hues of the rice paddies and the fading grandeur of the ghats that adorn the western shores. When you reach Padmanabhapuram Palace, you will find a remarkable collection of carved rosewood ceilings and teak beams. You can witness worshippers as they bathe in the waters at the ghats along Cape Comorin near Kumari Amman Temple as your guide provides the story of how Kumari conquered the world’s demons."
    },
    {
      "dayNumber": "7",
      "title": "Kovalam – Departure",
      "description": "The scent of fermented rice and coconut dough from Kerala Appam will fill the air in the morning before your private transfer meets your family at your hotel. You will venture to Trivandrum Airport for your flight home, bringing a close to your delightful 7-day India tour."
    }
  ],
  "map": ""
}