{
  "destination": "India",
  "mainPhoto": "",
  "id": "northern-india-tour-vibrant-cultures-iconic-temples-scenic-wildlife",
  "tourName": "Northern India Tour: Vibrant Cultures, Iconic Temples & Scenic Wildlife",
  "placesVisited": "Delhi, Jaipur, Agra, Khajuraho, Ranthambore National Park, Bandhavgarh National Park, Bharatpur Bird Sanctuary, Kanha National Park",
  "generalInfo": "The pink sandstone of historic palaces shimmers in the sunlight while tigers blend into the golden savannah grass. You can hear the calls of White Siberian cranes within the marshland as elephants parade along the lake’s shores. This is home to the maharajas and the Jungle Book , the captivating scent of cinnamon and anise from chai tea, and transcendent artwork of the Khajuraho temples. Find the illustrious bamboo forests and the prolific leopard, and the allure of the tiger is never far away on this custom tailored tour through India’s northern wild.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Opening Up",
      "description": "Arrive in the capital city of India, Delhi, where the history and the culture, food and temples combine into a collection of splendor. You are met at the airport and taken to your hotel by a private transfer. The colors of the city are inherent in the clothing as the sweet and spiced scent of frothy chai surrounds you. Once at your hotel the day is yours to explore Delhi’s streets and the inherent beauty that comes from the almost inescapable culture. Jama Masjid is the largest mosque in India, built in the 17th century and surrounded by multiple entrances that all lead to the apex of the main worshiping deck. The sandstone red brings a sunset color to the sky while bulbous domes accompany the thin minarets. The ambience is energetic and humble all at once, while the colors of the city continue to shimmer in the afternoon light, from the clothing to the architecture, the food to the sky."
    },
    {
      "dayNumber": "2",
      "title": "Jaipur – The Wild Wonders of Pink",
      "description": "The morning stretches out over the city as people begin to make their way into the streets, bringing back the palpable energy from the previous day. You awaken to the lovely aroma of the mixture of traditional Indian and Western fair that offers the lushness of bananas and kiwi, and the flaky texture of chapatti, a tasty flatbread, with the comfortable flavors of eggs accompanied by sweet jam. After breakfast you will make your way out of the city and along the road to Rajasthan. The desert landscape is impressive and seemingly endless, filled with remarkable open space and speckled with villages far away from the bustle of big cities. Soon you will be welcomed to Jaipur, the “Pink City,” known for the coloration of its buildings and the fabulous history that runs through the streets and is inherent in the city’s walls. In the evening you will visit the Lakshmi Narayan Temple where the white marble structure looks almost translucent beneath the evening sky. Three domes rise above the temple, each one larger than the last. The external columns are ingrained with the decorative carvings that bless the grounds, from western saints to eastern sages, making the temple a place to enjoy the commonality of devotion and artistry housed within the tangible connection that locals and visitors have."
    },
    {
      "dayNumber": "3",
      "title": "Jaipur – A Day In Pink",
      "description": "Revel in the early morning scent of fresh chai, a combination of a sweet taste balanced with nutmeg, cinnamon, and fennel. Like Delhi, the energy of Jaipur is apparent immediately, from sunup to after sundown, ripe with the vibrancy that glows from the flowing saris and towering palaces. When you picture the city you come to the image of Hawa Mahal, the grand palace that almost looks like a large pink model of organ pipes, also giving the façade the name “Palace of Winds.” The marvelous color comes from the sandstone that lends the pink and red hues to the walls depending on the angle of the sun, and also gives Jaipur the name of its particular coloration. Built just before the 19th century in a style meant to imitate the crown of Krishna, the honeycomb texture houses 953 small latticed windows that were meant to allow cool air flow and, more importantly for the time, let women of the royal household view the street processions without being seen and risking their virtue. Traveling along the walls of the interior takes you to a wild world, one that seems so different but always close at hand, viewed in the romance of movies and books that have captured the imagination of millions worldwide. The courtyard carries the same hue as the façade, where a large square is sunken, perforated by a protruding platform surrounded by water. You can stand at the center of the palace, look out over the courtyard and even in the eternal bustle of the city, feel the peaceful nature for which the yard was originally constructed."
    },
    {
      "dayNumber": "4",
      "title": "Ranthambore – The Wild Calls of India",
      "description": "India boasts an incredible mixture of wildlife from its unique position between the Far Eastern jungles and the Middle Eastern deserts, creating a unique habitat that can be found within the protected walls of Sawai Madhopur. After breakfast you will depart from Jaipur and make your way into the new city that is scented with its famous fruit, the guava. When you travel through the gate that separates the city from Ranthambhore National Park, the trees bend over the road and welcome you into the jungle. What was once a private hunting ground for the Maharaja of Jaipur is now an almost 830 square-mile park brimming with unique and magnificent wildlife. Along the hill that overlooks the forest, almost covered in brush, is the Ranthambhore Fortress, constructed in the 10th century and climbing around 700 feet above the plain. Tumbling tree roots have taken over many of the walls while the interior is scented with ancient stone and lively brush, surrounded by cupolas and flamboyant arched colonnades."
    },
    {
      "dayNumber": "5",
      "title": "Ranthambore – Tigers and Crocodiles",
      "description": "The morning calls of monkeys slip through the trees and out of the park bringing you to excited anticipation knowing that soon you will be gliding through Ranthambhore National Park witnessing the majestic wilds that have traipsed through the continent since beginning of legends. The air is warm beneath the canopy as your vehicle trundles over rocky, unpaved terrain. Within the canopy you can see monkeys sprinting across the branches, some screaming, others following, their tails lifted and curled. Your guide points out the shores of Lake Mansarovar, where crocodiles bask in the sun, their mouths open in a display of power and defense. When the trees become silent, absent of birds and monkeys, your guide stops the vehicle and scans the horizon in search of what made the trees quiet. He points into the close distance, at the side of the road ahead just beneath the tall, swaying grass. You spot the golden coloration of the coat, streaked with black stripes and a white face that almost blends into the plain. You’re witnessing a tiger in its natural habitat, the grace and nonchalance of its nature as it parades through, keenly aware of your presence but indifferent, as it strolls across the road and disappears back into the brush."
    },
    {
      "dayNumber": "6",
      "title": "Bharatpur – Flying High",
      "description": "From the sights and sounds of tigers to the grand wingspan of White Siberian cranes, today you will depart from the Ranthambhore National Park and find yourself in the diverse ecosystem of wetlands and savannah that make up the Bharatpur Bird Sanctuary. The world you have entered sings with birdcalls, from elegant chirps to vibrating squawks. Birds linger and perch, often soaring through the air where you can witness their graceful flight and the crane’s wingspan of over 87 inches. Their snow-colored feathers pronounce their long slender beaks that tend to shimmer pink and red. Whether viewing the bird flocks peck and polish around the swamp or watching the black and red colors of the Indian Saras Crane, the graceful display of the open savannah brings a soft side to the wilds of Northern India."
    },
    {
      "dayNumber": "7",
      "title": "Agra – Imperial Ghosts",
      "description": "The morning is lively with tweets and chirps rising with the sun, agreeing with the old adage, “the early bird gets the worm.” You will soon rise with them to the luscious scent of breakfast before watching the marshes shift from grasslands to the ruins of the imperial “Ghost City,” known as Fatehpur Sikri. Founded in the 16th century as the capital of the Mughal Empire, the sandstone buildings offer shimmering red beneath the crescent blue sky, where both mirror the other’s emptiness. Each building, from the palace to the mosque was constructed with Persian principles but with Indian aggrandizements. The grandeur of the abandoned city is both beautiful and peculiar, with great cupolas and intricate pillars, and continuous manicured gardens within the palace. The over 162 feet high entrance gate is as welcoming as it is imposing, with a Moorish arch and domes making the red and off-white color stand out like clouds at sunset. In the late afternoon you will arrive in Agra, a city known for its industry but famous for its architecture. As the sun begins to set you will come to one of the Seven Wonders of the World, the Taj Mahal. The radiant white marble of the structure captures the colors of the sun that spread across the sky turning the lavish pearl into an ever-changing rainbow. Constructed in the 17th century as a mausoleum for Mughal emperor Shah Jahan’s third wife, it has become one of the most well-known and treasured buildings in the world. Within the strident colors you can see the detailed inscriptions that line the exterior and interior, beneath the domes and within the minarets. The garden affront the structure is lined with scented bushes and fountains that guide the way to the open tomb. In the glint of sunset that soon becomes filled with the wild moon, to call the moment breathtaking would not be an overstatement."
    },
    {
      "dayNumber": "8",
      "title": "Khajuraho – Onward and Upward",
      "description": "The early morning of Agra is brushed with quiet as you imagine the colors of the Taj Mahal in the distant rising light. After breakfast you will come to the train station to board the comforts of a first class ticket that will take you onward towards Jhansi. You can see the dark red fortress climbing over the city with tiered walls, dating back to the 17th century and which now houses a museum. Upon your arrival in Jhansi you will be met by a private transfer and carried further afield to the Khajuraho, where remarkable reliefs and statues display the treasured history of past kingdoms. In the evening you will find the luxuries of your accommodation soothing within the succulent aromas of dinner."
    },
    {
      "dayNumber": "9",
      "title": "Bandhavgarh – Within the Eager Temples",
      "description": "Khajuraho is a small town surrounded with the majesty of history, drawing in locals and visitors from near and far interested in the vibrant and spiraling past found within the collection of monuments. The combination of Indian philosophy and aesthetics created a series of temples in the 9th and 10th centuries set along the open space surrounded by forests. The excited atmosphere surrounds the temples that are separated into four groupings based upon their direction in a clockwise formation. Surrounding the temples is exquisite stonework that shows a storyboard of life displaying gods, warriors, and mythological animals from ages long ago. The carvings of Varaha shows Vishnu’s boar incarnation in an over four-foot high sandstone boar. The rising, detailed chedis of the temples are only half of the reverence for which the ruins are known, while the Kama Sutra carvings tout a legacy of artistry, ancient intrigue, and account for 10 percent of the overall artwork along the monuments wrapping around the outer and inner temple walls. In the later markings of the day you will leave the Chandela architecture behind and enjoy the evening in Bandhavgarh, home to Bandhavgarh National Park."
    },
    {
      "dayNumber": "10",
      "title": "Bandhavgarh – Where White Tigers Roamed",
      "description": "The day drapes over the Bandhavgarh National Park and you are out exploring its expansive wilds before the scent of chai washes through the streets of town. The park is host to the highest density of tigers in India, along with housing over 40 leopards, the most prolific big cat who can be found hiding within the trees, their limbs and tails often mistaken as part of the canopy. A white and sandstone fortress rises over 2,400 hundred feet above the park, perched over the trees giving home to various birds, such as the vultures and swift flying crag martins. Within the large grassland Bengal tigers perch and purr as elephants meander through the trees, breaking apart branches and marking their trails. When the cool morning and evening air is taken over with afternoon heat, the tigers bask in the shade of the canopy letting the breeze comb over their colorful fur."
    },
    {
      "dayNumber": "11",
      "title": "Kanha – Into the Jungle (Book)",
      "description": "The road to Kanha is vast, brimming with villages and people that give way to pockets of emptiness that show how beautifully desolate the landscape can be. Arrive in Kanha in the later afternoon and you will be ready to venture into the National Park that gave birth to Rudyard Kipling’s Jungle Book . Your journey takes you deep into the bamboo forest where the scent and firm texture of the unbreakable wood is pristine within the sprouting greenery. You can see deer and the odd guar, an Indian bison, rummaging through the meadows."
    },
    {
      "dayNumber": "12",
      "title": "Kanha – Turning the Pages",
      "description": "Today you will spend your time roaming through the trees on a significant safari experience within the jungle reaches of Kanha, once more finding yourself in the depths of the bamboo jungle and around the fringes of the lavish meadows in search of wildlife that only gets more exciting every time you experience a sighting. The creation of the reserve dates back to the 1970s, and continues to be one of the most well kept and safest parks for the local fauna. You can see the blossoming purples and pinks of local flowers accentuating the possessive leaves. A Bengal tiger marches before you, regal and strong, the largest feline in the big cat family. It walks proud and unassuming, unworried but focused. You heart skips a beat as it strolls past. You want to follow into the trees and continue to watch its beautiful coat rise and fall with every breath. Soon your guide moves you along and you return to your accommodation with the fluttering of butterflies a reminder of the brushing grass."
    },
    {
      "dayNumber": "13",
      "title": "Delhi – City Streets and Monuments",
      "description": "The wild scents of bamboo and savanna lend themselves to the famous orange citrus of Nagpur, stretched along the magnificent buildings and mansions that date back to the principality’s Raj. You will find yourself at the airport and soon returning to the city where it all began, Delhi. The wide, bustling streets are exactly as you remember them, bringing you from the diverse natural landscape of the nature reserves to the diverse monuments of the cityscape. The far-reaching aromas of wild greenery have been replaced by the familiar and intoxicating scent of butter chicken. You make yourself comfortable in your lavish accommodations and allow yourself to relax within the shades of your room as the tiger had within the shade of the canopy."
    },
    {
      "dayNumber": "14",
      "title": "Delhi – Round the Roads",
      "description": "Your final breakfast in India is a pearl of a moment, where you let yourself soak in the aromatics of your chai, knowing that the tea at home will never come close to the relative sweet and spiced flavors that you have tasted while here. After breakfast you will have a guided tour of the city, meandering through the monuments and roads that mark the tremendous history ranging from military conquests to religious equality, from the Qutub Minar victory tower, to the Jamas Masjid. The Chandni Chowk, the local bazaar filled with remarkable goods, will offer another look into the culture and colors of India and the city. Stepping along the dense market brings the brightness of the clothing and the collection of jewelry shops, dangling and jingling with silver bracelets and earrings all sparkling in the apparent sunlight. The scent of vigorous spices that range the same colors as the clothing offer enticement, while the bangles and necklaces show delight. In the evening you will have a private transfer to the airport where you will board your plane and fly home. Consider adding on or further customizing this trip. Browse the reviews for India travel agents for ideas and traveler reviews."
    }
  ],
  "map": ""
}