{
  "destination": "India",
  "mainPhoto": "",
  "id": "intimate-exploration-of-india-for-couples-in-one-week",
  "tourName": "Intimate Exploration of India for Couples in One Week",
  "placesVisited": "Agra, Ranthambore National Park, Jaipur, Delhi",
  "generalInfo": "Embrace passion and experience unparalleled charm during your 7-day couple’s tour of India. Romance will become the focus of your discovery, as your specialist guides and private transfers help create memorable experiences in secluded corners of Delhi and Jaipur. From watching the sunrise over the Taj Mahal to witnessing the sunset burn across Rajasthan’s sand dunes, this India tour immerses you in the culture, heritage, contemporary warmth, and enchanting romance of the country.",
  "durationDays": "7",
  "price": "1,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Arrival and Day at Leisure",
      "description": "The city of Delhi is a historical and cultural treasure in India that reveals stories of the past in addition to the distinctive heritage of the country’s diverse traditions. Your flight will land at Indira Gandhi International Airport, where you will meet your private transfer at customs. After settling into the comforts of your accommodation, the remainder of the day is at your leisure. The Garden of the Five Senses is located in the Saidul Ajaib neighborhood and is popular with couples who are searching for an escape from the city’s bustle."
    },
    {
      "dayNumber": "2",
      "title": "Agra – The Beauty of Delhi",
      "description": "The ambiance of Delhi will compel you through the streets and historical sites during your private tour. Your tour will lead you from the lively merchants in the Red Fort to the tranquility of the Qutub Minar complex. You will continue to the former capital of the Mughal Empire, Fatehpur Sikri, before reaching Agra. The city has a distinctive hue that exudes from the red sandstone that was used to create the walls, gates, and stones of the city. You can have a relaxing stroll in the Hall of Private Audiences."
    },
    {
      "dayNumber": "3",
      "title": "Ranthambore – Early Agra Tour",
      "description": "Your guide will meet you at the hotel before dawn and escort you to the Taj Mahal. You will see the pale image of the Taj Mahal’s pearlescent façade mirrored in the reflective pool as the sunrise casts a soft pink hue across the dome. The tomb stands as the ultimate act of love and was built in the 17th century as a gift from the emperor to his favorite wife after her passing. After traversing the beauty of Agra, your private transfer will lead you out of the city to reach the quiet and secluded jungle terrain of Ranthambore National Park."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur – Jungle Safari and Camel Excursion",
      "description": "The morning at Ranthambore National park will be filled with the sounds of rambunctious monkeys as they amble across the branches of the tropical canopy. After breakfast, your guide will take you on a safari in search of wildlife. You will enjoy searching for signs of wildlife around the underbrush, including the renowned Bengal tiger. After your safari, you will depart Ranthambore National Park for the desert terrain of Rajasthan. Before settling into your luxury accommodations in Jaipur, you will set out on a camel excursion that will lead you to an area where you can watch the sunset over the golden sand dunes."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur – The History and Culture of Jaipur",
      "description": "After breakfast this morning, your guide will lead you on a private tour of the city, from the City Palace to the Jantar Mantar Observatory. For a fantastic view of the city, you will venture to the 18th-century Jaigarh Fort, which retains an ambiance of timeless India. You will experience where the contemporary and historical customs of Jaipur converge when you stroll through Johri Bazaar. The warren of streets glints with gold and silver jewelry in addition to precious charms with traditional kundan designs."
    },
    {
      "dayNumber": "6",
      "title": "Delhi – Explore the Amber Fort",
      "description": "This morning your guide will lead you to the Amber Fort for a private tour. The four main sections of the complex each possess their own courtyard, making the fortress feel like four separate palaces. In the Hall of Pleasure, you can find views of the rippling water of Lake Maota below the raised foundations of the fortress. Inside the Mirror Palace, candles often fill the entire hall with light. After visiting the Amber Fort, you will return to Delhi with the remainder of the day at your leisure."
    },
    {
      "dayNumber": "7",
      "title": "Delhi – Departure",
      "description": "In the morning, the spiced aroma of chai masala will drift through the streets of the Red Fortress. After breakfast, your private transfer will meet you in your hotel’s lobby to escort you to Indira Gandhi International Airport for your flight home."
    }
  ],
  "map": ""
}