{
  "destination": "India",
  "mainPhoto": "",
  "id": "indias-golden-triangle-tour",
  "tourName": "India’s Golden Triangle Tour",
  "placesVisited": "Delhi, Agra, Jaipur, Udaipur, Rajasthan",
  "generalInfo": "On this elite personalized India tour , you will experience the splendor of color, the marvels of culture, the grandeur of architecture, and depth of history. Venture beyond the Golden Triangle to see the expanse of luxury and landscape. Striations of color drape the Taj Mahal at sunset, reflecting dark red and rich purple. The Pink City of Jaipur fills with a celebratory spirit year-round. Ancient history rises out of Delhi’s parks and gardens. Lake Pichola mirrors Udaipur’s pristine palaces. Discover the extravagance of India’s cities and countryside proving all that glitters can be better than gold.",
  "durationDays": "8",
  "price": "2,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Arrive in the Fantastic City of Delhi, the Capital of India",
      "description": "Delhi is a city that paints modernity with the brush of history. The capital of India is filled with a whirlwind of culture and tradition that will easily sweep you up. You will arrive at the airport and be met by your private transfer. Your accommodation will put you at the center of the city’s buzz, but you will feel miles away when you arrive in the quiet comforts of your hotel. The luxuries of the past will embrace you while the city continues to beat. The fragrant spices of chai masala embody cardamom, cinnamon, and nutmeg that reveal depths of aromatics both new and familiar. Women wear saris dancing in the gentle breeze as the textiles’ vibrant hues are set over a wealth of patterns. Lush, vibrant gardens flank the wide boulevard of Rajpath, the “King’s Way” and the blossoming flowers emulate the marvelous patterns and colors of the textiles local women wear. The grand boulevard leads from the India Gate to the Presidential Palace, and a 73-foot dome stands at the far edge of the wide street, in a grassy garden. Beneath the canopy sits the Royal Coat of Arms and an inscription dedicated to King George V, which reads “Rex Imperator,” or “King-Emperor.” The modern city of Delhi hosts luxurious shopping areas centered around the colonnaded facades of the city’s financial district known as Connaught Place. Boutique and designer shops continue to blend international style and Indian flair amid the top heritage structures of the city. The charm of Delhi emanates from the ruins and towering ancient buildings reminding locals and visitors of the city’s 1,000 years of history, as well as the prestigious shops reflecting India’s forward-thinking progress."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – Tour through the Remarkable Landmarks of Delhi",
      "description": "In the morning, your breakfast will be fast and wonderfully fragrant. Fresh mangos and bananas fill the table as the scent of cardamom and cinnamon drift through the air. Paratha, traditional flatbread, tastes savory and sweet since it is sometimes covered in honey or coconut milk. After breakfast, your private guide will meet you to begin your tour of the city at Qutab Minar. The single tower was constructed using a combination of sandstone and marble. It stands over 237 feet tall and contains 379 steps. The encompassing park is filled with Mughal ruins adding to the historic, yet tranquil ambiance. The history of the minaret dates back to the 12th century, under the founder of the Delhi Sultanate, while the edifice was completed in the 14th century. Your guide will highlight the balconies, which separate each section. A large lantern stands to the side on a stone platform. It looks like a gazebo but once stood at the top of the tower and helped light the evening sky. You will notice the calligraphy that is carved into the stone edifice, which displays the combined elegance of artistry and geometric design. Couples picnic on the grassy park as the city brims with people working and shopping. Within the shadow of the illustrious past, you have only just begun to find the beauty of India in Delhi."
    },
    {
      "dayNumber": "3",
      "title": "Agra – Witness the Celebrated Colors of the Taj Mahal",
      "description": "Delhi comes to life in the morning with tea karts set alongside the street and locals that form crowded lines for breakfast en route to work. Shops open and overflow with colorful textiles. After breakfast, your private transfer will meet you at the hotel and escorts you to Agra. The city is famous for the iconic landmark, the Taj Mahal. The moment you step into the vast garden complex, its splendor will strike you. Manicured trees, shrubs, and flowers offer greenery with bursts of orange and red along the walkways. Long reflective pools stretch toward the platform of the celebrated marble edifice as the water mirrors the sparkling domes and spires that stretch into the sky. The mausoleum was constructed in the 16th century and was the first Mughal building erected using all marble. The symmetry is impeccable, and the pristine color of the façade emanates light. The central dome stands 115 feet tall, and it was meant to resemble a blossoming lotus. The entire complex was dedicated to Shah Jahan’s third wife reflecting the emperor’s eternal care and devotion. Semiprecious stones decorate the mausoleum’s interior, which are arranged in the shape of flower petals and vines. They capture the sunlight that peeks through the windows, which shimmer with grace and life. Each second near the Taj Mahal is a moment of discovery. You will find lavish embellishment but also an indelible sense of wonder inside the Mughal emperor’s design."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur – Visit the Old Capital of Fatehpur Sikri en route to Jaipur",
      "description": "At dawn, the Taj Mahal reflects the sunrise as the colors blanket the white marble in layers of pink and blue. You will bask in the distinct glow of the shifting hues as they spread over the Taj Mahal at daybreak for an exclusive view that embodies the true majesty of the architectural wonder. After breakfast, your private transfer will take you out of Agra to the celebrated ghost city of Fatehpur Sikri. The sandstone complex was constructed in the 16th century and stood as the short-lived capital city of the Mughal Empire. Upon your arrival, you will see the Buland Darwaza, the entrance gate that stands over 177 feet tall and contains a large Moorish arch. Today, the palace grounds remain elegant, and the rustic red of the walls will capture your attention. Diwan-i-Khas was the Hall of Private Audience, and it still retains the plain square exterior. The interior central pillar will draw your attention for good reason as the square base supports an octagonal pillar that is adorned with a geometric and floral design. It looks more like a centerpiece than a pillar. The 36 serpentine brackets at the center create an image of a stonework chandelier. After your exploration of the distinct capital city, you will continue onward to Jaipur, the famous Pink City of Rajasthan. The wide boulevards of the old city are remnants of an imperial past. While classic culture shines bright, pieces of the contemporary lifestyle seep through as rickshaws wind through the streets and camels pull karts alongside the bustling avenues. You will indulge in the finer narrow alleyways of Koli Basti, known as the carpet market. The specific and vivacious designs are woven splendidly into a soft and plush fabric."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur – Discover the Tremendous Colors of the Pink City",
      "description": "Beyond the rugged hills that surround the city is the vast Thar Desert. The morning sunlight spreads over the city. Camels return to their spot alongside the boulevards as they pull carts carrying fresh fruits. The pink walls of the City Palace display the lavish celebration and a rich history. The Hawa Mahal, also known as the Palace of Winds, stands 50 feet tall and the honeycomb façade contains 953 niches, resembling a pipe organ. Its namesake comes from the latticed windows that allow in the breeze. The royal women would watch the procession of marching armies or the morning boisterousness of the bazaars from behind the windows to preserve their modesty. This tradition emulates the mythical stories of maharajas and the mysterious women behind the curtain. The City Palace was built in the 18th century, and descendants of the royal family continue to reside in the Chandra Mahal. The Private Audience Hall is paved with marble tiles and is open to the outer courtyard. The wide arches, stone tiles, and open space create a cross breeze in the heat of summer. Floral patterns decorate the arches and encircle the ceiling around the chandeliers. The power of the empire feels more delicate when accompanied by the embellishments that have kept the legends of romance and strength alive."
    },
    {
      "dayNumber": "6",
      "title": "Udaipur – Make your Way to the Lakeside City of Udaipur",
      "description": "The day begins to brim with the ritual of morning light. The City Palace continues to shine pink, and the aroma of chai masala emanates from the corner tea stands. After breakfast, your private transfer will escort you away from Jaipur and onwards to the charming lakeside city of Udaipur. Lake Pichola is surrounded by a backdrop of turreted balconies, ornate palaces, and majesty of rolling, verdant hills. Classic mansions and bathing ghats sit on the water’s shores and the mountain air is fresh and crisp. Your accommodation embodies the best of the city often referred to as the “Venice of the East,” due to the luxurious waterway and gorgeous palatial complexes. The streets in the old city are tightly wound mazes that offer a treasure-trove of shops and restaurants to be easily discovered, yet often overlooked. The lake’s surface is calm with serene, shimmering ripples. The City Palace sits on the shore and reflects in the glassy water. In the evening, you will step aboard a small boat and drift along the water on a private cruise that provides one of the best panoramas of the illustrious cityscape. The lake is almost two and a half miles long and over one and a half miles wide. When you look back at the city, you will find the ancient buildings awash with ochre, draped in the colors of the sunset. As you reach the center of the water, you will see Monsoon Palace crowning the hill above the city."
    },
    {
      "dayNumber": "7",
      "title": "Udaipur – Enjoy the Romantic City",
      "description": "The walls of the City Palace are immaculate and stunning. Cupolas decorate the ramparts and add to the festive, elegant ambiance. Latticed windows encircle the outer rooms that would be otherwise visible from the lake. Colonnades line the palace ridge and offer a view of blossoming flowers and lush trees. The City Palace was constructed in the 16th century and is an amalgamation of various residences. The main façade is imposing and impressive as it stretches over 800 feet in length and 100 feet in height. The complex was constructed with granite and marble, which lends to its specific off-white coloration. The structure symbolizes the fascinating architecture amid the majestic landscape attracting royals from across Rajasthan and the world interested in relaxing in the cool summer breezes along the shore. The Great Palace contains an exotic garden housed on a rock formation 89 feet high. The platform creates the illusion that the palace’s ground floor is at the same height as the surrounding buildings’ fourth floor. The intricate and gilded mosaics decorate Mor Chowk. The courtyard almost glows with extravagant detail that brings geometric decoration and romantic images to light. The artistry is captivating and the grace is endless. A breeze blows through the open courtyard and you can see the leaves of the Great Palace rustle."
    },
    {
      "dayNumber": "8",
      "title": "Delhi – Depart for Home",
      "description": "The sun rises over the surrounding mountains and casts a gentle beam over Lake Pichola. You will sip on your final chai masala in India savoring the combination of cinnamon and allspice. Udaipur is endlessly charming and jovially romantic. After breakfast, your private transfer will take you to the airport for your return flight to Delhi. You will have gone beyond the three points of the Golden Triangle to witness more than just the Taj Mahal and the Pink City. You will have ventured into the hills and experienced India’s variety. The beauty of the countryside and the grandeur of the royal touch throughout history is nothing less than unforgettable."
    }
  ],
  "map": ""
}