{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-photography-tour-of-india-kanha-national-park-jabalpur-delhi",
  "tourName": "Wildlife Photography Tour of India: Kanha National Park, Jabalpur & Delhi",
  "placesVisited": "Delhi, Kanha National Park",
  "generalInfo": "Capture your memories through India on this custom tailored tour that will take you through history, modernity, and the ancient wilds. Venture through the historic streets of Delhi where ruins stand and centuries-old buildings are still in use. Take an excursion into the forest where the wildlife will breathe new life into everything you knew India could be, from marvelous architecture to a rich tiger reserve. Ready yourself for splendor; all you have to do is make sure you focus your camera.",
  "durationDays": "10",
  "price": "2,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – A Photographic Start",
      "description": "Welcome to the capital city of India, Delhi, where the past and modern world combine in both architecture and culture. Your private transfer meets you at the airport and takes you to your comfortable accommodations. The remainder of the day is at your whim and pleasure. You notice the energetic streets of the city, awash with spiced aromas that drift from the chai stands down the walkways, and lined with people sipping their tea and talking. The colors are more vibrant than you ever could have imagined. Lightweight textiles and saris flow in the breeze and capture the colors of previously unknown depths of the rainbow. The city is rambunctious with energy, filled with rickshaws that can take you through the old street and along the gates of the historic market where the scent of fabulous cuisine, such as tikka masala, and the smoky charcoal of roasting kebabs are mixed with the vibrant display of textile stores. Your private guide can take you outside the city center to the Okhla Bird Sanctuary over Yamuna River. The area is known to have over 300 bird species. You can look out over the one and half square miles of river to see an Indian vulture circling the area with a wide and impressive wingspan that spreads an average of nearly seven-feet."
    },
    {
      "dayNumber": "2",
      "title": "Overnight Train – A Full Day of Delhi",
      "description": "Your day begins with the delicate aroma of cinnamon and clove reaching through the streets as the sun drifts above the horizon. Your guide meets you after breakfast and you begin your day-tour through the city, its culture, and its tremendous past. The Rah Ghat is also known as the Gandhi Memorial, and commemorates one of the most notable people associated with the country. A park sits as the entrance area, filled with lush greenery and open space. Students tend to run around and relax along the grass. The central courtyard is adorned with a black marble memorial surrounded by ever-changing gardens. However, at the center of the marble, flickering inside what looks like a large lantern, is the eternal flame that represents the memory of Mahatma Gandhi. You continue your tour and the indulgent scent of kulle chaat entices you. The snack is a combination of hollowed out fruits that are filled with a blend of spices, lime juice, salt, chickpeas, and pomegranate seeds and brings a mixture of sweet, savory, and tart refreshment to your lips. You make your way through the twist of bazaars filled with rose petals to the shrine of Nizam-ud-din Auliya. It feels like you have stepped back through time to view a commemoration of the centuries. The site has become a place of pilgrimage, filled with the embodiment of the Sufi saint, along with the Urdu poet, Amir Khusru. The marble brings an opulent touch to the rousing singing of hymns that call out at sunset. Often filled with devoted followers and fans, you will notice the enthusiasm and charm on people’s faces as they visit with the ancient saint whose tomb is often covered with fresh flower petals that decorate the lavish yellow pillars and immaculate marble. In the early afternoon you will be taken to the train station where you will find your comfortable first-class car waiting to take you on an overnight journey to Jabalpur."
    },
    {
      "dayNumber": "3",
      "title": "Kanha National Park – Courtyards and Jungles",
      "description": "You arrive in Jabalpur in the morning and will have a private transfer out of the city and into the depths of the jungle at Kanha National Park. Come to your lodge found in the lavish forest. The enchanting boutique hotel brings a touch of India’s British Colonial past to the architecture and highlights the eco-friendliness of the complex. The pool looks out over the mixture of trees and grassland where you can dip your toes into the cool water with the afternoon heat on your shoulders while listening to the monkeys lingering in the nearby canopy. In the late afternoon, you will venture out into the jungle for an evening game drive, when the animals come alive in the fresher air of the disappearing sun. The reserve is known for its large population of tigers. As you traverse the immaculate grassland and tree lines of the surrounding wild you will be sure to keep your eyes out for bright orange fur combed with black stripes that has captivated your imagination and enthusiasm."
    },
    {
      "dayNumber": "4",
      "title": "Kanha National Park – Visiting the Wild throughout the Day",
      "description": "The early morning brings the cool breeze and the scent of spices mixing with the aromatic grassland. Before the sun has a chance to fully rise you step out into the surrounding woodlands with your guide to spend the day within the fabulous sal trees and tall grasses. The reserve stretches over 1,200 square miles of undulating country, from the flatland to the mountains of the Mekal Ridge that gives a horseshoe shape to the valley. A mountain peak rises over 2,700 feet above sea level. The wildlife is abundant and vivacious as you search through the collection of thin, tall trees, where the canopy rustles with Langer’s monkeys. The white fur of the monkeys stands out against the dark bark, and darker faces. You hear tigers roar in the distance and your guide attempts to chase the sound as it reverberates through the trees and your bones, a tremendous, powerful call. You may not find the tiger today but you do find the iridescent plumage of a roller bird along the thin tree branches. Its tail feathers shine a vibrant turquoise against the leaves as a blackbuck grazes in the tall grass nearby. The deer’s upper pelt stands out against its white underneath. Its textured horns twist away from its forehead. Kanha’s fauna brings endless splendor to the day, and as you return to the the lodge for the evening you will find the comforts of your room embracing."
    },
    {
      "dayNumber": "5",
      "title": "Kanha National Park – In Search of the Natural",
      "description": "Once more you will venture out to explore the depths of the flora and fauna within Kanha National Park. With your professional and seasoned guide you will traverse through the revving of early morning forest. Sloth bears are nocturnal but can be seen traveling through the woods within the early mixture of night and day. Their lanky build and shaggy coats create a mane around their face. Their lower lip has been adapted to dig for insects. The bamboo forest shapes the terrain as much as the rising mountains creating the valley. The scent of bamboo and sal are picked up in the breeze while the quiet atmosphere brings an echo to the rustling leaves. When you look into the trees you can see a branch dangling from an awkward angle. Soon you realize that it isn’t a branch but a tail, flicking lightly in the warm afternoon air. Able to leap more than 20 feet and capable of carrying an animal three times their own weight straight up a tree, the leopard’s nocturnal nature keeps them lazing about in the cool shade of the canopy during the day. You watch its tail swish along the branches and you can see the leopard’s elegant spots as well. As one of the most prolific cats, you cannot deny its stunning grace. In the evening upon your return to the hotel you can sit around the fire and listen to jungle tales that range from tribal dances with fabulous rhythms, to simple stories that have been passed down through the ages, adding mystery to the starlight and understanding to the relationship of animals and humankind."
    },
    {
      "dayNumber": "6",
      "title": "Kanha National Park – Discovering the Wildlife",
      "description": "When you find yourself within the beauty of nature, no matter the time of day, you can’t help but marvel at the serene landscape of the extensive grassland, oftentimes towering over the Indian bison that you see grazing in the distance. The forest canopy mixes sal and pakur trees and the foothills bring the bamboo thickets to abundance. You hear a hawk-eagle call in the sky, circling somewhere beyond the lush leaves that have overtaken the view. Cheetal deer groom one another along the riverbanks, their white spots glowing against their brown fur. Peacocks stand attentively on branches that overlook the tall grass and their chortle brushes through the blades. Their effervescent blue feathers look like a spotlight, standing out against the coloration of the landscape. The day brings another endless collection of wildlife along garnered memories, whether from your photos or from the pictures in your mind, all wrapped together with the tranquil sounds and abundant life of the park. Upon your evening return to the lodge you are certain that the following day will bring you close to the majesty of tigers."
    },
    {
      "dayNumber": "7",
      "title": "Kanha National Park – An Elephantine Exploration",
      "description": "This morning you can experience Kanha a different way by scouring the plains and forest on the back of an elephant instead of in an open air vehicle. You climb aboard the pachyderm early in the morning and sit comfortably in a brass saddle covered with pillows. You already feel like the moment has accentuated your exploration of the wilds in India. Every second seems to be worth a photograph as your elephant steps with intent, able to traverse the dense forest, steep foothills, and tall grasslands without worry. The longer you travel through the flora, the more excited you become, as you scour the distance in search of the largest wildcat. Finally, you spot one, resting at the edges of a marsh with its paws dipped into the water. You have only imagined its exquisiteness, but up close you find that your images don’t measure up to what the tiger looks like in reality. Its coat glows in the afternoon light. It lounges against the comfort of the cool water. The black and orange coloration somehow blends into the grasslands around it. As the photos of the tiger hold strong in your camera and your mind, you continue through the forest, where you will come to the river where you can help your guide wash the elephant if you wish. Note: All interactions with wildlife planned with our travel experts are ethical and humane"
    },
    {
      "dayNumber": "8",
      "title": "Overnight Train to Delhi – Returning from Nature",
      "description": "Today you will awaken after the sun has risen over the forest canopy. Delight in the tastes and aromas of breakfast before you are met by your transfer and taken to the city of Jabalpur. You will enjoy a lunch at a hotel where the art deco décor brings a sense of the decadent past back to life, from the vivacious red façade to the restaurant’s youthful hues. The luscious scents of lunch, traditional Indian fare prepared by a master chef, is nothing less than a treat that welcomes you back into urban life. In the late afternoon, you will step into your first-class train car and begin your overnight return to Delhi."
    },
    {
      "dayNumber": "9",
      "title": "Delhi – The Grand Streets Once Again",
      "description": "In the morning, your train arrives in Delhi, bringing you back to the energetic streets filled with capital life. You are taken to your hotel where you can relax with the rest of the day at your whim and pleasure, whether that means reclining on the rooftop terrace, watching the racing rickshaws and horse carts close to the old market, or venturing once more through the historical sites of the city to revisit the culture that you will soon leave behind. Jama Masjid is the largest mosque in the city and dates back to the 17th century under the Islamic Mughal Empire. Multiple entrances surround the sandstone walls that lead to the main worship deck. The area is often brimming with people who come both to pray and to witness the architectural integrity of the ancient mosque. Two minarets and a smattering of onion-shaped domes create a particular skyline as the scent of grilled cuisine lifts around the main entrance gates from a local restaurant nearby."
    },
    {
      "dayNumber": "10",
      "title": "Delhi – Photographic Memories",
      "description": "The day brings with it the colorful stretch of sunrise that blends into the customary blue of the morning. After breakfast you will be met by private transfer and taken to the airport to catch your return flight home. From Delhi’s streets to the grasslands of Kanha National Park, you have commemorated your time in India with limitless photos and previously unimaginable memories. Soon you will find yourself at home where it is hard to believe that it wasn’t all just a dream, and you will already be planning to relive the wonders of India once more."
    }
  ],
  "map": ""
}