{
  "destination": "India",
  "mainPhoto": "",
  "id": "taj-mahal-tour-delhi-agra-jaipur-package",
  "tourName": "Taj Mahal Tour: Delhi, Agra & Jaipur Package",
  "placesVisited": "Delhi, Jaipuir, Agra",
  "generalInfo": "The pearl color of the Taj Mahal captures the daylight and shifts from red to orange in an imitation of the sunset. You find the Mirror Palace in the Amer Fort which brings the galaxy to life as the room reflects a single candle in an endless row of mirrors. On this custom tailored tour you will find the magnificence of India’s history beyond what you have imagined, displayed in the sandstone cities and marble tributes, colorful bazaars and eclectic culture. Once you visit India you will know there is nowhere else like it.",
  "durationDays": "7",
  "price": "1,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Historical Walls and Lively Streets",
      "description": "Welcome to Delhi, the capital of India whose past dates back three millennia, through ruins and legend. You are met at the airport by a private transfer and taken to your hotel with the rest of the day at your leisure. The city streets are filled with both history and modernity, wrapped around the ruins of seven ancient cities, where much of the historic walls encompass the vivacious Chandni Chowk. Aromatic spices, from ginger to masala, drift through the air. Rickshaws and horse drawn carts pour through the streets. Vast colors are displayed like rainbows in the stalls, where vendors sell the cloth and saris that light the walkways both day and night. Your arrival in India is almost overwhelming in its iridescence. Along the paths of Dilli Haat, the handicraft village, you will find locals and visitors alike, strolling beside stalls overflowing with handmade pottery and geometrically woven cloth bags, paper lanterns, and pashminas. The artistry, whether in the local shops or along the almost fabled architecture, is mesmerizing, allowing you to settle in to the city filled with splendor."
    },
    {
      "dayNumber": "2",
      "title": "Bringing the Old with the New",
      "description": "Your morning starts with the creamy, spiced flavors of chai, accompanied by the aroma and crisp texture of paratha , a traditional fried bread. Breakfast comes and goes deliciously before you are met by your private guide and are ready to tour through the eclectic cityscape. The Red Fort, called Lal Qila, brims with sandstone that creates its specific coloration and dates back to 17th century. The walls climb over 54 feet high. The marble fixtures mix with the sandstone to create powerful symbols of the dynasty’s past wealth. While standing on the outskirts of the ramparts, watching the forceful gates stand tall, topped with pillars and domes looking out over the plaza, the beauty and significance is unmistakable. Within the walls you stroll through the lofted stone roofs and along the colonnade that is flush with pillars and ridged archways. The designs on the walls are floral and bright, bringing the opulent marble inlays to a backdrop behind glided paintings. Continue to India Gate, constructed in the 1930s to commemorate India’s soldiers. Standing over 126 feet tall, you notice a flame beneath the arches, flickering in the open crowd, and which honors those who have given their lives for India. In the background you can see the cupola of the canopy, rising 73 feet in the air, which once held the stature of King George V but now stands empty with immaculate construction alongside the open grassland."
    },
    {
      "dayNumber": "3",
      "title": "Beside One of the Seven Wonders",
      "description": "The day begins with the divine aromatics of chai, ranging in spice from nutmeg to cinnamon and even clove and allspice. After a delightful meal your private transfer will meet you and ready you for your venture to Agra. Once you arrive in the city you notice its majesty wraps around the luster of the Taj Mahal and the beauty of the historical architecture left as a legacy by the Mughal Empire. Settle in to your comfortable accommodation and your guide will meet you in the afternoon to take you through the spellbinding remnants of the city’s illustrious past. Agra Fort is often overshadowed by the magnitude of the Taj Mahal but the ear shape of the fort’s gigantic walls stand over 60 feet tall and surround over a mile and a half of land. The preservation of the fort, from cupolas to walls, brings a wondrous ambiance within the courtyard. Step through the Amar Singh Gate and follow the path to the Pearl Mosque. The marble exterior catches the light in a way that is almost blinding, from the immaculate coloration to the symmetrical construction. As the sun drifts deeper along the sky you will make your way to the Taj Mahal. The magnificent gardens all seem to lead to the portico that holds one of the Seven Wonders of the Modern World. The fountains, when not trickling with water like elegant rainfall, reflect the graceful mausoleum constructed in the 17th century for Shah Jahan’s third wife. The onion shaped domes and marble exterior reflect the various shades of the afternoon light, changing colors with the shifting sun from morning to evening. There is a depth of dedication and imagination that mesmerizes onlookers, from the grand exterior to the geometrical shapes of the interior, paving the floor, and carved into the walls."
    },
    {
      "dayNumber": "4",
      "title": "The Grandeur of Ghost City",
      "description": "The streets of Agra come to life in the early morning when visitors travel to the Taj Mahal to catch the light glinting off of the marble dome in a lush orange. You can spend the morning comfortably remembering the rich reds and blues that washed over the marble the evening before. As the familiar scents of masala and dhal begin to rise your private transfer will collect you from your hotel and begin your journey to Jaipur. While en route to the celebrated Pink City you will stop at Fatehpur Sikri. For a short period of time in the 16th century the ghost city was the capital of the Mughal Empire but soon was abandoned for lack of water. The Hall of Public Gatherings is a courtyard made for a lifetime game of a life-sized game of pachisi, often described as the national game of India. Upon entering the Hall of Private Audiences you will bear witness to the place where the majesty of the décor begins and where you can see the exquisitely carved stone central column. The pillar expands creating a flat top linked to the room’s four corners by a collection of narrow stone bridges. Whether secluded, allowing you for an almost private moment touching the history of a great empire, or amongst other visitors eager to explore the decadent past, you will be able to stroll along the 84 columns of the lower floor of the Ladies Garden and around the Ornamental Pool before continuing onward to Jaipur. In the evening you will have a leisurely evening within the colorful streets, readying you for the morning to come, when the iridescent hues of the city come to life."
    },
    {
      "dayNumber": "5",
      "title": "The Luxuries of the Pink City",
      "description": "The city of Jaipur is a collection of color and dizzying energy, where you will find camels loitering along the streets near rickshaws, displaying both an interesting past and eclectic present beneath the shadows of the sandstone City Palace. The complex gives the pink color that lends to the city’s name. After breakfast your guide will escort you to the fabled Amer Fort where the crisscrossing pathways climb up the hillside to the main gate that dates back to the Rajput of the 11th century. The fort overlooks Jaipur in the distance and is above the fringes of the Maota Lake. You will enter the fort and find the powerful exterior matches the elegant interior within all four major levels of the stunning architecture. Red sandstone mixes with marble to create to complex’s inner strength while the regal quality stems from the delicate latticed windows and glistening frescos along the façade of the Ganesh Gate. The entrance to the Sila Devi Temple is through a gate that is covered with a silver sheet. The silver is decorated with raised reliefs that picture familiar ancient myths. Each panel brings another image of the gods, from those riding a sacred cow to the image of and empowered lion. Within the third courtyard you will come to the private quarters of the Maharaja and the Mirror Palace. The glass inlaid panels and multi-mirrored ceilings bring an ethereal and endless quality to the room, while the convex shape and colored foil glitter under candlelight in the evening. As you make your way from the fort back to the city you will soon come to the Palace of Wind. The flute like façade was once open with lattice windows for the women to watch the processions in the plaza. Dating back to the turn of the 19th century, the views over the observatory were grand in one direction with the active daily life of the bazaar observable from the other. The pyramid-like shape rises 50 feet at its highest peak and resembles a honeycomb in texture. The graceful domes and windows offer another touch of traditional imagery to your time within Rajasthan."
    },
    {
      "dayNumber": "6",
      "title": "From One Ancient Capital to Another",
      "description": "When the scent of fresh masala chai begins to brew you savor the aroma and the flavors that come with the comfort of familiarity. You can hear the camels trotting along the streets and the rickshaws coming to energetic life. After breakfast you will wave goodbye to the Pink City and return to the eclectic streets of Delhi. The remainder of the day is yours to do with as you wish, whether sitting in Kunzum Travel Café enjoying a fresh pressed coffee and sweet cookie or visiting the Delhi folk artists at the Shadipur Depot Bridge to see traditional acrobats and jugglers perform in this artist colony. If you prefer a stroll through the quintessential lives of locals than you may find yourself at Hauz Khas complex. This site houses a community of ruins, from a mosque to a multiplicity of tombs that date back to the 14th century. It has become a local park where you can watch students relax in the shade of stone structures, studying and listening to music as they find use for history once more. Nearby is also a local shopping mall filled with upscale boutique stores where you can see the posh locals window shopping and dining in the captivating aroma of fresh and delicious fare."
    },
    {
      "dayNumber": "7",
      "title": "Departing Delhi",
      "description": "You wake up in the morning craving your last masala chai in India, ready for the spiced and sweet combination to accompany a traditional breakfast. You savor the whirlwind of the streets outside your luxurious hotel, where you don’t have to imagine the way a sari streams in the soft breeze. After your meal your private transfer will meet you in the lobby. When you arrive at the airport you are ready to begin your journey home but not ready to leave the wonders of India. With the images of the Taj Mahal and the Pink City close at hand, you know you will return soon to discover the country in even greater detail."
    }
  ],
  "map": ""
}