{
  "destination": "India",
  "mainPhoto": "",
  "id": "romantic-tour-of-north-india-for-couples",
  "tourName": "Romantic Tour of North India for Couples",
  "placesVisited": "Delhi, Sariska Tiger Reserve, Ranthambore, Jaipur, Bharatpur, Agra",
  "generalInfo": "Delight in romance and discovery during your customizable 10-day couple’s tour of North India, which will immerse you in the splendor of famous bazaars, the natural majesty of the secluded jungle, and intricate designs of celebrated architecture. Share in the treasured view of the Taj Mahal at sunrise, scour the underbrush for signs of lazing tigers, and bask in the prestige of maharajas at the Amber Fortress. India is waiting for you to revel in its storybook ambiance and welcoming culture.",
  "durationDays": "10",
  "price": "2,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Introduction to Delhi",
      "description": "Your private transfer will greet you upon your arrival at Indira Gandhi International Airport and escort you to your luxurious accommodating in the heart of the city, where you can relax and have the remainder of the day at your leisure. Among the calls of the merchants, you will hear the sounds of devotional music stemming from the tomb of Sufi saint Nizamuddin Auliya. The marble shrine of the religious leader offers a dazzling introduction to Delhi and the culture of the city behind the tangled alleyways of the marketplaces."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – Historical and Cultural Charms",
      "description": "Your guide will meet you in your hotel’s lobby after breakfast for a private tour of Delhi that will feature the majesty of India’s fast-paced capital. Your tour will include visits to the Sunder Nursery, Khari Baoli, which is the largest spice market in Asia, and the India Gate. The structure shines with a red stone base that rises above a domed bowl, and the archway towers above the surrounding parkland at 138 feet tall. You will also visit the Jama Masjid, which is the largest mosque in India and dates back to the 17th century. You can venture to the top of its minaret for a spectacular view of Old Delhi."
    },
    {
      "dayNumber": "3",
      "title": "Sariska – The Sariska Tiger Reserve",
      "description": "This morning, your private transfer will escort you to the secluded corners of the Sariska Tiger Reserve and National Park, where the jungle contains a wealthy variety of trees. The day will be yours to enjoy the incredible diversity of the landscape and history that is hidden within the borders of the reserve, which will lead you from the ruins of Bhangarh to the Kankwari Fort. You can enjoy the terraces and views from the fortress walls, which will provide you with what feels like a private panorama of the surrounding landscape."
    },
    {
      "dayNumber": "4",
      "title": "Ranthambore – Explore Historic Landscapes",
      "description": "After breakfast, you will embark on a journey to the shores of the Siliserh and Jaisamand lakes. Once you arrive, you will be led on a guided safari to find crocodiles lounging on the grass and basking in the sun. You do not need to worry because you will encounter these animals from the safety of a private vehicle and under the guidance of an expert guide. During your safari, you will be able to hear waterfalls as they cascade through the woodlands and splash into waiting pools. This Jeep jungle safari will place you in the heart of active wildlife in Sariska before your private transfer escorts you from the Tiger Reserve to Ranthambore National Park."
    },
    {
      "dayNumber": "5",
      "title": "Ranthambore – Indulge in a Wildlife Safari",
      "description": "The images of crocodiles may linger along the shores of Padam Talao as you begin your enchanting safari in the morning. Throughout the day, you will be bombarded with the sounds of whoops and grunting barks as troops of monkeys amble through the treetops. The protected scenery encompasses nearly 109 square miles of pristine jungle terrain and wildlife reserve, where over 300 species of birds thrive among one of India’s largest populations of tigers. As the day grows warmer, you may find a tiger lounging in the sunlight with their stunning striped coat glowing against the backdrop of luscious trees and sprouting grass."
    },
    {
      "dayNumber": "6",
      "title": "Jaipur – Tour the Majestic Pink City",
      "description": "After settling into the comforts of your hotel at the heart of the old city, your guide will offer you a private introduction to the cheerful city, where camels amble along the streets pulling fruit carts, and the aroma of masala chai permeates to the winding alleyways. You will begin your tour at the City Palace, where you will be immersed in the architecture of a fairytale. The massive complex of courtyards, gardens, and sophisticated designs continues to house members of the Rajasthani royal family. You can walk hand-in-hand along the grandeur of the gallery, where maharajas would meet with their advisors and consult with ministers."
    },
    {
      "dayNumber": "7",
      "title": "Bharatpur – Amber Fort and National Park",
      "description": "The returning light will wash over the Amber Fort in the morning on the outskirts of Jaipur to reveal the prestige of the 16th-century maharaja’s palace. The impressive stronghold overtakes more than a square mile with foundations that date back to the 10th century. As you wander beneath the reflecting ceilings of the Mirror Palace, you will find an enchanting ambiance that derives from the mosaics of colored glass, creating a jewelry box of shimmering hues that was designed to reflect the flickering candlelight. You can also discover the Magic Flower here, which refers to an intricately carved marble panel."
    },
    {
      "dayNumber": "8",
      "title": "Agra – Visit the Romantic Fatehpur Sikri",
      "description": "Your morning inside Bharatpur Bird Sanctuary inside Keoladeo National Park will reveal the marvels of nature and the importance of breeding and feeding grounds. You will explore the fabulous wonders of the wildlife sanctuary with a private guide to find an incredible number of waterfowl, openbill storks, and Indian-spotted eagles, whose wingspan can reach 59 inches wide. You will enter through the magnificent gate of Buland Darwaza, which creates a grand impression and stands over 177 feet tall. The doorway possesses intricate craftsmanship etched into the sandstone and white marble with granite inlays."
    },
    {
      "dayNumber": "9",
      "title": "Delhi – The Beauty of the Taj Mahal",
      "description": "You will visit the enchanting Taj Mahal at sunrise for an unparalleled view of the ivory-marble facade as it shifts colors in the reflecting light. Persian poems add to the stunning details that adorn the wall over a horseshoe archway, and reflective tiles contribute to the glossy ambiance that transcends culture and geography. After discovering the intimate beauty of the Taj Mahal, you will return to Delhi with your private transfer and have the remainder of the day at your leisure."
    },
    {
      "dayNumber": "10",
      "title": "Delhi – Depart for Home",
      "description": "The familiar aromas of cinnamon and clove will sweep through the bazaars of Delhi in the morning, and the vibrant ambiance of the Karol Bagh bazaar will cast a light on the gorgeous ornaments available from the merchants. You will have the opportunity for a brief stroll before your private driver transfers you to the airport for your flight home."
    }
  ],
  "map": ""
}