{
  "destination": "India",
  "mainPhoto": "",
  "id": "wildlife-tour-and-tiger-safari-in-india",
  "tourName": "Wildlife Tour and Tiger Safari in India",
  "placesVisited": "Delhi, Kanha, Bandhavgarh",
  "generalInfo": "Step into the incredible wilds of India on this custom tailored tour that will take you through the national parks and reserves known for their Bengal tigers. The streets of Delhi are vibrant and historic and the lush jungles of thin, towering sal trees stand alongside the graceful marshlands. Ride through the woodlands on the back of elephants as you scour the riverbanks in search of Asiatic wild dogs and the orange and black striped glow of the largest cat in the wild. From stunning architecture to unparalleled wildlife, you will find it all in India.",
  "durationDays": "10",
  "price": "2,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - Urban Safari",
      "description": "Welcome to the capital of India, Delhi, where the streets are dizzy with activity, filled with women in colorful saris. The clothing flows effortlessly in the breeze with the vivacious aromas of coriander and cinnamon. The palpable energy boosts you to readiness, eager to venture out and visit the city. Your private transfer will have you settled into your accommodation where the rest of the day is at your leisure to rest or explore, with your guide eager to help in any way. Once within the city you notice the endless activity in the streets. People sip chai on the corners and people form long lines in front of food-stands where the aroma of smoky charcoal adds succulence to the grilled meats. At Hauz Khas Complex you will find history wrapped in the ancient network of ruins, from a mosque to a once important water tank. Dating back to the 14th century, the water tank stored rainwater only to be used when necessary in the dry season. Around the stone ruins where columns support bulbous domes atop risen porticos, you can see local college students studying or relaxing between classes, giving a rebirth of modern life to the ancient stones."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - Tremendous Travel",
      "description": "The early half of the day is yours to explore more of Delhi at your whim and desire, following along the past and present streets that continue to bustle with life, movement, and color. Venturing through Delhi brings richness to the history and the current state of the city. At the Qutb Minar Complex you will find the first monuments erected by the Mehrauli sultans dating back to the 13th century. The sandstone coloration brings a depth of red to the tower that stands over 217 feet tall. The fluting fluctuates between angular and rounded bringing a variety of textures to the pillar. It is hard not to notice the Alai Darwaza Gate, the main gateway built in the 14th century. The dome brings a collection of red sandstone and white marble to the complex with latticed stone screens and is the first building in India to display Islamic architecture. The surrounding architectural park is filled with locals and visitors alike, some enjoying the beauty of the past while others simply come for the open space and stillness, away from the outer walls of endless vibrancy. In the late afternoon, you will transfer to the train station to climb into the first-class train car that will have you in Katni by morning."
    },
    {
      "dayNumber": "3",
      "title": "Bandhavgarh National Park - Entering the Wilderness",
      "description": "In the morning light you can look out the window and find swaths of villages in the passing landscape, within the trees and open spaces in the distance. Disembark the train at Katni and be met by your private transfer who will soon have you comfortable at your resort housed in the marvelous wilds of Bandhavgarh National Park. The area that was hunting ground for the royals of Rewa became protected grounds in the late 1960s. Home to the famous and mythical white tiger, the park now encompasses over 278 square miles and is set within the Vindhya Mountain Ranges. In the evening you will venture out into the mixture of sal trees, bamboo, and grasslands; the landscape changes with the foothills and seasons. As you scour the trees and grasslands in search of the diverse animal population, the day’s warmth begins to dissipate and brings the fabulous wilds to life."
    },
    {
      "dayNumber": "4",
      "title": "Bandhavgarh National Park - Finding the Jungle",
      "description": "The morning is filled with vibrant birdcalls just as the sun is peeking over the horizon’s greenery. The jungle is vivacious in the early hours. You are met by your private jeep and are ready to explore the magnificent nature once more. At the summit of the 2,433-foot tall mountain is a 10th century fort, once the stronghold known as Moti Mahal. From the height of the mountain and scouring along the ruin fortress walls, you can look out over the expansive jungle, even through the canopy to grounds below. Past the entrance gate you notice the walls overtaken by nature, shrouded with elegant vines and sprawling leaves. Man-made caves that once housed horses are now home to a thriving bat colony. Even within the once prominent fortress, the structure has been combined with the surrounding nature, not just within the foliage but also with the wildlife. Deer traipse through open space and nibble on the grass. Falcons swirl the air in search of food, and old statues lie beneath looming trees."
    },
    {
      "dayNumber": "5",
      "title": "Bandhavgarh National Park - Orange and Black",
      "description": "Step out into the vast jungle, beneath the lingering shade of the fortress up high, in search of the majestic tigers that are known throughout the park. The jeep trundles through the unpaved pathways and vines dangle overhead. The scent of dry earth is pleasant in the cool early hours of the day. Vultures circle in the distance above the peak where the fortress is situated. You continue to scour the contrasts of desiccated and colorful grass. Your guide stops the jeep and quietly points into the distance. You can see a tiger laying its head down in a marsh overrun with thick grass. It laps at the blue pond water with calm strokes. The orange coat glows with sharp black stripes with patches of white along her underbelly. The moment is not just unique but unparalleled, giving you a look of the largest wildcat in its natural habitat. Soon the tiger finishes its drink and sets out into the grasslands disappearing within the jungle as quickly as it had appeared."
    },
    {
      "dayNumber": "6",
      "title": "Kanha National Park - Within the Stories of Kipling",
      "description": "The flaky aroma of paratha , pan-fried flatbread, quickly fills the morning air. Today you will leave behind the quiet shadow of the sky-high fortress and make your way to the magnificent jungles of Kanha National Park. The park wraps around 121 square miles of sal forests, with large meadows and wild bamboo giving home to a vast number of diverse wildlife. You will also visit the location famous for being the inspiration for Rudyard Kipling’s The Jungle Book . The Halon and Banjar River flow eagerly through the park giving a sensual trickle sound throughout the woods. In the afternoon you will arrive at the Courtyard House where a quaint courtyard displays a fabulous mixture of both British and Indian architecture. It pays tribute to the land and local tribal elements allowing for a pristine atmosphere in the majesty of the wilds."
    },
    {
      "dayNumber": "7",
      "title": "Kanha National Park - In Search of Khan",
      "description": "The Surpan River runs along the central grasslands beneath the foothills of the Mekal Ridge. The highest peak stands over 2,700 feet above sea level, overlooking the entire mixture of sal trees and meadows. As the day begins to drift over the horizon you venture out on a guided tour of the diverse ecosphere once more in search of the remarkable wildlife. The morning breeze brushes against your cheeks as you tour along the unpaved pathways beneath the thin tower of trees and beside the open grasslands in search of the regions most notable inhabitant, the tiger. As the biggest cat in the wild, the tiger can weigh over 700 pounds with a length of almost 11 feet. The scent of leaves and brush fills the air. The calm forestry is palpable with the independent birdcalls chirping sporadically in the silence. As you peer into the meadow along the warm afternoon you find a large male tiger relaxing in the shade of dangling branches out of the sun’s reach. His coat ranges from yellow to light orange with dark brown stripes stretched long on his body and decorating his face. The magnitude of the cat adds to its splendor. After you or the tiger move on, you will continue your exploration of the jungle to see more of the fabulous nature in action."
    },
    {
      "dayNumber": "8",
      "title": "Kanha National Park - Ready for More",
      "description": "You, like Rudyard Kipling, have become mesmerized by Kanha National Park, filled with the exceptional life of wild dogs and deer, Indian buffalo and tigers. Today you will experience nature differently as your guide brings you aboard an elephant to explore the surrounding landscape. The compartment that sits on the elephant’s back sways back and forth like a boat as your ride steps with large, intent steps, taking you deeper through the trees. Now and again it strips the bark from the towering sals and you can hear the wood splinter into the air. Your guide brings you to the riverbanks where, within the meadow, you find a collection of deer. One of the animals proudly presents its large, splaying antlers which rise above the grassland. The serene image of deer grazing in the meadow near the water viewed from your position atop an elephant is a memory that you know will be treasured."
    },
    {
      "dayNumber": "9",
      "title": "Overnight Train - Returning from the Jungle",
      "description": "The jungle ambiance is soon replaced with an atmosphere that takes you back in time within the comforts of a hotel in Jabalpur where you will enjoy your lunch prepared by a master chef. The dining room is elegant without being ostentatious while servers are attentive and caring. The room fills with the familiar aromas of the Indian dishes that you have delighted in over your journey. It also carries a refined quality within the presentation. From the art deco décor to the graceful plating, it is apparent that you are no longer in the jungle. In the afternoon you will step onto the Super Fast Train where a first-class room awaits you. The luxuries of the car give you a scenic window into the villages that pass. Colorful saris bring reds and blues to the grasslands and rolling hillsides until the countryside turns to a blur and the evening settles in."
    },
    {
      "dayNumber": "10",
      "title": "Delhi - Another Arrival",
      "description": "The late morning brings you into the train station at Delhi, returning you to the capital amidst the grand architecture of both the past and present walls. You will be met at the station by your private transfer and taken to a restaurant for an enjoyable lunch within the sensational aromatics of spiced masala and ginger. The flavor, aroma, and effervescence of Delhi are catching, and will have you fondly remembering your time along the storied history within the city, and amidst the elegant nature. As you make your way to the airport you can’t help but picture a tiger lounging in the shade and an elephant careening through the forest. Your time within the wilds of India may have ended but the memories will always be close at hand."
    }
  ],
  "map": ""
}