{
  "destination": "India",
  "mainPhoto": "",
  "id": "indian-odyssey-tour-taj-mahal-khajuraho-jaipur-unesco-ellora-caves-more",
  "tourName": "Indian Odyssey Tour: Taj Mahal, Khajuraho, Jaipur, UNESCO Ellora Caves & More",
  "placesVisited": "Mumbai, Aurangabad, Delhi, Jaipur, Agra, Jhansi, Khajuraho, Varanasi",
  "generalInfo": "Step out along the trails that will take you through caves and monuments, palaces and rivers, each one a celebration of history and spiritualism on this 14-day tour through India. Whether you find yourself beneath a sensational stone statue carved into an underground temple or you walk along a honey-colored stone path that trails over a fort, you won’t just witness the splendor of India but will also experience it. This tour takes you into the grandeur of a country that has inspired the world with color and spice, spirit and devotion.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "A Journey’s Arrival",
      "description": "Welcome to the largest city in India, known as Mumbai. The diversity of its streets can be seen in the undulating skyline that shadows over the reaching city and experienced within the modern luxuries that tend to spotlight the continuous traditions of the people, from the colorful clothing that flows in the breeze to the delicate scent of spiced chai that often wanders through the air. You are met at the airport by a private transfer and quickly able to settle into the comforts of your accommodations with the rhythm of the city around you. The city is dotted with colonial buildings and monuments, including the Gateway of India that stands along the seaside welcoming people to the country and commemorating the country’s welcoming of King George V. It is not hard to become comfortable within the beat of the city once you come to hear its colorful, mesmerizing tune."
    },
    {
      "dayNumber": "2",
      "title": "Cave Adventures",
      "description": "Welcome in the morning and its rich scents with a smile and a wave as you enjoy a sumptuos breakfast that allows you to sample the traditional flavors of India within the comforts of your hotel. The cinnamon and fennel scent of chai is luscious, while the chapatti , baked flatbread, are fresh, warm, and soft. After breakfast you will venture to Elephanta Island, known for the magnificent caves that were carved into temples during the mid-fifth to sixth-centuries. The high cliffs give way to stone pillars etched out of the rock’s base, chiseled and refined beneath a series of different precipices, from full stone to those overrun with fields. Once inside, the earthen scent and cool temperature adds to the atmosphere of the surrounding reliefs. Images of Shiva protrude from the walls in various sizes, bringing to light the god as creator, protector, and destroyer eternally etched into stone, hidden from the elements. Later in the afternoon you will meander through the monuments of Mumbai, from the Hanging Gardens to Marine Drive, where you can see the uniqueness of the Parsi “Towers of Silence,” a 19th century engraving representing the Zoroastrian religion meant to be a final resting place."
    },
    {
      "dayNumber": "3",
      "title": "Deeper into the Earth",
      "description": "After breakfast you will leave the energetic streets of Mumbai behind and make your way to Aurangabad, a once prominent Mughal capital in the mid 17th century. As you are met at the airport you may think you have already come to Agra, noticing the large white domes of the Taj Mahal; however, the replica was built in 1679 to stunning response but less grandeur. You can almost feel the famous silk of the city draping through the air and gliding across your skin as you notice the elegant flow of Paithani and Hamroo saris. Eighteen miles north of the city will bring you to the Ellora Caves, displaying the epitome of rock architecture dating back to the fifth-century all the way to the 10th with both Buddhist and Hindu origins. Strewn across a relatively flat area of the Western Ghats Mountain Range, the temples are carved into the rock, including Cave 10. Here you can find The Buddhist Carpenter’s Cave, with its arched columns and vaulted roofs textured with ribs to imitate wooden beams while standing over a depiction of a seated Buddha."
    },
    {
      "dayNumber": "4",
      "title": "The Captivating Architecture",
      "description": "The morning brings you energy because every morning brings another stretch of adventure; like Odysseus through the Mediterranean, you are discovering the majesty of India, above and below ground. After breakfast you will leave the glistening replica of the Taj Mahal behind and find yourself at the Ajanta Caves, full of spectacular paintings and cave temples that date as far back as the second-century BC. Walking along the vast greenery you can barely see the architecture displayed through the forest, it looks like limestone mountains peaking through the canopy. The present scent of fallen rain and wet stone brings fresh life to the day. When you enter the prayer hall your breath literally leaves your body, amazed by the power and elegance that people have made out of a cave, with its ribbed, vaulted ceilings towering over thick, smooth pillars. The tremendous artistry is not just in the architecture but the reliefs that line the walls. Where many children have dreamed of being Indiana Jones and happening upon a lost world hidden within the earth, you are embodying such a discovery here, where images of gods and myths are carved and painted onto the walls in detail difficult to create in stone and in colors that continue to inspire with their vibrancy. You will arrive at the airport in the afternoon and quickly find yourself settling into India’s capital city of Delhi."
    },
    {
      "dayNumber": "5",
      "title": "The Old with the New",
      "description": "The history of Delhi is told on the fixtures of its new neighborhoods as much as on the old, paying homage from where and when the city came. After breakfast you will step out on a guided tour to experience the mystery and majesty of its streets. The Red Fort is a massive sandstone structure that stands over a lengthy manicured green field with adjacent cupolas at its gate rising over 54 feet high. The mixture of marble and sandstone gave power and force to the outer walls during the 17th century. The interior was once used to house embellished jewels and gold but even now you can still see the remnants of opulence around the frilled arches and sunken ponds meandering through the interior. Stepping along the strong walls within the textile galleries you will find the marvelous artistry and fabulous history of the strength of Delhi and of India."
    },
    {
      "dayNumber": "6",
      "title": "Red Fortress to Pink City",
      "description": "You can spend some time reveling in the active sounds and scents of early morning Delhi. The shops come to life; the streets fill with men pushing carts along the road, selling fresh brewed tea and surrounded by locals on their way to work. India’s capital streets are soon behind you as you make your way to Jaipur, the capital city of Rajasthan. The old city is awash with pink from the sandstone architecture that graces the skyline, making the open blue air look like sunset. In the late afternoon you will come to Lakshmi Narayan Temple, a lavish marble construction whose spires rise, each one taller than the last. The interior is decorated with fabulous depictions of devout patrons of various faiths bringing a tranquil bond to those that visit and frequent the ornate temple grounds."
    },
    {
      "dayNumber": "7",
      "title": "The Power of Colors",
      "description": "Stepping away from the vivacious pink stone that drapes the city you will find the honey colored Amer Fort that rises up the mountainside just outside the city. You can see the labyrinthine walkways winding up the precipice to the gates, some people walking, others taking elephant rides as the maharajas would have after conquering distant kingdoms. The fort and the palace inside dates back to the 11th century; however, the marvels of the palace in its current form dates back to the 16th century, as lavish and unadulterated as it can be. Follow an imposing stairway from the main courtyard that will take you through two lush silver doors where the texture from the raised relief catches the light and glows. Sitting above the doorway is an image of Ganesh carved from a single piece of coral. Every step through the palace, from the Hall of Public Audience to the maharaja’s apartment, brings another layer of history, another image of luxury, and another adventurous story for you to experience before returning to the city center and finding the latticed windows of the famous Hawa Mahal, the signature architectural image if Jaipur."
    },
    {
      "dayNumber": "8",
      "title": "Finding Ghosts",
      "description": "The morning comes soft and easy over the city bringing the pink hue back to the streets and the sky. After breakfast, you venture beyond the fringes of the city and come to Fatehpur Sikri on the way to Agra. The imperial ghost city was constricted by Emperor Akbar and continues to shimmer the quintessential pink of Indian sandstone. What was once the short-lived capital of the Mughal Empire in the latter half of the16th century, it became desolate of empirical custom but continued to house the natural grandeur inherent in the architecture. Within the palace walls you can find the main courtyard where a splendid platform is raised over a pond, reached by bridges that extend over the waterway on either side of the square shaped podium. Cupolas rise over the walls offering terraced views over the empty squares and cityscape as the fabulous Hall of Private Audience is as majestic outside, with a large Moorish arch, as it is on the inside where a column rises into a blossoming textured sphere that helps support the structure. In the evening you will come to Agra where the luxuries of the city sit within the legendary shadow of the Taj Mahal."
    },
    {
      "dayNumber": "9",
      "title": "Fit for a Legend",
      "description": "Just before sunrise the cold breeze crawls through the city. You are awake and out of your hotel room standing at the entrance gates of the Taj Mahal, one of the modern Seven Wonders of the World. The light starts to rise along the horizon as you enter the celebrated grounds. Built in the 17th century for emperor Shah Jahan’s third wife, it has always been considered a “jewel of Muslim art in India.” The myth and majesty of the building stands within the manicured gardens and quiet early morning fountains. The reflection of the pristine structure blossoms in the long stretch of water before the platform. The vibrant pulse of the day winds through the pathways as the translucent marble captures the stark colors of sunrise, bringing the white stone to graceful orange and purple. The symmetry of the construction brings a uniform look and atmosphere, an image of regal elegance that surrounds everyone coming to pay homage to the spectacular artistry and magnificent arabesques. As you are guided through the monuments of Agra you will find each one to be equally captivating, but none more enchanting than the iconic Taj Mahal."
    },
    {
      "dayNumber": "10",
      "title": "En Route to Reliefs",
      "description": "After breakfast you will depart from the marbled wonder that sits within Agra and climb aboard a first-class train ride that will have you on your way to Khajuraho, known for its sensational temples decorated with thousands of remarkable images celebrating religion and legends within an open space surrounded by lush forest. Along the path of the train you can see villages sweep past, goat herds meandering beside the tracks, and flashes of shaded clotheslines adding to the vivacious scenery. Once in Jhansi you will be taken the rest of the way by private transfer, able to settle into your accommodation with unrivaled anticipation of the majesty to come."
    },
    {
      "dayNumber": "11",
      "title": "The Tremendous Temples",
      "description": "The morning brings you to the steps of the tremendous temples that house the likes of Jain and Hindu architecture, along with thousands of statues carved into the interior and exterior that brings visitors from all over the world, driven by devotion or curiosity. Out of the 20 temples that remain, they can be dated back to the 9th and 10th centuries, each displaying their ancient masterworks proudly. The highest spire stands over the Sanctuary of the Divinity, symbolizing the “Cosmic Mountain,” while the most important temples in the grouping are located in the western zone, starting with Varaha, which is known for its large image of the boar incarnation of the god Vishnu. Engraved into the over five-foot tall statue are almost limitless images of seated and powerful Vishnu that when added together create the board itself. Within each frame of each inch of each temple you will find the markings of terrific history wrapped up in the detail of the reliefs that celebrate both the Jain and Hindu tradition. In afternoon you will catch your flight to Varanasi and come to beating heart of a sacred city."
    },
    {
      "dayNumber": "12",
      "title": "Sacred City",
      "description": "When you wake up in the sacred city you will come to a world that is seemingly chaotic and rich, organized and spiritual, misunderstood and magnetic. The scent of chai brings with it new memories; the cinnamon now reminds you of the bright red sari that you witnessed along the riverbank as you step aboard a boat to view the endless activity of the city. Once on the Ganges River you can see where the true heart of the city lies, where women wash their clothing and men lather their bodies and bathe. Children swim in the wandering heat of the summer but you feel the drifting breeze sweep across your skin from the gentle speed of the boat. The stonework along the river harkens back to history, where the deep roots of the city lie. You will come to the Dhamekh Stupa in Sarnath just outside of Varanasi, the site where Buddha gave his first address after reaching enlightenment. The park is set aside from the energy of the city, embraced by tranquility and overlooked by the 132 foot high Dhamekh Stupa, decorated by fifth-century floral and geometric carvings. There is an endless source of spirituality in and around Varanasi, filled with pilgrims and color, where a lifetime of stress can be washed away in the scared waters of the river."
    },
    {
      "dayNumber": "13",
      "title": "When the Odyssey Returns",
      "description": "Every morning brings the delight of a new flavor or new aroma that entices you and rouses you for the new day and will have you looking forward to the coming adventure. The early hours of the day are at your leisure where you can explore the streets and sounds of the city stretching across the spiritual and photogenic steps of the Ghats that you noticed from the boat the previous day. The Assi Ghat is the farthest south and marks where the Ganges meets the Assi River. In the mid afternoon you will board your flight and return to Delhi for the evening, where the familiar mixture of the new and old city is a comfortable reminder of where you have been and where you are going."
    },
    {
      "dayNumber": "14",
      "title": "Adventurous Memories",
      "description": "The day brings the marvelous sights and sounds of the capital city back to you with the scent of paratha lingering in the air. After your joyous breakfast you will have a private transfer to the airport to the plane that will soon carry you home. Your Indian odyssey took you through the colors and landscapes of the country, finding the incredible cultures along the way, from religious life to village life, where the spirit of the temples are as important as the vibrancy of the people."
    }
  ],
  "map": ""
}