{
  "destination": "India",
  "mainPhoto": "",
  "id": "immersive-india-exploration-tour-cultural-and-natural-marvels",
  "tourName": "Immersive India Exploration Tour: Cultural and Natural Marvels",
  "placesVisited": "Dehli, Agra, Jaipur, Mihirgarh, Rohet, Rawala, Udaipur, Ranthambore National Park",
  "generalInfo": "You will experience beauty, charm, and authenticity during your 11-day India luxury tour. Experience daily life in a Rajasthani village and find fragrant spices displayed in the market. Scour the forest in search of elusive Bengal tigers. Witness the shimmering facade of the Taj Mahal and cruise a regal lake. Your India tour will introduce you to highlights and destinations off the beaten path for a remarkable discovery.",
  "durationDays": "11",
  "price": "4,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Agra - Arrive in Delhi and Transfer to Agra",
      "description": "Agra is a city that represents the seat of the Mughal Empire with architecture showcasing opulence and engineering ingenuity. Your flight will land at Delhi’s Indira Gandhi International Airport, where your private transfer will meet you at customs. You will have a scenic drive out of Delhi to reach the prestigious beauty of Agra. You can settle into the comforts of your hotel before you enjoy a private tour of Agra Fort. The red sandstone will give the walls a rusty color. A stone tablet near the gate represents a section of the foundations built before the 11th century."
    },
    {
      "dayNumber": "2",
      "title": "Ranthambhore - Explore the Taj Mahal and Fatehpur Sikri",
      "description": "After an early breakfast, you will visit the marvels of the Taj Mahal. The grand marble structure is actually a tomb designed for the emperor’s favorite wife in the 16th century. The bulbous central dome stands 180 feet tall framed by elegant minarets. Your guide will lead you through the manicured gardens to find the intricate details of inlaid precious stones and lattice screens that add to the majestic design. At Fatehpur Sikri, you will have a private tour of the former capital of the Mughal empire bathed in the rusty hues of the red sandstone."
    },
    {
      "dayNumber": "3",
      "title": "Ranthambhore - Discover Wildlife in Ranthambhore",
      "description": "You will venture out into the preserved nature of Ranthambhore National Park in search of the majestic Bengal tiger. You will traverse the jungle scrum and find rocky ridges, aromas of dry soil, and the remains of a 10th-century fortress. You will feel as though you have entered a storybook where crocodiles fill the lake and vines drape over ancient temple walls. The 515-square-mile park supports over 300 bird species and one of the largest concentrations of tigers in India. Your guide will lead you through the secluded landscape to track the elusive and illustrious Bengal tiger."
    },
    {
      "dayNumber": "4",
      "title": "Jaipur - Travel to Jaipur",
      "description": "You can enjoy the morning air with a small trek to the temple inside Ranthambore Fort. You will find an authentic ambiance as you reach the temple for a blessing ceremony. Monkeys will wander the pathways and watch passersby from the trees. The aromas of incense and burning oil from the lamps will fill the gallery. You can watch as visitors offer fruits and flower garlands before receiving blessings. You can also receive a blessing yourself before you return to your hotel and meet your private transfer ready to whisk you away to the captivating city of Jaipur."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur - Enjoy the Culture and Colors of Jaipur",
      "description": "You will begin your exploration of Jaipur with your private guide at the magnificent Amber Fort. The scale of the complex encompasses over one and a half square miles consisting of four courtyards, a network of palaces, colorful gardens, and grand halls. The glass inlaid panels and colored foil in the Mirror Palace would reflect candlelight to resemble a glittering starlit sky. You will continue discovering Jaipur at the Palace of Winds to find the landmark with a pink facade and lattice windows overlooking the main street of the old city. The building offers an example of traditional Rajput architecture."
    },
    {
      "dayNumber": "6",
      "title": "Rohet - Experience Village Life and Luxurious Landscapes",
      "description": "You will arrive at your gorgeous accommodations by private transfer to a newer building designed to resemble an antique fort. The magnificent walls will shine a golden color and reflect in the tranquil waters of the infinity pool. In the afternoon, your guide will take you on a tour of the village to experience life in rural Rajasthan. Mud houses will rise out of the landscape and men will wear brightly colored turbans. Women will walk down the street in elegant saris decorated with vibrant designs while the marketplace brims with a rich display of fragrant spices."
    },
    {
      "dayNumber": "7",
      "title": "Rohet - Visit Charming Jodhpur",
      "description": "Your guide will meet you at the hotel after breakfast and lead you to the unique streets of Jodhpur, the Blue City. The colorful homes will line maze-like lanes and sit beneath the shadow of Mehrangarh Fort crowning the hilltop 410 feet above the city. The walls of the stronghold reach up to 118 feet tall and protect an exquisite palace complex. You can wander the walls to find preserved cannons and views of Jodhpur. At Jaswant Thada, you will discover a 19th-century memorial carved from sheets of marble. The thin layering and polish make the facade glow in the sunlight."
    },
    {
      "dayNumber": "8",
      "title": "Narlai - Find Charm and History in Rural Rajhastan",
      "description": "You travel to Narlai in the morning to enjoy the comforts of a refurbished hunting lodge situated in the Rajasthani countryside. A sense of grand antiquity will stem from the lodge’s 17th-century origins. You will explore the beauty of the setting with your choice of activities like horseback riding or relaxing in the resort’s soothing spa. For a unique experience, your guide can take you through the landscape in search of the leopards known for wandering the area freely. You can often find them lounging in the shade of rocky outcroppings or relaxing in the tree branches on warm afternoons."
    },
    {
      "dayNumber": "9",
      "title": "Udaipur - Uncover Ranakpur en route to Udaipur",
      "description": "Before you reach the lovely city of Udaipur, you will stop at Ranakpur to visit the fascinating Jain Temple. The complex was established in the 15th century with seven temples dedicated to different gods. The remarkable architecture features intricate carvings reflecting the historic Maru-Gurjara architecture. The main temple shimmers with white marble and is famous for possessing 1,444 pillars spread across 29 halls. When you reach Udaipur, you will board a boat on Lake Pichola and cruise to the granite and marble facade of Jag Mandir Palace located on an island at the heart of the lake."
    },
    {
      "dayNumber": "10",
      "title": "Udaipur - Tour the Beauty of Elegant Udaipur",
      "description": "The tranquil setting of Udaipur will enchant you as you wander along the streets nestled between Lake Pichola and the purple mountains of the Aravalli Range. Your guide will take you through the timeless warren of elegant buildings and charming views to reach the lavish halls of the City Palace. The four palaces of the complex reflect the different architectural styles and influences of the times dating back to the mid-16th century. In the Sahelion ki Bari gardens, you can relax in the pristine setting of trickling fountains, marble pavilions, and regal lotus pools."
    },
    {
      "dayNumber": "11",
      "title": "Udaipur - Depart for Home",
      "description": "At breakfast, you will find the familiar aromas of cinnamon and nutmeg from chai masala. The morning light will spread over the city and return the glint to the face of the City Palace and the shimmer to the waters of Lake Pichola. You will bask once more in the fairytale ambiance of the city before your guide escorts you to Udaipur’s Maharana Pratap Airport for your flight to Delhi. Once in the capital city, you will have plenty of time to check-in for your flight home bringing an end to your fabulous India trip."
    }
  ],
  "map": ""
}