{
  "destination": "India",
  "mainPhoto": "",
  "id": "amazing-south-india-tour-temples-ruins-nature",
  "tourName": "Amazing South India Tour: Temples, Ruins & Nature",
  "placesVisited": "Bangalore, Mysore, Nagarhole Wildlife Sanctuary, Coonoor, Kodaikanal, Mahabalipuram, Chennai, Kochi",
  "generalInfo": "Step into the depths of Southern India on this 16-day vacation that will show you the range of the landscape and the reach of history. Your journey will take you alongside the golden sands of the Arabian Sea and into the depths of cave temples. Witness the immaculate gilded tiles in a maharaja’s summer palace before cruising down a river in search of elephants. From colonial forts to regal murals, mystical carvings to mountain villages, on this trip you will find luxury and discovery to be one and the same.",
  "durationDays": "16",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chennai – The Southern Gateway",
      "description": "Welcome to Chennai, India’s fourth-largest city. The diverse neighborhoods create an eclectic ambiance that emanates from the locals. The people beam with enthusiasm about their town, ready to treat everyone as a guest in their home. Your private transfer meets you at the airport and escorts you to your luxurious hotel. Golden sand stretches over Marina beach. A quiet rush of emerald waves hits the coastline. Traditional colorful boats rest on the shore. You find charm in the old British Fort St George. Narrow streets and old bazaars add a classic image of India in the historic neighborhood of George Town."
    },
    {
      "dayNumber": "2",
      "title": "Chennai – Through the Varied Streets of Chennai",
      "description": "The morning light drapes over Chennai. The city streets begin to bubble with life. The sweet scent of coconut milk and fresh fruit drifts through the air. After breakfast your guide meets you at your hotel ready to show you the beauty of the city. Kapaleeshwarar Temple is located in the Mylapore neighborhood. The rainbow colored gateway tower is typical to the Dravidian architectural style, consisting of sandstone or granite pyramid shaped towers. The temple was constructed in the seventh-century. The gateway tower stands over 120 feet tall and is decorated with stucco figures commemorating gods and legend. Inside the temple grounds you will come to the Kalyana Mandapam complex, a hall supported by 16 elegant pillars and adorned with elephant motifs along the rising dais. Fort St. George was constructed in the 17th century and was the first British fortress in India. St. Mary’s Church, located within the fortress walls, was constructed in 1680 and is the oldest surviving British Church in India. When you stroll through the complex you will find colonial history written on the walls and displayed in the museum, including original letters from Lord Cornwallis. The statue of Cornwallis is of graceful design. His prominent pose shows his gentleman stature as the relief along the base shows his compassion and devotion."
    },
    {
      "dayNumber": "3",
      "title": "Bangalore – The Cosmopolitan South",
      "description": "This morning you rise with the aroma of fresh-brewed coffee. After breakfast your private transfer will take you from your hotel to the airport for your flight to Bangalore. The cosmopolitan city is rich with modern restaurants and shops while embracing its Victorian-era architecture. The progressive nature of the city stems from its booming IT industry. Once in the center of the city you will enjoy the parks and gardens constructed during the city’s colonial past. The wide avenues are lined with trees. The breeze cools the mid-morning sun and rustles the leaves. Tipu Sultan’s Summer Palace was constructed in the 18th century combining Indian and Islamic architecture. The teak structure is adorned with large balconies, textured arches, and thin pillars. Venture through the ground floor rooms to view the small museum. Tipu Sultan’s clothes shine beneath the museum lights. Gems and immaculate stitching show the intimate detail that brings the opulence of the dynasty forward. Within the splendor of the Lalbagh Botanical Gardens a mixture of tropical plants collected on the commission of Tipu Sutlan. The entire garden is set over 240 acres with rare plant species from Persia and Afghanistan. Whether inside the spectacular glasshouse or wandering through the manicured hedge maze you will find grandeur within the garden walls."
    },
    {
      "dayNumber": "4",
      "title": "Mysore – Regal Remains",
      "description": "Your private transfer collects you after breakfast to continue your journey southward. En route to Mysore you come to Srirangapatna, the capital of Southern India in the 18th century. The Kaveri River encircles the entire town creating a river island. Ranganthaswamy Temple is dedicated to a manifestation of the god Vishnu. The structure dates back to the 10th century and continues to captivate pilgrims from near and far. A fabulous tower in a pyramidal shape overshadows the entrance gate. Once inside the temple you find miniature decorative towers whose niches are filled with images of Vishnu. Incense burns and gives the temple an encompassing scent of sandalwood. In the early afternoon you will continue to Mysore, known as a rural city. Over 600 years of history can be seen throughout the flamboyant streets of the city, from lavish royalty to energetic markets. The immaculate construction of Mysore Palace blends Hindu, Muslim, Rajput, and Gothic styles with a 145 foot, five-story tower surrounded by a pristine garden. When you come to the Marriage Hall you find an octagonal-shaped pavilion. The stained glass ceiling brings multiple hues to the interior where peacock motifs are arranged in geometrical patterns. You find another peacock mosaic designed with illustrious tiles along the floor."
    },
    {
      "dayNumber": "5",
      "title": "Mysore – Flowers and Hills",
      "description": "The morning blossoms over Mysore’s Flower Market. The colors and aromas of the market are unparalleled, brimming with a rainbow of petals in the undisturbed sunlight. The market is over 125 years old. Venture beneath the awnings that stretch over the narrow market paths. The scent of fragrant flowers is vivacious and fills the entire outdoor bazaar. You find colorful collections of petals and buds strung together to create necklaces made of marigolds and bracelets made of roses. Each flower represents a different emotion or wish. Garlands and bouquets are often used for weddings, festivals, and rituals. The market is knitted seamlessly into the heritage of the city showcased by the local enthusiasm for the everyday goods. Continue your exploration of the city with a visit to Chamundi Hill. The peak stands at almost 3,200 feet. You will find the Sri Chamundeswari Temple along the summit decorated with a 120-foot entrance gateway. The edifice dates back to the 13th century. The interior walls are decorated with sculptures of stone animals, depicting elephants, tigers, and gods."
    },
    {
      "dayNumber": "6",
      "title": "Nagarhole National Park – Rich Wildlife of the South",
      "description": "You will depart from Mysore after breakfast. The indulgent scent of the flower market stays with you. The elegant towers of the Maharaja Palace drift into the horizon. Today you make your way to Nagarhole National Park, away from cosmopolitan streets and lavish palaces, and into the rich wildlife of fantastic jungle and a peaceful lake. In 1999 the park was declared part of the Project Tiger conservation project. The collection of forest, streams, hills, valleys and waterfalls covers over 248 square miles. The blend of lush forest and riverbank allows for open sightlines during a game drive so you can witness the local wildlife in their natural habitat. In the late afternoon you will be guided through the trees in an open-air jeep to experience the wilds of India first hand. When you come to the lake you find the open marshland plush with greenery. The grassland from the banks to the tree line gives you a perfect view of the troop of Asian elephants walking to the watering hole. Their lumbering steps are calculated and calm. Their gray skin is tinted red from the dirt and mud they spread over themselves to keep cool. Behind the large matriarch you can see a calf. It follows the larger female around and imitates her every move. You can sit and watch the elephants for hours. After they sip a little water from the lake they return to the woods and disappear behind the brush."
    },
    {
      "dayNumber": "7",
      "title": "Nagarhole National Park – The Staggering Beauty of a River",
      "description": "The morning brings the wild to life in Nagharhole National Park. After breakfast you will follow your guide out into the fabulous landscape to view the wonders of the wildlife, from leopards to barking deer, wild dogs to bonnet macaques. Bonnet macaques are often the most visible and energetic in the mornings. You hear their calls in the canopy. They have light brown fur that sometimes blends into the bark but soon the macaques are betrayed by their own movement. They run through the trees causing the branches to swing and sway. From the banks of the Kabini River you see locals paddling through the water on coracles. Within the towering trees and dangling branches your guide stops the vehicle and points into the distance. You can see a stunning orange mass meandering just above the brush. You realize it’s a tiger. You immediately notice its gracefulness for a cat that weighs an average of 518 pounds. The tiger is the largest of the big cat family and its black stripes stand out against its sweeping orange fur. Soon the tiger blends into the distance and you move farther away from the riverbanks."
    },
    {
      "dayNumber": "8",
      "title": "Coonoor – Capital Summers",
      "description": "The exquisite Nagarhole jungle fades away after breakfast as you come to the Nilgiris Hills. The hillside rises over 7,500 feet and is famous for its incredible scenery. Tall pine trees surround the lanes outside the town, giving the area a countryside ambiance. Ooty was established in the 19th century and continues to display the charm of Raj-era bungalows, Hindu temples, and fabulous gardens. The mountain range is draped in green fields and towering trees. You can hear the gentle push of the Toy Train that winds through the foothills. Continue onward to Coonoor, a hillside town with plenty of access to the surrounding gorgeous landscape. Find yourself at Dolphin’s Nose Viewpoint where you can look over the marvelous vista of the hillside. You can see Catherine Falls in the distance splitting the hillsides. The double-cascaded waterfall is the second highest in the mountains reaching around 250 feet. If you listen closely you can hear the water’s rumble lifting into the breeze."
    },
    {
      "dayNumber": "9",
      "title": "Kochi – Coming to the Seaside",
      "description": "Breakfast is filled with the earthiness of fresh-brewed tea. Soon you find yourself winding down the hillside and leaving behind the Nilgiris Mountains. You arrive in Kochi, the first European settlement in India. The port was founded by Vasco da Gama in the 16th century and continued to be Europe’s center for the spice trade for centuries. The diverse history of the city has created an incredible culture, where giant fishnets from China sit off shore and a 400 year old Synagogue continues to draw attention. The Paradesi Synagogue was constructed in the 16th century and is one of seven synagogues of the Kochi Jewish community. The ornate gold pulpit stands above hand-painted floor tiles decorated with willow patterns, each unique from one another. When you look up you notice the tremendous chandeliers and colored glass lamps brought over from Belgium. The decadence of the synagogue can be seen within its immaculate interior. The history of the city can be witnessed within the lively streets. The culture of Kochi can be felt within the friendliness of the locals."
    },
    {
      "dayNumber": "10",
      "title": "Kochi – Seashore to Canals",
      "description": "The morning sun casts a pink glow on the horizon. You can watch the colors of the coastline change as the large Chinese fishing nets begin to wade in and out of the water. Your guide meets you after breakfast for a morning tour of the city. Mattancherry Palace was presented as a gift by the Portuguese to the Raja of Kochi in the 16th century. Inside of the palace you will find the magnificent murals in the tradition of temple art. The bedchamber’s wall stretches over 300 square feet and is decorated with 48 paintings. A number of the pieces of artwork represent the Ramayana, one of the two great epic works in Indian literature. In the early afternoon you will board a motor launch from Alleppey that will take you through the backwater canals. The winding waterways have given area being the pseudonym “Venice of India.” Large trees line the canals and cast their dangling leaves over the water. You can see houseboats anchored along the banks. Shallow boats filled with local fruits, pineapple and banana, skim alongside the reaching palm trees. The atmosphere is unique and mesmerizing. Soon your cruise through the backwater is finished and you are escorted to the remarkable Periyar Wildlife Sanctuary. The national park was established in the 20th century and is located within the Cardamom Hill. You step aboard the bed for your afternoon excursion along the Vaigai River. You notice the long grass waving in the cool breeze. The Western Ghats Mountain Range undulates in the distance. The open riverbanks allow for the best view of elephants and the amazing colors of the giant Malabar squirrel. You can even see wild bison grazing on the plain."
    },
    {
      "dayNumber": "11",
      "title": "Kodaikanal – The Mountains of Kodaikanal",
      "description": "You can hear the drifting river in the distance as you make your way from the plains and forest of Periyar to the tranquil landscape of the Palni Hills. The city of Kodai sits near the glassy waters of the Kodaikanal Lake. The scent of eucalyptus is light in the air. You can see the gargantuan rocks peeking through the shola forests above the valleys. The beauty of your surroundings extends beyond palaces and history, and is obvious in the diverse landscape. Step along Coaker’s Walk to find the pleasant pathway around the lake. Kingfisher sing in the trees before swooping down to catch their leaping meal. You can find a small observatory at the end of the path where a telescope looks out into the sweeping sky."
    },
    {
      "dayNumber": "12",
      "title": "Kodaikanal – Lakes and Rocks",
      "description": "You wake up in quiet surroundings. The valleys below are covered in early morning mist. The elegance of the scenery is endless as the mountains poke through the blanketed white clouds. As the midmorning sun begins to shine brighter and warmer the clouds dissipate. The exceptional greenery returns to the hillside. The day is at your leisure allowing you to discover more of the natural wonders of the mountain range or relax in the gentle energy of the streets. Pillar Rocks jut out from the rising earth 400 feet high. The three giant pillars are colored with gray and red stone housing pockets of forested brush. From the summit you can see a panorama of the meandering valley. Silver Cascade Waterfalls is created by water careening down the larger hills. The smooth terraces have been shaped with time by the whitewater whose magnificent roar can be heard echoing in the trees."
    },
    {
      "dayNumber": "13",
      "title": "Madurai – The Soul of the Mountains",
      "description": "The scent of the surrounding trees mixes with the sweetness of the chai masala. After your meal you climb into your private car and find one of the oldest cities in India, Madurai. The roots of the city date back to ancient Rome, trading between civilizations and enduring through time. You find the Meenakshi Amman Temple on the southern bank of the Vaigai River. The temple helps form the heart of the 2,500-year-old city. The current edifice was constructed in the 17th century and houses 14 gateway towers that climb up to 170 feet in the air. Over 33,000 sculptures decorate the temple. The central shrine contains an image of Meenaskhi carved out of an emerald-colored black stone. Exploring the temple complex is like stepping into a different world where mythology comes to life, no more so than Thousand Pillar Hall, where two rows of pillars are intricately adorned with mythological beasts that have the body of a lion and the head of an elephant."
    },
    {
      "dayNumber": "14",
      "title": "Chennai – A Return to the Cosmopolitan",
      "description": "The morning rush of Madurai can be felt beating around the heart of the city. Soon you are collected from your hotel and venture by flight from Madurai to Chennai. With the remainder of the day at your leisure you could visit the Theosophical Society. The retreat is found on over 247 acres of land that offers a tranquil respite from the city streets. In the library you can find scrolls that date back a millennium sitting beside 19th century handmade bibles. When you walk through the garden you can’t help but notice the exceptional quiet that seems to follow the paved pathway. A banyan tree is bathed in natural golden light. The exceptional collection of hues from emerald leaves and blossoming rose petals gives the gardens extra dimension and unforgettable majesty."
    },
    {
      "dayNumber": "15",
      "title": "Mahabalipuram – More than Karsts",
      "description": "When you wake up in the morning you will come to the seaside town of Mahabalipuram. The ancient seaport of what was once Pallava Kingdom continues to be home the fantastic carved stone carved temples. The 7th-century temple located at the south end of the city is called the Five Rathas. Each edifice was carved from a single large boulder and was dedicated to a specific Hindu god. Arjuna’s Penance is a giant relief that is considered to be one of the masterworks of ancient art. The intimate carvings tell the story of Hindu mythology and everyday life in South India. You find a small herd of elephants pictured on the stone near an image of a cat atoning to a crowd of enthusiastic mice. In Kanchipuram you will pass the rainbow colors of sari shops and soft drapings of silk shops. The city was once the ancient capital of Pallava from the 6th to the 8th century at the same time the monuments of Mahabalipuram were erected. The city’s oldest temple is Kailasanatha Temple dating back to the 8th century. The sandstone gives a golden hue to the structure. Half-animal deities adorn the pillars and walls. The elegance and power of the temple’s design is stunning, from its exterior to its interior. The quiet ambiance adds a layer of sophistication and legend to the walls and surrounding sculptures."
    },
    {
      "dayNumber": "16",
      "title": "Chennai – Southern Departures",
      "description": "Chennai is the gateway both to and from Southern India. After breakfast your private transfer will escort you from your hotel to the airport. Through the window you can see the endless smiling faces of the locals. The sapphire water wades against the sandy shore. The sweet and spiced essence of the chai from breakfast lingers on your taste buds. Your time in Southern India brought you temples and palaces, tigers and mountaintops. You will never forget your exploration of India’s tropical south and you will always remember its splendor."
    }
  ],
  "map": ""
}