{
  "destination": "India",
  "mainPhoto": "",
  "id": "indias-golden-triangle-senior-tour",
  "tourName": "India’s Golden Triangle Senior Tour",
  "placesVisited": "Agra, Jaipur, Delhi, Shimla",
  "generalInfo": "Embrace the wonders of the Golden Triangle and beyond during this customizable 14-day India tour that focuses on Delhi, Agra, and Jaipur. Venture through the desert to find exotic palaces and to discover marble tombs that decorate the banks of the Yamuna River. The sound of the sitar will become an enticing staple of your journey, and you will find comfort in aromatic cuisine and opulent fortresses.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – India’s Capital City",
      "description": "The vibrant city of Delhi acts as an amalgamation of greater India with streets and architecture that embody the broader history, culture, and heritage of the nation. Your flight will land at Indira Gandhi International Airport, where your private transfer will greet you at customs and transfer you to your luxurious accommodation in the heart of the city. You will then have the remainder of the day at your leisure to enjoy the comforts of your gorgeous accommodations. For insight into the unique beauty of Delhi, you can visit the Old Fort of Purana Qila, which boasts foundations that date back 2,500 years."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – History and Treasures of Delhi",
      "description": "After breakfast, your guide will meet you in the hotel lobby and introduce you to the sensory feast that Delhi represents. You will be exposed to the layered aromas of simmering curries, the lively cries of merchants as they call to passersby, and the spectacular colors of the architecture and clothing. You will make your way around a selection of the eight distinctive neighborhoods at your preferred pace to discover how each district acts as a separate city. You will continue to Gurudwara Bangla Sahib, which is the most important Sikh place of worship in the city."
    },
    {
      "dayNumber": "3",
      "title": "Delhi – The Changing of the Guard",
      "description": "After breakfast, you will set out to view the renowned Changing of the Guard at the residence of the president. After viewing the fascinating ceremony, you will continue with your guide to Old Delhi. Inside the Red Fort, you will discover how the contemporary lives of Delhi residents revolve around the antique architecture and back alleys of the complex. You can enter the bustling lanes of Chhatta Chowk bazaar, where merchants display their flowing silks, shimmering gems, and antique silverware among aromas of mouthwatering cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Agra – Visit the Iconic Taj Mahal",
      "description": "Your private transfer will then meet you in the hotel lobby after breakfast to escort you to Agra. After taking time to settle into the comforts of your luxurious accommodation, your guide will take you on an intimate tour of the Taj Mahal at sunset. The shifting colors of the sky will reflect across the pristine marble façade of the Mughal monument. The iconic dome stands 180 feet tall with a diameter of sixty feet at its widest point. As you walk around the decorated gardens, you will find elegant pools that help create a harmonious ambiance of the monument."
    },
    {
      "dayNumber": "5",
      "title": "Agra – Famous Mughal Monuments",
      "description": "Your guide will greet you at your hotel after breakfast to introduce you to the greater Mughal monuments of Agra that have shaped the city since the 17th century. You can begin your tour at Itimad-ud-Daulah’s Tomb, which historians believe was the inspiration for the Taj Mahal. The tomb rises above the banks of the Yamuna River with an exquisite design. You can continue to the gardens of Mehtab Bagh to walk along the square complex. Flowering trees and lush bushes open along the edges of the Yamuna River for remarkable views to the Taj Mahal located across the water."
    },
    {
      "dayNumber": "6",
      "title": "Jaipur – The Former Mughal Capital",
      "description": "The unique aesthetic of the Mughal Empire will once again become apparent during your private tour of the former capital city of Fatehpur Sikri. Your private transfer will greet you at your hotel after breakfast and lead you to the 16th-century complex to meet your guide. Your guide will explain the unique blend of Indian and Islamic elements that create a fascinating architectural masterpiece. The city has been preserved, allowing you to wander through the three palaces. You will find the Hiran Minar, which is a spiked tower that is decorated with elephant tusks carved from stone."
    },
    {
      "dayNumber": "7",
      "title": "Jaipur – Amber Fort and Sitar Lesson",
      "description": "In the morning, the vibrancy of the Pink City’s streets will return. Your guide will meet you at your hotel and take you to the dramatic gates of the Amber Fort, which is located at the edge of Rajasthan’s capital. You will enter the Sun Gate to reach the first of four courtyards. In the afternoon, you will continue to a local village to experience the traditions of the Rajasthan state, which is often considered the most colorful state of India. Here, you may notice locals leading camels, teaching visitors how to tie turbans, and offering lessons on the art of henna. You will sit in the comforts of a private home to begin your sitar lesson."
    },
    {
      "dayNumber": "8",
      "title": "Jaipur – Delight in Heritage and Color",
      "description": "Today, you will venture into the heart of Jaipur to explore the city center with your guide. First, you will witness the iconic pink walls of the City Palace. The Welcome Palace contains a small museum that displays royal costumes and opulent shawls of the former royal family, such as garments worn by Sawai Madho Singh I. You will then continue to the Nahargarh, which is an 18th-century fortress that overlooks the city. The complex once acted as a summer retreat for the royal family and now hosts approximately a dozen identical bedrooms that belonged to the different queens."
    },
    {
      "dayNumber": "9",
      "title": "Delhi – Day at your Leisure",
      "description": "The familiar aromas of chai masala will fill the streets of Jaipur in the morning. Your private transfer will greet you at the hotel and escort you back to Delhi, where you will have the day at your leisure. After settling into the charms of your accommodation, you can venture into the unique districts of the city to enjoy the streets at your own pace. You can find merchants with a blend of handicrafts and cuisine. Cultural performances reflect the diverse heritage from around greater India. The stalls around the marketplace rotate every 15 days to ensure the handicrafts on display remain fresh and diverse. The colorful displays include jewelry, paintings, leather goods, rugs, and saris."
    },
    {
      "dayNumber": "10",
      "title": "Shimla – Day of Self-Exploration",
      "description": "After breakfast, you will have a private transfer to the airport, where you will board a brief flight that is bound for Chandigarh. You will continue to Shimla with the comfort of a private driver. The city once acted as a summer resort during British colonial India and retains an ambient charm within the car-free city center. The main avenue winds along the spine of the hills with branching streets that create labyrinthine alleys and hidden stairways. On clear days, the expansive view opens to the jagged peaks of the Himalayas. You will then settle in to your accommodation before having the rest of the day to spend at your leisure."
    },
    {
      "dayNumber": "11",
      "title": "Shimla – Bask in the Countryside",
      "description": "The city of Shimla rests along a steep ridge at the foothills of the Himalayas. As you stroll the streets at your own pace, you can find troops of monkeys that roam the streets. You can venture to the peak of Jakhoo Hill to find spectacular views of the mountainside and a panorama of the city below. A temple crowns the hill and is dedicated to Hanuman, which is the Hindu monkey god. At the temple, you can find images of Hanuman that decorate the outer walls and the interior."
    },
    {
      "dayNumber": "12",
      "title": "Shimla – Indulge in the Scenery",
      "description": "n the morning, the austere façade of Gorton Castle will return into view along the alpine streets of Shimla. After breakfast, you will make your way to the train station for a journey along the Himalayan Queen Express Toy Train. The scenic ride travels between Shimla and Kandaghat. The service ventures 60 miles across 20 hill stations, through 102 tunnels, and over 889 bridges. During your adventure, you will have time to explore the village of Kandaghat, where the Chail View Palace connotes the former opulence of the district as a royal summer escape."
    },
    {
      "dayNumber": "13",
      "title": "Delhi – Back to Delhi",
      "description": "You can relax in the morning at your preferred pace by wandering the pedestrianized city center of Shimla. When you are ready, your private transfer will meet you in the lobby and escort you back to Chandigarh for your return flight to Delhi. Upon your return, a private driver will transfer you to your accommodation. Once you settle in and relax, you will have the remainder of the day at your leisure. For a unique view of Delhi, you can visit the narrow lane of Natraj Dahi Balle for an eclectic fusion of cuisine."
    },
    {
      "dayNumber": "14",
      "title": "Delhi – Depart for Home",
      "description": "In the morning, you can listen to the harmonious call to prayer before your private transfer meets you at the hotel. You will venture to the airport with plenty of time to connect with your flight home."
    }
  ],
  "map": ""
}