{
  "destination": "India",
  "mainPhoto": "",
  "id": "the-fabled-cities-of-north-india-tour",
  "tourName": "The Fabled Cities of North India Tour",
  "placesVisited": "Delhi, Varanasi, Khajuraho, Agra, Jaipur, Bijaynagar, Jodhpur, Jojawar, Udaipur",
  "generalInfo": "The famous cities of North India are no longer relegated to stories. Experience the beautiful history and ravishing culture that has brought renown to the country. You will watch the immaculate marble of the Taj Mahal capture the colors of sunrise. Experience the tremendous devotion of pilgrims at Varanasi. Capture the images of the pink city walls of Jaipur and the blue buildings of Jodhpur. Find the reality of lakeside cities and forest-clad temples far more wondrous than the stories of India ever could be.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – The Storied Cities Begin",
      "description": "Welcome to the remarkable city of Delhi, the capital of India. Your private transfer meets you at the airport and escorts you to your fabulous hotel. The energy in the streets is palpable. The Old City walls wrap around Chandi Chowk , the ancient market that continues to thrive. The colors and aromas of the city are enticing. The scent of cardamom and allspice is exotic and rejuvenating. Local men sit and sip their tea at chai stands. The spices emanate from the beverage and linger in the air."
    },
    {
      "dayNumber": "2",
      "title": "Delhi – Ancient and Modern History",
      "description": "You wake up and find the beauty of Delhi already bright in the morning sun. The old and new neighborhoods bustle with shops and restaurants. Rickshaws are painted vibrant yellows and greens, colors that often represent prosperity and luck. Your guide meets you after breakfast. You step out into the city ready to experience its depth and wonder. Humayun’s Tomb was constructed in the 16th century and was the first large-scale structure to be built using sandstone. The red coloration captures the sunlight and glistens against the soft blue sky. You look at the central entrance and find the high archway topped with cupolas. Small minarets surround the white marble dome. The entire complex is magnificent, from the geometric patterns that decorate the exterior walls to the impressive floor plan of the interior chambers. Stone latticework covers the slightly recessed upper windows. There are 124 vaulted chambers throughout the grounds. The atmosphere is tranquil. The grounds are gorgeous from the architecture to the gardens. The image of Humayun’s Tomb continues to play in your head as you continue your tour through Delhi."
    },
    {
      "dayNumber": "3",
      "title": "Varanasi – The Depths of a Holy City",
      "description": "The morning light brings Delhi’s streets back to bustling life. After breakfast, your guide meets you and transfers you to the airport for your flight to Varanasi. The city brims with religiosity and is one of the most significant places for all Hindus. The city is almost overwhelmingly colorful. The vibrant hues from saris look like rainbows draped across the streets and along the ghats of the Ganges’s riverbanks. Varanasi continues to be one of the oldest inhabited cities in the world. Your guide takes you to the Dhamek Stupa, one of the many holy places around the city. It is believed to be where Buddha first spoke his sermon after enlightenment. The Stupa was constructed in the 6th century and rises to a height of almost 130 feet. You can see the delicate reliefs of birds and people. You can sit in the open complex and find tranquility far away from the energetic bustle of the city streets. In the evening you will enjoy a river cruise down the Ganges. You watch the ghats as the sun meanders along the horizon. The Aarti Ceremony commences in the golden orange of sunset. You see a man holding a lamp with a single flame. The chaotic colors of the riverbanks become an organized movement. The five elements of space, wind, fire, water, and earth surround the devoted followers. You hear the collective singing of the people on the ghats. Their voices unite into a soothing harmony as you continue to cruise down the river."
    },
    {
      "dayNumber": "4",
      "title": "Khajuraho – A Holy Sunrise and Ancient Empires",
      "description": "Today you will witness the morning wash over one of the holiest cities in India. Your guide meets you at your hotel and escorts you to the ghats along the Ganges. The sun begins to hover over the horizon. A deep red color shifts to an open yellow that pushes against the remaining night. You notice the distinct beauty between the shades of the sky that reflect in the water creating silhouettes of the boatmen in the distance and the shimmering buildings of the city behind you. You spend the morning strolling through the riverside temples and shops. Pilgrims cup their hands, dip them in the river and bring the water to their lips. In the afternoon you are taken to the airport and find yourself in the city of Khajuraho to visit the exceptional ancient temples. The temple complex dates back to the 10th century and once had 85 temples spread over 12 square miles. Today around 20 temples remain. The structures follow the quintessential Hindu geometric design. The Parshvanath temple is dedicated to Jainism and is one of the earliest constructed temples in the complex. You can find a famous magic square carved into the interior wall. The carvings are breathtaking. You can see the intricate detail in every image whether person, animal, or deity. The stupas climb one above another. It is impossible not to marvel at the construction, the artistry, and the preservation. In the evening you will view the sensational light and sound show that takes place over the western temples’ rising stupas."
    },
    {
      "dayNumber": "5",
      "title": "Agra – Spectacular Carvings",
      "description": "Today you will once again explore the depths of the temple complex. The western temples are dedicated to Lord Vishnu known as the Preserver of the Universe. The collected temples display thousands of statues and artworks. Walking around the 870 sculptures in the Kandarya Mahadeva Temple, the largest of the complex, is an unparalleled moment. You can see an elephant decorated as a warrior. People dance and pray. The images depict daily life and values. You can even view the famous examples of erotic art on display that accounts for 10 percent of artwork in the temple complex. In the afternoon you will climb aboard the train at the Jhansi station and make your way to Agra. Through the window you can see medieval villages decorating the countryside. Ancient temples almost blend into the hills. Stone and mud homes stand out against the tall grass. Arrive in Agra and be transferred to your hotel for the evening."
    },
    {
      "dayNumber": "6",
      "title": "Agra – The Continued Marvels of Mughal Empires",
      "description": "You are awake before dawn and met by your guide. You find yourself walking through the entrance gates to the Taj Mahal and discover the magnificent structure at the far end of the 980 square foot garden. In the midnight blue sky the marble mausoleum continues to shine an immaculate white. You stroll through the long stretch of manicured trees and pristine grass. When you come to the steps of the platform you notice the marble’s coloration shifting. As the sun rises the stone catches the light. The white turns to red and then orange. When the sun is fully over the horizon you see a lingering rosy hue draped over the famous large curved dome. The complex was built in the 17th century for the Shah Jahan’s third wife. The graceful design and delicate features represent a mixture of Persian, Islamic, and Hindu elements. You can find some of the lattice screens bordered by painted flowers and plant motifs. Persian poems are written in calligraphy around the doorways. The magnificence of the Taj Mahal is in its elegant construction but also in the impeccable tiny details. At dusk you will enjoy the view of the Taj Mahal from the Mehtab Bagh, the garden located cross the Yamuna River. The water reflects the opulent structure in the light of the setting sun."
    },
    {
      "dayNumber": "7",
      "title": "Jaipur – Ghost City and Pink City",
      "description": "Today you sleep through the sunrise dreaming of the unparalleled colors of the Taj Mahal. Your guide meets you after breakfast and takes you to the ancient capital of the Mughal Empire. Fatehpur Sikri was built in the 16th century and quickly abandoned. The sandstone material continues to give the old capital a red glow against the empty sky. The entrance gate, known as Buland Darwaza, stands over 465 feet tall. The cupolas top the gateway and add prowess to the impressive size. When walking through the expansive city you find the Hall of Private Audiences. Although the exterior connotes a plain square building the interior displays the famous central pillar. The octagonal shaft is decorated with both geometric and floral designs. 36 serpentine brackets support a circular platform. The intricacies of the structure are marvelous and the magnitude is captivating. In the afternoon you will meet a local family and enjoy a home cooked meal. The scent of coriander and cumin are earthy and luscious. Ginger brings an herbaceous twist the food. Later you will arrive in the Pink City of Jaipur but for now you indulge in some delicious home cooking."
    },
    {
      "dayNumber": "8",
      "title": "Jaipur – The Vibrancy of Pink",
      "description": "Beneath the towering pink walls of the City Palace, rickshaws share the streets with strolling camels. You find the iconic images of Jaipur in the heart of the city, known for its ancient sandstone buildings and honeycomb architecture. After breakfast you embark on a tour of the city and find the Hawa Mahal, also known as the Palace of Winds. The honeycomb structure was built in the 18th century. The lattice windows allowed the women of the royal family to watch the processions of the city, from daily markets to parades, without jeopardizing their virtue. When you step deeper into the City Palace you will come to the unique paintings and mirror work of Chandra Mahal. The seven-story structure is commanding in its beauty from both the outside and the inside. Much of this palace continues to be the residence of the descendants of Jaipur’s former royalty. The ground floor displays manuscripts and many personal belongings of the historic royal family. It isn’t just the opulence of the palace that is striking. You find wonder in the astrological park and Amer Fort, the people and the market. The city is filled with historic marvels and lively magnetic culture."
    },
    {
      "dayNumber": "9",
      "title": "Bijaynagar – The Rural Life for Me",
      "description": "Outside of Jaipur is the desert of Rajasthan. The golden sand spreads across the landscape to the horizon. After breakfast you watch the pink city fade in the distance and come to the village of Masuda. The villagers are filled with curiosity and are eager to show you their way of life. The scent of masala chai emanates from the local homes. Children are energetic wanting to show you around. The local market is filled with as much color as the streets of Delhi. Chilies and ginger are stacked in large baskets and sacks. Beads dangle from shop roofs. The villagers are endlessly friendly. Eventually the children resume their game of street cricket. You watch as one “bowls” the ball to the batter. He hits the ball and it flies out to a child waiting in the wings. The players hoot and cheer. You want to join in the excitement and fun whether you know how to play cricket or not. Later you will settle into your evening at Bijaynagar."
    },
    {
      "dayNumber": "10",
      "title": "Jodhpur – Village Life to Blue City Life",
      "description": "The morning sun casts an orange light across the Rajasthan desert. After breakfast you make your way to the village of Nimaj. Some of the surrounding temples date back to the 9th century and were built by the Pratihara Empire. On the outskirts of town you come to Magarmandi Mata, one of the temples constructed by to the Gurjar Pratihar. The brick platform holds up elegant reliefs along the temple’s flanks. The stones are carved with geometric shapes and intricate depictions of dancing women and warriors. In the streets of Nimaj women carry clay pots on their head. They fill the gourd at the local well and carry it home to use for cooking. In the morning hours it often looks like a daily procession. Before your arrival in the Blue City, you come to a Bishnoi Village. The villagers are known for their strict stance against harming animals and trees. You join the locals for a tasty meal and come to Jodhpur in the late afternoon."
    },
    {
      "dayNumber": "11",
      "title": "Jodhpur – When Everything is Blue",
      "description": "You watch the sun cast a spotlight over Jodhpur. The buildings found in the old city are pressed tight together and all shimmer bright blue. On the edges of the city you see the towering mountainside. Atop the mountain is the impressive Mehrangarh Fort that blends into the rocky terrain. The parapet was built 400 feet above the city in the 15th century. When you look out over the fortress walls the vast panorama of Jodhpur stretches beyond the blue of the Old City. The highest portion of the walls reaches a height of 118 feet and a width of around 68 feet. Step into the Hall of Mirrors and find the painted gesso panels of various deities. The stained glass windows reflect the outside light in bursts of color. The geometrical shapes on the wall base add symmetric designs to the entire room. The opulence is no less than stunning and offers a tremendous look into the lavish world of past royalty. Later in the day your private transfer will escort you to Jojawar for the night."
    },
    {
      "dayNumber": "12",
      "title": "Udaipur – With Trains and Temples",
      "description": "Your train departs from Jojawar in the morning. You step into the comfortable cabin and are ready to go. The scenery outside becomes plush with forest. The scent of sandalwood brings a pleasant spice to the air. At Ranakpur, you exit the train and venture for a look at the Chaumukha Temple’s exquisite architecture. The sanctuary’s magnificent artistry is apparent immediately. Domes, turrets, and cupolas stand tall over the sloping hill. The marble structure glints in the mid-morning light. The temple is known for having over 1,444 marble pillars, each one detailed with unique figures. One fabulous piece of decoration was carved from a single rock and shows 108 different snakeheads and numerous tails. A marble elephant stands beneath the central dome. You can’t help but think how much the temple looks more like an immaculate palace. You step aboard the train and continue your journey to Udaipur."
    },
    {
      "dayNumber": "13",
      "title": "Udaipur – The City Beside the Lake",
      "description": "Udaipur is a kaleidoscope of grandeur. It encompasses fairy tale palaces and temples, gardens, and hidden alleys. The colors and the architecture reflect in Lake Pichola and create a fabulous mirror image. After breakfast, you will embark on a full-day tour of Udaipur. The City Palace sits on the banks of the crystal water. The architecture is a reminder of the prestige and elegance of the city’s regal past that dates back to the 16th century. The façade is over 800 feet in length and 100 feet tall. The complex sits with the picturesque lake on one side and the rugged mountain range on the other. Inside the complex walls you come to a series of palaces and villages interconnected through zigzagging corridors. The Garden Palace, known as Badi Mahal, is found on a natural rock. The rooms are on the ground floor of the precipice but actually look to the fourth-story of the surrounding palaces. Paintings decorate the walls and commemorate the history of the palace, from maharajas to elephants. The atmosphere is romantic and regal as you stroll through the palaces that are pressed against the quiet lake."
    },
    {
      "dayNumber": "14",
      "title": "Delhi – The Lake and the Delhi",
      "description": "The morning light glistens off of the sapphire water. You can see the City Palace walls imitated in the lake’s crystal surface. The alluring spices of chai emanate from the local tea stand. You have grown accustomed to the luscious and soothing aroma. Your private transfer will take you from your hotel to the airport where you will catch your return flight to Delhi. Your time in the northern cities of India brought you lakes and temples, palaces and deserts. Soon you may have to pinch yourself to know that you amazing trip was real. But you have no doubt that it was. For more tour options, read the reviews for tour and travel agents for India ."
    }
  ],
  "map": ""
}