{
  "destination": "India",
  "mainPhoto": "",
  "id": "kingdom-of-rajasthan-tour-fabled-cities-thar-desert-hill-forts-palaces",
  "tourName": "Kingdom of Rajasthan Tour: Fabled Cities, Thar Desert, Hill Forts & Palaces",
  "placesVisited": "Delhi, Mandawa, Bikaner, Jaisalmer, Jodhpur, Udaipur, Jaipur, Fatehpur Sikri, Agra",
  "generalInfo": "The history of Rajasthan mesmerizes and inspires people throughout the world and during your 14-day India tour, the landscape tells legends of perseverance and the lavish architecture tells stories of wealth alongside colorful cities. You will venture through the fabled palaces of maharajas and discover the treasured majestic mansions that persist through time, where you can find unmatched regal beauty in the immaculate imagery.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - Among Palaces and Maharajas",
      "description": "Arrive in Delhi, the capital city of India. The energy is palpable the moment you step off the plane. You are met by your private transfer and quickly taken to your charming bed and breakfast that offers the calm of the countryside alongside the whirlwind of the Delhi streets. You are immediately swept up in the allure of India. Women walk down the street with saris that gracefully dangle and drift with vibrant hues. The spiced scent of masala chai brings familiar notes of cinnamon and cardamom. The old and new divisions of the city draw equal luster and vitality. You settle in and watch your first day in India go by."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - Explore India's Contemporary Capital",
      "description": "The morning streets of Delhi roar to life around sunrise. You are hidden away in comfort in your luxurious accommodation. Breakfast brings with it a traditional sweetness and spice of the masala chai, along with the flaky, delicious crunch of paratha , pan-fried flat bread. Your guide meets you in the lobby ready to take you through the wonder of Delhi, from the old bazaar that dates back to the 17th century to the blossoming marble petals of the Lotus Temple. The Akshardham Temple is a marvelous display of modern architecture set along the banks of the Yamuna River. The complex has combined traditions of Hindu and Indian culture, spirituality, and architecture to create an immaculate tribute of devotion and connection. The central monument rises 141 feet at its highest point and is carved with delicate flora, fauna, dancers, musicians, and deities from bottom to top. You notice the blend of red sandstone and pearl marble that bring the elements together as a tribute to India’s historical monuments. When you come to the musical fountain, the largest step well in the country, you find a respite from the sunlight and a grand display of musical theater in the evening."
    },
    {
      "dayNumber": "3",
      "title": "Agra - The Images of Agra",
      "description": "After breakfast your private transfer will meet you at your hotel to help you make your way from Delhi to Agra. The city is home to the iconic image of India, the Taj Mahal. Agra is a city always on the go, filled with modern commerce that surrounds the historical architecture from the Mughal Empire. Once there you will venture through the celebrated Agra Fort before coming to the gates of the Taj Mahal. Once inside the gateway you find the garden stretching over 980 feet, filled with raised pathways and exquisite flowerbeds. Fountains are lined next to avenues of trees all leading to the graceful white marble structure of the mausoleum. The complex was constructed in the 17th century by Shah Jahan. The curves of the central dome are elegant. The way that the sunlight casts the marble in various shades of oranges and blues continues to captivate visitors from all over the world. The minarets rise over 130 feet tall. Within the main archway you find intricate flowers carved into the walls and inlaid with precious stones that create a careful glint. Calligraphy climbs up the large pishtaq , the rectangular frame around an arched opening. The day wears into night and the glow of the Taj Mahal lingers."
    },
    {
      "dayNumber": "4",
      "title": "Agra - Present Icons to Past Capitals",
      "description": "As you step away from Agra you can imagine the early morning colors sweeping across the pearl marble at the Taj Mahal. The beauty of the site has not waned since its creation. You come to Fatehpur Sikri on your way to Jaipur. The ancient capital of the Mughal Empire began and ended in the 16th century. The sandstone complex brings a bright red color to the open blue sky stretching almost four miles in total circumference around the city walls. Buland Darwaza is a large gate that stands a striking 165 feet tall and resembles a “Victory Arch.” The Moorish archway at the central portico brings a grand echo within the gate and is topped with three cupolas. The city may have once been abandoned but continues to display grandeur and grace in its elaborate architecture, stunning coloration, and its artistry. You can see the mother-of-pearl mosaic along the wooden canopy in the Tomb of Salim Chishti. As you continue to Jaipur, the evening will settle over the Pink City where camels and rickshaws both come to a rest."
    },
    {
      "dayNumber": "5",
      "title": "Jaipur - Around the Majestic Pink",
      "description": "Jaipur is a fascinating city whose history stretches back to Maharajas, filled with mystique and sandstone palaces. After breakfast your guide will bring you out of the city to the serenity of the Water Palace. The walls glow with a light sandy color as the deep blue of the lake brings a contrast to the stone. The palace was constructed in the 18th century and sits at the center of Man Sugar Lake encircled by tremendous hills. At Monkey Temple, also known as Gaitalji, the ancient pilgrimage site is filled with temples that date back to the 16th century nestled between the hills. Rocky cliffs tower over the complex. You find a treasure of water tanks glistening in front of the rising stone temples. The complex is also known for its large population of rhesus macaque monkeys that rush along the upper levels of the cupolas and rocks, and drink from the pools. The day is filled with the unique topography and stunning architecture that has been treasured by the region and wilds alike."
    },
    {
      "dayNumber": "6",
      "title": "Jaipur - Beyond the Palace of Winds",
      "description": "Today you will once again journey through the wonderful Pink of Jaipur that is wrapped around its romantic past in the mystical remains of the empire. The historic center is filled with the terracotta pink color that is based in tradition. You find the Hawa Mahal, also known as the Palace of Winds, in the City Palace. The honeycomb façade was constructed at the end of the 18th century with latticed windows to allow female members of the royal family to look upon the processions of the bazaar without sacrificing their modesty. The name comes from the screens. When the breeze would brush through the windows it would bring a stir or whistle as the cool air entered the inner corridors. In the evening you can enjoy the sunset over the city at the Sun Temple, a small Hindu temple that offers a marvelous panorama. The relaxed ambiance brings a welcomed calm to the expansive view of pink that rises from the streets and the dusk. You will find tranquility in the breeze, the seclusion, and this moment set at the edge of a cobblestone walkway on the mountains that overlook the valley."
    },
    {
      "dayNumber": "7",
      "title": "Mandawa - Desert Mansions and Frescoes",
      "description": "Mandawa brings an 18th century opulence to the rolling sandy hills that surround the city. You find the charming and lavish haveli, historic mansions, of the city’s past, filled with remnants of a gilded age that stretches along what once were wealthy districts. The Double Haveli dates back to the early 1900s and adjoins two family wings. When you look at the open courtyard you are struck by the continual colors that flow from the floral arabesques and peacocks painted above the archways. The lattice windows scroll along the upper floors of many of the mansions, above ridged arches and intricate pillars. Cupolas of Mandawa Fort create the skyline of the city and stand above the illustrious frescoes on the gates which bring a fabulous power to the colorful walls."
    },
    {
      "dayNumber": "8",
      "title": "Bikaner - Relishing Desert Towns",
      "description": "When the morning light hits the frescoes along the Haveli you can imagine the glinting colors and images that have decorated the desert mansions for a century. After breakfast you will venture out of the city and onward to Bikaner, a vivacious town that was once a desert outpost, and continues to attract people from all over the world with its charm and stunning fortress. The desert Junagarh Fort was constructed in the 16th century with 37 bastions and a wall that stretches almost 3,000 feet. The doors to the main gate are reinforced with iron spikes and studs, meant to prevent imposing armies from ramming the doors with elephants. Within the Karan Mahal, the Hall of Public Audience, you find the immaculate décor fit for the royalty of Rajasthan. Stained glass windows and carved balconies stand over wood fluted columns, while intricately patterned mirrors add a decadent reflection of color to the gold and red painted linings. As the desert sands border the city, it adds to the splendor of your time within the fortress and the streets of Bikaner."
    },
    {
      "dayNumber": "9",
      "title": "Jaisalmer - Indian City of Gold",
      "description": "In the light of the desert beyond Bikaner you embark on your journey out of the city and onward to Jaisalmer, considered to be the Golden City of India. Once there it is impossible not to notice the towering fort that stands atop a hill in the city center. The rest of the homes, shops, restaurants, and hotels wrap around the fortress’s base. The fort looks as though it were made from the very sand that surrounds Jaisalmer, giving it that golden sheen in the afternoon light. 99 bastions encircle the twisting and turning lanes where shops are draped in spectacular embroideries. The 12th century construction is layered with three walls, from the solid stone blocks of the lowest bastions that were reinforced with loose rubble, to the inner walls where the Rajput once hurled oil and water onto their enemies. Around 3,000 people continue to reside within the honeycomb lanes. Children rush along the cobblestone and women sew beneath the translucent shade of stretching cloth. In the evening you can sit on the roof of your hotel and watch the fortress glow beneath the lively starlight of the clear desert sky."
    },
    {
      "dayNumber": "10",
      "title": "Jaisalmer - The Desert Sands",
      "description": "Today you will have an early breakfast before setting out into the desert to meet your new guide who will take you to the horizon filled with sand dunes on a spectacular camel safari. The camel has a rich history within the region. You can climb aboard the camel as it is led along the flat and speckled desert expanse until you reach the Sam Sand Dunes where the romantic image of the Thar Desert comes to fruition. The sweeping, undulating landscape looks like sandy waves in the morning light, brushing against the skyline. Back in the city you find yourself strolling beneath the Patwa-ki-Haveli, the largest mansion in Jaisalmer. Its intricate stone placement divides its interior into five sections each dating back to the 19th century, evoking a richness of the past and connecting to the immaculate discoveries of the day."
    },
    {
      "dayNumber": "11",
      "title": "Jodhpur - Golden Fort to Blue Houses",
      "description": "You watch the gilded hues of Jaisalmer fall behind the desert horizon as you make your way to Jodhpur, known as the Blue City. The majesty of the buildings that rise along the mountainside brings a vibrant collection of blue cubes stretching over six miles long around a 16th century wall. When you begin to meander through the streets the delicate aroma of fresh chapatti , traditional flat bread, swirls through the air, along with a blend of traditional spice and incense. MV Spices is a few streets down from the clock tower that tends to act as a marker within the winding streets of old city. From vanilla to pink peppercorn, masala to mutton, they have traded the sensual flavors and delicate aromas for centuries. Mehrangarh, an impregnable fortress stands 360 feet above the city along the rocky hill. When you stand along ramparts that swell between 12 and 102 feet tall you can look out over the painted buildings and cobblestone streets, understanding the exceptional beauty of the city."
    },
    {
      "dayNumber": "12",
      "title": "Udaipur - Exchanging Blue Buildings for the Blue Lake",
      "description": "After breakfast you will depart from Jodhpur as the blue homes of the old city and delightful spices of the ancient trade linger farther and farther away. You arrive in Udaipur, the passionate city alongside the lake. The glowing rose and cream colors emanate from the stone buildings that capture the sunlight. Step onto the lake and find the reflections of your surroundings, from the rocky mountains to the City Palace complex, each rippling with radiance along Pichola Lake’s surface. The sun starts to set and the palace shimmers in the dwindling light."
    },
    {
      "dayNumber": "13",
      "title": "Udaipur - Like a Maharaja",
      "description": "The City Palace complex is an example of grandeur, from the cream stone color to the powerful, opulent look. Dating back to the 16th century the façade runs over 800 feet in length and 100 feet in height, pressing against the ridge of the lake. Gateways are set along the east, including the Triple Gate with three arches. When you visit the uppermost court you come to the Amar Vilas. The platform is a raised garden constructed in the Mughal style. Arcades encompass a square marble tub and hanging gardens surround the fountains. The entire vista is surrounded by towers and terraces. In the majesty of the garden you can stroll through history and almost feel as though you belong within the world of past royals as you watch the city pass by through lattice windows, listening to the energetic calls from the bazaar."
    },
    {
      "dayNumber": "14",
      "title": "Delhi - Lakeside Departures",
      "description": "The morning drapes over the lake and brings the reflections of the palace painted along the water’s surface once more. You enjoy the rich aromas of masala chai during breakfast before your private transfer escorts you to the airport for your return flight to Delhi. Your arrival in Delhi brings an end to your journey through India. You could always spend more time traversing the countryside, enriching yourself with the culture evolved from marvelous Maharajas and exquisite architecture, but as your flight time comes closer you will step onto the plane and continue your journey home."
    }
  ],
  "map": ""
}