{
  "destination": "India",
  "mainPhoto": "",
  "id": "himalayan-birds-wildlife-tour-of-north-india",
  "tourName": "Himalayan Birds & Wildlife Tour of North India",
  "placesVisited": "Delhi, Bharatpur, Sattal, Corbett National Park, Agra",
  "generalInfo": "From the luster of the Taj Mahal to the long bubbling call of the Eurasian Cuckoo, this is a custom tailored adventure that will have you traversing the ancient wonders and national parks of northern India. Witness the panorama of the expansive rolling peaks of the upper Himalayas. Course through the fabulous riverine forests that are flush with black-winged stilt. Whether cruising along the river in search of gavial or watching the sky for crested laughing thrushes, this is a bird lover’s dream wrapped up in an unforgettable adventure.",
  "durationDays": "14",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bharatpur – To the Birds",
      "description": "Today you arrive in Delhi, the capital of India. You can feel the energy radiant in the streets. Colorful saris drift in the breeze. The scent of cardamom and anise fills the air. Your private transfer meets you at the airport. You venture outside of Delhi and come to Bharatpur, home to Keoladeo National Park. You arrive at the wetlands and find the long stretch of grassland reaching to the distant trees. Step onto a shallow boat that takes you along the waterway. Groups of painted storks graze on the grass. Their long bills dig into the shallow marsh in search of small fish and frogs. Their wingspan reaches up to 63 inches in a mixture of black and white feathers. You watch the graceful birds soar through the tranquil sky as the sun begins to set."
    },
    {
      "dayNumber": "2",
      "title": "Bharatpur – The Variety of Birding",
      "description": "Keoladeo National Park is home to some 230 species of birds over an area of 11 square miles. After breakfast your guide will meet you at your hotel ready to take you out into the diverse landscape. The mixture of woodlands and grasslands allows for various fauna, from chital deer to wild boar, partridges to the endangered Siberian crane. Follow your guide on a combination of walking and cycling tours. The surrounding ambience is a coveted quiet, filled with birdcalls and the whirl of your bicycle along the pathway. Over the trickling surface of the Bharatpur Lake you can see the black cap and orange bill of an Indian skimmer. Its wings expand almost 17 inches in length. The black feathers around the wings delicately outline the white under-feathers. You watch as the bird begins its descent, opens its bill, and skims over the water attempting to catch a fish. The endless selection of birds interacting in their natural habitat is more than simply elegant; it is beautiful."
    },
    {
      "dayNumber": "3",
      "title": "Agra – The Majesty of Fatepur Sikri and the Taj Mahal",
      "description": "The day brings you out of Keoladeo and into Bund Baretha for a morning excursion in the marvelous, man-made wetlands. Settle on the wetland’s banks and you can see the waterfowl creating tiny ripples on the water’s surface. The wildlife sanctuary is set over 123 square miles allotting for plenty of space for hyena, jackal, and the variety of birds. In the tall meadow you can see vibrant colors shining on the blades. A plum-headed parakeet rests on a long strand of grass. Its purple feathers are radiant against its green body and the surrounding lush meadow. Its tail can reach up to eight-inches long. The parakeet’s gregarious nature is displayed in its energetic call and boundless energy. When it begins to fly you can see its rapid and swift twists and turns, like an airborne daredevil. In the afternoon you will come to Fatehpur Sikri, found on the outskirts of Agra. The ancient capital of the Mughal Empire was built and abandoned in the 16th century. The entire complex was constructed using red sandstone, which adds a powerful glow to the already impressive towers and walls. The coloration of the ancient stone is enhanced by the sunset that takes over the unfettered blue sky. The scent of sandalwood wraps around the outer courtyard. The prominent gates and temples contain Islamic elements combined with Jain and Hindu architectural principles that add a collection of artistry to the cupolas and pillars. When you step inside the city you can feel the immensity of the walls that stretch almost four miles around the complex. Panch Mahal is a five-storied palatial building. The concentric tiers reach a final pinnacle topped with a large elevated dome-shaped pavilion known as a chhatri . You can’t help but notice the 176 exceptionally carved columns on each floor. In the evening you arrive in Agra, a city that wraps around the majesty of the Taj Mahal."
    },
    {
      "dayNumber": "4",
      "title": "Agra – Marble History and Bird Futures",
      "description": "In the morning you will come to the National Chambal Sanctuary. Climb aboard a river cruiser for a fabulous afternoon of bird watching as you drift along the winding Chambal River. You can see gavial, an endangered river crocodile, sunbathing on the riverbanks. Their long, thin snouts contain 110 teeth. The river seems to move calmly against the banks. You see pratincoles swiftly swing through the sky with graceful and controlled movement. Your guide points into the depths of the river’s center and you see the playful dive of a Ganges river dolphin. Their long muzzle makes it look as though they’re always smiling. They pop from the water and dive down once again, filling the air with joyful splashing. The evening sun washes over Agra and brings a rainbow of color to the Taj Mahal. The white marble complex was constructed in the 17th century for the third wife of Shah Jahan. You can see the deep orange and rustic purple reflect off of the pristine white, angled dome. The 980-foot garden is filled with raised pathways that guide you through the collection of manicured trees, geometrically shaped hedges, and expansive fountains. You can see the reflection of the elegant façade in the long fountain pool when the water is still. The top of the dome contains a lavish lotus design that accentuates its height. Persian poems are painted in calligraphy on the outer walls beneath intricate lattice windows. No matter how much time you spend encircling the pristine coloration and detailed decoration the inspired feeling will never leave you."
    },
    {
      "dayNumber": "5",
      "title": "Sattal – A Day in the Lakes",
      "description": "In the early morning, you will leave Agra behind and come to the Sattal in the Lower Himalaya. The town is known for its group of seven freshwater lakes that were once interconnected. The waters sit just above the stunning orchards at an altitude of almost 4,500 feet above sea level. The emerald trees match the coloration of the water. The air is crisp and fresh. Any remnants of city streets have been left far behind you. You can hear woodpeckers tapping against the trees. Red-billed blue magpie linger in the evergreen canopy. Their upper feathers are spotted with shades of black while their long tail and wings sport a brighter blue. You can get caught up in the exceptional collection of unique avifauna of the Himalayas and in Sattal there is no reason not to."
    },
    {
      "dayNumber": "6",
      "title": "Sattal – The Continued Beauty of Birding",
      "description": "The morning is effervescent, filled with the tranquility that only nature can provide. Birdcalls echo through the canopy. The water ripples in the quiet, early light. The spiced scent of chai masala mixes with the surrounding evergreen trees. After breakfast you will venture out into the blossoming wilderness in search of the rare and unique birdlife that calls the forest their home. You can trek to China Peak, the highest peak in the area, rising 8,620 feet. In the autumn you can see the snowcapped peaks of the upper Himalayas poking into the sky. The white-throated fantail has a fan-shaped tail colored with dark feathers but is edged in white. You look out over the vast panorama of the mountains and listen to the elegant call of the white-throated fantail bring perfection to the afternoon."
    },
    {
      "dayNumber": "7",
      "title": "Pangot – Your Place for Birds and Lodging",
      "description": "You leave behind the serene sounds and sights of Sattal today. You come to Pangot for the tremendous view of 217 miles of the Himalayas. The cable car gives you an impressive panorama of Nainital Lake and the surrounding mountains before you continue onward to Pangot. The city’s charm is in its laidback atmosphere and fabulous birdlife. You check in to your lodge set within the hilly summit. The quaint cottage feel comes from the lodge’s history as the oldest birding lodge in India. Thick oak and pine trees create the forest and rhododendrons blossom vibrant pink and purple along the streams. Before you even step into the woods you can find Himalayan griffon, possibly the largest and heaviest bird in the mountain range, circling in the sky. They can weigh as much as 28 pounds and boast a wingspan of over 31 inches. They make wide circles in the air as they peer down to the forest floor in search of prey. When evening comes you can settle in to the luxuries of the lodge."
    },
    {
      "dayNumber": "8",
      "title": "Pangot – The Variety of Life",
      "description": "The morning springs to life along the mountain peaks and stunning forest around you. After breakfast you follow your guide into the wilderness in search of the famous and unique birds hidden in the canopy. The cool air brushes against your cheeks. The pine trees are aromatic and herbaceous. During your search through the forest you might come to the stone tower of St. John in the Wilderness. The church was constructed in the 19th century and modeled in the neo-gothic style. An arched window adorns the strong façade and brings natural light to the church’s interior. The farther you wind through the trees the more villages you come to, each one climbing up the mountainside. The scent of burning wood is always comforting in the high altitude. You find leopard tracks in the soft earth leading into the distance. You can hear niltava chirping in the branches before heading back to the lodge for the evening."
    },
    {
      "dayNumber": "9",
      "title": "Corbett National Park – Temples, Birds, and Tigers",
      "description": "In the first half of your day, you come to the Garjiya Devi Temple located on the outskirts of Corbett National Park. The sacred Shakti shrine sits on a large rock on the bank of Kosi River. The stairs that climb the rock are an unforgettable immaculate white. The rushing river adds a soundtrack to the temple. Brown dippers sit on small rocks poking through the water. They grow over eight-inches long and have unimaginable speed in the air. After lunch, you enter the Jhirna Range Forest on a jeep safari to begin your search for the exotic and unique. In the expanse of trees, you see the white Mohawk, reddish-brown feathers, and black mask of a crested laughing thrush. Their narrow, pointed beak allows them to feed mid-flight. Their wings flap quickly and often. As you leave behind the thin branches of the forest you settle into your accommodation where the cottage-style rooms are plush and comfortable nestled against the exquisite forest."
    },
    {
      "dayNumber": "10",
      "title": "Corbett National Park – The Diverse Jungle",
      "description": "In the dense sal forest of Corbett National Park you will find Dhikala Range. The panoramic valley views of the surrounding valley and wildlife sightings are out of this world. Between the rising forested foothills and the meandering channels that lead to the reservoir, you find the stunning grasslands. Drive along picturesque landscape where the lush grass dances in the breeze. The water glistens in the sunlight. Deer frolic and graze on the prairie. You can even see two elephants with their trunks entwined, pressing their heads together and pushing each other. Their footsteps are loud and forceful. The scent of fresh grass is prevalent. Rhesus macaques sprint through the trees along the canopy branches. The branches bounce and the leaves sway. Staggering in the tall grass you can see an eastern grass owl. It can grow up to 17 inches in height and has adapted to walking in the soft, marshy landscape. As the sun begins to set you can hear the high hiss of the owl’s call."
    },
    {
      "dayNumber": "11",
      "title": "Corbett National Park – Flush with Avifauna",
      "description": "The riverine forests in Corbett National Park are yours to explore today as you continue your adventure through India’s oldest national park. The park was established in the 1930s to protect Bengal tigers but has since become a refuge for all types of wildlife, including 580 bird species. The riverine forests are awash with bright green colors that stretch from the floodplains along the river to the neighboring towering trees. The Himalayan flameback woodpecker taps against the dry tree in search of food. You spot the sensational colors of a long-tailed minivet. It sits on the thin edges of a nearby tree. Its black and red feathers shimmer in the gentle light. Kingfisher warble near the riverbanks. Their blue-feathered mask almost bleeds onto their bill. The day abounds with avifauna, almost too abundant to catch them all. But it doesn’t mean you shouldn’t try."
    },
    {
      "dayNumber": "13",
      "title": "Delhi – Always Nearby",
      "description": "You step out into the wondrous trees in the early morning. The scent of fresh rainfall emanates from the forest floor. You can hear the wildlife awake and filled with energy in the early light. Between the trees and far from the riverbank you hear the rapid call of a bar-winged flycatcher shrike oscillating between a repeated high-pitched tsit and whir . You find its striking black cap and white body sitting upright in the branches. You can see their hook-tipped beak and velvety feathers. In the afternoon you return to Delhi but will never forget the cheerfulness of the surrounding wildlife. As you stroll along the capital’s streets you once again notice the sari’s ravishing colors. As you watch the simple and thin fabric flow in the breeze you now notice the how the colors and movement of the clothing resemble the birlife."
    },
    {
      "dayNumber": "14",
      "title": "Delhi – Depart to Home",
      "description": "This morning you wake up to the aroma of cinnamon and allspice. The birdcalls of the distant wild have come and gone. You can still hear the swift call of the bar-winged flycatcher shrike and the rapid tapping of the Himalayan flameback woodpecker. After breakfast your private transfer will escort you to the airport where you will board your flight home. As you wait for take off you imagine the fantastic wingspan of the Himalaya griffin. Once in the air you look back on India and know how it feels to fly."
    }
  ],
  "map": ""
}