{
  "destination": "India",
  "mainPhoto": "",
  "id": "rajasthan-tour-of-forts-palaces",
  "tourName": "Rajasthan Tour of Forts & Palaces",
  "placesVisited": "Delhi, Udaipur, Ranakpur, Kumbhalgarh, Jodhpur, Pushkar, Kishangarh, Jaipur, Samode",
  "generalInfo": "The elegance of Rajasthan is in the charming palaces and powerful fortresses that continue to decorate the magnificent landscape. This custom tailored tour will take you through the unique desert and precious mountain scenery. You will cruise on reflective lakes alongside the graceful City Palace complex of Udaipur, and traverse the inspiring ramparts of Mehrangarh Fortress. From delicate temples to emotional hymns, endless protectorate walls to glistening ancient frescoes, you will find more than just palaces and fortresses in Rajasthan, you will find culture and the quintessence of this remarkable country.",
  "durationDays": "11",
  "price": "2,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - From Home to Palaces",
      "description": "Your journey begins before you land in India. Your thoughts are focused on the soon to come iconic images of the country, from the vibrant saris to the colorful fruit. You step onto the plane ready to soar and to find the coming wonders, from the delectable colors illuminated from the Pink Palace to the mesmerizing Blue City of Jodhpur. You have imagined the culture and the architecture, the food and the landscape and, as the plane lands in the capital city of Delhi, you are ready to experience it all."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - Along the Old Gates",
      "description": "Welcome to Delhi, a city that brings together its eclectic historic architecture and modern culture. Moghul ruins sit in a park reappropriated by local students, studying and relaxing along with the ancient temples and cupolas in Hauz Khas Complex. You are met at the airport and escorted to your hotel by a private transfer. The city whirs around you and you are eager to visit, explore, and discover. In the city’s ancient walls you can find Chandni Chowk, the old market that continues to brim with life, filled with the enticing smoky aromatics of grilled kebab and the rainbow clothing hidden in the bylanes. Stores are stacked and filled with saris that run the gambit of colors. In the whirlwind of the streets, you can hear the call to prayer from the Jama Masjid, the largest mosque in the city. The sanctuary was constructed in the 17th century and the multiple entrances all lead to the same level deck along the interior that is able to hold up to 25,000 people. The minarets stand 130 feet tall, filled with 130 steps. Like the rest of the structure, each minaret is striped with white marble and red sandstone. The energy of the city, whether in the melodic hymn of the drifting call to prayer or in the energetic movement of the old market, you will find grace within the commotion. At first, it seemed uncontrolled but now it is captivating and exciting."
    },
    {
      "dayNumber": "3",
      "title": "Delhi - Visiting the Old and The New Delhi",
      "description": "The morning is graced with the mixture of sweet and spice that rises from the breakfast beverage of masala chai. This delicate introduction to India’s flavors is a great way to kick-start the day. After your meal, your escort meets you at your hotel and guides you through the historic streets of the city. From the old market to the Raj Ghat, the Mahatma Gandhi Memorial, you venture through the new streets that eventually bring you to the Qutub Minar. You find the mystique of the seasoned structures alluring; the minaret climbs over 217 feet into the air, constructed almost a millennia ago. The red sandstone catches the sunlight bringing a tremendous sunset red to the blue sky. The pillar tapers inward until reaching its pointed apex of a thin seven and a half feet. The surrounding complex is made up of ruined tombs and monuments including Altamish’s tomb, which is decorated with scrawling Islamic calligraphy. Your sense of Delhi comes alongside the banks of the Yamuna River and the vast history represented in the old walls and new streets as you discover India Gate and Parliament before you settle back into your hotel for the evening."
    },
    {
      "dayNumber": "4",
      "title": "Udaipur - The City on the Lake",
      "description": "The morning brings with it the effervescent spices of masala and the palpable whirlwind of the day. After breakfast you are taken to the airport to catch your flight to Udaipur. You find the tawny and purple woods of the surrounding foothills set alongside the banks of Lake Pichola. The sun brushes over the city with accents of cream and rose. After you settle into your accommodation you will enjoy a venture out onto the cool lake which ripples with the reflection of the surrounding mountains. The lake runs almost two and a half miles long and almost two miles wide. You notice the City Palace complex along the shore, where gardens brush up against the banks and the cupolas rise along the structure like mountain peaks. It is calm and serene on the water, where the city almost surrounds you as it presents itself. The Palace on Jagmandier Island dates back to the 17th century and begins to glisten in the sunset as the light glints off of the water’s surface. Magnificent stone elephants stand at the entrance, and the 17th century tower carved from bluestone continues to linger over the lake."
    },
    {
      "dayNumber": "5",
      "title": "Udaipur - Crystal Galleries and Luminescent Waters",
      "description": "The immaculate City Palace Complex wraps around the edges of the lake and stands like a regal memory. It is both a modern museum and a collection of heirlooms of historic royalty. The ramparts run over 752 feet long-standing over 90 feet tall and dates back to the 17th century. Once inside the complex around the Great Gate, you find eight arches on the left-hand side. The arches commemorate the times that Maharajas were weighed in the open courtyard and their weight in gold or silver was distributed to the local people. The three-arched Tripolia Gate takes you into a large courtyard. You find a handicraft shop and a large tiger-catching cage. It is a remarkable look into the treasured past of the city and palace, from the current workings of the artisans to the historic commemoration of the royal life."
    },
    {
      "dayNumber": "6",
      "title": "Kumbalgarh - Rose City to Stellar Temples",
      "description": "Today you will journey away from the glittery waters of Udaipur, watching the ramparts of the City Palace fade from view and be replaced by the marvelous 15th century Jain Temples at Ranakpur. The temple complex is constructed of cool white marble that brings a pearlescent glow to the entire area. The structure is filled with 1,444 pillars and decorated with detailed carvings. Chaumukha Mandir, known as the Four-Faced Temple, was constructed in the 15th century with milk-white marble. Twenty-nine halls and 80 domes come together to show the architect’s and funder’s devotion. It is easy to marvel at the work of artistry and the chiseled gods, where pillars are knotted with carvings that bring a calm and harmonious echo to the exquisite space. You continue to Kumbhalgarh and arrive in the evening with the unforgettable detail of each statue that lined the interior walls of the complex fresh in your mind. Kumbhalgarh is a remote fort that brings the romantic expectations of the Rajput era to life, where the traditions and culture can be seen enriched in the architecture of the fort. Dating back to the 15th century rising over 3,300 feet above sea level, the fort brings endless vistas of the blue sky and the mountain horizon. The walls run over 22 miles and protect 360 temples, some dating back to the second century BC. If the history and magnitude isn’t mesmerizing enough, the massive entrance gate, known as Ram Gate, is both bulbous and powerful, protecting a wall that is only second in size to the Great Wall of China."
    },
    {
      "dayNumber": "7",
      "title": "Jodhpur - Large Walls to Mountainous Blues",
      "description": "Today you will leave behind the stretching walls of the Kumbhalgarh Fort and come to the Bishnoi Village. The people have been known since the 15th century for their conservationist religion, standing for the preservation of animals and vegetation. The village highlights the diversity of the country, displaying the eclectic combination of people in a large and small expanse. The sect of Hindu follows 29 principles to live by which have helped them survive in the desert landscape outside of Jodhpur. Blackbuck graze along the desert grass outside of the village. The Bishnoi consider the buck sacred and have been known to be aggressive toward people that harm animals and trees, which are considered pillars of sanctity. As the afternoon lingers along the landscape you continue onward to the towering stretch of blue buildings that create the old city of Jodhpur. The powerful stone of Mehrangarh Fort stands atop the cliff and looms over the ancient buildings. You are guided around the clock tower on a rickshaw tour of the old city. The streets are aromatic with spices. You can see all the collected colors of the spice trade emanating from Mohanlal Verhomal, MV, one of the oldest spice merchants in the city."
    },
    {
      "dayNumber": "8",
      "title": "Jaipur - Blue Tops to Pink Towers",
      "description": "The morning light stretches over the Blue City and brings a reflection of color between the sky and the buildings. Spend the morning meandering through the extensive expanse of Mehrangarh Fort, rising over 400 feet above the city. You can see historic palanquins, a means of travel for noble women who were once carried through the streets within the domelike protectorate. Soon you will come to Pushkar, a unique city that draws in Hindu pilgrims and curious travelers alike with its charm and the holy Brahma temples. When entering the religious complexes you find numerous bathing ghats among 400 milky-blue temples, and you can feel the earth tingle with humming prayers, drums, and gongs echoing off of the mountains and the marble. The ghats surround the lake and allow pilgrims to dip into the sacred waters where legends of Vishnu and Brahma took place. In the early evening you will arrive in Jaipur, the Pink City, with the rosy light fading beyond the horizon."
    },
    {
      "dayNumber": "9",
      "title": "Jaipur - The Elegance of Strength",
      "description": "The day is yours to drift through the Pink City and experience the majesty of sandstone buildings that date back centuries. Witness the lavish interior of the powerful Amer Fort. Just outside of the city you will come to the crisscrossing pathways that wind up the hillside to the main gateway. Within the walls you find the palace of the Rajput Maharajas that dates back to the 15th century. The first impression of the exterior walls is pure strength but when you step inside you discover the lavish adornments that bring elegance and beauty to the interior. The Ganesh Pol stands at the edge of the first courtyard where you can see lattice windows running across the upper levels. The gilded frescoes around the central archway add to the three-level opulence before you have even entered the palace structure. As you continue through the fort and along the immaculate décor, including the Mirror Palace that was built to make a candle flame twinkle like endless starlight, you will return to the pink walls of City Palace to find a richer sense of the past. In the evening you will delight in a traditional home-cooked meal with a local family where the essential flavors and aromas of Jaipur will be savored."
    },
    {
      "dayNumber": "10",
      "title": "Jaipur - A Wealthy Village",
      "description": "When the Pink City falls behind the horizon and becomes an echo of memories you arrive at Samode. The small village is set among rugged hills, and is overlooked by the 19th century palace. The village jangles with glass bangles, each one colorful and filled with eccentric geometrics. Trails spread across the countryside, outside of the village, around the palace, and beneath the fortress where you can see the flora climbing along the ramparts. Whether strolling through the open hills for a sensational panorama or visiting the interior of the palace filled with gentle fountains, manicured gardens, and a tranquil tile patio, the afternoon is yours to enjoy."
    },
    {
      "dayNumber": "11",
      "title": "Jaipur - Final Palace",
      "description": "The alluring scent of breakfast brings you within view of the palace walls that watch over the village. After your meal your private transfer will escort you to Delhi where your tour will come to an end. There is always more to discover within the tremendous history of India, from the renowned Taj Mahal to the eclectic shores of Kerala. Once at the airport you will step onto your flight and make your way home but, then again, why not stay a while longer? Browse the India tours reviews for more information about what travelers experienced while in India."
    }
  ],
  "map": ""
}