{
  "destination": "India",
  "mainPhoto": "",
  "id": "the-buddhist-pilgrimage-tour-of-india-varanasi-bodhgaya-lumbini-more",
  "tourName": "The Buddhist Pilgrimage Tour of India: Varanasi, Bodhgaya, Lumbini & More",
  "placesVisited": "Delhi, Agra, Varanasi, Bodhgaya, Patna, Kushinagar, Balrampur, Lucknow, Lumbini",
  "generalInfo": "Entwining architecture and religion and featuring some of the most marvelous structures filled with artistry and ambiance, this 12-day custom-tailored India tour will captivate you every step of the way along the Buddhist trail. Following in the footsteps of Siddhartha Gautama brings you more than just the spiritual essence of Buddha’s life but also the grand history of the time, the sensational landscape that persists, and the remarkable architecture.",
  "durationDays": "12",
  "price": "3,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi – Taking the First Step",
      "description": "Welcome to the capital of India, Delhi, where the city rises from its old historic paths into new and promising futures, reborn every day in a new wash of light. You are met at the airport by a private transfer and taken into the city where you will soon visit the monuments that decorate the streets and add to the splendor. The Jama Masjid is the largest mosque in India with the ability to hold up to 25,000 people in its courtyard. The atmosphere around the mosque is always filled with awe and joyful energy, people ready to step inside and devote themselves or simply witness the grandeur of the structure that was meant as a devotion of its own, built in the 15th century with 15 different domes that undulate across the skyline. A simple black-marble platform just south of the Red Fort brings you to the location where Mahatma Gandhi was cremated in 1948. The area along the banks of the Yamuna River provokes thought and wonder and stretches the lengths of India’s modern history and beyond, filled with vibrant flowers often sprawling along the marble beneath the flickering flame that continues to billow no matter the weather."
    },
    {
      "dayNumber": "2",
      "title": "Agra – The Journey Begins",
      "description": "The aroma of breakfast is alluring, bringing the spiced scents of chai and freshly baked flatbread, known as chapatti, to the forefront of the morning. After your meal you will make your way out of the city en route to Agra with a visit to Sikandra, home to the tomb of Akbar. The pink sandstone structure was constructed in the 17th century where four red sandstone gates once led into the complex decorated with bold, large mosaic patterns in a combination of Hindu, Muslim, Christian, and a patented style that was Akbar’s alone. Between the rising minarets and fabulous glowing textiles you will feel inspired by the artistry and in awe of the magnitude before arriving at the Wonder of the World: Taj Mahal. Emperor Shah Jehan constructed the famous mausoleum for his third wife in the 17th century. It has become an icon of India and a celebration of architectural craftsmanship. The curving marble domes flow into graceful minarets standing on a platform that overlooks a series of manicured gardens and curling fountains. When the water isn’t trickling down, the pristine white façade of the building is reflected in the ponds. As you step closer to the structure you can see the details that have been carved into the walls, over the doors, and within the cavernous interior. Whether in the echoing quiet of the mausoleum or while walking along the trickling mist of the fountains and ponds, the majesty of the Taj Mahal is all encompassing. Continue your exploration of Agra with your guide, coming to the Agra Fort and the Sheesh Mahal before settling into the evening."
    },
    {
      "dayNumber": "3",
      "title": "Varanasi – A Holy City",
      "description": "You can watch the bulbous dome of the Taj Mahal fade from view but it won’t fade from your memory as you transfer from Agra to Varanasi, one of the holiest cities in India. The effervescence of the city comes from the unrelenting color in the clothing, along the streets, and washing over the Ganges River with a seeming chaos, but a chaos that is organic to the lifestyle of Kashi, “City of Life.” There is an immediate magic to the air, filled with the local spirit that has made this city the palpable center of the Hindu world. When you arrive just outside of the city to Sarnath you will notice the large stupa that dates back to the 6th century and is known to be the place that Buddha first preached after obtaining enlightenment. The site is peaceful and open; you can see the large stone structure rising in the distance above the trees, adding a simple tranquility to a place where serenity and balance was understood."
    },
    {
      "dayNumber": "4",
      "title": "Bodhgaya – Smoke On the Water",
      "description": "The sounds of the early morning announce themselves to the city, from women walking to the Ganges River to do their washing to shops opening up promoting their daily perfumes of breakfast. In the morning you will come to the banks of the Ganges and climb aboard a boat that will take you drifting along the vibrant waterway that is the source of a cycling life for those in Varanasi. As the early light begins to twist into a warmer day, the breeze brings comfort and relief. Candles sit atop banana leaves floating away from the shores as people offer prayers to the gods while the boat oars tap softly at the water. Part of the wonder of the city is its amazing vibrancy which thrives along the riverbanks, including the bursts of colors that come from elegant saris, and the men who lather themselves with soap and dip into the water. The commotion is hypnotic, somehow fitting cohesively into what would otherwise seem like pandemonium; however, it is within that diversity along the stone-lined river that you experience the sacred daily life. In the evening you will be welcomed to Bodhgaya, one of the four most important pilgrimage places for Buddhists."
    },
    {
      "dayNumber": "5",
      "title": "Bodhgaya – Underneath the Bodhi Tree",
      "description": "There is an unparalleled sense of mystique within Bodhgaya, where Prince Siddhartha gained enlightenment over 2,600 years ago sitting beneath the Bodhi tree. You can see a veritable melting pot of cultures which have come from pilgrimages from around the globe; people following in the footsteps of Buddha, each in search of enlightenment in the home of balance. Mahabodhi Temple stands tall with intricate detail that rises into the sky in three separate stupas that come together in geometric shapes resembling puzzle pieces. The temple marks where Buddha was able to transpire, forming His philosophy on life, and is where this holy site was constructed in the 6th century to commemorate and dedicate the moment. The central spire rises over 150 feet into the air and the interior lies host to a six-foot tall gilded Buddha icon. The marvelous stone temple and the quintessential awe that emanates from pilgrims and visitors from all walks of life bring a unique ambience to the city."
    },
    {
      "dayNumber": "6",
      "title": "Patna – Finding Council",
      "description": "The essence of the Bodhi tree will always drift along the trail as you make your way to Patna, stopping in Rajgir along the way. The city is surrounded by five semiarid rocky hills where you find ancient stone walls reminding visitors and locals of the ancient capital of Magadha. The air is cool and the city is surrounded by greenery, rising and falling with the rocky mountain terrain. The delicate ruins date back to the fifth-century BC. At the Lakshmi Narayan Temple the pink stone structure bursts from the surrounding greenery. Angled spires rise above you and you can feel the steam rising from the celebrated hot springs within. Nearby, Nalanda is host to a large Buddhist monastery that was once the center of learning in the fifth to 13th centuries. In the afternoon you will come to your hotel in Patna where you can spend the evening relaxing and remembering the magnificent display of devout history."
    },
    {
      "dayNumber": "7",
      "title": "Kushinagar – A Gracious Breath",
      "description": "Your journey follows in the footsteps of Buddha, where every inch of ancient ground was once graced by the devout and the Buddha Himself. The day finds you in Vaishali where Buddha held his last sermon. Arrive in Kushinagar, one of the four main cities on the pilgrimage of Buddha’s life, and known as the site where Buddha passed. You step away from the endless energy that you’ve seen throughout your tour so far and come to a serene place where the excitement is more contained and passed through the various temples that fill the city. The half-ruin temple of Ramabhar Stupa stands 45 feet tall with a dome shaped with red brick. When you come to the open space before the rising spire you feel a serene shift in the air that you cannot ignore. This is where Buddha’s body was cremated, giving rise to a tangible difference in ambience and the tranquility of meditating monks and pilgrims focusing along the palm-lined path, each in search of peace."
    },
    {
      "dayNumber": "8",
      "title": "Lumbini – In the Beginning",
      "description": "Winding through the upper regions of India you will find yourself just over the border in Nepal within the town of Lumbini, birthplace to Siddhartha Gautama. The open blue sky sweeps over the greenery that washes over the hills. You are bathed in the natural beauty of the landscape and tranquil shift that has followed you outside of Patna. In the 3rd century Emperor Ashoka erected the Ashokan Pillar along the path of Buddha’s life. Step into the Maya Devi Temple which now sits on the birthplace of Buddha, where excavations revealed ruins that date back 2,200 years. A raised boardwalk takes you around the ruins showcasing a sandstone carving of Buddha left by Ripu Malla, the Malla king, in the 14th century, when Maya Devi was considered an incarnation of a Hindu goddess, giving credence to the temple’s name. The sacred bathing pool stands in simple elegance and stillness, the place where Maya Devi bathed before giving birth to Buddha. The sweet scent in the air lifts from the outer greenery and offers a sensual perfume to the unforgettable site."
    },
    {
      "dayNumber": "9",
      "title": "Balrampur – Lotus Majesty",
      "description": "Today you will return to India within the city of Balrampur, where Buddha spent 24 rainy seasons among the land and the people. The mountainous background carries over from the morning, bringing lushness to the air and a form of spiritual ambience that follows in the footsteps of a balanced life. Visiting the ancient ruins of Shravasti you come to site where Buddha multiplied one-million-times, sitting on thousands of lotus petals. The kingdom’s capital in the 6th century BC, the solid brick formations are now often visited by monks, their orange robes glowing along the ruins as they meditate beside and beneath the dangling branches of the towering trees."
    },
    {
      "dayNumber": "10",
      "title": "Lucknow – Traveling In Luck",
      "description": "When the day brings in the new light over the mountains of Uttar Pradesh you will come to the Raj-era mansions of Lucknow, that capital of the state, and its enthusiastic streets; people and cows roam the streets, each clad with color. The Residency is a collection of ruins and gardens that brings you a glimpse of the region’s history dating back to the British occupation. Constructed in the 19th century you can not only see the marbled architecture that brings prominence to the countryside ambiance but can feel the graceful touches that were attempted within the pristine design, especially within the museum. From photographs to lithographs you can experience the spirit of the city as it once was: an image lain over the city as it is."
    },
    {
      "dayNumber": "11",
      "title": "Delhi – Following the Tracks",
      "description": "Over the series of temples and ruins that have made Lucknow you will board the train that will take you along the Indian countryside. You will climb into your first-class seating and watch the greenery outside your window as you meander past mountainsides and villages. You can see cows and goats lingering along the tracks while children play schoolyard cricket. The comfortable seating allows you to enjoy the gentle rock of the train, cradling you on your return to Delhi where you will have a private transfer to your accommodation. The rest of the afternoon is yours to reacquaint yourself with the city. Whether admiring the vibrant textiles and spices at the Chandni Chowk, the bazaar, or just relaxing in the tasty treats at Aggarwal Sweet Corner, where the local sweet flavors sing, the remainder of the day is at your whim and pleasure."
    },
    {
      "dayNumber": "12",
      "title": "Delhi – Stepping Off the Buddhist Trail",
      "description": "Even in the bustling morning of Delhi you have found a slice of peace taken with you from the moment you stepped along the Buddhist trail. From the memorable artistry of the Taj Mahal to the unforgettable spirit of Varanasi, you have seen the mythology of Buddha come to life before your eyes, separating the legend from reality within the land of His birth and the unrivaled devotion of His followers. Within the mountainsides and forests, along the rivers and the temples, you will venture home taking a piece of the Buddhist trail with you."
    }
  ],
  "map": ""
}