{
  "destination": "India",
  "mainPhoto": "",
  "id": "colors-of-rajasthan-tour-jaipur-deogarh-agra-ranakpur-more",
  "tourName": "Colors of Rajasthan Tour: Jaipur, Deogarh, Agra, Ranakpur & More",
  "placesVisited": "Delhi, Jaipur, Deograh, Mount Abu, Udaipur, Chittorgarh, Kota, Sawai Madhopur, Agra",
  "generalInfo": "The effervescence of India surpasses the natural beauty of the landscape and encompasses every aspect of a life that is yours to experience on this custom tailored tour through famous Rajasthan. From the clothing that pops with bright blues and yellows to the glowing pink architecture, the golden desert to the emerald jungle, you will find yourself weaving through nature to spot the orange gilt of tigers, and marveling at the textiles that glisten jade in the sunlight. Just when you think the countryside or cityscape couldn’t be more exciting you will find another burst of life that captivates you within the colorful expanse of Rajasthan.",
  "durationDays": "14",
  "price": "3,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lively India",
      "description": "The vibrancy of India is immediately apparent upon your arrival in Delhi. The air is scented with chai, a vivacious cacophony seems to lure you through the city, and the vivid colors of the culture come to life from the very clothes the people wear; flowing scarves drift softly in the breeze as the men and women walk by. A private transfer will have you at your accommodation ready to step into the endless energy of the city and of India. The history and culture abound as you see the India Gate rising from the wide street, where people walk through as a part of their daily lives. The over 135 foot tall monument stretches 30 feet wide and was built as a war memorial in 1931, where a flame flickers to honor soldiers of the past and present. In the evening the aromas of fresh chapati , an oven baked flatbread, begins to drift along the streets and call you into a comfortable first night in India."
    },
    {
      "dayNumber": "2",
      "title": "Finding Delhi",
      "description": "The sounds of Delhi come alive early as the city rushes awake behind the quiet of your luxurious hotel. The morning is filled with a mixture of sweet and savory aromas, from creamy chai tea to accompanying paratha , a large circular flatbread perfect for dipping. After breakfast you will venture out into the city to find the charm and historic culture that has captivated both visitors and locals alike. The Lotus Temple is a sensational Baha’i religious sight that resembles a large lotus flower with 27 constructed flower petals made of marble and appearing as though the building will blossom at any moment. Walking to the temple takes you through an expanse of manicured gardens that guide you to the welcoming doors beneath the sacred flower. When you step inside the sanctuary you are greeted by an overwhelming silence that you can swear echoes within the domed marble, shimmering with natural light and glowing in a way you imagine the inside of a lotus would. The Qutub Minar looms over the remains of crumbling structures, reaching over 215 feet. The minaret is textured with colors of sandstone and tiers that bring a constricting curvature with protruding circles that resemble burgeoning collars. The tower was built in the 12th century and is the second tallest minaret in the country, filled with numerous inscriptions in both Arabic and Nagari. As you make your way closer to the tower it is not just the combination of history and architecture of the tower that is easy to marvel at but the surrounding collection of the ruins, collected and spread over a small area, which creates the dramatic atmosphere that calls to you."
    },
    {
      "dayNumber": "3",
      "title": "The First Colors of Rajasthan",
      "description": "After breakfast you will leave Delhi behind for the greater region of Rajasthan known for the famous colors that drape across the country and your imagination. The sweet scent of fresh kiwi, filled with citrus and glowing green, is soon left behind. As you make your way closer to Jaipur, the cityscape is soon replaced by the sweeping desert that encompasses the region. The drive brings you into and beyond rural India where villages mark the landscape. Oftentimes a bus will let a person off in what looks like the center of nowhere, leaving you to wonder where that person could possibly be going, as they disappear into the horizon. En route to the city you might even be able to make a stop at Mandawa, a city home to sensational haveli , private mansions decorated with stunning textiles showing opulence and delicate beauty at the same time. Once in Jaipur, the capital of Rajasthan, you will check-in to your luxurious hotel which opens up to the legendary Pink City. In the evening you will come to the Hindu temple of Birla Mandir. The white, cool stone is a lavish look into the traditions of the culture where you can experience the evening prayer like a local along the marble domes that continue to mesmerize."
    },
    {
      "dayNumber": "4",
      "title": "The Pink City",
      "description": "After a delicious breakfast of both traditional and Western delights you will be guided through the iconic pink city to witness the historic wonderment that has called people to the region and Jaipur for centuries. The pathways of Amer Fort wind up the mountainside like a collection of walled mazes leading to a grandly designed palace at the summit made of sandstone and marble. You make your way up the serpentine staircase and step into the courtyard that almost whisks you back in time; the façade of Ganesh Pol entrance continues to glisten green and gold in the sunlight, while the fortress overlooks the hillside and Maota Lake below. The women of the royal family used to watch processions and functions without jeopardizing their virtue by viewing the people from the lattice windows above the entrance. The iconic image of the city is the Hawa Mahal, “Palace of Winds,” known for its high screen wall built for the royal household so that the royal women could observe the festivities without being seen, and gives credence to the Pink City’s name having been made of sandstone that glows red and pink. The five-story pyramid is textured with more latticed windows that bring a unique, detailed look of semi-octagonal spaces. The bustle of the city continues to pass below the façade as it once did at the end of the 18th century when the structure was built, filling the skyline with 953 small windows. The palace is more no less than a show of detailed craftsmanship that gives grace and color to the vibrant city."
    },
    {
      "dayNumber": "5",
      "title": "Colorful Royalty",
      "description": "Deeper into the desert of Rajasthan you will see the remarkable mustaches of the men billowing in the breeze beneath a vibrant red turban; this tradition is so much a part of tradition that there is even a mustache competition featured at rural fairs statewide. The landscape undulates between flat and hilly, bringing an expanse of golden sand and craggy hills to the horizon. You will arrive in the city of Deogarh where you will find the Deogarh Mahal, a splendid palace standing atop a hill. The 17th century palace brings the grand view of the surrounding hills and village below to the personal magnificence of the ruling class that brought peace to the region. The cool air wanders through the courtyard and is a fabulous mixture of past lavishness and modern luxury. Miniature paintings bring an extra sense of tiny grandeur to the mansion walls, imitating past and present life with color and vivacity."
    },
    {
      "dayNumber": "6",
      "title": "Reaching Jains",
      "description": "The miniature paintings and rich architecture of the Deogarh Mahal sits atop the hill as you make your way to Mount Abu, overrun with green forest and separating the desert from the lushness. Soon the arid hills and flatland gives way to the cool greenery of the plateau near the upper part of the mountain. The wonderfully crisp temperature sits on your skin as the air is filled with freshness. In the afternoon you will come to the Dilwara Jain Temples built between the 11th and 13th centuries. The marble temples give another glint of architectural marvel to the mountainside and Nakki Lake, named for the legend of the god using his nails to carve out the pristine water. The marble carvings decorate the temples, from icons to pillars, giving every inch another delicate and intricate meaning, especially at Shri Adinath Temple, the oldest of the collective, where cells contain tiny images of Jain saints remarkably carved on stone in minute detail."
    },
    {
      "dayNumber": "7",
      "title": "Marvels of Jains and Mountains",
      "description": "There is splendor in the hills and the desert as you venture away from Mount Abu and towards Udaipur. The roads bring you the olive and lavender ridges of the Aravalli Hills as you stop in Ranakpur along the way. The temples of the Ranakpur are celebrated worldwide for their architecture and decorations dating back to the 15th century. The life around the temples is a unique quiet, beneath the rising chedis that line the elevated temple. The stairs bring you into the multi-tiered roofing and into the 24 separate halls, each fashioning delicately carved pillars, while 80 domes rise overhead. It is hard to keep track of your amazement when it seems every day brings you to the far reaches of marvel. You will come to Udaipur, finding the cool air of the mountainside streaming through the trees, a comfortable and luxurious place to settle into the night."
    },
    {
      "dayNumber": "8",
      "title": "The Continuity of Royals",
      "description": "Romance is in the air in Udaipur, a place set against the backdrop of lush landscape, while the remarkable palace continues to rise over the cityscape with treasured cupolas and climbing windows that overlook the lake. The façade reaches over 730 feet long and 90 feet high, dating back to the 17th century. The Great Gate separates the palace, where members of the old royal family continue to reside, from the city streets. The blend of medieval, Chinese and, and European architecture brings a vibrancy to all of Udaipur, set in the culture of the people, and speaks to the history of the streets. Eleven different palaces comprise the City Palace, built throughout the rule of different families, bringing complex ideals of artistry together. The Bada Mahal is a stunning garden palace filled with exotic plants that bring a scent of freshness to the precious afternoon, where a colonnade of Moorish arches brings images of maharajas beneath the decorated balconies brimming with textiles. As the sun begins to set over the city you will find yourself drifting along Lake Pichola, with the gentle sounds of the serene water mirroring the sunset."
    },
    {
      "dayNumber": "9",
      "title": "Over Vivacious Fortresses",
      "description": "The grandeur of the palace is soon replaced as you make your way from Udaipur and come to the stunning fortress at Chittorgarh, the greatest in Rajasthan. The huge rock island rises from the plain reaching over three-and-a-half miles while surrounded from all sides by cliffs that drop over 450 feet. Once you reach the fortress you marvel at the sandstone colored island in the sky, draped in greenery and filled with sweeping beauty. The cool air is scented with the sweetness of the trees and the present fame of the city’s guavas. The streets are always lively as the zigzagging path takes you through the outer gates that eventually lead to the main entrance. The seventh-century fortress is a magnificent structure that has protected the city and housed great Indian warriors, such as the Gora and Jaimal. A village of people adds buoyancy to the terrace before you enter the secluded and deserted plateau beyond the walls where the palaces and temples continue to inspire people. The cobbled streets and detailed stone carvings that run the gambit of the temples within the fortress complex bring a structure to the landscape and a consistency to your time in Rajasthan thus far. Buildings, from palaces to temples to fortresses, are constructed with attention to the tiniest details that, when added together, shape and tell of a remarkable world."
    },
    {
      "dayNumber": "10",
      "title": "Permanent Rivers",
      "description": "The endless wrapping of the fortress fades into the mountain as you leave Chittorgarh behind and arrive in Kota, a city of historical value and wonderful beauty. The Chambal River trickles alongside the city, the only permanent river in the state. The shop windows are filled with bright clothing, the flowing colors almost glowing from the doria saris , wedding apparel that brings excited shoppers from all over. Within the city palace you will find the Rao Madho Singh Museum, glistening with silver furniture and weapons that harken back to the times when the city was a strategic military stronghold, while the oldest ends of the palace date back to the 17th century. Within the museum halls you can also find a grand collection of preserved miniatures, while the upper stories highlight the opulent life of royals, from fabulous cultural paintings that depict hunting to those that demonstrate the daily lives of the court."
    },
    {
      "dayNumber": "11",
      "title": "The Colorful Wilds of Rajasthan",
      "description": "After breakfast you will leave behind the sidewinding trickle of the Chambal River and the bright colors of the wedding saris for the gateway to Ranthambore National Park at Sawai Madhopur. Step back into an inspiring world when you enter Ranthambore Fort and the surrounding lush forest. The air is warm and surrounded by the calls of the wild, from birds to monkeys, causing branches to shake and the leaves to rustle. The fortress was built in the 10th century and is filed with a smattering of temples and mosques, crocodile-filled lakes and vine covered dome-shaped pavilions known as chhatris , making it look like the land that time forgot within the confines of your picture-perfect image of the Indian jungle."
    },
    {
      "dayNumber": "12",
      "title": "The Striped Tiger Colors",
      "description": "The morning rises over the park in symmetry, brining colorful birdcalls and rambunctious monkeys to the forefront of the day. After breakfast you will journey through the park in search of the natural wildlife that has flourished since the park’s inception after its transition from a maharaja’s hunting ground. The adventure within the trees is quiet as everyone stares out in search of a sloth bear or hyena, leopard or caracal. The scent of the day is painted with natural brush, herbaceous in the grass and leaves. The most prized view that everyone searches for is a tiger, meandering through the brush, its golden orange color sifting in and out of the bushes. It’s as if your heart knows you have seen it before your eyes do, pumping with excitement as you try not to make a sudden move or noise. The wonder of the park isn’t just in the antiquity of the fortress, shimmering a sort of ancient sandstone through the tangling vines, but also within the brimming wildlife that fascinates anyone."
    },
    {
      "dayNumber": "13",
      "title": "On the Fringes of Wetlands",
      "description": "The scent of breakfast is alluring and brimming with the sweet and spiced flavor of chai, welcoming you from your room. After your meal you will leave behind the wash of jungle landscape en route to Agra, known as the home of the revered Taj Mahal. A stop at Keoladeo Ghana National Park, also known as the Bharatpur Bird Sanctuary, brings you into the world of aviary, overflowing with musical calls and swooping wings. Declared a protected sanctuary in the early 1970s, the area ranges from dry grassland to wetlands, woodlands to woodland swamps, filled with the vivacious life of migrant birds, over land that has collected wildlife within its boundaries since the 18th century. The White Siberian crane nestles into the wetlands gracing the greenery with a snow-like body and ravenously red face. Their wingspan stretches an average of 87 inches in an elegant display of flight. Continue onward to Agra with a visit to the Ghost City of Fatehpur Sikri before settling in along the shadow of the Taj Mahal."
    },
    {
      "dayNumber": "14",
      "title": "The Right Angle of Sunrise",
      "description": "In the cool hours before dawn you will find yourself at the gates of the Taj Mahal; just outside of the famous dome that has marveled onlookers and lovers, lies the celebrated tomb of Emperor Shah Jehan’s wife. As the sun rises over the corners of the earth you will find the remarkable hues of the morning draped over the marble building. The gardens seem to sparkle in their manicured greenery and pure pools. Since the 17th century the building has brought people from all over the world to see if the grandeur of the whispered structure is true. The white marble turns orange in the morning light, colored in the natural glow. Walk along the Mughal charbagh, the formal Persian gardens, lined and squared by water surrounding a marble podium at the center. The color is caught in the semiprecious stones inlaid in the curvature of flower patterns and calligraphy. The early morning soon becomes early afternoon as you traverse the diverse streets of Agra, from the bulbous domes of the Taj Mahal to the spreading sandstone red of the Agra Fort. In the evening you will return to Delhi to meet your flight and begin the return trip home."
    }
  ],
  "map": ""
}