{
  "destination": "Meksika",
  "mainPhoto": "",
  "id": "ZMA",
  "tourName": "Mexico City’ den Playa Del Carmen’ e",
  "placesVisited": "Meksika",
  "generalInfo": "Bu tur uğultulu Mexico City metropolünden Playa del Carmen’ in şeker beyazı plajlarına kadar Meksika’ nın en önemli noktalarına kapsamlı bir bakış sunuyor. Teotihuacan’ daki piramitlerin büyüsünü keşfedin,  Oaxaca’ daki sömürge mimarisine bir göz atın,  Monte Alban’ ın Zapotec bölgesindeki muhteşem manzaraların keyfini çıkarın,  San Cristobal de las Casas civarındaki yerli köylerini ziyaret edin,  Palenque çevresini saran ormanlardaki maymunların seslerini dinleyin ve Dünya Mirası listesindeki Chichén Itzá’ yı keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Mexico City Benito Juarez Uluslararası Havalimanı (MEX)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Cancun Uluslararası Havalimanı (CUN)",
  "durationDays": "13",
  "price": "869",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>- Rehberli Teotihuacan antik şehri turu</li>\n<li>- Rehberli Monte Albán harabeleri turu</li>\n<li>- San Cristóbal köy turu</li>\n<li>- Rehberli Palenque turu</li>\n<li>- Rehberli Chichén Itzá turu</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 11 gece,  1 gece yataklı otobüs</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma</p>\n<p><strong>Yemekler:</strong> </p>\n<p>5 kahvaltı,  2 yerel kahvaltı,  2 açık büfe kahvaltı</p>\n<p><strong>Diğerleri:</strong> </p>\n<p>Siempre Tour tur lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Mexico City' e Varış",
      "description": "Mexico City,  20 milyondan fazla nüfusuyla dünyanın en kalabalık şehridir. 1521’ de İspanyollar tarafından kurulan Meksika’ nın başkenti,  deniz seviyesinden 2309 metre yüksekliktedir ve antik Aztek başkenti olan Tenochtitlan’ ın olduğu yere inşa edilmiştir. Kapsamlı metro sistemi ve tramvay ve otobüsler etrafta dolaşmayı kolaylaştırır. Ve burada görülecek ve yapılacak çok şeyin olduğunu da hatırlatalım."
    },
    {
      "dayNumber": 2,
      "title": "Puebla",
      "description": "Puebla’ ya gitmeden önce Mexico City’ den rehberli turun keyfini çıkarabileceğimiz Teotihuacan antik şehrine kısa bir otobüs yolculuk yapacağız. Burada,  M.Ö. 300 yıllarında,  zamanın sislerinde kaybolan bir medeniyetin inşa ettiği muhteşem ve terk edilmiş bir şehirle karşılaşacaksınız. Tarihi kompleks,  the Street of the Dead,  saraylar,  eski tapınaklar ve Plaza of the Sun’ la birbirine bağlanan Pyramids of the Sun and the Moon,  the Ciudadela gibi tören piramitlerinin büyüleyici bir bileşimidir. Binalar frizler ve diğer süslü sanat eserleri ile dekore edilmiştir. Mexico City’ ye geri dönerek iki saatlik rahat bir otobüs yolculuğuyla Puebla’ ya geliyoruz. Puebla’ da İspanyol kolonyal mimarisine hayran olabilir ve çikolata,  tarçın ve fındık içeren zengin bir baharatlı sos olan köstebek poblano’ yu deneyebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Oaxaca",
      "description": "Listemizde sıradaki yer olan Oaxaca (wa-ha-ka diye telaffuz edilir) dağlar ve gür ormanlarla çevrili güzel bir şehirdir. Yemek yiyebileceğiniz,  bir şeyler içebileceğiniz ve dünyayı seyredebileceğiniz çok hoş bir yer olan Plaza de la Constitución buradadır. Otobüs terminaline gitmek için taksilere bindikten sonra,  Oaxaca’ ya first class şeklinde 4-5 saatlik bir yolculuk yapacağız. Lezzetli sokak yemeklerini tadın ve bu çekici kasabadaki renkli kolonyal binalara hayranlıkla bakın."
    },
    {
      "dayNumber": 4,
      "title": "San Cristobal’ a Gece Otobüsü",
      "description": "Oaxaca’ dan,  Oaxaca vadisinin 400 metre yukarısındaki antik Zapoteklerin kutsal şehri Monte Albán’ ya rehberli bir gezi düzenleyeceğiz. Pek çok mezar,  tören sunakları,  tüneller,  piramitler ve saraylar,  birçok kabartma,  resimler ve karmaşık oymalar ile dekore edilmiş Grand Plaza çevresinde keşfedilesi birçok yapı var. Oaxaca’ nın güzelliklerinden sonra San Cristobal de las Casas’ a gece yolculuğu yapıyoruz."
    },
    {
      "dayNumber": 5,
      "title": "San Cristobal",
      "description": "Dağlık Chiapas bölgesine doğru yükselen büyüleyici San Cristobal de las Casas kentine varıyoruz. Yaylaların ortasında farklı dilleri,  elbiseleri ve gelenekleriyle 21 yerli köyle çevrili olan bölgede Meksika’ nın en zengin yerli kültürünü bulacaksınız. Şehrin geneline hâkim olan parlak renklerle boyanmış kırmızı kiremitli evler insanı o kadar cezbediyor ki! Amber Müzesi,  Kahve Müzesi,  Maya Tıp Müzesi ve ‘ Na Bolom’  Kültür Merkezi gibi görülesi çok sayıda ilginç müze var."
    },
    {
      "dayNumber": 8,
      "title": "Palenque",
      "description": "Ardından Palenque’ ye uzun ve manzaralı bir otobüs yolculuğu yapacağız. Ünlü Lord Pakal ve Kızıl Kraliçe’ nin onuruna zenginliklerle doldurulmuş mezarlarla tanınan Palenque kalıntılarına ve kasabaya yapacağımız dokuz saatlik yolculukta güzel manzaralarla karşılaşacaksınız. Bu arkeolojik site,  nemli ormanlarla çevrili bir dizi yüksek tapınak,  kule,  mezar ve piramitlerle 200’ den fazla yapıya ev sahipliği yapmaktadır. Kökleri klasik döneme kadar giden en önemli yapılar (MS 400-700) Yazıtlar Tapınağı,  Crypt,  Saray Kompleksi,  Haç Tapınağı,  Foliated Haç Tapınağı ve Güneş Tapınağı’ dır. Süslü frizler,  heykeller ve yazıtlarla dekore edilmiş Palenque,  tartışmasız en önemli Maya arkeolojik alanlarından biridir. Ormanın içinden geçen yollar çeşitli tapınaklara ve zamanla kayalarda garip figürler oluşturan muhteşem şelalelere yol açmaktadır. Yerel bir rehber ormandaki kazısı yapılmamış kalıntıları görebileceğiniz bir orman yürüyüşüne çıkarmak için size ekstra bir seçenek sunabilir."
    },
    {
      "dayNumber": 10,
      "title": "Merida",
      "description": "Bugün Palenque’ den Merida’ ya giderken otobüslerde tam bir gün geçiriyoruz. Otobüs terminaline kısa bir yürüyüşten sonra,  birinci sınıf bir otobüse bineceğiz ve yolculuk tüm gün sürecektir. Yucatan eyaletinin başkenti olan Mérida ‘ beyaz şehri’,  sömürge binaları,  kiliseler ve plazaların hoş bir karışımından oluşmaktadır. Pazarlar güzel dokuma ürünleri,  hamaklar ve batiklerle dolup taşmaktadır ki bu da burayı el sanatları ve hediyelik eşyalar satın almak için harika bir yer yapmaktadır. Geceleri şehir tiyatro ve konserlerle canlanıyor. Büyük şehir bölgesini keşfe çıkan kapsamlı bir hop on / hop off otobüs turundan El Centro ve Pasaje Montejo Bulvarı’ ndaki Arnavut kaldırımlı sokaklarda rahatlatıcı bir at arabası turuna kadar çok sayıda şehir turları sunulmaktadır. Mérida yakınlarını keşfetmek isterseniz büyük flamingo nüfusuyla küçük bir balıkçı kasabası olan Celestún’ u ziyaret edebilirsiniz. Yucatan yarımadasının tamamını kapsayacak şekilde,  antik Mayalar için kutsal bir yer olarak atfedilen,  muhteşem kalker mağaraları ve derin su altı nehirleri ile bağlantılı yerel ‘ cenotes’  (sen-o-tays) tatlı su yüzme deliklerinde yüzebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Playa del Carmen",
      "description": "Playa del Carmen’ e gitmeden önce,  yakın zamanda Dünya’ nın Yeni Yedi Harikasından biri olarak kabul edilen etkileyici bir Maya / Toltec sitesi olan Chichén Itzá’ ya gidiyoruz. MS 7. ve 10. yüzyıl arasında inşa edilen Chichén Itzá,  1000 yılı aşkın bir süredir Maya için haç merkezidir. En dikkat çekici yer tüylü yılan tanrısı Kukulkan’ a ithaf edilen büyük Kukulkan Piramidi’ dir ve bir yılan gölgesinin ekinoks sırasında basamaklardan aşağı inmesine benzer bir hassasiyetle inşa edilmiştir. Chichén Itzá’ nın güzelliğinin tadını çıkardıktan sonra,  Playa del Carmen’ e üç saatlik bir otobüs yolculuğumuz olacak."
    },
    {
      "dayNumber": 13,
      "title": "Playa del Carmen’ den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}