{
    "Main_Title": "Our Azerbaijan holidays & tours",
    "Main_Paragraph": "Our Azerbaijan holidays keep you on your toes. You’ll visit cities financed by oil money, then traditional Caucasus mountain where villagers still draw water from mountain springs. You’ll contrast ancient Persian architecture and 20th-century Soviet structures. And, as we lead you along this interesting section of the Silk Road, you’ll conclude that this is a very interesting nation indeed. Our holidays to Azerbaijan are mindful that tourism is a nascent industry in the country, and we want to help shape it as a socially responsible one; we travel in very small groups, and we use local guides, drivers and accommodation where possible.",
    "Subtitle": "Azerbaijan highlights",
    "Title1": "",
    "Paragraph1": "Azerbaijan is a land of dichotomies. If it had to choose a star sign it would struggle. Both water and fire, the capital Baku is on the Caspian Sea, but also home to oil drilling derricks. The Caucasus Mountains are as earthy as you can get, peppered with traditional elevated villages such as Lahic, where subsistence farming and traditional art forms still thrive. And then there is fire. Everywhere. From the permanently alight natural gas flaming mountain of Yanardag to fire worshippers Ateshgah temple, both on the Absheron Peninsula . And as for air, just head to the omnipresent mountains. Bring a hipflask of vodka with you to combine air and fire. And youll have got Azerbaijan.",
    "image1": "",
    "Title2": "1. Abershon Peninsula",
    "Paragraph2": "Absheron is all about fire, with gas resources literally bubbling to the surface. Such as the flaming mountain of Yanardag, where gases that seep up are permanently alight, giving the country its name, meaning Land of Fire. Other highlights include open air Gala Museum, portraying the peninsulas people over the centuries, including the fire-worshippers' Ateshgah temple, now a museum.",
    "image2": "",
    "Title3": "2. Baku",
    "Paragraph3": "Baku is booming, if a bit bonkers. Hard to know if thats because of its seismic history, oil money or location between deserted salt flats and the Caspian Sea. Whichever, its all going on in Baku. The walled historic centre, Icheri Sheher, is what most tourists seek, although checking out estate agents windows in the modern, and cosmopolitan centre is also an attraction, with prices verging on Londons.",
    "Title4": "3. Ganja",
    "Paragraph4": "Azerbaijans second city is not related to mind altering drugs but will take you on quite a trip. You can take a spa bath in oil  yes, real petroleum-based oil. See a house made entirely of bottles, wander through real life at the bazaar, from cobblers to clothmakers, teahouses to trinket traders. And see some truly brutal Soviet architecture such as 1949 City Hall or, in total contrast, 17th Century Shah Abbas mosque.",
    "image3": "",
    "Title5": "4. Gobustan National Park",
    "Paragraph5": "With the usual Azerbaijani banquet of bizarre and beautiful seen at the parks mud volcanoes, interspersed with caves and giant boulders boasting petroglyphs from 10,000 BC. Located in the arid Greater Caucasus foothills, but flanked by the Caspian Sea, the limestone rock broke away in clumps over the years and tumbled down slopes to create a UNESCO Site that definitely rocks.",
    "Title6": "5. Lahic",
    "Paragraph6": "A village in Caucasus highlands where a tiny mountain community still leads very traditional lifestyles. Hardly surprising, as they are cut off from the world in winter. Although treated as a folk park by Bakuvians, visit when there are no crowds to capture real life. Say hello in native Lahic language to one of many coppersmiths or blacksmiths; you may even be invited in for vodka.",
    "Title7": "6. Shaki (Aka Sheki)",
    "Paragraph7": "This ancient town surrounded by Caucasus peaks was part of the Silk Road with traders en route to the Caspian Sea. Also once the worlds silk capital, still with small outlets. During this time it was ruled by the Shaki Khanate feudal system. You can still visit old caravanserais or inns, as well as the Khans Palace  a perfect place to share a video of you singing Shaki Khan, Shaki Khan (a generation thing, sorry)."
}