[
  {
    "destination": "Patagonya",
    "mainPhoto": "",
    "id": "TPCP",
    "tourName": "Saf Patagonya",
    "placesVisited": "Patagonya, Şili, Arjantin",
    "generalInfo": "Gerçekten büyüleyici bölgeyi oluşturan rüzgarlı ovaları, ormanları, dağları, vahşi hayatı ve buzulları ziyaret edeceğiniz heyecan verici bu gezide muhteşem Patagonya’ da seyahat edin. Asla unutamayacağınız bu macerada derin mavi göllere, geniş ormanlara, kule gibi yükselen tepelere, muazzam buzullara ve  pek çok deniz canlısı türüne tanıklık edin.<br><br><strong>Önemli not: </strong>Tur programı model bir programdır ve ihtiyaçlarınıza, bütçenize uygun hale getirilebilir.",
    "durationDays": "14",
    "price": "3019",
    "image1": "siempretour-images/TPCP/tpcp_tpcp_20190501_1029606010.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<p><strong>Tur ve Aktiviteler</strong></p>\n<ul>\n<li>- Yarım gün Buenos Aires şehir turu</li>\n<li>- Tango gösterisi</li>\n<li>- Perito Moreno buzulu</li>\n<li>- Torres del Paine</li>\n<li>- Tierra del Fuego</li>\n<li>- Beagle kanalı tekne gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otelde 13 gece</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı, 4 öğle yemeği, 4 akşam yemeği</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Buenos Aries' e Varış",
        "description": "Buenos Aires, biraz Avrupa şehirlerini hatırlatan ve Latin Amerika eğilimi gösteren şaşırtıcı bir metropol olduğundan gerçekte Güney Amerika’ nın Paris’ i olarak bilinir. Portenos(liman insanları) adı verilen şehir sakinleri tutkulu ve cana yakındır."
      },
      {
        "dayNumber": 2,
        "title": "Buenos Aries",
        "description": "Bugün şehri oluşturan farklı mahalleleri keşfedebileceğiniz panoramik bir tura çıkmak üzere grubunuza katılacaksınız. Herkes toplandıktan sonra, ünlü Colon tiyatrosunu ve portenos(liman bölgesi) üzerinde yükselen dikilitaşı görebileceğiniz 9 de Julio Avenue boyunca araçla ilerlemeye başlayacağız. Saygı olarak sağlık bakanlığı binasına asılmış 10 kat yüksekliğindeki Evita Peron portresini de görme fırsatı bulacaksınız. Sonrasında Recoleta’ ya kadar yol boyunca güzel yapılarla dolu lüks Palermo semtinden geçeceksiniz. Burada aynı adı taşıyan ve şehrin ünlü sakinlerinin son istirahat yeri olan olağanüstü mezarlığı ziyaret edeceğiz ve Art Nouveau ve neo-Gothic tarzlardaki sayısız çarpıcı mozoleyi görebileceksiniz."
      },
      {
        "dayNumber": 3,
        "title": "Buenos Aries",
        "description": "Ertesi günü dilediğiniz gibi geçirebilirsiniz. Eğer biraz dinlenip rahatlamak isterseniz, Rio de la Plata boyunca uzanan 865 akre (1 akre 4047 m2) büyüklüğünde bataklık arazi üzerindeki Costanera Sur ekoloji rezervi gibi pek çok yeşil alan bulabilirsiniz. Parkın güney girişinden patikayı takip ettiğinizde kendinizi,  balıkçıllara kuğulara ve tepede dırdır eden yeşil papağanlara ev sahipliği yapan küçük göllerden çıkan kamışların arasında bulacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "El Chalten",
        "description": "Bugün El Calafate uçağına binmek üzere otelinizden havaalanına götürüleceksiniz. Vardığınızda yürüyüş ve dağ tutkunlarını bir mıknatıs gibi çeken El Chalten otobüsüne bineceksiniz. Oteliniz terminale yürüme mesafesinde ve yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "El Calafate",
        "description": "Bugün El Calafate otobüsüne binmek için tekrar terminale gidiyorsunuz. Argentino gölünün güney kıyısındaki El Calafate, muhteşem Perito Moreno buzulu ziyareti için üs noktamız olacak. Vardıktan sonra terminalden alınıp otele götürüleceksiniz. Günün kalanı size ait."
      },
      {
        "dayNumber": 8,
        "title": "Torres Del Paıne",
        "description": "Bugün, gezegendeki en güzel ve hareketli yerlerden birinde unutulmaz bir deneyime başlamak için otelinizden alınıp Torres del Paine’ ye gideceksiniz. Torres del Paine adını topraktan yükselen ve zaten çarpıcı olan bölgeye unutulmaz bir arka fon oluşturan 3 dev granit kuleden alır. 180000 hektardan fazla alanı kaplayan park karla kaplı tepeler, buzullar, güzel göller ve vadilerin yanında alışılmadık bitki ve hayvan çeşitliliğinin oluşturduğu çarpıcı görünümüyle ünlüdür. Karşılaşabileceğiniz bu çok çeşitli ve şaşırtıcı yaratıklardan bazıları kokarcalar, And kondorları, siyah göğüslü kartallar, gri tilkiler, And (culpeo) tilkileri, guanakolar (lamagillerden), Şili flamingoları ve Amerikan devekuşları. Canlı renkleri olan çiçekler, değişik yaprak dökmeyen bitkiler ve orkideleri de görebilirsiniz. Nefes kesen ulusal parkı keşfetmenin en iyi yolu yürüyüştür."
      },
      {
        "dayNumber": 11,
        "title": "Ushuaia",
        "description": "Bugün otelinizden alınıp Ushuaia uçağına binmek üzere havaalanına gideceksiniz. Dünyanın en güneyindeki şehir olan Ushuaia yıpranması zor, kule gibi yükselen dağlarla buz denizi arasında dramatik bir konumdadır. Otelinize yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 12,
        "title": "Tıerra Del Fuego",
        "description": "Bugün şehirden kaçıp Tierra del Fuego’ yu keşfe çıkıyoruz. Dünyanın en güney ulusal parkında nefes kesen doğa harikalarını, Patagonya göllerini ve büyüleyici manzaraları göreceksiniz. Parka girer girmez doğal Lenga kayını ve Nire ormanıyla, vişne ağaçları, nehirler, göller ve turba bataklıklarıyla çevrileceksiniz. Bunlar yer şeklinin tarifsiz güzelliğini ve tipik Patagonya özelliğini veren bileşenlerdir. Ensenada körfezini ziyaret ettiğinizde Beagle kanalı, Lapataia körfezi ve Redonda adasının muhteşem manzaralarını gözler önüne seren sahilde söyleyecek söz bulamayacaksınız. Roca gölüne doğru yolculuğunuz devam edecek. Göl kıyısı boyunca uzun bir yürüyüş yapın ve bazı bölgelere zarar vermesiyle tanınan park sakini kunduzları görmeye çalışın."
      },
      {
        "dayNumber": 13,
        "title": "Buenos Aries",
        "description": "Bugün varışınızda karşılanıp, araçla otelinize  götürüleceğiniz Buenos Aires’ e uçmak üzere havaalanına gidiyoruz. Otele yerleştikten sonra günün kalanını dilediğiniz gibi geçirebilirsiniz."
      },
      {
        "dayNumber": 14,
        "title": "Buenos Aries' den Ayrılış",
        "description": "Ömrünüz boyunca unutamayacağınız bir macera  bugün sona eriyor. Eğer geç saatte bir uçuşunuz varsa ya da konaklamanızı ve kalış sürenizi uzatırsanız şehri daha fazla gezmek için ekstra zamanınız olacak."
      }
    ],
    "map": "",
    "country": "Patagonya"
  }
]