[
    {
        "type": "overview",
        "Main_Title": "Our Tajikistan holidays & tours",
        "Main_Paragraph": "Get lost within a world of spice stalls and yak carts, where towering mountains melt into blue streams and the echo of hand carved instruments plays a constant background beat. Our Tajikistan holidays and tours take you from Dushanbe to Gissar, from the lake of Iskander Kul and UNESCO site of Penjikent to the amazing Pamir Highway. And we ensure that communities benefit along the way, whether purchasing supplies from local nomadic peoples along the Silk Road, or getting you a good night’s sleep on the route at a homestay – a great way to get a glimpse into what life is like for some people here.",
        "Subtitle": "TAJIKISTAN highlights",
        "Title1": "",
        "Paragraph1": "Theres a lot of road travel involved when journeying around Takijistan, and youll travel by 4-wheel drive most of the time  certainly along the Pamir Highway which just cant be accessed without a sturdy vehicle. These are roads in the loosest sense of the term, and would be better described as gravel tracks that will test even the most patient of passengers wits with their combination of lumps, bumps and potholes. You can expect daily stints of a few hours, but its not like travelling on the M25 in rush hour; road travel along the Pamir Highway is regarded as one of the most amazing road trips in the world thanks to the spectacular surrounding scenery.",
        "image1": "",
        "Title2": "1. Dushanbe",
        "Paragraph2": "Formerly Stalinabad, Dushanbe is a city that is fast developing. Clearly rooted in Soviet style, its a rather glitzy blend of broad avenues, neoclassical architecture, and, oddly, the worlds tallest flag pole; all perhaps trying to draw attention away from the dank apartment blocks that taint its edges. The Museum of Antiquities is a great introduction to the diverse cultures that have held sway there.",
        "image2": "",
        "Title3": "2. Iskander-Kul Lake",
        "Paragraph3": "Lying on the northern slopes of the dense, green Gissar Range in the Fann Mountains, mountain lake Iskander-Kul, is a true visual feast. Glacial in its origin, but almost tropical looking under the bright sun thanks to its striking opal-blue colour, it lies at an altitude of over 2,000m, so you cant swim in it. You can, however, wander around its peaceful, bird-heavy surrounds for hours on end.",
        "Title4": "3. Istaravshan",
        "Paragraph4": "An ancient centre of trade and crafts, Istaravshan still has a craftsmans quarter today  a higgledy-piggledy maze of blacksmiths workshops, woodcarvers, and tiny houses hidden behind straw-and-wattle plastered walls. The Khazrati-Shokh complex, located in the old town, consists of two mausoleums and a mosque, each well preserved and a great insight into Muslim culture in Tajikistan.",
        "image3": "",
        "Title5": "4. Khorog",
        "Paragraph5": "Dressed in a green swathe of apple, apricot and mulberry trees, Khorog, the only real town among the Pamirs, is noted for its flora as evidenced by its eponymous Botanical Gardens where plants and trees from all over the world somehow manage to thrive at altitude. On Saturdays, the border is lifted allowing a captivating Tajiki-Afghan market to take place.",
        "Title6": "5. Penjikent",
        "Paragraph6": "UNESCO-listed Penjikent is an ancient Sogdian city which was, in its 5th to 8th century heyday, one of the most vibrant cities along the Silk Road. Now an excavated hillside exposing lots of interesting archaeological relics including a former palace and a necropolis, a one-room museum puts into context what youre looking at and the mountain panorama makes it all the more atmospheric.",
        "Title7": "6. The Pamir Highway",
        "Paragraph7": "The second highest highway in the world, the Pamir Highway runs from Osh in Kyrgyzstan to Khorog in Tajikistan and is towered over by 7,000m snow-covered peaks including those of the famed Hindu Kush. Dotted with home stays, natural hot springs, and quirky village markets, the highway is a holy grail for cyclists, but is lesser-travelled with good reason  its absolutely beautiful, but gruelling too."
    },
    {
        "type": "best-time-to",
        "Main_Title": "BEST TIME TO VISIT TAJIKISTAN",
        "Main_Paragraph": "If youre heading over the Pamir Highway, the best time to visit Tajikistan is from late May until late September; youre going over very high mountain passes, so outside of that period its potentially snowbound and inaccessible. Hot and sunny July is peak time to head for the mountains, while down in Dushambe its stiflingly hot. If youre going to combine mountain trekking with some culture in the cities below then late April to May is spot on  its colder at night as you climb higher, but it wont be like a furnace on the ground making museums a much more comfortable experience.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Tajikistan Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Tajikistan Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 62%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 69%;\">75 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">108 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 98%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">7 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 4%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 29%;\">31 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 42%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 56%;\">60 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "TAJIKISTAN TRAVEL ADVICE",
        "paragraph1": "",
        "image2": "",
        "title2": "Culture tips",
        "paragraph2": "Mark Huggins, from our partner, Undiscovered Destinations, shares his Tajikistan travel advice:\nYou need to forego any ideals of Western luxury. Of course, you can get nicer accommodation in the areas of Tajikistan moving up from Dushanbe to Iskander-Kul, but generally speaking your lodgings will be basic. Its a great destination for adventurous people and people that have already travelled in basic conditions. Another point to add is that you wont get guides who speak English of perfect quality either; they do their best and we have some excellent local guides, but travelling conditions in the area are primitive and that is part of the adventure.",
        "title3": "Tips on the Pamir Highway",
        "paragraph3": "Mark Huggins shares his Tajikistan travel advice:\nOne of our trips takes in the Pamir Highway, which is a huge highway that traverses the Pamir Mountains through Afghanistan Uzbekistan, Tajikistan and Kyrgyzstan, and is a really adventurous road trip through the high mountain range. Its an amazing experience, but a very basic trip, so you stay with local families in traditional Pamiri homestays, sleeping on mattresses on the floor and eating as the locals do.",
        "title4": "Tajikistan for adventure travel",
        "paragraph4": "Daniel Waters, from our partner, Wild Frontiers, shares his Tajikistan travel advice:\nTajikistan is an adventure travellers dream; its so little travelled, youll be hard pressed to see another tourist the entire time youre there. The country is nearly all mountainous, spectacular scenery is guaranteed throughout, from the azure blue lakes and waterfalls of the Fann Mountains to the snowy peaks of the Pamirs, and the raging rivers in the Wakhan Valley. The warmth of the people is so heartfelt, youll be offered bread and fruit wherever you go in communities that seem to be frozen in time. The sense of remoteness, and the reality of being in a country so removed from the world as we know it, creates one of the most genuine travel experiences that can be found.",
        "title5": "Tips from our travellers",
        "paragraph5": "",
        "title6": "",
        "paragraph6": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful\nTajikistan\ntravel tips that our guests have provided over the years\nto help you make the very most of your holiday\n- and the space inside your suitcase.",
        "title7": "",
        "paragraph7": "Some of the homestays were crowded (18 people) and facilities limited (1 loo, only washing facilities the local stream). You will see wonderful scenery, but theres a lot of travelling.<b>  Peter Jackson</b><br/><br/>\r\n\r\nIt was very hot throughout, so take loose, cool clothing.<b>  Gillian Urro</b><br/><br/>\r\n\r\nTravel as light as possible; keep an open mind in case something unforeseen happens; and enjoy all the wonderful people you come across everywhere. A smile goes such a \r\nlong way and gives so much in return! <b> Gunilla Westerlund</b><br/><br/>\r\n\r\nHopefully anyone booking this holiday will have some experience in remote locations so will be well prepared. I think everyone needs to be warned to be a bit more cautious about food and water/drink. We were much more cavalier about these things (I ate and drank everything put in front of me!) than I would be when somewhere like India. <b> Sue Noble</b><br/><br/>",
        "title8": "",
        "paragraph8": "Be prepared for long days driving, often on very bumpy roads. However, nature's spectacles compensate for the travelling inconveniences. <b> Jayne Hanlin</b><br/><br/>\r\n\r\nBe prepared for basic conditions in the yurt camps - no washing facilities (and don't mention the toilets). Take a head torch, plenty of wipes, and gloves for horse riding or trekking. You need to pack carefully for very cold and very hot conditions.<b>  Joan Godman</b>"
    }
]