{
    "Main_Title": "Our Tajikistan holidays & tours",
    "Main_Paragraph": "Get lost within a world of spice stalls and yak carts, where towering mountains melt into blue streams and the echo of hand carved instruments plays a constant background beat. Our Tajikistan holidays and tours take you from Dushanbe to Gissar, from the lake of Iskander Kul and UNESCO site of Penjikent to the amazing Pamir Highway. And we ensure that communities benefit along the way, whether purchasing supplies from local nomadic peoples along the Silk Road, or getting you a good night’s sleep on the route at a homestay – a great way to get a glimpse into what life is like for some people here.",
    "Subtitle": "TAJIKISTAN highlights",
    "Title1": "",
    "Paragraph1": "Theres a lot of road travel involved when journeying around Takijistan, and youll travel by 4-wheel drive most of the time  certainly along the Pamir Highway which just cant be accessed without a sturdy vehicle. These are roads in the loosest sense of the term, and would be better described as gravel tracks that will test even the most patient of passengers wits with their combination of lumps, bumps and potholes. You can expect daily stints of a few hours, but its not like travelling on the M25 in rush hour; road travel along the Pamir Highway is regarded as one of the most amazing road trips in the world thanks to the spectacular surrounding scenery.",
    "image1": "",
    "Title2": "1. Dushanbe",
    "Paragraph2": "Formerly Stalinabad, Dushanbe is a city that is fast developing. Clearly rooted in Soviet style, its a rather glitzy blend of broad avenues, neoclassical architecture, and, oddly, the worlds tallest flag pole; all perhaps trying to draw attention away from the dank apartment blocks that taint its edges. The Museum of Antiquities is a great introduction to the diverse cultures that have held sway there.",
    "image2": "",
    "Title3": "2. Iskander-Kul Lake",
    "Paragraph3": "Lying on the northern slopes of the dense, green Gissar Range in the Fann Mountains, mountain lake Iskander-Kul, is a true visual feast. Glacial in its origin, but almost tropical looking under the bright sun thanks to its striking opal-blue colour, it lies at an altitude of over 2,000m, so you cant swim in it. You can, however, wander around its peaceful, bird-heavy surrounds for hours on end.",
    "Title4": "3. Istaravshan",
    "Paragraph4": "An ancient centre of trade and crafts, Istaravshan still has a craftsmans quarter today  a higgledy-piggledy maze of blacksmiths workshops, woodcarvers, and tiny houses hidden behind straw-and-wattle plastered walls. The Khazrati-Shokh complex, located in the old town, consists of two mausoleums and a mosque, each well preserved and a great insight into Muslim culture in Tajikistan.",
    "image3": "",
    "Title5": "4. Khorog",
    "Paragraph5": "Dressed in a green swathe of apple, apricot and mulberry trees, Khorog, the only real town among the Pamirs, is noted for its flora as evidenced by its eponymous Botanical Gardens where plants and trees from all over the world somehow manage to thrive at altitude. On Saturdays, the border is lifted allowing a captivating Tajiki-Afghan market to take place.",
    "Title6": "5. Penjikent",
    "Paragraph6": "UNESCO-listed Penjikent is an ancient Sogdian city which was, in its 5th to 8th century heyday, one of the most vibrant cities along the Silk Road. Now an excavated hillside exposing lots of interesting archaeological relics including a former palace and a necropolis, a one-room museum puts into context what youre looking at and the mountain panorama makes it all the more atmospheric.",
    "Title7": "6. The Pamir Highway",
    "Paragraph7": "The second highest highway in the world, the Pamir Highway runs from Osh in Kyrgyzstan to Khorog in Tajikistan and is towered over by 7,000m snow-covered peaks including those of the famed Hindu Kush. Dotted with home stays, natural hot springs, and quirky village markets, the highway is a holy grail for cyclists, but is lesser-travelled with good reason  its absolutely beautiful, but gruelling too."
}