{
  "destination": "Algeria",
  "mainPhoto": "",
  "id": "algeria-holidays-desert-and-history",
  "tourName": "Algeria holidays, desert and history",
  "placesVisited": "Algiers, Place des Martyrs, Tipasa, Tomb of the Christian, Timgad, Kasbah of Algiers, arch of Trajan, Constantine, Casbah, Palace of Ahmed Bey, Djemila, Sétif, Grand Erg, journey from Taghit to Tlemcen, Oran, Bey’s Palace, the Grand Mosque",
  "generalInfo": "Africa’s largest country really should need no introduction although, for many, it remains way off the radar in terms of tourism and as a general holiday destination, which can only be good news for small guided groups looking for an exciting and educational Algeria holiday.<br/><br/>Set against the cool blues of the Mediterranean, Algiers, the capital, is a great place to start, and an experience in itself with French and Roman influence still in evidence amongst ecclesiastical architecture and ancient ruins. Then delve deeper into the Ottoman heritage which runs through the cultural core of other Algerian cities, such as Oran and Telmcen.<br/><br/>From deeply moving desert landscapes to storied history lessons, this Algeria holiday guarantees cultural horizons will be truly expanded and magical memories will still be alive and well long after the holiday has ended.",
  "durationDays": "15",
  "price": "3895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Algiers - Arrive in Algiers and transfer to the hotel. Depending on when you arrive there may be time to explore the city. No meals or guiding arrangements are included today. Overnight at Hotel Ralf or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Algiers - Delving deeper into Algiers, wwe visit Notre Dame d;Afrique, and Bastion 23, also known as Palais des Rais, notable for it’s architecture and being the last surviving quarter of the lower Casbah. We wander the city’s unique casbah, another UNESCO site, an outstanding example of Maghreb architecture, and one of the most enigmatic places in Algiers. Overnight at Hotel Ralf or similar. (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Algiers - Setif (Approximate driving time: 5.5 hours) - Travel east towards Setif where we visit the National Museum of Setif, home to exhibits from several eras. Overnight at Hotel Best Western or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Setif – Djemila - Constantine (Approximate driving time: 3 hours) - Today there’s a lot of ground to be covered. However, exploring the UNESCO sites of Djemila and its ancient garrison of Cuicul reveals some of North Africa’s best-preserved Berbero-Roman remains. Forum, temples, basilicas, triumphal arches are all present, but laid out to suit the terrain of a mountain town. From here we continue to Constantine. Overnight at Novotel Hotel or similar. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Constantine - After breakfast we explore Constantine itself, considered the capital of eastern Algeria, and named after Roman Emperor, Constantine the Great. Visits include the archaeological museum and the Palace of Ahmed Bey, the city’s last Ottoman governor. We will view the city’s famous bridges spanning the dramatic Rhumel Gorge, including the Sidi M’Cid suspension bridge. Overnight at Novotel Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Constantine - Timgad (Approximate driving time: 2 hours) - Taking the road south, our first stop is Medracen, the Tomb of the Numidian Kings, before continuing to the Aurès Mountains and the UNESCO World Heritage site of Roman Timgad. Dating from 100AD, this is remarkable example of ancient town planning, and includes a huge library, colonnaded streets, temples, amphitheatre, the arch of Trajan, and a basilica. Overnight at Trajan Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Timgad – Biskra - El Oued (Approximate driving time: 5.5 hours) - Drive to Biskra stopping on the way in the area of the gorges of Tighanimine, site of the first shots of the Algerian rebellion, and the breathtaking canyon of Rhouffi. Continue to El Oued circled by the sands of the Grand Erg Oriental. Overnight at La Couploe Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ghardaia - El Menia – Timimoun (Approximate driving time: 7 hours) - Drive first to El Menia and its ruined ksar and continue to the picturesque oasis of Timimoun with its distinctive red buildings. Overnight at Gourara Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Timimoun - Spend the day exploring this lovely oasis, with a picnic lunch out among the dunes. Overnight at Gourara Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Timimoun – Oran - Fly to Oran (two-and-a-half-hours), and on arrival transfer to your hotel. The rest of the day is at leisure. Overnight at Assala Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Oran - Today we spend time exploring Oran, and spend time exploring the city including the Bey’s Palace and the 18th Century Grand Mosque. Overnight at Assala Hotel or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Oran - Algiers (Domestic flight) - Tipasa – Algiers (Approximate driving time: 1.5 hours in each direction) - This morning for a flight to Algiers and on arrival drive to the UNESCO World Heritage Site of Tipasa, home to a wealth of archaeological remains. We tour a remarkable collection of Roman ruins, including villas and an ancient amphitheatre, that overlooks the Mediterranean. On the way back to Algiers we call in at the ‘Tomb of the Christian’, a Numidian site that despite its name is believed to date from the 3rd century BC. Overnight at Hotel Ralf or similar. (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Algiers - Departure from Algeria - There’s time to relax and take stock of a remarkable trip before your transfer to the international airport for your flight back home. (B)"
    }
  ],
  "map": ""
}