{
  "destination": "Algeria",
  "mainPhoto": "",
  "id": "algeria-tour-algerian-odyssey",
  "tourName": "Algeria tour, Algerian Odyssey",
  "placesVisited": "Algiers, Setif, Djemila, Constantine, Timmis, Medracen, Biskra, El Oued, Ghardaia, El Golea, Timimoun, Oran, Tlemcen",
  "generalInfo": "Algeria might be up to its waist in desert, but it’s far from empty – this holiday takes in some of the best sights in a country that not many tourists visit. Start your trip with one of the highlights: the UNESCO-listed casbah at Algiers. Its Ottoman palaces and mosques might be crumbling, but they are as atmospheric as anything. Together, they tell the story of a deeply religious community that has lived between the Sahara and the sea for centuries.  <br/><br/>This Algerian Odyssey uses cars, 4WD and planes to span the country. Take the plunge south into the Sahara, passing salt lakes and dunes, and surfacing at oasis towns where mud-built walls and ksars (fortresses) have stood the test of time. Towns like Biskra, El Oued and Timimoun sit right on the edge of the desert. <br/><br/>The Romans came to Algeria and you can see traces of their lives in the ruins you’ll visit at Timgad, Cherchell, Djemila and Tiddis, near Constantine. This tour also takes you to the traditional towns of the M’Zab Valley where the Mozabite people – a Berber ethnic group – live under the high plateau. Your trip ends at Algiers again after a visit to the magnificent Islamic monuments at Tlemcen and the historic port city of Oran. <br/>",
  "durationDays": "15",
  "price": "3299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Algiers - Arrive in Algiers and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Hotel Du Val or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Cherchell - Tipasa - Head west to visit Cherchell, with its collection of Roman remains, as well as Tipasa. Tipasa was a former Phoenician city, and today is home to a striking set of Roman ruins in a in a photogenic location between the mountains and sea. On the way back to Algiers, stop at the ‘Tomb of the Christian’, believed to be built for one of the Numidian kings. Overnight Hotel Du Val or similar. (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Algiers - A full day exploring this enigmatic city. We visit the UNESCO listed casbah area, the most traditional part of the city as well as the Museum of Antiquities and the renowned Bardo Museum, among other sites. Overnight Hotel Du Val or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Djemila - Constantine - Travel to the historic city of Djemila, founded by the Romans in the 1st century. Explore its ruins before continuing to Constantine for the night. Overnight Protea Hotel or similar. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Constantine - Spend today exploring the charming city of Constantine, perched dramatically on a steep gorge. We also visit the nearby Roman site of Tiddis. Overnight Protea Hotel or similar. (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Timgad - Biskra - Visit Medracen with its Numidian tomb before continuing to Timgad. Here we explore the old Roman city, excavated to such an extent that you can gain a real feel for how it once was, with an amphitheatre, baths, temples and numerous other monuments. Continue to Biskra for the night, via the canyon of Rhouffi, where the first shots of the Algerian rebellion were fired in 1954. Overnight Hotel Maurice Laban or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Biskra - El Oued - This morning we visit the date market in Biskra before continuing to El Oued. On the edge of the Sahara, El Oued is known as the ‘city of a thousand domes’ and is surrounded by the dunes of the Grand Erg Oriental. After lunch we head out to explore the mosque, local spice market and the Zaouia of Guemar. Overnight Hotel Souf or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ghardaia - Drive to Ghardaia in the M'Zab Valley. This is one of the prettiest and most interesting places in the Sahara, with a collection of traditional towns and home to the Mozabite people, who follow different traditions and customs to the rest of Algeria. We explore the key sites including the traditional market of Beni Isguen, the 'foggara' irrigation system, and meet local people living lives not much different from their forefathers. Overnight Residence des Deux Tours or similar. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "El Golea - Timimoun - Head first to El Golea and visit its old 9th century ksar. From here continue to Timimoun - the 'red oasis' - through a scenery of rolling dunes. Overnight Lodge Djenane Malek or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Timimoun - Spend today exploring Timimoun and the surrounding area. In 4wd vehicles we drive to the nearby salt lake and visit dunes, villages and gardens, before returning to Timimoun in the evening. Overnight Lodge Djenane Malek or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Oran - Tlemcen - Fly to Oran, arriving early afternoon. From here drive to Tlemcen, founded in the 11th century and with a wealth of historic sites to explore. Overnight Hotel Zianides or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tlemcen - Oran - Spend the day exploring Tlemcen and the surrounding area. Visit the Great Mosque, often compared to that in Cordoba, Spain, the Mechouar – an old walled fortress – and the governor’s palace among other sites. Further afield we visit the Mansurah minaret, constructed in the style of Marrakech’s Koutoubia Mosque. Return to Oran for the night. Overnight Best Western Hotel or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Oran - Algiers - Head out to explore Oran including visits to the Zabana Museum, Palace of the Bey, Place des Armes and Santa Cruz, with its scenic views of the city. In the afternoon fly back to Algiers for our final night. Overnight Hotel Du Val or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Algiers - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}