{
  "destination": "Algeria",
  "mainPhoto": "",
  "id": "algeria-and-the-m-zab-valley-small-group-holiday",
  "tourName": "Algeria and the M’Zab Valley small group holiday",
  "placesVisited": "",
  "generalInfo": "Steeped in cultural and archaeological history, Algeria is back on the map after some difficult years. From the Mediterranean coastline to the vast dunes of the Sahara Desert, this lesser-visited gem has so much to offer. On our ten-day tour, we'll discover influences from throughout the ages including the Berbers, Romans, Byzantines and Arabs. Explore the coastal capital of Algiers, uncover the ancient cities of Tipaza, Timgad and Dijemila and travel to the edge of the desert to explore the M'Zab Valley and its communities.<br/> Roman ruins - Uncover the finest collection of Roman ruins in North Africa.<br/> M'Zab valley - Journey to the edge of the Sahara to discover palm groves, fortified citadels and ancient civilization.<br/> Thriving cities - Soak up the atmosphere in Algiers and Constantine, enjoying great food and warm hospitality. <br/>",
  "durationDays": "10",
  "price": "1945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Algiers",
      "description": ": Our tour starts in the Algerian capital, Algiers. The country's largest city, Algiers today is a bustling Mediterranean port that can trace its origins back to Carthaginian traders of the 4th century BC. Dominated by the imposing walls of it's great Citadel, the Kasbah quarter of the old town is a wonderful collection of meandering alleyways, palaces and mosques, that now fall under the protection of UNESCO. Away from the old town, the city's French colonial heritage embraces a collection of grand buildings and wide boulevards that sweep around the coastline. There are no activities planned today, so you're free to arrive in Algiers at any time. If you'd like an airport transfer today, you'll need to arrive into Algiers International Airport, also known as Houari Boumediene International Airport (ALG), which is around a 30-minute drive from the hotel depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception where the welcome meeting will take place. We'll head off for dinner afterwards. For those arriving later, your tour leader will catch up with you the following morning."
    },
    {
      "dayNumber": 2,
      "title": "Visit the Roman sites of Tipaza and Cherchell on the Mediterranean coast. Evening flight to Ghardaia",
      "description": ": Driving west out of Algiers along the coast, today we'll visit the site of Tipaza, founded by the Carthaginians as a port and trading centre. The site contains a forum, four thermal baths and the outline of a large Christian basilica. The setting is stunning, situated between the mountains and the Mediterranean. After lunch, we'll continue along the coast to Cherchell, the former capital of ancient Mauritania, which today is blessed with a collection of magnificent temples and monuments that span the Punic, Numidian and Roman periods. On our way back to Algiers, we'll make a stop at the Mausoleum of Mauritania, the final resting place of the last king and queen of Numidia. Arriving back in Algiers in the late afternoon, we'll have an early dinner before driving to Algiers airport for a flight to Ghardaia on the edge of the Sahara, the capital of the famous M'Zab Valley. Upon arrival, it's a short 20-minute drive to our hotel."
    },
    {
      "dayNumber": 3,
      "title": "Full day exploring Ghardaia and the settlements of Beni Isguen, Malika and El Ateuf in the M’Zab Valley",
      "description": ": Our gateway into the M'Zab Valley on the edge of the Sahara, Ghardaia is one of five ksours (hilltop towns) that were founded by members of the Muslim Ibadi sect nearly 1,000 years ago in 1053 AD. Centred around its historic mosque, the town's collection of distinctive white, pink and red houses was once described by the French philosopher, Simone de Beauvoir as a Cubist painting, beautifully constructed. We'll spend the day exploring the town and the neighbouring villages in the beautiful M'Zab Valley. Our day starts on foot with a visit to the town's mosque, which we'll see from the outside, and a walk around the lively local markets and side streets. We'll then head to our bus to explore the outer lying sights including the cave of Daia, Beni Yezguen, a sacred Berber Islamic town which prohibits all foreigners from spending the night within its walls, Malika and the scenic settlement of El Ateuf. We'll also see the date palm groves. Ghardaia lies in the heart of the traditional homeland of the Mozabite people, a Berber tribe, most of whom are Ibadi Muslims, known for their warm hospitality. We'll enjoy a home-cooked lunch at a local family home or small restaurant today. The afternoon is free to rest or explore more of the town."
    },
    {
      "dayNumber": 4,
      "title": "Drive to M'sila",
      "description": ": We have a long travel day ahead of us today as we head to M'sila - our total driving time will be around eight hours, though we'll make stops along the way. Heading south, we'll pass through the town of Laghouat, the main settlement of the province sharing the same name. The town is centred around an oasis and is surrounded by the Amour Range. Further north, we'll pass Djelfa, aiming to arrive in M'sila around 6pm. Tonight we stay in the best available hotel in the town, we have graded it as simple on account of its more basic facilities, the rooms have air conditioning and en suite bathrooms and there is wifi in the lobby."
    },
    {
      "dayNumber": 5,
      "title": "Visit Al Qal'a (fortress) of Beni Hammad and the vast Roman ruins at Timgad, overnight in Batna",
      "description": ": Our first stop this morning is the Al Qal'a (fortress) of Beni Hammad, which comprises a striking minaret of what used to be a very large mosque, built of roughhewn sandstone blocks. Set amongst the arid rolling hills, the area was once inhabited by the first capital of the Hammadid empire in the 11th century. Its design later influenced Arab architecture, which can be seen throughout the Maghreb, Andalucia, and as far away as Sicily. There is a small museum at the site which we'll also visit if it's open. We'll continue to the town of Batna, the largest settlement in the district, where we'll have lunch. This afternoon, we'll visit the famous UNESCO Roman ruins at Timgad. Sometimes referred to as the 'Pompeii of Africa', this vast site was constructed under Emperor Trajan as a military base to defend against the Berbers. It was a retirement city for his Roman troops and is considered one of the best historical sites in modern Algeria. The site is located on flat ground and is one of the best-preserved grid towns, including two main paved streets which run through the site and have the old forum and a theatre. There are also the ruins of several baths and the Trajan's Arch, a 12-meter-high triumphal arch. We'll have time to wander around the maze of streets with our guide before we head back to Batna, where we'll spend the night."
    },
    {
      "dayNumber": 6,
      "title": "Visit the tomb of Madghacen near Batna, continue to Constantine, the city of bridges",
      "description": ": Our first stop today is the tomb of Madghacen, a royal mausoleum dating back to the era of the Berber Numidian Kings, which stands just outside Batna. This large cylindrical mausoleum dates to the 3rd century BC and is believed to be the tomb of a Numidian King. After our visit, we'll drive to Constantine, a spectacular city perched above the Oued Rhumel River Valley. Also known as the city of bridges on account of the seven bridges that span the deep ravine connecting the old city. We aim to arrive before lunch, giving us time to have a relaxing free afternoon. There is the option of taking a trip to see the Roman ruins at Tiddis, occupied since the Neolithic period and containing several circular bazina burial monuments from the pre-Roman Numidian times. See the budgeting and planning section for more details. This evening we can head out for dinner, Constantine has some excellent restaurants to choose from."
    },
    {
      "dayNumber": 7,
      "title": "Full day to explore Constantine",
      "description": ": Today, we have a full day to explore the old city, partly on foot and partly by bus, in the company of our guide. Founded over 2,000 years ago, Cirta as it was formally known, is built on a plateau surrounded by deep ravines, the site was chosen because the city could be easily defended. In subsequent centuries the city has outgrown the plateau and spilled over into the adjoining areas. We'll start our visit of Constantine by the museum and the finest Ottoman structure, the Palace of Ahmed Bey where we'll explore the courtyards, the beautiful gardens with palms and orange trees and witness the array of vibrant tiles filled with creative motifs and mosaics. We'll then walk through the alleyways of the Casbah and along the Boulevard of the Abyss with views of the cityscape and deep gorges, reaching the city's most iconic symbol, a 175 metre/575 feet high suspension bridge of Sidi M'Cid, which spans 168 metres/552 feet and connects the city to the hill. We'll cross the suspension bridge and walk to the Monument to the Dead, a memorial arch topped by a statue of the winged victory, commemorating the Algerian victims of World War I. Continuing our tour, we'll cross the footbridge of Mellah Slimane, also known as the Passerelle Perregaux, a 125-meter/410-foot-long suspension footbridge over the deep ravine with fantastic views over the old Bab El Kantara Bridge and the Sidi Rached Viaduct from the footbridge's vantage point. After crossing, we'll climb the staircase to the busy rue of Larbi Ben M'Hidi where we'll see the historic 11th-century Great Mosque from the outside, the oldest mosque in the city. We'll then enter the cobbled alleyways of Souika in the heart of the medina, a world of bustling souks and artisan alleys, where quaint doorways and narrow paths reveal artisans who've been practicing their trade for generations. Lunch will be in the old town. This afternoon, we'll visit the National Museum of Cirta, a treasure trove of antiquities and relics found in the Constantine and surrounding areas including the beautifully cast bronze sculpture of winged 'Victory of Constantine.'"
    },
    {
      "dayNumber": 8,
      "title": "Explore the Roman ruins of Djemila, continue to Setif",
      "description": ": Lying 150 kilometres/93 miles to the east of Constantine, Djemila is one of the most important and picturesque Roman remains in Algeria, considered to be one of the finest sites in North Africa. Occupying a hilltop 900 metres/2,952 feet above sea level, it's a fascinating example of how traditional Roman planning was adapted to a mountain setting. Founded by the Emperor Nerva to house his subjects, the streets of ancient Cuicul are lined with the remains of houses, a forum, temples, the basilica and several triumphal arches. Equally impressive is Djemila's stunning museum, where every square inch of the immense walls is plastered with mosaics. Following our visits, we'll drive to Setif where we stay overnight. On arrival in the town we'll visit the museum, which includes some exceptional Roman mosaics including the Triumph of Dionysus, after which we head into the new town for a short tour of the citadel and medina."
    },
    {
      "dayNumber": 9,
      "title": "Return to Algiers, afternoon tour of the capital",
      "description": ": Today we'll head back to the capital - around a four-hour drive. Once we've checked into our hotel and had lunch, we'll head out for an afternoon tour of the capital. We'll visit the beautiful Church of Notre Dame d'Afrique that dominates the long bay above Bab El Oued, before driving to the old 10th century city known as the Kasbah, or \"The Citadelle\". One of the most impressive old cities in North Africa, we'll walk on the cobbled narrow streets and explore the complex houses, palaces and mosques that date back the Ottoman period. Next, we'll visit one of the most important historical monuments of Algiers; Bastion 23 Palace, located on the seafront. Actually a set of three palaces (17, 18 and 23), we'll get to roam through secret rooms inside. Our next stop is the imposing 92-meter/300-foot-tall Monument to the Martyrs, situated on a hill and overlooking the whole city. Heading back to our hotel, the rest of the afternoon is free to relax or explore the area. This evening, we have the opportunity to go out to a local restaurant and celebrate our last night together."
    },
    {
      "dayNumber": 10,
      "title": "Trip ends in Algiers",
      "description": ": Our tour of northern Algeria ends at our hotel in Algiers. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you need to depart from Algiers International airport, also known as Houari Boumediene International Airport (ALG), which is around 30 minutes from the hotel depending on traffic. If you want to extend your time in Algeria, you may wish to consider booking our 16-day 'Ancient Algeria and the Sahara Desert' available on selected dates, which includes a week in Algeria's south, camping in the heart of the Sahara Desert."
    }
  ],
  "map": ""
}