{
  "destination": "Algeria",
  "mainPhoto": "",
  "id": "algeria-tailor-made-holiday",
  "tourName": "Algeria tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Algeria’s rich past, as part of the Roman province of Africa Proconsularis, lies beneath layers of Christian and Islamic conquest, and more recent Ottoman and French colonisation. A remarkable mix of Arab, Berber, and French cultural influences, Algeria’s political evolution is ongoing.<br/><br/>To visit now offers not only a chance to explore ancient history, but also to experience history being made. On this short break you will have the opportunity to experience amazingly preserved Roman ruins at Tipasa and in the hills of Djemila, some of the most impressive to be found anywhere.<br/><br/>In addition, enjoy impressive coastal scenery and gaze out at the shimmering Mediterranean from the Biosphere reserve of Gouraya National Park. The labyrinth of meandering alleys in the atmospheric Casbah of Algiers (UNESCO) is also sure to provide a memorable visit on this short break in Algeria.",
  "durationDays": "5",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Algiers - Arrive in Algiers and you will be greeted by our local team and then transfer to your hotel. Overnight at ST Hotel. No meals or guided sightseeing today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Algiers – Tipasa (UNESCO) (Approximate overall driving time: two hours) - This morning after breakfast we visit Tipasa, home to an astonishing wealth of archaeological remains. On the way we call in at the ‘Tomb of the Christian’, a Numidian site that despite its name is believed to date from the 3rd century BC. Arriving at the UNESCO World Heritage Site of Tipasa, we tour a remarkable collection of Roman ruins, including villas and an ancient amphitheatre that overlooks the shimmering expanse of the Mediterranean. Thereafter we delve into Algiers, wandering in the atmospheric labyrinth of narrow alleys in the city’s unique casbah (UNESCO), an outstanding example of Maghreb architecture, and one of the most enigmatic places in Algiers. Also visit the Martyrs Memorial and the Basilica de Notre Dame d'Afrique. Overnight at ST Hotel. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Algiers – Bejaia – Gouraya National Park - Setif - Leave the city and today enjoy some of the country’s most exquisite scenery driving through the picturesque countryside of Kabylia, a land of orchards and olive trees. Arrive at the Mediterranean port city of Bejaia and onward to the Biosphere Reserve of the National Park of Gouraya. Imbibe the spectacular coastal views from “Pic des Singes” and visit Cap Carbon Lighthouse, perched on a rocky outcrop 250 meters above sea level. Cervantes, author of the famous Don Quixote, was imprisoned here whilst in exile in Algeria. After a short break for lunch in Bejaia, again travel through beautiful scenery and up onto the high plateau of Setif where tomorrow morning you will explore the spectacular Roman ruins of Djemila. Overnight at Setif Rabie Hotel. (BL)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Setif - Djemila – Constantine – Algiers - This morning explore Djemila situated at 900 metres above sea level. Your guide will walk you through this incredible site with its picture-perfect mountainous backdrop and give you an insight into the many well-preserved remains of a once thriving Roman city. View the Arch of Caracalla, the Forum, the Basilica and the Temples. It is possible to imagine the lifestyle of this ancient civilization whose architectural skills are today still looked upon as great architectural feats. Marvel at the mosaics which are displayed in the museum. With just over 1000 square meters of mosaics, the site museum has an outstanding collection. This represents the best collection in the whole of Algeria. You will have some time at leisure for browsing at the small souvenir shops just outside the site before you continue your journey to the city of Constantine. After lunch, enjoy a highlights excursion in Constantine, with its awesome bridges built over deep vertiginous gorges surrounding the city. Constantine has an incredible 3000 years of history behind it, making it one of the oldest towns in the world. Here, you will also view the Memorial Arch and the Great Mosque. Later return to Algiers where the evening will be at leisure. Overnight at ST Hotel. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depart Algiers - Any remaining time today will be at leisure before your transfer to the airport for your onward journey. (B)"
    }
  ],
  "map": ""
}