{
  "destination": "Algeria",
  "mainPhoto": "",
  "id": "algeria-sahara-desert-small-group-holiday",
  "tourName": "Algeria Sahara Desert small group holiday",
  "placesVisited": "",
  "generalInfo": "The Algerian Sahara in the far south offers travellers one of the ultimate desert experiences. With vast expanses of sand, towering dunes, dramatic rock formations, canyons and an extraordinary concentration of ancient rock art, akin to an open-air museum; this is a trip for those wanting to take time away from the stresses of modern-day life amongst the breath-taking scenery of the Sahara.<br/> Desert rock art - Algeria has one of the richest collections of pre-historic rock art in the Tassili n'Ajjer plateau, remarkably well preserved in the arid desert environment.<br/> Digital detox - Switch off and embrace a slower pace (with no mobile signal) as we spend five nights wild camping in the desert with our crew.<br/> Stunning landscapes - Catch the sunrise and sunset each day over a breathtaking backdrop of vast sand dunes. <br/>",
  "durationDays": "9",
  "price": "1945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Trip starts in Algiers",
      "description": ": Our tour starts in the Algerian capital, Algiers. The country's largest city, Algiers is a bustling Mediterranean port that can trace its origins back to Carthaginian traders of the 4th century BC. Dominated by the imposing walls of it's great Citadel, the Kasbah quarter of the old town is a wonderful collection of meandering alleyways, palaces and mosques, that now fall under the protection of UNESCO. Away from the old town, the city's French colonial heritage embraces a collection of grand buildings and wide boulevards that sweep around the coastline. There are no activities planned today, so you're free to arrive in Algiers at any time. If you'd like an airport transfer today, you'll need to arrive into Algiers International Airport, also known as Houari Boumediene International Airport (ALG), which is around a 30-minute drive from the hotel depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception for a welcome meeting. We'll head out for dinner afterwards, should you wish. For those arriving later, your tour leader will catch up with you the following morning."
    },
    {
      "dayNumber": 2,
      "title": "City tour of Algiers; fly to Djanet deep in the Sahara",
      "description": ": This morning, we'll head out to explore the capital of Algeria. First up, we visit the beautiful Church of Notre Dame d'Afrique that dominates the long bay above Bab El Oued. We'll then head into the 10th century city known as the Kasbah, one of the most impressive medinas in North Africa; we'll walk through the cobbled narrow streets and explore a mosaic complex of houses, palaces and mosques, many of which date back the Ottoman period. Moving on, our next stop is one of the most important, prestigious and historical monuments of Algiers, Bastion 23 Palace which is located on the seafront. It's a set of three palaces (17, 18 and 23) we'll get to roam through secret rooms inside. Our next stop is the imposing 92-meter/300-foot-tall Monument to the Martyrs, situated on a hill and overlooking the whole city. Situated on a hill and overlooking the whole city, we'll get the opportunity for some great photos of the city from the vantage point, weather permitting. This evening, we drive back to Algiers airport for a flight to Djanet in the heart of the Sahara. Upon arrival it's a short twenty minute drive to our hotel."
    },
    {
      "dayNumber": 3,
      "title": "El Biredj canyon; first night wild camping in the desert",
      "description": ": After breakfast, we'll leave behind the relative civilization of Djanet and head out into the Sahara. We'll be traveling in a convoy of 4WD off-road vehicles, perfect for tackling the desert terrain. With a maximum of three people, plus a driver in each car, everyone gets a window seat. The first 120 kilometres (about 75 miles) are on paved roads, then we turn off toward El Biredj Oued Canyon and go another 80 kilometres (50 miles) off-road, winding through low rocky hills as we enter Oued El Biredj. It doesn't take long to fall into the rhythm of desert travel, far from packed schedules and pressures of modern-day life, time matters less out here and with no distraction from mobile phones, we can focus on enjoying the natural beauty of one of the greatest wildernesses on earth. We'll set up camp at the entrance to Tadrart. Once the crew has pitched the tents, we'll get our first taste of Tuareg tea, also known as Maghrebi mint tea, relaxing around a campfire. There's time to head out for a short walk and find a good spot to catch the sunset, desert sunsets are spectacular. After that, it's back to camp for dinner, freshly cooked by our crew. One of the magical parts of this trip is how remote our desert camps are completely off the grid, in spectacular settings with no one else around. We'll be staying in dome tents, set up for either double, twin, or single use. Mattresses are provided and set up for us each night - remember to bring a sleeping bag (see the equipment section for more details). There's also a communal dining area with rugs and tables, plus a toilet tent set up away from the main camp."
    },
    {
      "dayNumber": 4,
      "title": "Witness the pre historic rock art in the Tassili n'Ajjer plateau, a UNESCO world heritage site",
      "description": ": Our day starts around sunrise with a cup of tea or coffee followed by breakfast consisting of bread, butter, jams and cheese. After breakfast, we'll head out for a walk to explore our surroundings whilst the campsite is broken down. Oued El Biredj is a wide canyon-like valley, opening out to the vast landscape of the Tardart with its 'rock forests' of eroded sandstone pillars. There is less driving today, as we explore partly by 4WD and partly on foot. The highlight is encountering wonderfully preserved rock art paintings and engravings - we'll see paintings of hunting scenes, cattle and wild animals. To date there, have been over 15,000 paintings identified, there are so many works of art the area has been likened to a vast open air museum. This evening, we'll set our camp in the high sand dunes of Markawandi. Our camping crew will prepare all our meals in the desert. Our evening meal is three courses, consisting of soup to start with followed by a main course of couscous or pasta or rice accompanied by vegetables and a meat-based dish (usually lamb stew or chicken) and bread cooked in the traditional Tuareg way, on hot coals under the sand. Dessert is seasonal fruit, followed by mint tea or coffee, dates and a cookie."
    },
    {
      "dayNumber": 5,
      "title": "Head deeper into the Sahara desert, into the vast sand dunes at Moul El Naga. Overnight at Tin Koukak",
      "description": ": Continuing our journey deeper into the Sahara, we reach the end of the El Biredj where the high orange-coloured sand dunes of Moul El Naga begin to appear. The sharpness and shades of the dunes make this a classic desert landscape - a photographer's dream. After driving through spectacular wind-sculptured arches (where we'll have our lunch), we head into the Tin Koukak region. This afternoon, we'll see more ancient rock art and, if we're lucky, even spot wild camels and gazelles. Our camp tonight is at Tin Koukak, the sunsets here, against the backdrop of the vast sand dunes, are spectacular and we'll witness some of the clearest night skies imaginable."
    },
    {
      "dayNumber": 6,
      "title": "Visit the striking Djaren Canyon and see desert rock art around Tin Koukak",
      "description": ": There is an optional walk to visit rock art around Tin Koukak lasting a couple of hours, we'll set off early to avoid the heat of the day (4WD vehicles will be available for those who don't wish to walk). Driving back towards Djanet, we'll make stops along the way to take in the picturesque scenery. Lunch will be at Oued Tlafzo. As we enter Djaren canyon, we'll step into one of the highest concentrations of rock art paintings in this part of Algeria, with over 70 locations exhibiting paintings and engravings found to date; we'll visit the best selection. We set up camp and spend the night in the atmospheric Djaren canyon."
    },
    {
      "dayNumber": 7,
      "title": "Return to Djanet to freshen up. Afternoon head out to explore Timrass and Tekoubaouine",
      "description": ": After breakfast our camp crew will pack up camp, drive directly back to the Tenere Village Hotel in Djanet where we'll get reacquainted with modern life. Day use rooms will be provided to have a shower, the hotel also has WiFi at reception to catch up with messages from home. Lunch (not included on this day) will be at the hotel. This afternoon, we head into the desert once more for our final night. Driving one hour north of Djanet this time, we'll explore Timrass, a dramatic area of rocks protruding from the desert sand. Here we'll discover more rock art. We'll then continue to the landscapes of Tekoubaouine where we camp in a great spot for sunset amongst the dunes, hills and rock formations, our last night in the desert. Our cook will have stocked up on fresh supplies in Djanet and will prepare a delicious last camping dinner for us."
    },
    {
      "dayNumber": 8,
      "title": "Erg Admer, crying cows engravings. Return to Djanet",
      "description": ": After a morning walk we will explore more ancient rock art. This region is known for its vast towering sand dunes, we'll visit Erg Admer, set amongst a sea of sand dunes. Continuing back towards Djanet, lunch is at the crying cows engravings, an elaborate ancient engraving depicting cattle. It's a short drive back to Djanet and the Tenere Village Hotel. Once again, day use rooms will be provided to freshen up and have a shower. The rest of the afternoon is free, you may wish to head into Djanet itself or rest at the hotel. This evening, there is the opportunity to join the group for dinner at a local restaurant or at the hotel to celebrate our last night together. We'll drive to Djanet airport, departing around 11pm for our night flight back to Algiers."
    },
    {
      "dayNumber": 9,
      "title": "Fly back to Algiers where the trip ends",
      "description": ": Our flight back to Algiers departs in the early hours of the morning, arriving around 6am, whilst the flight timing is subject to change, at the time of publication this flight has a short scheduled stop at Tamanrasset. The trip ends here at Algiers International airport, also known as Houari Boumediene International Airport (ALG). We recommend booking onward flights from 10am onwards in case of delays. Should you wish to book a extra night's accommodation in Algiers, please get in touch."
    }
  ],
  "map": ""
}