[
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-and-the-m-zab-valley-small-group-holiday",
    "tourName": "Algeria and the M’Zab Valley small group holiday",
    "placesVisited": "",
    "generalInfo": "Steeped in cultural and archaeological history, Algeria is back on the map after some difficult years. From the Mediterranean coastline to the vast dunes of the Sahara Desert, this lesser-visited gem has so much to offer. On our ten-day tour, we'll discover influences from throughout the ages including the Berbers, Romans, Byzantines and Arabs. Explore the coastal capital of Algiers, uncover the ancient cities of Tipaza, Timgad and Dijemila and travel to the edge of the desert to explore the M'Zab Valley and its communities.<br/> Roman ruins - Uncover the finest collection of Roman ruins in North Africa.<br/> M'Zab valley - Journey to the edge of the Sahara to discover palm groves, fortified citadels and ancient civilization.<br/> Thriving cities - Soak up the atmosphere in Algiers and Constantine, enjoying great food and warm hospitality. <br/>",
    "durationDays": "10",
    "price": "1945",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Algiers",
        "description": ": Our tour starts in the Algerian capital, Algiers. The country's largest city, Algiers today is a bustling Mediterranean port that can trace its origins back to Carthaginian traders of the 4th century BC. Dominated by the imposing walls of it's great Citadel, the Kasbah quarter of the old town is a wonderful collection of meandering alleyways, palaces and mosques, that now fall under the protection of UNESCO. Away from the old town, the city's French colonial heritage embraces a collection of grand buildings and wide boulevards that sweep around the coastline. There are no activities planned today, so you're free to arrive in Algiers at any time. If you'd like an airport transfer today, you'll need to arrive into Algiers International Airport, also known as Houari Boumediene International Airport (ALG), which is around a 30-minute drive from the hotel depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception where the welcome meeting will take place. We'll head off for dinner afterwards. For those arriving later, your tour leader will catch up with you the following morning."
      },
      {
        "dayNumber": 2,
        "title": "Visit the Roman sites of Tipaza and Cherchell on the Mediterranean coast. Evening flight to Ghardaia",
        "description": ": Driving west out of Algiers along the coast, today we'll visit the site of Tipaza, founded by the Carthaginians as a port and trading centre. The site contains a forum, four thermal baths and the outline of a large Christian basilica. The setting is stunning, situated between the mountains and the Mediterranean. After lunch, we'll continue along the coast to Cherchell, the former capital of ancient Mauritania, which today is blessed with a collection of magnificent temples and monuments that span the Punic, Numidian and Roman periods. On our way back to Algiers, we'll make a stop at the Mausoleum of Mauritania, the final resting place of the last king and queen of Numidia. Arriving back in Algiers in the late afternoon, we'll have an early dinner before driving to Algiers airport for a flight to Ghardaia on the edge of the Sahara, the capital of the famous M'Zab Valley. Upon arrival, it's a short 20-minute drive to our hotel."
      },
      {
        "dayNumber": 3,
        "title": "Full day exploring Ghardaia and the settlements of Beni Isguen, Malika and El Ateuf in the M’Zab Valley",
        "description": ": Our gateway into the M'Zab Valley on the edge of the Sahara, Ghardaia is one of five ksours (hilltop towns) that were founded by members of the Muslim Ibadi sect nearly 1,000 years ago in 1053 AD. Centred around its historic mosque, the town's collection of distinctive white, pink and red houses was once described by the French philosopher, Simone de Beauvoir as a Cubist painting, beautifully constructed. We'll spend the day exploring the town and the neighbouring villages in the beautiful M'Zab Valley. Our day starts on foot with a visit to the town's mosque, which we'll see from the outside, and a walk around the lively local markets and side streets. We'll then head to our bus to explore the outer lying sights including the cave of Daia, Beni Yezguen, a sacred Berber Islamic town which prohibits all foreigners from spending the night within its walls, Malika and the scenic settlement of El Ateuf. We'll also see the date palm groves. Ghardaia lies in the heart of the traditional homeland of the Mozabite people, a Berber tribe, most of whom are Ibadi Muslims, known for their warm hospitality. We'll enjoy a home-cooked lunch at a local family home or small restaurant today. The afternoon is free to rest or explore more of the town."
      },
      {
        "dayNumber": 4,
        "title": "Drive to M'sila",
        "description": ": We have a long travel day ahead of us today as we head to M'sila - our total driving time will be around eight hours, though we'll make stops along the way. Heading south, we'll pass through the town of Laghouat, the main settlement of the province sharing the same name. The town is centred around an oasis and is surrounded by the Amour Range. Further north, we'll pass Djelfa, aiming to arrive in M'sila around 6pm. Tonight we stay in the best available hotel in the town, we have graded it as simple on account of its more basic facilities, the rooms have air conditioning and en suite bathrooms and there is wifi in the lobby."
      },
      {
        "dayNumber": 5,
        "title": "Visit Al Qal'a (fortress) of Beni Hammad and the vast Roman ruins at Timgad, overnight in Batna",
        "description": ": Our first stop this morning is the Al Qal'a (fortress) of Beni Hammad, which comprises a striking minaret of what used to be a very large mosque, built of roughhewn sandstone blocks. Set amongst the arid rolling hills, the area was once inhabited by the first capital of the Hammadid empire in the 11th century. Its design later influenced Arab architecture, which can be seen throughout the Maghreb, Andalucia, and as far away as Sicily. There is a small museum at the site which we'll also visit if it's open. We'll continue to the town of Batna, the largest settlement in the district, where we'll have lunch. This afternoon, we'll visit the famous UNESCO Roman ruins at Timgad. Sometimes referred to as the 'Pompeii of Africa', this vast site was constructed under Emperor Trajan as a military base to defend against the Berbers. It was a retirement city for his Roman troops and is considered one of the best historical sites in modern Algeria. The site is located on flat ground and is one of the best-preserved grid towns, including two main paved streets which run through the site and have the old forum and a theatre. There are also the ruins of several baths and the Trajan's Arch, a 12-meter-high triumphal arch. We'll have time to wander around the maze of streets with our guide before we head back to Batna, where we'll spend the night."
      },
      {
        "dayNumber": 6,
        "title": "Visit the tomb of Madghacen near Batna, continue to Constantine, the city of bridges",
        "description": ": Our first stop today is the tomb of Madghacen, a royal mausoleum dating back to the era of the Berber Numidian Kings, which stands just outside Batna. This large cylindrical mausoleum dates to the 3rd century BC and is believed to be the tomb of a Numidian King. After our visit, we'll drive to Constantine, a spectacular city perched above the Oued Rhumel River Valley. Also known as the city of bridges on account of the seven bridges that span the deep ravine connecting the old city. We aim to arrive before lunch, giving us time to have a relaxing free afternoon. There is the option of taking a trip to see the Roman ruins at Tiddis, occupied since the Neolithic period and containing several circular bazina burial monuments from the pre-Roman Numidian times. See the budgeting and planning section for more details. This evening we can head out for dinner, Constantine has some excellent restaurants to choose from."
      },
      {
        "dayNumber": 7,
        "title": "Full day to explore Constantine",
        "description": ": Today, we have a full day to explore the old city, partly on foot and partly by bus, in the company of our guide. Founded over 2,000 years ago, Cirta as it was formally known, is built on a plateau surrounded by deep ravines, the site was chosen because the city could be easily defended. In subsequent centuries the city has outgrown the plateau and spilled over into the adjoining areas. We'll start our visit of Constantine by the museum and the finest Ottoman structure, the Palace of Ahmed Bey where we'll explore the courtyards, the beautiful gardens with palms and orange trees and witness the array of vibrant tiles filled with creative motifs and mosaics. We'll then walk through the alleyways of the Casbah and along the Boulevard of the Abyss with views of the cityscape and deep gorges, reaching the city's most iconic symbol, a 175 metre/575 feet high suspension bridge of Sidi M'Cid, which spans 168 metres/552 feet and connects the city to the hill. We'll cross the suspension bridge and walk to the Monument to the Dead, a memorial arch topped by a statue of the winged victory, commemorating the Algerian victims of World War I. Continuing our tour, we'll cross the footbridge of Mellah Slimane, also known as the Passerelle Perregaux, a 125-meter/410-foot-long suspension footbridge over the deep ravine with fantastic views over the old Bab El Kantara Bridge and the Sidi Rached Viaduct from the footbridge's vantage point. After crossing, we'll climb the staircase to the busy rue of Larbi Ben M'Hidi where we'll see the historic 11th-century Great Mosque from the outside, the oldest mosque in the city. We'll then enter the cobbled alleyways of Souika in the heart of the medina, a world of bustling souks and artisan alleys, where quaint doorways and narrow paths reveal artisans who've been practicing their trade for generations. Lunch will be in the old town. This afternoon, we'll visit the National Museum of Cirta, a treasure trove of antiquities and relics found in the Constantine and surrounding areas including the beautifully cast bronze sculpture of winged 'Victory of Constantine.'"
      },
      {
        "dayNumber": 8,
        "title": "Explore the Roman ruins of Djemila, continue to Setif",
        "description": ": Lying 150 kilometres/93 miles to the east of Constantine, Djemila is one of the most important and picturesque Roman remains in Algeria, considered to be one of the finest sites in North Africa. Occupying a hilltop 900 metres/2,952 feet above sea level, it's a fascinating example of how traditional Roman planning was adapted to a mountain setting. Founded by the Emperor Nerva to house his subjects, the streets of ancient Cuicul are lined with the remains of houses, a forum, temples, the basilica and several triumphal arches. Equally impressive is Djemila's stunning museum, where every square inch of the immense walls is plastered with mosaics. Following our visits, we'll drive to Setif where we stay overnight. On arrival in the town we'll visit the museum, which includes some exceptional Roman mosaics including the Triumph of Dionysus, after which we head into the new town for a short tour of the citadel and medina."
      },
      {
        "dayNumber": 9,
        "title": "Return to Algiers, afternoon tour of the capital",
        "description": ": Today we'll head back to the capital - around a four-hour drive. Once we've checked into our hotel and had lunch, we'll head out for an afternoon tour of the capital. We'll visit the beautiful Church of Notre Dame d'Afrique that dominates the long bay above Bab El Oued, before driving to the old 10th century city known as the Kasbah, or \"The Citadelle\". One of the most impressive old cities in North Africa, we'll walk on the cobbled narrow streets and explore the complex houses, palaces and mosques that date back the Ottoman period. Next, we'll visit one of the most important historical monuments of Algiers; Bastion 23 Palace, located on the seafront. Actually a set of three palaces (17, 18 and 23), we'll get to roam through secret rooms inside. Our next stop is the imposing 92-meter/300-foot-tall Monument to the Martyrs, situated on a hill and overlooking the whole city. Heading back to our hotel, the rest of the afternoon is free to relax or explore the area. This evening, we have the opportunity to go out to a local restaurant and celebrate our last night together."
      },
      {
        "dayNumber": 10,
        "title": "Trip ends in Algiers",
        "description": ": Our tour of northern Algeria ends at our hotel in Algiers. There are no activities planned today, so you're free to depart at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer, you need to depart from Algiers International airport, also known as Houari Boumediene International Airport (ALG), which is around 30 minutes from the hotel depending on traffic. If you want to extend your time in Algeria, you may wish to consider booking our 16-day 'Ancient Algeria and the Sahara Desert' available on selected dates, which includes a week in Algeria's south, camping in the heart of the Sahara Desert."
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-holidays-desert-and-history",
    "tourName": "Algeria holidays, desert and history",
    "placesVisited": "Algiers, Place des Martyrs, Tipasa, Tomb of the Christian, Timgad, Kasbah of Algiers, arch of Trajan, Constantine, Casbah, Palace of Ahmed Bey, Djemila, Sétif, Grand Erg, journey from Taghit to Tlemcen, Oran, Bey’s Palace, the Grand Mosque",
    "generalInfo": "Africa’s largest country really should need no introduction although, for many, it remains way off the radar in terms of tourism and as a general holiday destination, which can only be good news for small guided groups looking for an exciting and educational Algeria holiday.<br/><br/>Set against the cool blues of the Mediterranean, Algiers, the capital, is a great place to start, and an experience in itself with French and Roman influence still in evidence amongst ecclesiastical architecture and ancient ruins. Then delve deeper into the Ottoman heritage which runs through the cultural core of other Algerian cities, such as Oran and Telmcen.<br/><br/>From deeply moving desert landscapes to storied history lessons, this Algeria holiday guarantees cultural horizons will be truly expanded and magical memories will still be alive and well long after the holiday has ended.",
    "durationDays": "15",
    "price": "3895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Algiers - Arrive in Algiers and transfer to the hotel. Depending on when you arrive there may be time to explore the city. No meals or guiding arrangements are included today. Overnight at Hotel Ralf or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Algiers - Delving deeper into Algiers, wwe visit Notre Dame d;Afrique, and Bastion 23, also known as Palais des Rais, notable for it’s architecture and being the last surviving quarter of the lower Casbah. We wander the city’s unique casbah, another UNESCO site, an outstanding example of Maghreb architecture, and one of the most enigmatic places in Algiers. Overnight at Hotel Ralf or similar. (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Algiers - Setif (Approximate driving time: 5.5 hours) - Travel east towards Setif where we visit the National Museum of Setif, home to exhibits from several eras. Overnight at Hotel Best Western or similar. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Setif – Djemila - Constantine (Approximate driving time: 3 hours) - Today there’s a lot of ground to be covered. However, exploring the UNESCO sites of Djemila and its ancient garrison of Cuicul reveals some of North Africa’s best-preserved Berbero-Roman remains. Forum, temples, basilicas, triumphal arches are all present, but laid out to suit the terrain of a mountain town. From here we continue to Constantine. Overnight at Novotel Hotel or similar. (BD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Constantine - After breakfast we explore Constantine itself, considered the capital of eastern Algeria, and named after Roman Emperor, Constantine the Great. Visits include the archaeological museum and the Palace of Ahmed Bey, the city’s last Ottoman governor. We will view the city’s famous bridges spanning the dramatic Rhumel Gorge, including the Sidi M’Cid suspension bridge. Overnight at Novotel Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Constantine - Timgad (Approximate driving time: 2 hours) - Taking the road south, our first stop is Medracen, the Tomb of the Numidian Kings, before continuing to the Aurès Mountains and the UNESCO World Heritage site of Roman Timgad. Dating from 100AD, this is remarkable example of ancient town planning, and includes a huge library, colonnaded streets, temples, amphitheatre, the arch of Trajan, and a basilica. Overnight at Trajan Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Timgad – Biskra - El Oued (Approximate driving time: 5.5 hours) - Drive to Biskra stopping on the way in the area of the gorges of Tighanimine, site of the first shots of the Algerian rebellion, and the breathtaking canyon of Rhouffi. Continue to El Oued circled by the sands of the Grand Erg Oriental. Overnight at La Couploe Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ghardaia - El Menia – Timimoun (Approximate driving time: 7 hours) - Drive first to El Menia and its ruined ksar and continue to the picturesque oasis of Timimoun with its distinctive red buildings. Overnight at Gourara Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Timimoun - Spend the day exploring this lovely oasis, with a picnic lunch out among the dunes. Overnight at Gourara Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Timimoun – Oran - Fly to Oran (two-and-a-half-hours), and on arrival transfer to your hotel. The rest of the day is at leisure. Overnight at Assala Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Oran - Today we spend time exploring Oran, and spend time exploring the city including the Bey’s Palace and the 18th Century Grand Mosque. Overnight at Assala Hotel or similar. (BD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Oran - Algiers (Domestic flight) - Tipasa – Algiers (Approximate driving time: 1.5 hours in each direction) - This morning for a flight to Algiers and on arrival drive to the UNESCO World Heritage Site of Tipasa, home to a wealth of archaeological remains. We tour a remarkable collection of Roman ruins, including villas and an ancient amphitheatre, that overlooks the Mediterranean. On the way back to Algiers we call in at the ‘Tomb of the Christian’, a Numidian site that despite its name is believed to date from the 3rd century BC. Overnight at Hotel Ralf or similar. (BD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Algiers - Departure from Algeria - There’s time to relax and take stock of a remarkable trip before your transfer to the international airport for your flight back home. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-sahara-desert-small-group-holiday",
    "tourName": "Algeria Sahara Desert small group holiday",
    "placesVisited": "",
    "generalInfo": "The Algerian Sahara in the far south offers travellers one of the ultimate desert experiences. With vast expanses of sand, towering dunes, dramatic rock formations, canyons and an extraordinary concentration of ancient rock art, akin to an open-air museum; this is a trip for those wanting to take time away from the stresses of modern-day life amongst the breath-taking scenery of the Sahara.<br/> Desert rock art - Algeria has one of the richest collections of pre-historic rock art in the Tassili n'Ajjer plateau, remarkably well preserved in the arid desert environment.<br/> Digital detox - Switch off and embrace a slower pace (with no mobile signal) as we spend five nights wild camping in the desert with our crew.<br/> Stunning landscapes - Catch the sunrise and sunset each day over a breathtaking backdrop of vast sand dunes. <br/>",
    "durationDays": "9",
    "price": "1945",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Trip starts in Algiers",
        "description": ": Our tour starts in the Algerian capital, Algiers. The country's largest city, Algiers is a bustling Mediterranean port that can trace its origins back to Carthaginian traders of the 4th century BC. Dominated by the imposing walls of it's great Citadel, the Kasbah quarter of the old town is a wonderful collection of meandering alleyways, palaces and mosques, that now fall under the protection of UNESCO. Away from the old town, the city's French colonial heritage embraces a collection of grand buildings and wide boulevards that sweep around the coastline. There are no activities planned today, so you're free to arrive in Algiers at any time. If you'd like an airport transfer today, you'll need to arrive into Algiers International Airport, also known as Houari Boumediene International Airport (ALG), which is around a 30-minute drive from the hotel depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception for a welcome meeting. We'll head out for dinner afterwards, should you wish. For those arriving later, your tour leader will catch up with you the following morning."
      },
      {
        "dayNumber": 2,
        "title": "City tour of Algiers; fly to Djanet deep in the Sahara",
        "description": ": This morning, we'll head out to explore the capital of Algeria. First up, we visit the beautiful Church of Notre Dame d'Afrique that dominates the long bay above Bab El Oued. We'll then head into the 10th century city known as the Kasbah, one of the most impressive medinas in North Africa; we'll walk through the cobbled narrow streets and explore a mosaic complex of houses, palaces and mosques, many of which date back the Ottoman period. Moving on, our next stop is one of the most important, prestigious and historical monuments of Algiers, Bastion 23 Palace which is located on the seafront. It's a set of three palaces (17, 18 and 23) we'll get to roam through secret rooms inside. Our next stop is the imposing 92-meter/300-foot-tall Monument to the Martyrs, situated on a hill and overlooking the whole city. Situated on a hill and overlooking the whole city, we'll get the opportunity for some great photos of the city from the vantage point, weather permitting. This evening, we drive back to Algiers airport for a flight to Djanet in the heart of the Sahara. Upon arrival it's a short twenty minute drive to our hotel."
      },
      {
        "dayNumber": 3,
        "title": "El Biredj canyon; first night wild camping in the desert",
        "description": ": After breakfast, we'll leave behind the relative civilization of Djanet and head out into the Sahara. We'll be traveling in a convoy of 4WD off-road vehicles, perfect for tackling the desert terrain. With a maximum of three people, plus a driver in each car, everyone gets a window seat. The first 120 kilometres (about 75 miles) are on paved roads, then we turn off toward El Biredj Oued Canyon and go another 80 kilometres (50 miles) off-road, winding through low rocky hills as we enter Oued El Biredj. It doesn't take long to fall into the rhythm of desert travel, far from packed schedules and pressures of modern-day life, time matters less out here and with no distraction from mobile phones, we can focus on enjoying the natural beauty of one of the greatest wildernesses on earth. We'll set up camp at the entrance to Tadrart. Once the crew has pitched the tents, we'll get our first taste of Tuareg tea, also known as Maghrebi mint tea, relaxing around a campfire. There's time to head out for a short walk and find a good spot to catch the sunset, desert sunsets are spectacular. After that, it's back to camp for dinner, freshly cooked by our crew. One of the magical parts of this trip is how remote our desert camps are completely off the grid, in spectacular settings with no one else around. We'll be staying in dome tents, set up for either double, twin, or single use. Mattresses are provided and set up for us each night - remember to bring a sleeping bag (see the equipment section for more details). There's also a communal dining area with rugs and tables, plus a toilet tent set up away from the main camp."
      },
      {
        "dayNumber": 4,
        "title": "Witness the pre historic rock art in the Tassili n'Ajjer plateau, a UNESCO world heritage site",
        "description": ": Our day starts around sunrise with a cup of tea or coffee followed by breakfast consisting of bread, butter, jams and cheese. After breakfast, we'll head out for a walk to explore our surroundings whilst the campsite is broken down. Oued El Biredj is a wide canyon-like valley, opening out to the vast landscape of the Tardart with its 'rock forests' of eroded sandstone pillars. There is less driving today, as we explore partly by 4WD and partly on foot. The highlight is encountering wonderfully preserved rock art paintings and engravings - we'll see paintings of hunting scenes, cattle and wild animals. To date there, have been over 15,000 paintings identified, there are so many works of art the area has been likened to a vast open air museum. This evening, we'll set our camp in the high sand dunes of Markawandi. Our camping crew will prepare all our meals in the desert. Our evening meal is three courses, consisting of soup to start with followed by a main course of couscous or pasta or rice accompanied by vegetables and a meat-based dish (usually lamb stew or chicken) and bread cooked in the traditional Tuareg way, on hot coals under the sand. Dessert is seasonal fruit, followed by mint tea or coffee, dates and a cookie."
      },
      {
        "dayNumber": 5,
        "title": "Head deeper into the Sahara desert, into the vast sand dunes at Moul El Naga. Overnight at Tin Koukak",
        "description": ": Continuing our journey deeper into the Sahara, we reach the end of the El Biredj where the high orange-coloured sand dunes of Moul El Naga begin to appear. The sharpness and shades of the dunes make this a classic desert landscape - a photographer's dream. After driving through spectacular wind-sculptured arches (where we'll have our lunch), we head into the Tin Koukak region. This afternoon, we'll see more ancient rock art and, if we're lucky, even spot wild camels and gazelles. Our camp tonight is at Tin Koukak, the sunsets here, against the backdrop of the vast sand dunes, are spectacular and we'll witness some of the clearest night skies imaginable."
      },
      {
        "dayNumber": 6,
        "title": "Visit the striking Djaren Canyon and see desert rock art around Tin Koukak",
        "description": ": There is an optional walk to visit rock art around Tin Koukak lasting a couple of hours, we'll set off early to avoid the heat of the day (4WD vehicles will be available for those who don't wish to walk). Driving back towards Djanet, we'll make stops along the way to take in the picturesque scenery. Lunch will be at Oued Tlafzo. As we enter Djaren canyon, we'll step into one of the highest concentrations of rock art paintings in this part of Algeria, with over 70 locations exhibiting paintings and engravings found to date; we'll visit the best selection. We set up camp and spend the night in the atmospheric Djaren canyon."
      },
      {
        "dayNumber": 7,
        "title": "Return to Djanet to freshen up. Afternoon head out to explore Timrass and Tekoubaouine",
        "description": ": After breakfast our camp crew will pack up camp, drive directly back to the Tenere Village Hotel in Djanet where we'll get reacquainted with modern life. Day use rooms will be provided to have a shower, the hotel also has WiFi at reception to catch up with messages from home. Lunch (not included on this day) will be at the hotel. This afternoon, we head into the desert once more for our final night. Driving one hour north of Djanet this time, we'll explore Timrass, a dramatic area of rocks protruding from the desert sand. Here we'll discover more rock art. We'll then continue to the landscapes of Tekoubaouine where we camp in a great spot for sunset amongst the dunes, hills and rock formations, our last night in the desert. Our cook will have stocked up on fresh supplies in Djanet and will prepare a delicious last camping dinner for us."
      },
      {
        "dayNumber": 8,
        "title": "Erg Admer, crying cows engravings. Return to Djanet",
        "description": ": After a morning walk we will explore more ancient rock art. This region is known for its vast towering sand dunes, we'll visit Erg Admer, set amongst a sea of sand dunes. Continuing back towards Djanet, lunch is at the crying cows engravings, an elaborate ancient engraving depicting cattle. It's a short drive back to Djanet and the Tenere Village Hotel. Once again, day use rooms will be provided to freshen up and have a shower. The rest of the afternoon is free, you may wish to head into Djanet itself or rest at the hotel. This evening, there is the opportunity to join the group for dinner at a local restaurant or at the hotel to celebrate our last night together. We'll drive to Djanet airport, departing around 11pm for our night flight back to Algiers."
      },
      {
        "dayNumber": 9,
        "title": "Fly back to Algiers where the trip ends",
        "description": ": Our flight back to Algiers departs in the early hours of the morning, arriving around 6am, whilst the flight timing is subject to change, at the time of publication this flight has a short scheduled stop at Tamanrasset. The trip ends here at Algiers International airport, also known as Houari Boumediene International Airport (ALG). We recommend booking onward flights from 10am onwards in case of delays. Should you wish to book a extra night's accommodation in Algiers, please get in touch."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-tailor-made-holiday",
    "tourName": "Algeria tailor made holiday",
    "placesVisited": "",
    "generalInfo": "Algeria’s rich past, as part of the Roman province of Africa Proconsularis, lies beneath layers of Christian and Islamic conquest, and more recent Ottoman and French colonisation. A remarkable mix of Arab, Berber, and French cultural influences, Algeria’s political evolution is ongoing.<br/><br/>To visit now offers not only a chance to explore ancient history, but also to experience history being made. On this short break you will have the opportunity to experience amazingly preserved Roman ruins at Tipasa and in the hills of Djemila, some of the most impressive to be found anywhere.<br/><br/>In addition, enjoy impressive coastal scenery and gaze out at the shimmering Mediterranean from the Biosphere reserve of Gouraya National Park. The labyrinth of meandering alleys in the atmospheric Casbah of Algiers (UNESCO) is also sure to provide a memorable visit on this short break in Algeria.",
    "durationDays": "5",
    "price": "2695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Algiers - Arrive in Algiers and you will be greeted by our local team and then transfer to your hotel. Overnight at ST Hotel. No meals or guided sightseeing today."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Algiers – Tipasa (UNESCO) (Approximate overall driving time: two hours) - This morning after breakfast we visit Tipasa, home to an astonishing wealth of archaeological remains. On the way we call in at the ‘Tomb of the Christian’, a Numidian site that despite its name is believed to date from the 3rd century BC. Arriving at the UNESCO World Heritage Site of Tipasa, we tour a remarkable collection of Roman ruins, including villas and an ancient amphitheatre that overlooks the shimmering expanse of the Mediterranean. Thereafter we delve into Algiers, wandering in the atmospheric labyrinth of narrow alleys in the city’s unique casbah (UNESCO), an outstanding example of Maghreb architecture, and one of the most enigmatic places in Algiers. Also visit the Martyrs Memorial and the Basilica de Notre Dame d'Afrique. Overnight at ST Hotel. (BL)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Algiers – Bejaia – Gouraya National Park - Setif - Leave the city and today enjoy some of the country’s most exquisite scenery driving through the picturesque countryside of Kabylia, a land of orchards and olive trees. Arrive at the Mediterranean port city of Bejaia and onward to the Biosphere Reserve of the National Park of Gouraya. Imbibe the spectacular coastal views from “Pic des Singes” and visit Cap Carbon Lighthouse, perched on a rocky outcrop 250 meters above sea level. Cervantes, author of the famous Don Quixote, was imprisoned here whilst in exile in Algeria. After a short break for lunch in Bejaia, again travel through beautiful scenery and up onto the high plateau of Setif where tomorrow morning you will explore the spectacular Roman ruins of Djemila. Overnight at Setif Rabie Hotel. (BL)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Setif - Djemila – Constantine – Algiers - This morning explore Djemila situated at 900 metres above sea level. Your guide will walk you through this incredible site with its picture-perfect mountainous backdrop and give you an insight into the many well-preserved remains of a once thriving Roman city. View the Arch of Caracalla, the Forum, the Basilica and the Temples. It is possible to imagine the lifestyle of this ancient civilization whose architectural skills are today still looked upon as great architectural feats. Marvel at the mosaics which are displayed in the museum. With just over 1000 square meters of mosaics, the site museum has an outstanding collection. This represents the best collection in the whole of Algeria. You will have some time at leisure for browsing at the small souvenir shops just outside the site before you continue your journey to the city of Constantine. After lunch, enjoy a highlights excursion in Constantine, with its awesome bridges built over deep vertiginous gorges surrounding the city. Constantine has an incredible 3000 years of history behind it, making it one of the oldest towns in the world. Here, you will also view the Memorial Arch and the Great Mosque. Later return to Algiers where the evening will be at leisure. Overnight at ST Hotel. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Depart Algiers - Any remaining time today will be at leisure before your transfer to the airport for your onward journey. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-tour-algerian-odyssey",
    "tourName": "Algeria tour, Algerian Odyssey",
    "placesVisited": "Algiers, Setif, Djemila, Constantine, Timmis, Medracen, Biskra, El Oued, Ghardaia, El Golea, Timimoun, Oran, Tlemcen",
    "generalInfo": "Algeria might be up to its waist in desert, but it’s far from empty – this holiday takes in some of the best sights in a country that not many tourists visit. Start your trip with one of the highlights: the UNESCO-listed casbah at Algiers. Its Ottoman palaces and mosques might be crumbling, but they are as atmospheric as anything. Together, they tell the story of a deeply religious community that has lived between the Sahara and the sea for centuries.  <br/><br/>This Algerian Odyssey uses cars, 4WD and planes to span the country. Take the plunge south into the Sahara, passing salt lakes and dunes, and surfacing at oasis towns where mud-built walls and ksars (fortresses) have stood the test of time. Towns like Biskra, El Oued and Timimoun sit right on the edge of the desert. <br/><br/>The Romans came to Algeria and you can see traces of their lives in the ruins you’ll visit at Timgad, Cherchell, Djemila and Tiddis, near Constantine. This tour also takes you to the traditional towns of the M’Zab Valley where the Mozabite people – a Berber ethnic group – live under the high plateau. Your trip ends at Algiers again after a visit to the magnificent Islamic monuments at Tlemcen and the historic port city of Oran. <br/>",
    "durationDays": "15",
    "price": "3299",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Algiers - Arrive in Algiers and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Hotel Du Val or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Cherchell - Tipasa - Head west to visit Cherchell, with its collection of Roman remains, as well as Tipasa. Tipasa was a former Phoenician city, and today is home to a striking set of Roman ruins in a in a photogenic location between the mountains and sea. On the way back to Algiers, stop at the ‘Tomb of the Christian’, believed to be built for one of the Numidian kings. Overnight Hotel Du Val or similar. (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Algiers - A full day exploring this enigmatic city. We visit the UNESCO listed casbah area, the most traditional part of the city as well as the Museum of Antiquities and the renowned Bardo Museum, among other sites. Overnight Hotel Du Val or similar. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Djemila - Constantine - Travel to the historic city of Djemila, founded by the Romans in the 1st century. Explore its ruins before continuing to Constantine for the night. Overnight Protea Hotel or similar. (BD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Constantine - Spend today exploring the charming city of Constantine, perched dramatically on a steep gorge. We also visit the nearby Roman site of Tiddis. Overnight Protea Hotel or similar. (BD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Timgad - Biskra - Visit Medracen with its Numidian tomb before continuing to Timgad. Here we explore the old Roman city, excavated to such an extent that you can gain a real feel for how it once was, with an amphitheatre, baths, temples and numerous other monuments. Continue to Biskra for the night, via the canyon of Rhouffi, where the first shots of the Algerian rebellion were fired in 1954. Overnight Hotel Maurice Laban or similar. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Biskra - El Oued - This morning we visit the date market in Biskra before continuing to El Oued. On the edge of the Sahara, El Oued is known as the ‘city of a thousand domes’ and is surrounded by the dunes of the Grand Erg Oriental. After lunch we head out to explore the mosque, local spice market and the Zaouia of Guemar. Overnight Hotel Souf or similar. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ghardaia - Drive to Ghardaia in the M'Zab Valley. This is one of the prettiest and most interesting places in the Sahara, with a collection of traditional towns and home to the Mozabite people, who follow different traditions and customs to the rest of Algeria. We explore the key sites including the traditional market of Beni Isguen, the 'foggara' irrigation system, and meet local people living lives not much different from their forefathers. Overnight Residence des Deux Tours or similar. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "El Golea - Timimoun - Head first to El Golea and visit its old 9th century ksar. From here continue to Timimoun - the 'red oasis' - through a scenery of rolling dunes. Overnight Lodge Djenane Malek or similar. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Timimoun - Spend today exploring Timimoun and the surrounding area. In 4wd vehicles we drive to the nearby salt lake and visit dunes, villages and gardens, before returning to Timimoun in the evening. Overnight Lodge Djenane Malek or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Oran - Tlemcen - Fly to Oran, arriving early afternoon. From here drive to Tlemcen, founded in the 11th century and with a wealth of historic sites to explore. Overnight Hotel Zianides or similar. (BD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tlemcen - Oran - Spend the day exploring Tlemcen and the surrounding area. Visit the Great Mosque, often compared to that in Cordoba, Spain, the Mechouar – an old walled fortress – and the governor’s palace among other sites. Further afield we visit the Mansurah minaret, constructed in the style of Marrakech’s Koutoubia Mosque. Return to Oran for the night. Overnight Best Western Hotel or similar. (BD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Oran - Algiers - Head out to explore Oran including visits to the Zabana Museum, Palace of the Bey, Place des Armes and Santa Cruz, with its scenic views of the city. In the afternoon fly back to Algiers for our final night. Overnight Hotel Du Val or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Algiers - Transfer to the airport for departure. (B)"
      }
    ],
    "map": "",
    "category": "Culture"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "algeria-tours-algerian-sahara-desert",
    "tourName": "Algeria tours, Algerian Sahara Desert",
    "placesVisited": "Djanet and Tassili n’Ajjer National Park, Camp throughout amid incredible desert landscapes, Enjoy sunset atop the sand dunes, Explore ancient rock art, Visit with nomadic Tuareg communities, Essendilene, Idaren Gorge, Algiers city tour",
    "generalInfo": "A magical and memorable adventure into landscapes like no other, this Algerian Sahara Desert tour explores some of the most spectacular locations around Tassili n’Ajjer National Park. Over two weeks you’ll admire ancient rock carvings, camp among vast seas of sand dunes, and enjoy spontaneous, completely authentic encounters with nomadic Tuareg people you meet along the way.<br/><br/>Keen photographers will love travelling through this stunning region, dotted with surreal rock formations carved by millennia of erosion. Getting around by hardy 4x4 vehicles, there will be many opportunities to pause and admire the views over sand dunes and the rims of deep canyons.<br/><br/>Of course, the Sahara Desert has a long history of human settlement, and there are countless petroglyphs to be seen on cave walls that depict the lives of communities from long ago. Their descendants continue to thrive in this harsh environment and during this tour you may well encounter nomadic Tuareg people on the road. These meetings cannot be pre-planned, but they can often result in an invitation to take tea. <br/><br/>It goes without saying that spending two weeks in these remote areas comes with a degree of challenge. You’ll be camping every night, and having to do without many comforts, with hot, dusty drives every day. But it’s so worth it, to see these enigmatic and beautiful landscapes illuminated by a canvas of stars every night, and open your tent zip on them at sunrise every morning. Very few others make this journey, but those that do never forget it. <br/>",
    "durationDays": "13",
    "price": "3399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Algiers - Arrive in Algiers and transfer to the hotel. Depending on when you arrive there may be time to explore the city. Overnight Hotel Suisse or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Algiers - Djanet - Explore this enigmatic city with visits to the UNESCO listed casbah area, the most traditional part of the city, as well as the Jardin d'Essai, Palais Pacha and the Great Mosque. Later transfer to the airport to fly to Djanet. Overnight simple hotel. (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Djanet - Iherir - Transfer to Iherir village, our base for exploring the Tassili n’Ajjer National Park. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Idaren Gorge - Walk into the Idaren Gorge, a beautiful spot with rare patches of water and reedbeds. We have time to explore some of the gueltas (waterholes) in the area and there may be time for a swim. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Dider – Erg Admer - We take a morning walk along another gorge near Iherir and discover the palace ruins and various rock art sites here. Continue to Dider, home to the engravings of Tin-Aghrem, and onwards to the Erg Admer, an ocean of sand, where we spend time exploring its dunes. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Essendilene – Tikoubaouine - Drive to Essendilene and explore its canyon and gueltas, with the opporuntity to meet nomadic Tuareg families. Afterwards, we continue to Tikoubaouine, in a breathtaking location of rocky peaks. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Moul Enaga - Head into the heart of the desert, driving into the Tadrart region, one of the most beautiful areas of the Tassili n’Ajjer. En route stop at Tin Arassou to see its rock art. Overnight camping (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "In Djaren - Cross the striking dunes of Moul Enaga, enjoying spectacular views of the Tadrart on our way to In Djaren, where we explore its rock carvings on foot and by vehicle. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "In Djaren – Tin Merzouga - Explore the beautiful valley of In Djaren, then head into the impressive sand dunes of Tin Merzouga, some of the highest in the region. Climb up the dunes for sunset, for spectacular views over the surrounding countryside. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Tin Merzouga – In Tehaq - Visit an impressive nearby canyon with its caves, sandstone towers and valleys, before continuing onto the dunes of In Tehaq, which we explore by foot. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "In Tehaq – The Black Dunes - Spend the morning discovering the many paintings and rock engravings of In Djaren valley, with a visit to the Tin Abbaden Canyon. Later we make our way to the Black Dunes where we will stay tonight. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Djanet - Today we leave the Tadrart behind and start our return journey to Djanet, visiting the renowned ‘crying cow’ en route. Overnight simple hotel. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Djanet – Algiers - Transfer to the airport for departure, to connect with your onward flight home. (B)"
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Algeria",
    "mainPhoto": "",
    "id": "ancient-algeria-and-the-sahara-desert",
    "tourName": "Ancient Algeria and the Sahara Desert",
    "placesVisited": "",
    "generalInfo": "Our comprehensive two week Algeria tour takes you on a journey through Africa's largest country, from the Mediterranean coastline and stunning Islamic architecture of Algiers, the vibrant city of Constantine with its nearby ancient cities of Tipaza, Timgad and Dijemila to the breath-taking landscapes of the Algerian Sahara. Discover ancient rock paintings, witness mesmerizing sunsets over rolling sand dunes, and spend nights camping under a spectacular star-filled sky.<br/> Roman ruins - Uncover the finest collection of Roman ruins in North Africa.<br/> Desert rock art - Algeria has one of the richest collections of pre-historic rock art in the Tassili n'Ajjer plateau, remarkably well preserved in the arid desert environment.<br/> Thriving cities - Soak up the atmosphere in Algiers and Constantine, enjoying great food and warm hospitality.<br/> Digital detox - Switch off and embrace a slower pace (with no mobile signal) as we spend five nights wild camping in the desert with our crew. <br/>",
    "durationDays": "16",
    "price": "3695",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Algiers",
        "description": ": Our tour starts in the Algerian capital, Algiers. The country's largest city, Algiers today is a bustling Mediterranean port that can trace its origins back to Carthaginian traders of the 4th century BC. Dominated by the imposing walls of it's great Citadel, the Kasbah quarter of the old town is a wonderful collection of meandering alleyways, palaces and mosques, that now fall under the protection of UNESCO. Away from the old town, the city's French colonial heritage embraces a collection of grand buildings and wide boulevards that sweep around the coastline. There are no activities planned today, so you're free to arrive in Algiers at any time. If you'd like an airport transfer today, you'll need to arrive into Algiers International Airport, also known as Houari Boumediene International Airport (ALG), which is around a 30-minute drive from the hotel depending on traffic. For those arriving before 7pm, our tour leader plans to meet you in the hotel reception where the welcome meeting will take place. We'll head off for dinner afterwards. For those arriving later, your tour leader will catch up with you the following morning."
      },
      {
        "dayNumber": 2,
        "title": "Visit the Roman sites of Tipaza and Cherchell on the Mediterranean coast. Evening flight to Ghardaia",
        "description": ": Driving west out of Algiers along the coast, today we'll visit the site of Tipaza, founded by the Carthaginians as a port and trading centre. The site contains a forum, four thermal baths and the outline of a large Christian basilica. The setting is stunning, situated between the mountains and the Mediterranean. After lunch, we'll continue along the coast to Cherchell, the former capital of ancient Mauritania, which today is blessed with a collection of magnificent temples and monuments that span the Punic, Numidian and Roman periods. On our way back to Algiers, we'll make a stop at the Mausoleum of Mauritania, the final resting place of the last king and queen of Numidia. Arriving back in Algiers in the late afternoon, we'll have an early dinner before driving to Algiers airport for a flight to Ghardaia on the edge of the Sahara, the capital of the famous M'Zab Valley. Upon arrival, it's a short 20-minute drive to our hotel."
      },
      {
        "dayNumber": 3,
        "title": "Full day exploring Ghardaia and the settlements of Beni Isguen, Malika and El Ateuf in the M’Zab Valley",
        "description": ": Our gateway into the M'Zab Valley on the edge of the Sahara, Ghardaia is one of five ksours (hilltop towns) that were founded by members of the Muslim Ibadi sect nearly 1,000 years ago in 1053 AD. Centred around its historic mosque, the town's collection of distinctive white, pink and red houses was once described by the French philosopher, Simone de Beauvoir as a Cubist painting, beautifully constructed. We'll spend the day exploring the town and the neighbouring villages in the beautiful M'Zab Valley. Our day starts on foot with a visit to the town's mosque, which we'll see from the outside, and a walk around the lively local markets and side streets. We'll then head to our bus to explore the outer lying sights including the cave of Daia, Beni Yezguen, a sacred Berber Islamic town which prohibits all foreigners from spending the night within its walls, Malika and the scenic settlement of El Ateuf. We'll also see the date palm groves. Ghardaia lies in the heart of the traditional homeland of the Mozabite people, a Berber tribe, most of whom are Ibadi Muslims, known for their warm hospitality. We'll enjoy a home-cooked lunch at a local family home or small restaurant today. The afternoon is free to rest or explore more of the town."
      },
      {
        "dayNumber": 4,
        "title": "Drive to M'sila",
        "description": ": We have a long travel day ahead of us today as we head to M'sila - our total driving time will be around eight hours, though we'll make stops along the way. Heading south, we'll pass through the town of Laghouat, the main settlement of the province sharing the same name. The town is centred around an oasis and is surrounded by the Amour Range. Further north, we'll pass Djelfa, aiming to arrive in M'sila around 6pm. Tonight we stay in the best available hotel in the town, we have graded it as simple on account of its more basic facilities, the rooms have air conditioning and en suite bathrooms and there is wifi in the lobby."
      },
      {
        "dayNumber": 5,
        "title": "Visit Al Qal'a (fortress) of Beni Hammad and the vast Roman ruins at Timgad, overnight in Batna",
        "description": ": Our first stop this morning is the Al Qal'a (fortress) of Beni Hammad, which comprises a striking minaret of what used to be a very large mosque, built of roughhewn sandstone blocks. Set amongst the arid rolling hills, the area was once inhabited by the first capital of the Hammadid empire in the 11th century. Its design later influenced Arab architecture, which can be seen throughout the Maghreb, Andalucia, and as far away as Sicily. There is a small museum at the site which we'll also visit if it's open. We'll continue to the town of Batna, the largest settlement in the district, where we'll have lunch. This afternoon, we'll visit the famous UNESCO Roman ruins at Timgad. Sometimes referred to as the Pompeii of Africa, this vast site was constructed under Emperor Trajan as a military base to defend against the Berbers. It was a retirement city for his Roman troops and is considered one of the best historical sites in modern Algeria. The site is located on flat ground and is one of the best-preserved grid towns, including two main paved streets which run through the site and have the old forum and a theatre. There are also the ruins of several baths and the Trajan's Arch, a 12-meter-high triumphal arch. We'll have time to wander around the maze of streets with our guide before we head back to Batna, where we'll spend the night."
      },
      {
        "dayNumber": 6,
        "title": "Visit the tomb of Madghacen near Batna, continue to Constantine, the city of bridges",
        "description": ": Our first stop today is the tomb of Madghacen, a royal mausoleum dating back to the era of the Berber Numidian Kings, which stands just outside Batna. This large cylindrical mausoleum dates to the 3rd century BC and is believed to be the tomb of a Numidian King. After our visit, we'll drive to Constantine, a spectacular city perched above the Oued Rhumel River Valley. Also known as the city of bridges on account of the seven bridges that span the deep ravine connecting the old city. We aim to arrive before lunch, giving us time to have a relaxing free afternoon. There is the option of taking a trip to see the Roman ruins at Tiddis, occupied since the Neolithic period and containing several circular bazina burial monuments from the pre-Roman Numidian times. See the budgeting and planning section for more details. This evening we can head out for dinner, Constantine has some excellent restaurants to choose from."
      },
      {
        "dayNumber": 7,
        "title": "Full day to explore Constantine",
        "description": ": Today, we have a full day to explore the old city, partly on foot and partly by bus, in the company of our guide. Founded over 2,000 years ago, Cirta as it was formally known, is built on a plateau surrounded by deep ravines, the site was chosen because the city could be easily defended. In subsequent centuries the city has outgrown the plateau and spilled over into the adjoining areas. We'll start our visit of Constantine by the museum and the finest Ottoman structure, the Palace of Ahmed Bey where we'll explore the courtyards, the beautiful gardens with palms and orange trees and witness the array of vibrant tiles filled with creative motifs and mosaics. We'll then walk through the alleyways of the Casbah and along the Boulevard of the Abyss with views of the cityscape and deep gorges, reaching the city's most iconic symbol, a 175 metre/575 feet high suspension bridge of Sidi M'Cid, which spans 168 metres/552 feet and connects the city to the hill. We'll cross the suspension bridge and walk to the Monument to the Dead, a memorial arch topped by a statue of the winged victory, commemorating the Algerian victims of World War I. Continuing our tour, we'll cross the footbridge of Mellah Slimane, also known as the Passerelle Perregaux, a 125-meter/410-foot-long suspension footbridge over the deep ravine with fantastic views over the old Bab El Kantara Bridge and the Sidi Rached Viaduct from the footbridge's vantage point. After crossing, we'll climb the staircase to the busy rue of Larbi Ben M'Hidi where we'll see the historic 11th-century Great Mosque from the outside, the oldest mosque in the city. We'll then enter the cobbled alleyways of Souika in the heart of the medina, a world of bustling souks and artisan alleys, where quaint doorways and narrow paths reveal artisans who've been practicing their trade for generations. Lunch will be in the old town. This afternoon, we'll visit the National Museum of Cirta, a treasure trove of antiquities and relics found in the Constantine and surrounding areas including the beautifully cast bronze sculpture of winged 'Victory of Constantine.'"
      },
      {
        "dayNumber": 8,
        "title": "Explore the Roman ruins of Djemila, continue to Setif",
        "description": ": Lying 150 kilometres/93 miles to the east of Constantine, Djemila is one of the most important and picturesque Roman remains in Algeria, considered to be one of the finest sites in North Africa. Occupying a hilltop 900 metres/2,952 feet above sea level, it's a fascinating example of how traditional Roman planning was adapted to a mountain setting. Founded by the Emperor Nerva to house his subjects, the streets of ancient Cuicul are lined with the remains of houses, a forum, temples, the basilica and several triumphal arches. Equally impressive is Djemila's stunning museum, where every square inch of the immense walls is plastered with mosaics. Following our visits, we'll drive to Setif where we stay overnight. On arrival in the town we'll visit the museum, which includes some exceptional Roman mosaics including the 'triumph of Dionysus', after which we head into the new town for a short tour of the citadel and medina."
      },
      {
        "dayNumber": 9,
        "title": "Return to Algiers; afternoon tour of the capital. Fly to Djanet deep in the Sahara",
        "description": ": Today we'll head back to the capital - around a four-hour drive. Once we've checked into our hotel and had lunch, we'll head out for an afternoon tour of the capital. We'll visit the beautiful Church of Notre Dame d'Afrique that dominates the long bay above Bab El Oued, before driving to the old 10th century city known as the Kasbah, or \"The Citadelle\". One of the most impressive old cities in North Africa, we'll walk on the cobbled narrow streets and explore the complex houses, palaces and mosques that date back the Ottoman period. Next, we'll visit one of the most important historical monuments of Algiers; Bastion 23 Palace, located on the seafront. Actually a set of three palaces (17, 18 and 23), we'll get to roam through secret rooms inside. Our next stop is the imposing 92-meter/300-foot-tall Monument to the Martyrs, situated on a hill and overlooking the whole city. We bid farewell to those not continuing to the far south, for the second week in Algeria at this point; we will also say goodbye to our tour leader, as we'll have a different tour leader in the south. This evening, we drive back to Algiers airport for a flight to Djanet in the heart of the Sahara. Upon arrival it's a short twenty minute drive to our hotel."
      },
      {
        "dayNumber": 10,
        "title": "El Biredj canyon; first night wild camping in the desert",
        "description": ": After breakfast, we'll leave behind the relative civilization of Djanet and head out into the Sahara. We'll be traveling in a convoy of 4WD off-road vehicles, perfect for tackling the desert terrain. With a maximum of three people, plus a driver in each car, everyone gets a window seat. The first 120 kilometres (about 75 miles) are on paved roads, then we turn off toward El Biredj Oued Canyon and go another 80 kilometres (50 miles) off-road, winding through low rocky hills as we enter Oued El Biredj. It doesn't take long to fall into the rhythm of desert travel, far from packed schedules and pressures of modern-day life, time matters less out here and with no distraction from mobile phones, we can focus on enjoying the natural beauty of one of the greatest wildernesses on earth. We'll set up camp at the entrance to Tadrart. Once the crew has pitched the tents, we'll get our first taste of Tuareg tea, also known as Maghrebi mint tea, relaxing around a campfire. There's time to head out for a short walk and find a good spot to catch the sunset-desert sunsets are spectacular. After that, it's back to camp for dinner, freshly cooked by our crew. One of the magical parts of this trip is how remote our desert camps are completely off the grid, in spectacular settings with no one else around. We'll be staying in dome tents, set up for either double, twin, or single use. Mattresses are provided and set up for us each night - remember to bring a sleeping bag (see the equipment section for more details). There's also a communal dining area with rugs and tables, plus a toilet tent set up away from the main camp."
      },
      {
        "dayNumber": 11,
        "title": "Witness the pre historic rock art in the Tassili n'Ajjer plateau, a UNESCO world heritage site",
        "description": ": Our day starts around sunrise with a cup of tea or coffee followed by breakfast consisting of bread, butter, jams and cheese. After breakfast, we'll head out for a walk to explore our surroundings whilst the campsite is broken down. Oued El Biredj is a wide canyon-like valley, opening out to the vast landscape of the Tardart with its 'rock forests' of eroded sandstone pillars. There is less driving today, as we explore partly by 4WD and partly on foot. The highlight is encountering wonderfully preserved rock art paintings and engravings - we'll see paintings of hunting scenes, cattle and wild animals. To date there, have been over 15,000 paintings identified, there are so many works of art the area has been likened to a vast open air museum. This evening, we'll set our camp in the high sand dunes of Markawandi. Our camping crew will prepare all our meals in the desert. Our evening meal is three courses, consisting of soup to start with followed by a main course of couscous or pasta or rice accompanied by vegetables and a meat-based dish (usually lamb stew or chicken) and bread cooked in the traditional Tuareg way, on hot coals under the sand. Dessert is seasonal fruit, followed by mint tea or coffee, dates and a cookie."
      },
      {
        "dayNumber": 12,
        "title": "Head deeper into the Sahara desert, into the vast sand dunes at Moul El Naga. Overnight at Tin Koukak",
        "description": ": Continuing our journey deeper into the Sahara, we reach the end of the El Biredj where the high orange-coloured sand dunes of Moul El Naga begin to appear. The sharpness and shades of the dunes make this a classic desert landscape - a photographer's dream. After driving through spectacular wind-sculptured arches (where we'll have our lunch), we head into the Tin Koukak region. This afternoon, we'll see more ancient rock art and, if we're lucky, even spot wild camels and gazelles. Our camp tonight is at Tin Koukak, the sunsets here, against the backdrop of the vast sand dunes, are spectacular and we'll witness some of the clearest night skies imaginable."
      },
      {
        "dayNumber": 13,
        "title": "Visit the striking Djaren Canyon and see desert rock art around Tin Koukak",
        "description": ": There is an optional walk to visit rock art around Tin Koukak lasting a couple of hours, we'll set off early to avoid the heat of the day (4WD vehicles will be available for those who don't wish to walk). Driving back towards Djanet, we'll make stops along the way to take in the picturesque scenery. Lunch will be at Oued Tlafzo. As we enter Djaren canyon, we'll step into one of the highest concentrations of rock art paintings in this part of Algeria, with over 70 locations exhibiting paintings and engravings found to date; we'll visit the best selection. We set up camp and spend the night in the atmospheric Djaren canyon."
      },
      {
        "dayNumber": 14,
        "title": "Return to Djanet to freshen up. Afternoon head out to explore Timrass and Tekoubaouine",
        "description": ": After breakfast our camp crew will pack up camp, drive directly back to the Tenere Village Hotel in Djanet where we'll get reacquainted with modern life. Day use rooms will be provided to have a shower, the hotel also has WiFi at reception to catch up with messages from home. Lunch (not included on this day) will be at the hotel. This afternoon, we head into the desert once more for our final night. Driving one hour north of Djanet this time, we'll explore Timrass, a dramatic area of rocks protruding from the desert sand. Here we'll discover more rock art. We'll then continue to the landscapes of Tekoubaouine where we camp in a great spot for sunset amongst the dunes, hills and rock formations, our last night in the desert. Our cook will have stocked up on fresh supplies in Djanet and will prepare a delicious last camping dinner for us."
      },
      {
        "dayNumber": 15,
        "title": "Erg Admer, crying cows engravings. Return to Djanet",
        "description": ": After a morning walk we will explore more ancient rock art. This region is known for its vast towering sand dunes, we'll visit Erg Admer, set amongst a sea of sand dunes. Continuing back towards Djanet, lunch is at the crying cows engravings, an elaborate ancient engraving depicting cattle. It's a short drive back to Djanet and the Tenere Village Hotel. Once again, day use rooms will be provided to freshen up and have a shower. The rest of the afternoon is free, you may wish to head into Djanet itself or rest at the hotel. This evening, there is the opportunity to join the group for dinner at a local restaurant or at the hotel to celebrate our last night together. We'll drive to Djanet airport, departing around 11pm for our night flight back to Algiers."
      },
      {
        "dayNumber": 16,
        "title": "Fly back to Algiers where the trip ends",
        "description": ": Our flight back to Algiers departs in the early hours of the morning, arriving around 6am, whilst the flight timing is subject to change, at the time of publication this flight has a short scheduled stop at Tamanrasset. The trip ends here at Algiers International airport, also known as Houari Boumediene International Airport (ALG). We recommend booking onward flights from 10am onwards in case of delays. Should you wish to book a extra night's accommodation in Algiers, please get in touch."
      }
    ],
    "map": "",
    "category": "Culture"
  }
]