{
    "Main_Title": "Our Brunei holidays & tours",
    "Main_Paragraph": "Our Brunei holidays take you into the lesser-visited rainforests of Southeast Asia where you'll discover mangroves, lakes and waterfalls within Ulu Temburong National Park as well as Iban communities living within the rainforest along the banks of the Temburong River. All of our Brunei holidays aim to provide an equally beneficial experience for travellers and local people alike. This means using homestays, local boatmen, street stalls and small cafés as you travel to keep money in local communities. We also operate with the utmost respect for the local wildlife, whether that’s monitor lizards, long-tailed macaques or proboscis monkeys – and we visit conservation projects that help keep the nation’s wildlife thriving.",
    "Subtitle": "Brunei highlights",
    "Title1": "1. Bandar Seri Begawan (BSB)",
    "Paragraph1": "Clean and ordered, the capital of Brunei boasts a handful of impressive landmarks, including Omar Ali Saifuddin Mosque, with its 16th century royal barge replica moored outside, and the Nurul Iman Palace, the largest royal residence in the world. Shopping is huge here and slick malls pepper the city, while the Bruneians love of food is satisfied in its many restaurants and at Pasar Malam night market.",
    "image1": "",
    "Title2": "2. Bangar",
    "Paragraph2": "The administrative centre of Temburong District, small, laid-back Bangar is a 45-minute speedboat ride from BSB  at least until a bridge linking the two sides of the sultanate is completed. The journey navigates open seas, before negotiating rapids and weaving past mangroves and palms on the Temburong River. From Bangar its a short drive or river journey to Ulu Temburong National Park.",
    "image2": "",
    "Title3": "3. Kampong Ayer",
    "Paragraph3": "A contrast to the slick malls found elsewhere in the capital, Kampong Ayer consists of 42 stilt villages on the banks of the Brunei River. Founded at least 1,000 years ago, its the largest stilt settlement in the world. Water taxis ply the river, while a boat ride will take you into the narrow waterways between schools, colourful houses, mosques and police station.",
    "Title4": "4. Seria",
    "Paragraph4": "On the coast of western Brunei, Seria is home to the nations onshore oil industry, where rows of nodding donkey pump jacks draw the liquid gold up from the ground. The Oil & Gas Discovery Centre has interactive exhibitions on the petroleum industry, while the Billionth Barrel Monument commemorates that production landmark, reached in 1991.",
    "image3": "",
    "Title5": "5. Tasek Merimbun Heritage Park",
    "Paragraph5": "In the Tutong District of western Brunei, about 70km from the capital, the wilderness of Tasek Merimbun was given Heritage Park status in 1984 when rare, white-collared fruit bats were discovered here. Cruise on the lake, dark from the tannin rich leaves which fall into it, spotting exotic birds and crocodiles; or walk the nature trails, looking out for orchids and red leaf monkeys.",
    "Title6": "6. Ulu Temburong National Park",
    "Paragraph6": "This park lies within 500sq km of pristine rainforest. Most of it is off limits to everyone except scientists, but visitors can explore a portion via river cruises, nature hikes, waterfall visits, kayaking, tubing and night jungle walks. A 50m-high canopy walk gives long views over distant mountains and the chance to spot rhinoceros hornbills, gibbons and some of the 400 species of butterfly."
}