{
  "destination": "Çin",
  "mainPhoto": "",
  "id": "ST00008",
  "tourName": "Çin Turu",
  "placesVisited": "Çin",
  "generalInfo": "Çin, inanılmaz tarihi, devasa tapınakları ve müthiş festivalleri ile ayrı bir kültür ve tarih cenneti.<br><br>Siempre Tur ile gerçekleştirilen Çin turunda, Çin'in tarihini ve devasa tapınaklarını keşfedebilir, kültürü hakkında bilgi alabilir ve bol bol yöresele yemekleri tadabilirsiniz. Tarihin en köklü milletlerinden biri olan Çin'i Siempre Tur ile keşfedin.<br><br>UNESCO Dünya Kültür Mirası Listesindeki 7 yer<br>\r\nPekin – Tian’anMen Meydanı – Cennet Tapınağı – Yasak Şehir – Yazlık Saray – Büyük Çin Seddi – Longmen Mağaraları - Xi’an – Terra Cotta Savaşçı Heykelleri –Guilin - Büyük Vahşi Kaz Pagodası – Xi’an Şehir Surları – Shanghai Yeşim Buda Tapınağı – Yu Bahçesi – Doğu’nun Venedik’i Suzhou /Tongli – Çay Seremonisi –Tang Haneden Şovu ve Tekne Gezilerinden oluşan dopdolu bir tur olacak.</br>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>Tur süresi boyunca rehberlik hizmeti verilir.</li>\n<li>Tur kapsamına dahil olan yemekler</li>\n<li>Programdaki çevre gezileri</li>\n<li>Uçakla gidiş - dönüş ve şehirler arası aktarmalar</li>\n<li>Radegast Lake Wiev Hotel            </li>\n<li>Luojang Lee Royal Hotel.</li>\n<li>Mudu Xi’an Grand Noble Hotel                   </li>\n<li>Guilin Grand Link Hotel                     </li>\n<li>Shanghai Sunrise on the Bund     </li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İstanbul",
      "description": "19.04.2018 Perşembe gecesi İstanbul ve çeşitli illerden katılan misafirlerimizle İstanbul Atatürk Havaalanı Dış Hatlar Terminal’inde SİEMPRE Turizm yetkilisi ile saat 23.00’de buluşuyoruz. Gümrük pasaport işlemlerinden sonra, 23.08.2017 Günü Türk Hava Yolları’nın TK020 sayılı seferi ile saat 01.05’te Pekin’e hareket ediyoruz. Geceleme uçakta."
    },
    {
      "dayNumber": 2,
      "title": "Pekin(A)",
      "description": "Çin Halk Cumhuriyeti’nin başkenti Pekin’e yerel saat ile 15.05’te varıyoruz. Otobüs ve rehberimizle buluşup otelimize yerleştikten sonra, şehir merkezine gidiyoruz. Otelimize yerleştikten sonra akşam yemeği geleneksel bir Uygur restoranında ."
    },
    {
      "dayNumber": 3,
      "title": "Pekin (S/Ö/A)",
      "description": "Otelimizdeki kahvaltıdan sonra önce dünyanın en büyük meydanı olan Tian’anMen Meydanına gidiyoruz. “Ebedi Barış” anlamına gelen bu meydan aynı anda bir milyon kişiyi alabilmektedir. Burada Mao’nun Mozolesi ve önündeki anıtları görüyoruz. Daha sonra UNESCO tarafından Dünya Kültür Mirası Listesi’ne 1987 yılında alınan “Yasak Şehir’i” ziyaret ediyoruz. Önceleri hanedan soyu haricinde sıradan kişilere kapalı olan 9999 odalı bu saray, dünyanın en büyük saray kompleksidir. Bugün öğle yemeğinden sonra yine UNESCO Dünya Kültür Mirası Listesi’nde bulunan Cennet Tapınağı’nı geziyoruz. Çin İmparatorları burada törenler yaparak, bol mahsul ve huzur için, toprak, güneş, ay, dağ ve nehir tanrılarına dua ederlerdi. Daha sonra şehrin Hutong bölgesinde geleneksel Çin evlerinin arasında ve dar sokaklarda Rikscha denilen “bisiklet fayton” ile geziyoruz. Akşam yemeğimiz Çin mutfağının bir klasiği olan “Pekin Ördeği”."
    },
    {
      "dayNumber": 4,
      "title": "Pekin - Luoyang (S/A)",
      "description": "Otelimizdeki kahvaltıdan sonra tren garına transferimiz gerçekleşiyor. Hızlı tren ile dört saatlik bir yolculuğun ardından, Luoyang’a ulaşıyoruz. Öğleden sonra Yi nehrinin iki yakasında bulunan ve 2000 yılında UNESCO Dünya Kültür Mirası Listesi’ne alınan, Çin’in “Taş Oyma Müzesi” olarak adlandırılan Longmen Mağaralarını geziyoruz. Burada 1.300’ün üzerinde mağara, 50 den fazla Buda pagodası ve 100 bin Buda heykeli bulunmaktadır. Konaklama ve akşam yemeği otelimizde."
    },
    {
      "dayNumber": 5,
      "title": "Luoyang - Xi'an (S/A)",
      "description": "Otelimizdeki kahvaltıdan sonra tren garına transferimiz gerçekleşiyor. Hızlı tren ile bir buçuk saatlik bir yolculuğunun sonunda tarihi İpek Yolu’nun başlangıç merkezi olan ve “Sonsuz Barış” anlamına gelen Xi’an’a ulaşıyoruz. Burada 13 yy da Tang Hanedanlığı tarafından inşa edilen, 14 km uzunluğundaki şehir surlarını görüyoruz. Burada şehir girişlerinin akşamları kapatılması ve sabah güneşin doğuşuyla yeniden açılmaları için kullanılan “Çan” ve “Davul” kulelerini görüyoruz. Müslüman mahallesinde vereceğimiz moladan sonra akşam yemeğimiz Otelimizde."
    },
    {
      "dayNumber": 6,
      "title": "Xian (S/Ö/A)",
      "description": "Otelimizdeki sabah kahvaltısının ardından UNESCO Dünya Kültür Mirası Listesi’nde bulunan “Terra Cotta Savaşçı Heykelleri’ni geziyoruz. Bu askerler ordusu ilk Çin imparatoru Qin’in ruhunu kötülüklerden korumak için usta sanatçılar tarafından yapılmıştır ve 1.80 boyundaki bu savaşçıların hepsinin yüzleri farklıdır. Daha sonra bu heykellerin nasıl yapıldığına dair bilgi alabilmek için üretim atölyesini geziyoruz. Öğle yemeğinden sonra rahip Xuanzang tarafından Hindistan’dan getirilen Budist sutra ve heykelcikleri saklamak için yapılan “Büyük Vahşi Kaz Pagodası’nı görüyoruz. Bugünkü akşam yemeğimiz bin yıl öncesinin renkli kostümleri ve dansları ile Tang Hanedanlığının anlatıldığı bir gösteri eşliğinde."
    },
    {
      "dayNumber": 7,
      "title": "Xi'an - Guilin (S/A)",
      "description": "Otelimizdeki sabah kahvaltısının ardından Guilin’e gidişimiz için havaalanına transferimiz gerçekleşiyor. CZ6376 sefer sayılı uçak ile 10.45 de Xi’an’dan ayrılıyoruz ve 12.40 da Guilin’e varıyoruz. Öğleden sonra “Fil hortumu tepesi” ve “Sazlık Flütü Mağarası” nı geziyoruz. Konaklama Guilin’ deki otelimizde. Akşam yemeğimiz otelimizde."
    },
    {
      "dayNumber": 8,
      "title": "Guilin - Shanghai (S/Ö)",
      "description": "Otelimizdeki sabah kahvaltısının ardından Li Nehri üzerinde masalsı Guilin bölgesinde bir tekne gezintisi yapıyoruz. Öğle yemeğimizi seyir esnasında alıyoruz. Ardından havalimanına transferimiz gerçekleşiyor ve FM9370 sefer sayılı uçak ile 19.25 de Shanghai’a hareket ediyoruz. 21.40 da varıyoruz. Konaklama Shanghai ’daki otelimizde."
    },
    {
      "dayNumber": 9,
      "title": "Shanghai (S/Ö/A)",
      "description": "Otelimizdeki kahvaltının ardından Shanghai’deki turumuza Yeşim Buda Tapınağı’nı gezerek başlıyoruz. Burada bulunan iki Buda heykeli aynı zamanda paha biçilmez bir sanat eseri. Bu yapıtlarda kullanılan yeşim taşı saflık ve kutsallığı simgeler. Daha sonra 16 yy da Ming hanedanlığı döneminde yapılan ve Çin bahçe kültürünü en iyi biçimde yansıtan Yu-Bahçesi’ni geziyoruz. Burada Uzak Doğulular için hayatta başarı ve azmi simgeleyen Koi Balıkları’nı görüyoruz. Shanghai’in eski şehrinde bir çay evinde “Çin çayı seremonisini” izliyoruz. Huangpu Nehri üzerinde bir tekne turu yapıyoruz. Akşam yemeğimiz otelimizde."
    },
    {
      "dayNumber": 10,
      "title": "Tongli (S/Ö/A)",
      "description": "Otelimizdeki sabah kahvaltısının ardından tarihi 2500 yıl öncesine giden Tongli şehrine gidiyoruz. Şehirdeki kanallar, taş köprüler, pagodalar ve özenle düzenlenmiş bahçeleri ile Çin’in önemli turistik merkezlerinden birisidir. Burada bir bot turu yapıyoruz. Suzhou bölgesi 1997 yılından beri UNSCO Dünya Kültür Mirası Listesi’ndedir. Çoğu kez “Çin’in Venedik’i” olarak adlandırılır. Öğle yemeğinden sonra Shanghai ’ye geri dönüyoruz. Shanghai’ın meşhur alışveriş caddesi olan Nanjing Lu’da serbest zamanımız var. Akşam yemeği otelimizde ."
    },
    {
      "dayNumber": 11,
      "title": "Shangai (S)",
      "description": "Otelimizdeki sabah kahvaltısından sonra odalarımızı boşaltmamız gereken öğlen 12:00 ye kadar boş vaktimiz var. Daha sonra valizlerimizi otobüsümüze yükleyerek, Çin tarihine dair en iyi müzelerden bir tanesi olan Shanghai Müzesi’ni geziyoruz. Daha sonra Çin’in en yüksek kulelerinden olan “Jinmao Tower’a” çıkıyor ve Shanghai şehrini kuşbakışı olarak görüyoruz. Daha sonra Fransız tüccarların 19 yy da Avrupa tarzında yaratmış oldukları imtiyazlı bölgeye gidiyoruz. Buradaki Fransız etkisini ferforje balkon demirleri, neoklasik stildeki binalar ve sevimli kafelerde görebilirsiniz. Daha sonra havalimanına transferimiz gerçekleşiyor. Bilet ve pasaport işlemlerinden sonra Türk Hava Yolları’nın TK027 sayılı uçuşu ile saat 23.15’te hareket ediyoruz. Geceleme uçakta."
    },
    {
      "dayNumber": 12,
      "title": "Shangai",
      "description": "01.05 Salı günü sabah erken, 05.10’da İstanbul Atatürk Havalimanı’na varıyoruz. Farklı şehirlerden gelen misafirlerimizle bir sonraki SİEMPRE Gezi Turu’nda görüşmek üzere vedalaşıyoruz. Başlangıç şehirlerimize dönmek için bağlantı uçuşlarımızı bekliyoruz."
    }
  ],
  "map": ""
}