{
  "destination": "Çin",
  "mainPhoto": "",
  "id": "ST03000",
  "tourName": "Özel Rota İpek Yolu",
  "placesVisited": "Çin, Özbekistan, Kırgızistan, Türkmenistan, Özbekistan",
  "generalInfo": "Birbirinden farklı şehirler, birbirinden farklı kültürler ve birbirinden farklı doğal güzellikleriyle yeni yerler keşfedin.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "11",
  "price": "2640",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "18",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- İstanbul - Bişkek Gidiş Taşkent -İstanbul Dönüş  Türk Havayolu ile ekonomik sınıf uçak  biletleri</li>\n<li>- Bişkek – Talkent  ekonomik havayolu ile ara uçuş</li>\n<li>- Dashoguz-Ashgabat,  Ashgabat-Mary   ekoneomik havayolu uçuş biletleri</li>\n<li>- Tashkent -Urgench   ekonomik havayolu uçuş biletleri</li>\n<li>- Buhara- Semerkant Bussines vagon Tren  biletleri</li>\n<li>- Bishkek ve  Bukhara Yerel danslar eşliğin de akşam yemeği</li>\n<li>- 4 / 5 Yıldızlı otellerde Konaklama</li>\n<li>- 10 Gün Sabah &amp; Öğle &amp; Akşam Yemekleri</li>\n<li>- Otobüsler de su servisi</li>\n<li>- Özel otobüsle transfer &amp; Lokal Rehber.</li>\n<li>- Gezi yerlerinde giriş ücretleri</li>\n<li>- Siempre Tour servis Görevlisi</li>\n<li>- Türkçe hizmet veren Rehberlik servisi</li>\n<li>- Yurtdışı Çıkış Vergisi (50 TL)</li>\n<li>- Zorunlu Seyahat Sigortası</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İSTANBUL & BİŞKEK",
      "description": "26 Temmuz akşamı İstanbul Havaalanı Dış Hatlar Terminali’nde, saat 21.30’da Siempre Tour Kontuarı önünde   buluşma ve giriş işlemlerinden sonra, saat 00.40 ’da Türk Havayolları’nın TK 344 sefer sayılı uçağı ile hareket."
    },
    {
      "dayNumber": 2,
      "title": "BİŞKEK – TAŞKENT",
      "description": "Kahvaltının ardından, asya Çarşısı ziyaret edeceğimiz yerler arasındadır. Asya Çarşısında hareketli yerel hayatın birçok dinamik fotoğraflarını çekebileceksiniz. Bu çarşı kumaş ürünlerin, mal satan ve satın alanların ve renkli halıların pazarıdır. Gezi sonrası Taşkenta uçuşumuz için havalimanına transferimizi gerçekleştireceğiz.  18:40 Özbekistan'ın başkenti  Taşkent’e varış. 19: 00 Taşkent'te  varış. Siempre Tour tarafından karşılanacak ve otele transfer edileceksiniz. Aksam yemeğimiz otelde."
    },
    {
      "dayNumber": 3,
      "title": "TAŞKENT",
      "description": "Dinlenme ve kahvaltının ardından , şehir turumuz için otelden hareket ediyoruz. Geleneksel Orta Asya Mimarisinin ,İslami Mimari ile zenginleştirilip , Avrupai bir şehircilik planlaması ile taçlandırıldığı bu şehirde , gezimize şehrin gerçek merkezi Amir Temur Meydanı gezisi ile başlıyoruz. Daha sonra şehrin en büyük meydanı olan Bağımsızlık Meydanı ve bu merkezi çevreleyen anıtları göreceğiz. Bir sonraki durağımız içerisinde 16. Yüzyıldan kalma Barakhan Medresesi , Hz. Muhammed'in bir tutam saçına ev sahipliği yapması nedeni ile \" Kutsal Saç\" Muyi Mübarek olarak adlandırılan medrese ve bu medresede muhafaza edilen 7. Yüzyılda yazılmış Kuran-ı Kerim örneklerini de barındıran Hazreti İmam kompleksi bulunuyor."
    },
    {
      "dayNumber": 4,
      "title": "TAŞKENT – URGENC - HİVA",
      "description": "Sabahın erken saatlerinde Urgenç'e uçmak için yerel havaalanına transfer. (1093 km, 1 sa 40 dk). Urgenç'e varış, Hiva'daki otele transfer (30 km, 35 dk). Daha sonra şehri tanımanız beklenir. UNESCO Dünya Kültür Mirası Listesi'nde yer alan Ichan-Kala kalesini ziyareti. Tur, Orta Asya'daki en büyük medrese, Muhammed Rahimhan medresesi, Kalta Minare minaresi, Juma camii, Tash Khovli sarayı ve Hiva mimarisinin en iyi eserlerinden biri olan türbe Pahlavan Mahmud'u ziyaret ediyor."
    },
    {
      "dayNumber": 5,
      "title": "HİVA-KUNYA-URGENÇ-DAŞOĞUZ –AŞKABAT",
      "description": "Sabah Özbek-Türkmen sınırındaki Shavat-Daşoguz sınır noktasına (60 km, 1 s) transfer. Pasaport geçişi ve iki kontrol noktasında gümrük kontrolü. 1,5 kilometrelik bir nötr bölgede geçiş (taşıma olmadan mümkündür). Kunya Urgenç'e gideceğiniz yerel bir rehber tarafından karşılanacaksınız (100 km, 1 sa 30 dk). Ziyaret Turabek-Khanym Türbeleri, Sultan Tekesh, Arslan Il, Necam ad-Din Kubra, Sultan Ali. Ayrıca Orta Asya'daki en yüksek minareyi göreceksiniz - Kutlug-Timur minaresi ve Kirk Molla tepesi. Öğle yemeğinden sonra Daşoguz Havalimanı'na (120 km, 1 s 30 dk) götürüleceksiniz. Aşkabat'a akşam uçuşu (580 km, 50 dk)."
    },
    {
      "dayNumber": 6,
      "title": "AŞKABAT",
      "description": "Aşkabat Turu - Guinness Rekorlar Kitabı'na gezegenin en beyaz mermer şehri olarak giren Türkmenistan'ın başkenti. Eski Nisa yerleşim yeri, UNESCO Dünya Mirası ve Orta Asya'daki en büyük camilerden biri olan Türkmenbaşı Din Camii'ni ziyaret. Ayrıca, Devlet Tarih Müzesi'ni ziyaret edecek, Tarafsızlık Anıtı'nı göreceksiniz. Öğle yemeğinden sonra, ünlü Akhal-Teke ırkının atlarına hayranlıkla bakmak için Bedev yarış pistinin ahırlarına gideceksiniz. Daha sonra Başkanlık Meydanı boyunca yürüyecek, Ertogrul-gazy Camii'ne bakacak ve Kurtuluş Parkı'nı ziyaret edeceksiniz. Lenin anıtını ziyareti. Gecede otelde."
    },
    {
      "dayNumber": 7,
      "title": "AŞKABAT –MERYEM- MERV-BUHARA",
      "description": "Mary'ye sabah uçuşu (370 km, 40 dk). Varışta, Merv'e (40 km, 30 dk.) Olan yolculuğun devamı Büyük İpek Yolu'ndaki büyük bir ticaret merkezi olan antik bir şehirdir. Sultan Sanjar Türbesi, Küçük ve Büyük Kale Kyz-Kala, Erk-Kala, Gyaur-Kala, Keshk Kalesi ve Merv'in diğer cazibe merkezlerini ziyaret edin."
    },
    {
      "dayNumber": 8,
      "title": "BUHARA",
      "description": "Sabah kahvaltısının ardından Buhara emirlerinin yazlık saray, Seyyid Emir Külal Bahaeddin Nakşibend türbelerini ziyaret ediyoruz. Öğle yemeğinden sonra gezimize devam edeceğiz. Labi Havuz Külliyesi, Nadir Divanbegi Medresesi,  Nadir Divanbegi Hanaqasi, Toki Saraffon, Toki Telpakfurushon, Toki Zargaron gezilecek ve daha sonra Samaniler türbesi, Eyyüb çeşmesi, Buhara pazari, Uluğbek Medresesi gezilerimizi yapıyor ve  Ark kalesini geziyoruz. Poyi Kalon kompleksi, Kalan Minaresi ve Türbesi, Mir Arap Medresesi gezilerimizi yapıyoruz.  Akşam yemeğimizi yerel şovlar eşliğinde lokal bir restoranda alacağız."
    },
    {
      "dayNumber": 9,
      "title": "BUHARA – SEMERKAND",
      "description": "04:00  tren istasyonuna transfer. Saat 04:55'da Afrosiyob hızlı treniyle Semerkant’a yolculuk. Saat 06:27'da Semerkant’a varış. Erken check in. Kagvalti. Dinle icin serbest zaman.  İpek Yolu’nun en ünlü duraklarından biri olan ve “Asya’nın Roma’sı” olarak da anılan, 27 yüzyıllık tarihe sahip, ortaçağın önde gelen bilim ve sanat merkezlerinden biri olan, şeyhler ve alimler şehri Semerkand."
    },
    {
      "dayNumber": 10,
      "title": "SEMERKAND",
      "description": "Otelde alacağımız sabah kahvaltısının ardından ,  Semerkant şehir turunun devamı için otelimizden hareket ediyoruz. Bugünkü şehir turumuzda  Hazreti Imam Al Buhari, Al Matrudiy,  Hazreti Hızır Camii ve Hazreti Danyal Türbesi , Timur ve Timur ailesinin anıt mezarlarının bulunduğu Gazi Emir Türbesi , Ali Kuşçu'nun müdürlük yaptığı Uluğbey Rasathanesi'ni ziyaret ediyor ve otele  transfer . Öğle  ve akşam yemeğimizi lokal bir restoranda alacağız."
    },
    {
      "dayNumber": 11,
      "title": "SEMERKAND – TAŞKENT-İSTANBUL",
      "description": "Otelde alacağımız sabah kahvaltısının ardından odalarımızı boşaltıyor ve aracımız ile havalana transfer oluyoruz. Istanbula  uçuşu için havalimanına hareket ediyoruz. Saat02.35 'de TK 371 Nolu sefer sayılı Türk havayolları ile   Istanbul a  uçuyoruz. İstanbul a yerel saat ile 05.45 de varışımız."
    }
  ],
  "map": ""
}