{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-safari-holiday-tailor-made",
  "tourName": "Zimbabwe safari holiday, tailor made",
  "placesVisited": "Victoria Falls, Linkwasha Concession, Hwange National Park, Hwange safari camp experience, Changa safari camp, Matusadona National Park, Lake Kariba, Great African Rift Valley, Zambezi River, Mana Pools National Park, Potential wildlife spotting might include: elephants, buffalos, hippos, waterbucks, lions, leopards, and endangered wild dogs",
  "generalInfo": "This exciting eight day safari provides access to some of Zimbabwe’s wildlife abundant national parks and protected private concessions.<br/><br/>Diversity and variety is certainly the spice of life and this tailor made tour provides plenty of both. From elephants and leopards in Hwange National Park to lions and hyenas around Lake Kariba, Zimbabwe features a wealth of indigenous wildlife, as well as flocks of migratory and native species of birds.<br/><br/>Luxury safari camps provide comfortable accommodation as well as ample opportunities to continue to keep an eye out for animals with settings in Mana Pools National Park, overlooking the Zambezi River, allowing guests to dine, stargaze and even take a bath with a front row view.<br/><br/>Efficient scheduled charter flights make short shrift of distances as part of this tailor made itinerary to ensure you get more time on the ground in Zimbabwe within three of the country’s most diverse regions.<br/>",
  "durationDays": "8",
  "price": "6295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 5,
      "title": "",
      "description": "A scheduled flight from Kariba to Mana West Airstrip and a short road transfer will take you to Ruckomechi Camp. This camp is idyllically located, overlooking the Zambezi River and the imposing Great African Rift Valley. Ruckomechi Camp is situated in an exclusive concession of Mana Pools National Park, in the heart of the Zambezi Valley. The setting of Ruckomechi, located amongst a large grove of acacia and ebony trees, allows for exploration of the rich and varied wildlife. An intoxicating blend of wildlife and bird species abound. The dry season sees large herds of elephant and buffalo together with hippo, waterbuck, kudu, nyala and eland all seeking to slake their thirst along the banks of the mighty Zambezi. Predators follow with lions frequenting the floodplains and adjacent woodland, while leopard stalk the thickets. Cheetah and endangered wild dog are also often seen. The area is equally famous for its superb birdlife, offering over 350 species including collared palm-thrush and African skimmer. Ten spacious en-suite tents, including a honeymoon suite and family room, maximise views of the Zambezi River and the escarpment beyond. Each has both indoor and outdoor showers, and the camp boasts an outdoor ‘bath-with-a-view’ in a secluded, scenic spot. A central dining, bar, library and main area complete the camp offering. There is a separate deck with infinity pool for swimming and sun bathing, and an inviting, cushion-strewn sundowner and stargazing deck."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Return to Victoria Falls Airport (or Harare) by light aircraft for your onward arrangements"
    }
  ],
  "map": ""
}