{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-tailor-made-holiday",
  "tourName": "Zimbabwe tailor made holiday",
  "placesVisited": "Victoria Falls, Hwange National Park, Lake Kariba, Optional rhino tracking in Matusadona National Park",
  "generalInfo": "Zimbabwe is a country of incredible beauty and wildlife, with a wide range of activities to suit every palate, from game drives to canoeing safaris, to adventurous activities such as bungee jumping and microlight flights. Not to mention the fact that the country’s guides are reputedly some of the best on the continent.<br/><br/>This Zimbabwe tailor made holiday will take you around the country’s main highlights. You’ll visit the mighty Victoria Falls, go on safari in Hwange National Park and explore Lake Kariba, where you can view wildlife from a 4WD, boat or on foot with an armed guide. Zimbabwe is excellent value for money as well as being a year-round destination, with plenty to see and do even in the wet season",
  "durationDays": "10",
  "price": "6195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer today by road and light aircraft to Lake Kariba, where you stay for 3 nights on a full inclusive basis including all meals and two activities per day. Lake Kariba is one of the largest man-made lakes in Africa, created in the 1950’s by the development of Kariba Dam, to generate electricity for the population in Zambia and Zimbabwe. Lake Kariba is a genuine African wilderness with far more animals than people. This allows for glorious game viewing by boat as well as the traditional open 4 x 4 vehicles and walking in the wilds with an armed professional guide. There is also the option of tracking rhino in Matusadona National Park. Among the species that may be seen at Bumi are many elephants and buffalo, massive Nile crocodiles, lions, many hippo, the elusive leopard, kudu, water buck, impala, warthog, monkeys, baboons, sable, zebra"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Return light aircraft transfer to Victoria Falls Airport for your overnight flight to London, via Johannesburg."
    }
  ],
  "map": ""
}