{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-family-safari",
  "tourName": "Zimbabwe family safari",
  "placesVisited": "Explore Matobo Hills UNESCO World Heritage Site, Chance to track rhinos on foot, 3 nights of safari in Hwange National Park, Between, ‘Insiders’ tour of Victoria Falls with an expert local guide, Optional activities include canopy walking tours, white water rafting, and sunset boat tours, Locally run lodges that support various community projects",
  "generalInfo": "This is an ideal Zimbabwe safari for a family with teenagers, taking you to one of Africa’s less-visited safari destinations. Your wildlife watching in Hwange National Park can be complemented by the fascinating rock art sites of the Matobo Hills, and exciting activities around Victoria Falls such as white water rafting, kayaking and zip-lining.  <br/><br/>With three nights in each destination across this 10-day Zimbabwe family holiday, you won’t feel as if the pace is too rushed. Indeed, on arrival in Victoria Falls you’ll meet up with a brilliant local guide who will take you around their community. They’ll show you the incredible waterfall – ‘the smoke that thunders’ – and then take you on a little tour suited to your interests, whether that be art galleries, shopping, or a trip to a township. One evening you’ll travel to a township for a traditional meal cooked over an open fire. Experiences like this are what make this holiday really stand out from other safaris, and give you a much deeper insight into Zimbabwean culture. <br/><br/>You can take this trip at any time of year, but the winter months (April to October) are most recommended. During this period, seasonal water pans dry out, and so the wildlife in Hwange instead congregates around artificially pumped water sources, leading to some impressive sightings. Along with elephants, the park is home to wild dogs, lions, leopards and cheetahs. Staying in a remote lodge immersed in its natural environment, you’ll enjoy game drives as well as visits to wildlife hides (better suited to older teens with more patience). In the Matobo Hills, a rhino breeding area, you’ll also have the opportunity to track these magnificent creatures on foot. <br/><br/>You’ll stay in locally owned and operated lodges throughout this tour. These properties are chosen not only for the quality of accommodation they offer, but also their commitment to nature and their communities. Your holiday financially contributes to the projects they support, from helping local women to start bee-keeping businesses, to providing impoverished families with goats. <br/>",
  "durationDays": "10",
  "price": "5450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Bulawayo Airport and transfer to your lodge for 3 nights in Matobo Hills. A landscape like no other, Matobo Hills' ancient granite kopjes, wooded valleys and weirdly balanced rock formations offer a unique experience. Mysterious and beautiful, this World Heritage Site is located 40 kms south of Bulawayo and is an area of massive spiritual and cultural significance. Millions of years of erosion and weathering has hewn shapes from granite rock and these gravity-defying formations point to the skies above, as though in communion with the elements responsible for sculpting them. In many cases they seem to have been strategically placed by supernatural beings's or artistically coughed up from deep within the earth. Much of the granite topography retains the remnants of bygone rituals; San Rock paintings and archaeological sites are proof of the passage of time, and a snap shot into a long forgotten past. Matobo Hills is the final resting place of Mzilikazi Khumalo, the first Ndebele king, as well as the imperialist Cecil John Rhodes. A varied habitat with mixed vegetation, the reserve is home to the rare leopard, raptors and excellent birdlife. Matobo Hills is a rhino breeding zone and on foot rhino tracking is a thrilling optional activity. Lodge activities include: nature drives, rhino tracking by vehicle and on foot, visit Cecil John Rhodes grave, My Beautiful Home bicycle ride, cultural and village tours, walks and hikes around the lodge and exploring rock art sites"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Hwange National Park for 3 nights on safari. Hwange National Park is Zimbabwe's largest game reserve. Vast stretches of wilderness, extend from horizon to horizon and form part of the ancient migration route towards Northern Botswana's Chobe and the Linyanti. This diverse landscape of mopane and teak forests, semi-desert scrubland and granite hills is inhabited by a wide variety of mammals and birds. Although a year round destination, Hwange is particularly appealing during the winter months (April to October) when large concentrations of animals flock to artificially pumped waterholes as the seasonal pans dry out. The park's network of waterholes sustains life when natural resources are unavailable. Massive herds of elephant make their presence felt during the dry period. Buffalo, zebra, sable and roan antelope, as well as lion, leopard, cheetah and wild dog may be seen. Cool mornings warm up to comfortable sunny days, and chilly night drives reveal the exciting nocturnal species which make Hwange home. Between November and February/March summer thunderstorms blanket the earth with life,filling up the waterholes and dispersing the animals throughout the park. Game can be located on the open southern plains during summer, but the scenic north is a renewed landscape of hills, floating lily-pads and full pans. Brightly coloured birds dot the trees, bringing movement to endless skies. Lodge activities include: game drives on a private concession and inside Hwange National Park, guided walk in the private concession, visit to a rural clinic and hide sits. Stay in an intimate camp with a feeling of remoteness and seclusion. Rooms boast views of a productive waterhole which draws local wildlife. Elles are often drawn to the pool for a drink on a hot day. Evenings are spent around a fire after day immersed in the beauty of the area and on game activities. There are no fences between the concession and Hwange which is home to large elephant herds. Game drives are conducted within this concession and Hwange, and game walks, cultural tours and hide visits will allow guests to fully experience all this region has to offer."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Victoria Falls for 3 nights in a local guesthouse style lodge. When you wander through the lush rainforests above the Victoria Falls, newly baptised in the mist, your ears holding the echo of thundering waters, it isn't hard to imagine that this is where it all began. Eden. As the land cuts away beneath the ancient Zambezi River, the waters plummet dramatically into the Batoka Gorge, over 100 metres below. The angrily churned up spray shoots skyward, painting the landscape in billowing clouds. This striking \"smoke that thunders\" can be seen for miles, a geographic pointer summoning visitors into its presence. The Victoria Falls reaches its zenith in about May each year. It is a truly awe-inspiring experience - the sight, the sound, the smell and the humbling feeling that here indeed, is Natures Supreme Masterpiece. No photograph can begin to depict the reality and nothing prepares you for your first sight. A tour is conducted in the morning and afternoon and is 2 hours in duration. You will be accompanied through the Rainforest by a qualified Guide, who gives a brief history of the Falls and the surrounding flora, fauna, bird and wildlife. Raincoats and camera protective bags are provided when needed. One evening, take a sunset cruise to enjoy possible sightings of hippo, crocodile, elephant and a variety of birds. With sundowner in hand marvel at the beauty of an African sunset - a perfect end to a great day. One day, spend a day on an 'Insider Host' tour. An 'Insider Host' adds enormous value to a client's stay in Victoria Falls. Reason being is that the Insider Host gives clients an opportunity to meet real people and understand what makes Victoria Falls tick...from an 'Insiders' perspective. This is an activity with a difference and not something visitors can experience by wandering around town on their own or by booking any of the many activity-based excursions on offer. The Insider Host lives in Victoria Falls, has been part of the Victoria Falls scene from many years, knows lots of interesting locals and, if need be, can make things happen. She/he can also talk about anything and everything Zimbabwe-related. Your time with the Insider Guide is flexible - we always recommend starting at the Tour of the Falls and then, depending on the guests' interests, they could visit an art gallery, do a drive though Chinotimba Township or visit the Elephant Walk Shopping & Artists Village. Lunch will be for the guests' own account, but we recommend a visit to The Lookout Cafe for the views and the atmosphere. The Lookout Cafe is situated alongside the high wire adrenalin activities and The Victoria Falls Canopy Tour. Other activities on offer include cycling trips to local villages, bungy jumping, white water rafting, zip-lining and kayaking. One evening, visit Chinotimba township for a local meal, cooked over an open fire in cast iron pots and ovens, giving guests an authentic, wholesome and tasty food experience."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Victoria Falls airport for onward flight arrangements: you could extend your trip with time in Cape Town, or on the beach in Mozambique."
    }
  ],
  "map": ""
}