{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "victoria-falls-photography-holiday-zimbabwe",
  "tourName": "Victoria Falls photography holiday, Zimbabwe",
  "placesVisited": "",
  "generalInfo": "This is an exciting opportunity to get up-close encounters with wildlife, collect a stacked portfolio of pics, improve your skills with a camera, and get all the other benefits of a photo safari, all whilst contributing to good causes.<br/><br/>This program sends you to a game reserve and wildlife sanctuary on the border of Zimbabwe’s Zambezi National Park. There, you’ll spend 2-12 weeks exploring the region through a range of safari experiences and making the most of the fantastic wildlife photography opportunities. What’s more, you’ll get real-world experience as a conservation photographer and take on assignments documenting conservation activities at the wildlife sanctuary. You’ll be taking incredible photographs, building your skills as a photographer, and helping to raise awareness and support for the important work being done at the sanctuary. On top of all that, you’ll be a short distance from one of Victoria Falls and enjoy all the photo ops of one of the wonders of the world.<br/><br/>You’ll live and work in the game reserve, so you’ll have unrestricted access to the wildlife. There’s a stunning array of wildlife in the area too. You’ll find excellent opportunities to photograph elephants, lions, leopards, zebras, giraffes, hippos, and many different species of antelope. The area you’ll stay is particularly well-known for sightings of lions and spotted hyenas. As well as its larger wildlife, The park boasts diverse bird species, including African fish eagles, herons, kingfishers, and many more. Plus, lying in the reserve, you’ll be able to enjoy a range of safari experiences like walking safaris, boat cruises, and traditional game drives.<br/><br/>Meanwhile, your engagement with the sanctuary’s activity will grant you unique insights into the area's wildlife. You’ll get the chance to observe and photograph wildlife rescue operations, surgeries, and a host of other site-specific occurrences. Beyond the unique experiences they’ll grant you, these assignments are a unique bonus for a photography program. This could be your chance to see what it's like to work as a jobbing photographer, make valuable additions to an early career portfolio, and most of all, give back to the wildlife you'll be photographing. This sanctuary does valuable work protecting the area's flora and fauna, and your images could help connect them with support.<br/><br/>As if all that wasn’t enough, you’ll be only a short drive from one of the wonders of the world, Victoria Falls. This comes with its wealth of photo opportunities as well as some activities for your downtime. You could enjoy horse rides along the Zambezi River, helicopter tours, or river cruises and canoe trips.",
  "durationDays": "14",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}