{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "victoria-falls-hwange-and-mana-pools-zimbabwe",
  "tourName": "Victoria Falls, Hwange and Mana Pools, Zimbabwe",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable safari adventure visiting three of Zimbabwe top destinations, Victoria Falls, Hwange National Park and Mana Pools National Park.<br/><br/>Due to the seasonality of Mana Pools National Park, this itinerary is available from May to the end of October. If you are looking to travel outside of these dates please do enquire as we can suggest tweaks to the itinerary or another trip which will work for you. Everything we do is tailor-made so should you like to make any changes to the trip we can discuss this during the quoting process.  <br/><br/>The itinerary begins at the awe-inspiring Victoria Falls - a UNESCO World Heritage Site and world's largest continuous sheet of falling water. <br/><br/>Next, spend three nights at Deteema Springs in Hwange National Park, indulging in game drives and walking safaris to witness elephants, lions, and other wildlife. Conclude your journey with three nights at Mana River Camp in Mana Pools National Park, featuring canoe safaris on the Zambezi River, close encounters with buffalo and elephants, and exploring the stunning landscape on game drives and walking safaris. <br/><br/>This trip offers a perfect blend of breathtaking scenery, thrilling wildlife encounters, and luxury but authentic accommodations.",
  "durationDays": "9",
  "price": "5390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival at Victoria Falls you will be met at the airport and driven to Nkosi Guest Lodge to spend two nights while you explore the area."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You have a full day to explore Victoria Falls, while it is easy to explore independently we can also add any activities to experience the area further. For example a boat cruise, helicopter trip or community visit."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be picked up from Victoria Falls and driven to Hwange National Park for the start of your six night on safari in the first of Zimbabwe iconic national park you'll be visiting. Deteema Springs in the north of the park is your base for the next three nights."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore northern Hwange on included activities with your camp, you have both game drives and nature walks included with the expert local guides based at Deteema Springs."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "From Hwange you will fly to the stunningly beautiful Mana Pools National Park - just across the Zambezi from Zambia's Lower Zambezi National Park. You'll be picked up at the airstrip by the team from Mana River Camp and driven to camp, where you will stay for the next three nights."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "As well as game drives and nature walks, from Mana River Camp, it is also possible to go canoeing and given the camps location right on the banks of the Zambezi you may not need to go out at all for fantastic wildlife viewing."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Finally you eight-night adventure through Zimbabwe comes to end as you fly to Harare to meet your onward flight arrangements."
    }
  ],
  "map": ""
}