{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "hwange-safari-in-zimbabwe-tailor-made",
  "tourName": "Hwange safari in Zimbabwe, tailor made",
  "placesVisited": "",
  "generalInfo": "This trip is available from the 1st of April to the 31st of December and offers a six-night safari adventure in Zimbabwe's Hwange National Park, starting with three nights at Deteema Springs, followed by three nights at Verney's Camp. <br/><br/>Everything we do is completely tailor-made so should you like to amend this trip at all, perhaps by adding on a few days to explore Victoria Falls or further exploration of Zimbabwe just let us know. <br/><br/>Both camps provide a luxurious and immersive experience in the heart of one of Africa's premier wildlife destinations. The journey begins at Deteema Springs, located in the northern part of the park, where guests can enjoy a traditional safari experience with comfortable tented accommodations overlooking a natural waterhole. This area is renowned for its diverse wildlife, including large herds of elephants, lions, buffalo, and numerous bird species. Activities include morning and evening game drives, guided walking safaris, and bird watching, all designed to maximize wildlife viewing opportunities and provide intimate encounters with nature.<br/><br/>After exploring Deteema Springs, the adventure continues at Verney's Camp, situated in a private concession in the southeastern part of Hwange National Park. Verney's Camp offers luxurious tents that blend seamlessly into the environment, providing exclusive access to diverse wildlife and scenic landscapes. Guests can partake in game drives within the private concession, experience the bush on foot through walking safaris, and engage with local communities through cultural visits. The camp also offers stargazing sessions under the clear African skies. This itinerary combines thrilling wildlife encounters with relaxation and cultural insights, making it an unforgettable safari experience in one of Africa's most iconic wilderness areas.",
  "durationDays": "7",
  "price": "6988",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "From Victoria Falls Airport you will meet an internal flight to Hwange National Park where upon arrival you will be met and driven the short distance to Deteema Springs."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy two full days on safari with the expert team at Deteema Springs. It is a rugged and undulating area in contrast to the plains and forest stands further south. Explore on foot and by game drive."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "You will enjoy a game drive transfer through the park to your next safari camp - Verney's Camp. Enjoy an afternoon activity and your first chance to explore another area of the vast Hwange National Park."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Located in a private concession Verney's offers an exclusive experience in which to explore by walking safaris and game drives over the next two days."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Finally after a morning safari activity you will be taken to the local airstrip to fly back to Victoria Falls. Where next?"
    }
  ],
  "map": ""
}