{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-wildlife-holidays",
  "tourName": "Zimbabwe wildlife holidays",
  "placesVisited": "Victoria Falls guided tour, Hwange National Park, Matusadona National Park, Mana Pools, walking safaris, game drives, game viewing from hides, boat cruises, canoeing, birding, cultural visits, fishing and dinosaur fossil trips, accommodation in tented camps, lodges and authentic bush camps",
  "generalInfo": "This Zimbabwe wildlife holiday serves up the absolute best of Zimbabwe in an 11 day nutshell. See the spectacular Victoria Falls and enjoy an exciting range of wildlife viewing and cultural experiences, including walking safaris, game drives, boat cruises, canoeing, birding, cultural visits, fishing and dinosaur fossil trips. <br/><br/>The tour begins at Victoria Falls, where you can try a host of exhilarating adventure activities as well as taking a guided tour of the waterfall itself. Then, by road, you move on to Hwange National Park. This iconic park is renowned for its large populations of elephants and lions and here you’ll stay at an authentic bush camp overlooking the savannah plains of the Kennedy Vlei Line. Next, take a light aircraft flight to Matusadona National Park, where your accommodation is a privately run camp on an island in Lake Kariba. Finally, fly to the World Heritage area of Mana Pools and stay on the banks of the Lower Zambezi River. Game drives along the floodplain in open 4x4 vehicles are a highlight of your time here. <br/>",
  "durationDays": "12",
  "price": "14845",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Victoria Falls: Arrive independently to Harry Mwanga Nkumbula International Airport in Livingstone and join your 30 minute transfer to the beautiful Thorntree River Lodge within the Mosi Oa Tunya National Park. Located in close proximity to Victoria Falls, your stay here will offer a wonderful combination of visits to the Falls and wildlife encounters in the National Park. At Victoria Falls, the earth splits open and swallows one of Africa’s greatest rivers, the mighty Zambezi, creating the largest sheet of falling water on earth. As the water hits the narrow depths of the Batoka Gorge beneath, it blasts a cloud of mist skywards, lending the falls their local name ‘mosi-oa-tunya’ (the smoke that thunders). When the Zambezi is at its fullest, the mist hangs a permanent raincloud above the falls, showering visitors on even the sunniest of days and visible for miles around. As part of your stay here you can enjoy a tour of the Zambian side of the Falls from which you can get a side on view of the falls and the Batoka Gorge. Various additional activities are available for an extra cost including white water rafting, bungee jumping, river cruises, helicopter flights and much more. With 2 included activities per day, you will want to take advantage of your unique location by joining game drives, walking safaris and boat cruises in search of the enigmatic wildlife that resides here. Romantic sunset river cruises, cultural village visits and museum tours complete the experience. 2 nights’ accommodation at Thorntree River Lodge on a fully-inclusive basis with all meals, local drinks and 2 activities per day included (game drives, walking safaris, boat cruises, village and museum visits & Victoria Falls Zambian Side Tour)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hwange National Park: On the morning of day 3 you will transfer to the Victoria Falls International Airport for your shared charter flight to the Manga Airstrip in Hwange. From here you will transfer by road to the beautiful Somalisa Camp set within the heart of the unfenced and world-famous Hwange National Park. Upon arrival there should be time to settle into your comfortable lodgings before embarking on your first safari through these outstanding surroundings. Included in your stay, you can enjoy day & night game drives and walking safaris, and each day your guides will choose optimal routes for unforgettable wildlife encounters. Wherever you roam, you can hope for countless sightings of elephant, kudu, sable antelope, zebra, wildebeest, gemsbok, the rare and endangered roan antelope, buffalo, giraffe, white rhino, lion, leopard and hyena amongst many others. Exploring through Zimbabwe's largest National Park, home to more than 100 mammal species and over 350 bird species, this is sure to be an incredibly impressive wildlife experience accompanied by spectacular vistas of the ever-changing landscapes and habitats. During your time here there will also be opportunities for dedicated birdwatching, game viewing from the camp’s hides and cultural visits to local communities. Each evening you can return to the comforts of your fantastic lodge to enjoy delicious meals, sunset drinks and a great night’s sleep. 3 nights accommodation at Somalisa Camp on a fully-inclusive basis with all meals, local drinks, day & night game drives, walking safaris and birdwatching tours included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lake Kariba & Matusadona National Park: On day 6 you will transfer back to the Manga Airstrip for your shared charter flight to Bumi Hills where you will check into the Bumi Hills Safari Lodge. With stunning views over the atmospheric Lake Kariba, this enchanting lodge boasts an idyllic location where guests can spend their days gazing out over the shoreline where the elephants, buffaloes, zebras, wildebeest, impalas and more graze along one of the largest dams in the world. Around the lake, the healthy populations of hippo and crocodiles dot the waters and the sun-bleached trees that drowned all those years ago are still standing strong, breaking the surface to become birdlife magnets, especially for fish eagles, cormorants and other water birds. In nearby Matusadona National Park you can enjoy even more wildlife encounters where black rhinos, leopards and lions roam. Walking safaris and game drives in open safari vehicles accompanied by professional guides will see you gain inside knowledge of the best spots for game viewing, and game and sunset cruises will offer another perspective of these wild and wondrous lands. Night drives, cultural excursions, birding at Lake Kariba and fishing excursions are also on offer here, and we recommend booking the “lunch on Starvation Island” experience. 3 nights’ accommodation at Bumi Hills Safari Lodge on a fully-inclusive basis with all meals, local drinks and 2 activities per day included (game drives, safari walks, game and sunset boat cruises, fishing and village visits)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mana Pools: On the morning of day 9 you will transfer back to the airstrip for your shared charter flight to the Mana Pools Airstrip. From here you will transfer to the delightful Nyamatusi Camp which is located on a private concession in the remote and pristine eastern area of Mana Pools National Park, offering you fantastic access to the wonders that the Park holds. Mana Pools is a designated UNESCO world heritage site and is a unique oasis often described as a ‘garden of Eden’. It is a remote gem that leaves you awed and humbled by the landscape, a landscape that feels both eternal and wonderfully alive. The name Mana means four in the Shona language and comes from a series of four pools, remnants of oxbow lakes that run parallel to the river amongst the ancient floodplains for which Mana is famous. These floodplains attract wildlife in huge numbers, and on your included walking and driving safaris you will have the chance to get up-close to some of these majestic animals. The area is known for its immense bull elephants and the sight of an elephant standing upon its hind legs to stretch for the seedpods of a giant Albida tree upon the floodplain has become iconic. Yet it’s not only elephants that you’ll be searching for. In the company of your expert guides, you can fully immerse yourself in your unforgettable surroundings, tracking everything from beetles to wild dogs and lions. With over 380 species of birds recorded, birdwatching is also incredible here! Lying along the tranquil banks of the Zambezi River, canoeing safaris are also a highlight here and offer a great way to get a unique perspective on the incredible scenery and marine wildlife such as hippos, crocodiles, elephants and a wide array of birds. Catch and release fishing tours are also available. 3 nights’ accommodation at Nyamatusi Camp on a fully-inclusive basis with all meals, local drinks, morning & afternoon game drives, guided walks, bird watching and canoeing safaris included."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, transfer to Mana Pools airstrip for a flight to Harare for onward or return travel."
    }
  ],
  "map": ""
}