{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-safari-tour-tailor-made",
  "tourName": "Zimbabwe safari tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Zimbabwe is a bit off-the-beaten-track, but offers superb adventures and experiences, particularly for families with older teens looking to combine history, culture, safari and adventure.<br/><br/>Expert guiding ensures visitors can experience a safari and tours which provide an in-depth discovery and understanding. This means so much more than just seeing what's on the surface.<br/><br/>On this trip, explore ancient rock art sites, track rhino on foot, watch elephants drink from a waterhole from your lodge swimming pool.  On safari, visit a local clinic, and sit in a hide and watch as animal approach up close, unaware of your presence.  At the Victoria Falls, indulge in any number of adrenaline activities: a gorge swing, canopy tour, white water rafting ... take a bike ride to a local village, have lunch or dinner at a vibrant township restaurant, watch the sunset from a boat.  A trip to build memories to last forever.",
  "durationDays": "10",
  "price": "5550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Bulawayo Airport and transfer to your lodge for 3 nights in Matobo Hills. A landscape like no other, Matobo Hills' ancient granite kopjes, wooded valleys and weirdly balanced rock formations offer a unique experience. Mysterious and beautiful, this World Heritage Site is located 40 kms south of Bulawayo and is an area of massive spiritual and cultural significance to local people. Millions of years of erosion and weathering has hewn shapes from granite rock and these gravity-defying formations point to the skies above, as though in communion with the elements responsible for sculpting them. Stay in this lodge, owned by a Zimbabwean family, who are actively involved in local community and environmental projects, which you can visit and see first hand how tourism is benefiting the locals. Cycle to a rural village: you will have an opportunity to interact with locals through an interpreter to hear the challenges of living in post-Mugabe-era Zimbabwe: how unemployment means that parents have to leave children to be looked after by grand-parents, the reality of a system that doesn’t provide free education or healthcare – and how poaching has affected wildlife. The people are so very friendly, and though previously not happy to talk politics for fear of reprisals, they are now very open and critical of their recent past. Lodge activities include: nature drives, rhino tracking by vehicle and on foot, a visit Cecil John Rhodes grave where you will hear the history of Zimbabwe and how Zimbabweans still revere Rhodes, cycling to a rural village, hear about ingenious projects that have benefited from the Lodge’s Trust donations, such as fence-building to combat poaching, widows provided with chickens, whose eggs are then purchased by the Lodge’s kitchen – then providing a family with income - and visits to ancient rock art sites to learn about the significance of these ancient paintings."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Hwange National Park for 3 nights on safari. Hwange National Park is Zimbabwe's largest game reserve. Vast stretches of wilderness, extend from horizon to horizon and form part of the ancient migration route towards Northern Botswana's Chobe and the Linyanti. This diverse landscape of mopane and teak forests, semi-desert scrubland and granite hills is inhabited by a wide variety of mammals and birds. Although a year round destination, Hwange is particularly appealing during the winter months (April to October) when large concentrations of animals flock to artificially pumped waterholes as the seasonal pans dry out. The park's network of waterholes sustains life when natural resources are unavailable. Massive herds of elephant make their presence felt during the dry period. Buffalo, zebra, sable and roan antelope, as well as lion, leopard, cheetah and wild dog can are also to be seen. Stay in an intimate camp with a feeling of remoteness and seclusion. Rooms boast views of a productive waterhole which draws local wildlife. Elles are often drawn to the pool right at the front of the lodge for a drink on a hot day: it’s an incredible privilege to be so close to these magnificent giants. During the day, game drives will have you tracking lion prides, buffalo herds, and learning about the work of the local wild dog conservation centre – a visit to the centre is an absolute must to hear the story of how dogs are being brought back from near-extinction in this area. Guests can also visit local village and conservation projects which are funded by the Lodge’s Trust. This is a very special place: prepare to be immersed in the wilderness and friendliness of the local people."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Transfer to Victoria Falls for 3 nights in a local guesthouse style lodge. When you wander through the lush rainforests above the Victoria Falls, newly baptised in the mist, your ears holding the echo of thundering waters, it isn't hard to imagine that this is where it all began. Eden. As the land cuts away beneath the ancient Zambezi River, the waters plummet dramatically into the Batoka Gorge, over 100 metres below. The angrily churned up spray shoots skyward, painting the landscape in billowing clouds. This striking \"smoke that thunders\" can be seen for miles, a geographic pointer summoning visitors into its presence. The Victoria Falls reaches its zenith in about May each year. It is a truly awe-inspiring experience - the sight, the sound, the smell and the humbling feeling that here indeed, is Natures Supreme Masterpiece. No photograph can begin to depict the reality and nothing prepares you for your first sight. Remember to hire a raincoat when the Falls are at their peak: you will otherwise be soaked! One evening, take a sunset cruise to enjoy possible sightings of hippo, crocodile, elephant and a variety of birds. With sundowner in hand marvel at the beauty of an African sunset - a perfect end to a great day. During the day, perhaps take an 'Insider Host' tour. An 'Insider Host' gives guests an opportunity to meet real people and understand what makes Victoria Falls tick...from an 'Insiders' perspective. This is an activity with a difference and not something visitors can experience by wandering around town on their own or by booking any of the many activity-based excursions on offer. The Insider Host lives in Victoria Falls, has been part of the Victoria Falls scene from many years, knows lots of interesting locals and, if need be, can make things happen. She/he can also talk about anything and everything Zimbabwe-related: another opportunity to learn about the effects of living in a country devastated by a tyrant. Your time with the Insider Guide is flexible - we always recommend starting at the Tour of the Falls and then, depending on the guests' interests, they could visit an art gallery, do a drive though Chinotimba Township or visit the Elephant Walk Shopping & Artists Village. Other activities on offer include cycling trips to local villages, bungy jumping, white water rafting, zip-lining and kayaking. One evening, visit Chinotimba township for a local meal, cooked over an open fire in cast iron pots and ovens, giving guests an authentic, wholesome and tasty food experience."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Transfer to Victoria Falls airport for onward flight arrangements: you could extend your trip with time in Cape Town, or on the beach in Mozambique."
    }
  ],
  "map": ""
}