{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "multi-country-zimbabwe-and-zambia-safari",
  "tourName": "Multi-Country Zimbabwe and Zambia Safari",
  "placesVisited": "Harare, Matusadona National Park, Lake Kariba, Hwange National Park, Victoria Falls, Livingstone, Zambezi River, Lower Zambezi National Park, Lusaka",
  "generalInfo": "Both bafflingly beautiful and incredibly remote, there is something ineffable about the Zambezi River and its surroundings. Wilderness and wildlife thrive here as elephants and buffalo are among those that swim between countries. With eight full days of immersion in the world of big-game, this diverse safari explores the Zimbabwean and Zambian sides, from Victoria Falls to lakes of hippos, walks with rhinos to a profusion of big cats. Welcome to untouched Southern Africa, inexpressible until you experience it for yourself.",
  "durationDays": "12",
  "price": "10,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Harare – Colorful Introduction to Zimbabwe’s Capital",
      "description": "Harare surprises with its city center built in the 1960s and 1970s that have been mostly unchanged since, save for the coating of dust and elaborate shocks of color. Not everyone would call it attractive, but you will have a real sense of landing in Africa and being somewhere entirely unique. And while the museums are not modern, but they tell the poignant tale of the country and its past. Spending the day can be unavoidable given flight schedules, but will certainly not be a day wasted as you will be accompanied by a local guide and driver the whole time you are in Harare, picked up from the airport and given a tour of a city that hides a certain grace. The evening will be quiet, allow you to relax in the city’s best hotel as you await the safari to begin."
    },
    {
      "dayNumber": "2",
      "title": "Matusadona National Park – Escaping Into a World of Rhinos and Hippos",
      "description": "Wake and your safari will begin with a purposeful white rhino barreling down the lakeshore for a long drink. Elephants grace the far banks, unmissable from afar. A roan antelope walks past, elongated horns like something from a work of fiction. Hippos open their jaws, and you will witness this scene continuously over the next two days. Gaze out over Lake Kariba, and the wide open panorama provides a baffling quantity of life, particularly the herds that graze on the open floodplains. Yet at the same time, there is an escapist quality to standing on the beach and watching the water ripple. Take the animals away, and Lake Kariba could be a vacation centered upon lounging on the beach and forgetting notions of time. You will fly to Matusadona this morning, the light aircraft touching down amongst a dusty savannah of elephant footprints. Safari is relaxed here, and Lake Kariba provides the permanent feeling of repose. Game drives move slowly through the park, wildlife easy to find as most species stay within a two-hour walk of the lake. Walks are more adventurous, especially when both rhino sub species coexist in the park. Following expert trackers and accompanied by an armed ranger, you can creep closer to the giants, admiring the boisterous bulk of the white rhinos and how they wander with an air of defiance. Smaller and much more shy, the black rhinos are one of the safari’s great indulgences with barely a thousand left in the wild. If you are on foot, you can find yourself within 50 meters of them."
    },
    {
      "dayNumber": "3",
      "title": "Matusadona National Park – The Relaxed Start",
      "description": "Wake early and watch the hippos returning to their daily bathing spots, or wake late to find a scattering of antelope grazing close to the lodge. Spend the morning cruising along the lake and encounter a rich assortment of birds, many of them endemic to the waters around the Zambezi. Or spend the morning driving deeper into the bush, searching for leopards hiding in the trees, conspicuous eyes betraying their camouflage. You could spend an afternoon relaxing on the beach, or walk into buffalo country, exhilarated as a herd fiercely returns your gaze. Matusadona National Park provides one of Southern Africa’s most relaxed big-game safari experiences as it is both quiet and remote, with very few other people around. Wildlife is varied and easily spotted, and the focus is always about being able to create your own safari program."
    },
    {
      "dayNumber": "4",
      "title": "Hwange National Park – Following the Big Cats in an Exclusive Concession",
      "description": "The atmosphere is completely different on the Hwange savannah. You can smell the tension as it floats through the trees and consumes every moment from mid-afternoon until late-morning. Only in the height of the heat of the day does the apprehension of the antelope cease as the lions are spotted snoozing beneath flowing acacia branches. Zimbabwe’s flagship park is connected to the Zambezi through a large protected wilderness, which merges elephant-filled woodland into the cat-dominated plains of the Kalahari. You will be staying in a private concession, where a large water-filled pan attracts four-legged mammals from the opposing habitats. Fly here from Matusadona, and it will not be long before the big cats take center stage. Lions move lazily with their paw prints close together as their golden coats shimmer in the sun. But spot them later in the day, and there is a genuine menace to this slowness as lionesses crouch as they approach the waterhole. Baboons start shouting to send a vociferous warning to everyone having a drink. Impala pin their ears and then run, leaping clear of the high grass as they disappear into the distance. An echo of hooves alerts you to a zebra herd charging away, and it will seem that the lions will not be hunting successfully now. But the tables are turned after dark, and tomorrow morning, you may spot limbs being torn from a carcass. By spending three days in Hwange, you might also see the hunt move beyond stalking to attacking."
    },
    {
      "dayNumber": "5",
      "title": "Hwange National Park – Zimbabwe’s Flagship Safari Experience",
      "description": "In this private concession, with hardly any other people around, you will start to build a bigger picture of Africa’s big-game wilderness. From the verandah, you will discover what animal likes to drink and when. The procession of wildlife changes dependent on the time of day, with large elephant herds dominating the scene after dark. On game drives, you will come to understand what animals occupy where, from the herds of wildebeest and zebra on open plains to the strange antelope who hide in the trees. With walking safaris, you hone in on the individual interactions, watching how some take their turn on sentinel duty as the others graze. Hwange proudly supports more than 100 mammal species, but the safari experience centers not on the quantity, but the clarity and quality of the individual moments: a cheetah nursing her cub in the high grass, large southern giraffe arguing with their eyes, a breeding herd of elephant so proud on the savannah. While you can never tire of the famous animals, a multi-day safari allows you to look beyond the obvious and into an ancient world that brings new impressions every moment of the day. Your safari here is flexible. By combining walks and drives, you can come to appreciate the delicacies of an environment that holds many secrets. And when the activities are over, sit back on your verandah and watch the evening’s show unfold."
    },
    {
      "dayNumber": "7",
      "title": "Victoria Falls – The Beauty of the Falls From the Zimbabwean Side",
      "description": "Just a short flight north and a different phenomenon will consume your day. Victoria Falls, or as the locals know it, the Smoke that Thunders , Mosi-oa-Tunya, will take over your senses as plumes of spray rise from the chasm with rainbows swirling in the floating smoke. The water growls and groans, its baritone voice heard for miles around. From the Zimbabwean side, you can walk alongside two-thirds of the falls, much of the self-guided walking trail giving uninterrupted views across the length of the spectacle. It is on this side where you can take the best photos as various viewpoints showcase the deep, but slender, canyon and the thickness of the falling water. You will spend the night at a lodge just upriver, where a sunset cruise will continue your journey with nature."
    },
    {
      "dayNumber": "8",
      "title": "Victoria Falls to Livingstone – Crossing the Famous Bridge to Zambia and Exploring David Livingstone’s Legacy",
      "description": "On the bridge to Zambia, you will gaze down at the Zambezi and admire how it crashes through a narrow canyon. Remember the image, as tomorrow you will see what it looks like 200 miles downriver. You can then pass the people bungee jumping into no man’s land and find a troop of baboons standing guard over a walking trail back to Victoria Falls. You will then step into Zambia with your first stop the falls, crossing narrow bridges to cataracts in the river, completing your journey along the length of Victoria Falls. David Livingstone provided the name, and there is a small museum dedicated to his travels, which once followed a route not dissimilar to your own. The town is named in his honor, and it is worth an afternoon away from nature to visit the colorful local markets among the attractions the guides can take you to. Spend the night at a grand lodge close to the Falls, your first night in Zambia perched high above the famous river."
    },
    {
      "dayNumber": "9",
      "title": "Lower Zambezi National Park – Snorkeling Elephants",
      "description": "You crossed a bridge to Zambia, but wild animals do not have that luxury and must swim, traversing the river in search of fresher food, continually moving between Mana Pools National Park (Zimbabwe) and Lower Zambezi National Park (Zambia). The former is extremely wild, with little tourist infrastructure. The Zambian side makes the wilderness accessible, while still maintaining its primitive charm. Sometimes all you see of an elephant herd are the trunks, poking out like snorkels above a reef. Buffalo swim slowly, keeping their heads clear of splashing water. Hippos do not actually swim, but rather sink to the riverbed and walk, their immense lungs holding a single breath for more than five minutes. You will see all three of these species from your suite, the daily comings and goings of the Zambezi intimately admired as you sip on cocktails or coffee. Fly east from Livingstone and most of today is relaxed, so much wildlife to see on the panoramas around the luxury camp. A boat safari continues the tranquil theme, as you cruise past the swimmers and uncover different herds along the banks. On a late-afternoon game drive, you can slowly start to notice the contrasts on this side of the river as it is far more than what you had seen before. Especially in the dry season, the permanent availability of water makes this whole area a magnet for game. And even if it is not seen on a drive or walk, there is a good chance that you will see it migrating past the camp."
    },
    {
      "dayNumber": "10",
      "title": "Lower Zambezi National Park – Iconic Wetland Safari",
      "description": "Kudu cluster on the banks and you will be close enough to admire their distinctive markings. Nyala hides in the woodland, large antelope that watch you intently before cantering away. A raucous pack of spotted hyena jogs without pause, looking up at where the vultures circle. On a walking safari, you will be close enough to make out the dissimilarities in stripes and see how every zebra has its own markings. On a boat safari, the hippos are just a few meters away, as are any of the big cats that drink from the shallows. During game drives, it can feel as though you are surrounded by elephants, the herd walking on both sides of the vehicle. Much like Hwange and Matusadona, a multi-day safari in this park is a means of getting closer. Different activities are more suited to witnessing different animals, and as a collective, they enable you to build a broader impression of how the giants go about their day. Create a personalized program over these two days, mixing the game drives with thrilling safari walks, along with the serenity of a boat safari along the Zambezi. A fitting and recommended conclusion to the whole safari is a boat trip that will run the length of the park’s riverfront, gazing one way to Zimbabwe and the other to Zambia. It will feel like your own piece of Africa, personal enough for you to give names to the same elephant bull that passes your verandah every evening."
    },
    {
      "dayNumber": "12",
      "title": "Livingstone – Departure",
      "description": "From the park’s small airstrip you can fly back to Lusaka or Livingstone, where the international airports offer a selection of outbound flights. The morning is at your leisure, with the option of a final safari activity before your transfer to the airstrip."
    }
  ],
  "map": ""
}