{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "romantic-zimbabwe-safari-for-couples",
  "tourName": "Romantic Zimbabwe Safari for Couples",
  "placesVisited": "Harare, Lake Kariba, Matusadona National Park, Malilangwe Game Reserve, Gonarezhou National Park, Bazaruto Archipelago, Benguerra Island, Johannesburg, Mozambique",
  "generalInfo": "Intimate and indulgent, this couple’s getaway combines Zimbabwe’s safari charm with Indian Ocean island seclusion. Watch elephants from the camp, discover much more than the Big Five, settle into white sand paradise, and celebrate in Southern Africa’s most romantic accommodation. There are three days of relaxed safari on Lake Kariba, four days of exclusive encounters in the private Malilangwe Reserve, and five days of barefoot escapism on Benguerra Island to conclude your safari vacation together. As you consider your Zimbabwe safari trip , considering browsing some of our other itineraries for further inspiration for you both.",
  "durationDays": "13",
  "price": "19,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Matusadona National Park – Lounging on the Lakefront",
      "description": "Land in Harare and transfer to a light aircraft for the short flight to Lake Kariba, where your safari camp provides an authentic introduction to Zimbabwe. From the bed, you watch hippos in the lake below. Hammocks swing on the private deck, leisurely places for admiring the elephants that wander past. There’s an outdoor tub that’s open to the wild. The suite is framed by canvas, allowing nature’s lullaby to sing throughout the day and night. Rustically luxurious, this camp is both a place to escape to and a place to connect with, backdropped by the wildlife of Matusadona National Park and opening out onto miles of private beach. It is perfect for the occasion because if you were to spend all day in bed, you would still get to watch and listen to Zimbabwe’s animals. Check-in and the day is at leisure, a chance to sip on cocktails down at the lakefront or wander the outskirts of the camp. Lake Kariba has been nicknamed Africa’s Riviera, although that doesn’t quite reflect the wildness of the surroundings. Vervet monkeys and olive baboons occupy the trees, and you will get used to their antics. Reedbucks often graze close to the tented suites. Eland grace the horizon, while herds of buffalo can be heard through the evenings. There are options included for a variety of activities during the day, including game drives, boat safaris, and walking safaris. Or you can just sit back and soak up your first impressions of wild Africa."
    },
    {
      "dayNumber": "2",
      "title": "Matusadona National Park – Tranquility of the Waterfront",
      "description": "Lake Kariba responds to your mood when you have a private guide. Head out at sunrise, enjoying a picnic breakfast at a secluded cove along the waterfront, one that offers sublime views over a hippo pod. Take the champagne into the bush and spend the afternoon admiring elephants, how they playfully communicate, and boisterously bash down trees. Walk hand-in-hand through the wilderness, following the guide’s instruction as you trail a herd of zebra. In the afternoon you can cruise along the water, taking wine and snacks to enjoy at the dramatic scenes along the lakeshore. The guides know a number of secluded places for a private picnic. They also know where to find Africa’s most iconic animals. This is both a place of waterfront escapism and a destination for encountering the Big Five. Elephants and buffalos become your neighbors, while game drives seek out lion pride on a cracked savanna. Rhinos make for sublime encounters and, to get even closer, you are also able to walk to within 20 meters of them, a thrilling evocation of their grandeur. Early-morning drives help find the park’s leopards. Completing the show is the park’s lions, majestic creatures that will have you reaching for each other’s hands in the vehicle. And when you return from a sunset boat ride or game drive, your outdoor bathtub has been illuminated by candles."
    },
    {
      "dayNumber": "4",
      "title": "Malilangwe Game Reserve – Exclusive Aerial Safari",
      "description": "Zimbabwe’s colors blur beneath the wingtips as you fly south, a chartered flight for two connecting the country’s remote corners. Rustic, red earth glows beneath the sun, the woodland is pierced by elephant trails, and you admire the sense of space as the plane swoops over the Chimanimani Mountains. There are few roads in rural Zimbabwe and the final 30 minutes of the flight barely passes even a village. Malilangwe is tucked into Zimbabwe’s southeastern corner, an integral part of the Greater Kruger ecosystem. It’s a private reserve, with access restricted to guests staying at the boutique lodge. Your suite is hidden in the forest canopy, providing commanding views over the reserve. A bottle of champagne greets you, with two glasses waiting beside the private plunge pool. From up here, it feels like you’re the only people for hundreds of miles, and that feeling isn’t far from the truth. Stretching out below is Africa’s largest conservation area, home to over half the world’s rhinos and a fabulous concentration of predators. After a leisurely lunch, you will take your first private game drive, exploring this haven without another vehicle in sight. Return to the suite and lounge on the outdoor deck, or indulge in a soak in your choice of indoor or outdoor tubs. This is widely regarded as Zimbabwe’s best luxury lodge, and you have four nights to enjoy it all."
    },
    {
      "dayNumber": "5",
      "title": "Malilangwe Game Reserve – Indulgence and Immersion",
      "description": "At sunrise, fabulous colors float across the savannah, and a solitary leopard is on the prowl. You watch in silence and observe the solemn dip of its neck as the hunter disappears into the grass. Up ahead, you sense the fear in a harem of impala, particularly the young calves who are unsure as to which way to turn. A male with powerful, curled horns stands proud and defiant. He must protect his harem, even though he is also prey for the leopard. Flask of coffee in hand, you watch the hunt play out, occasionally glimpsing the leopard, absorbing the flashes of communication between the members of the herd. The hunt might be a success, the cat emerging with a carcass between its jaws. Even when it’s not, watching the interaction between species is what makes an African safari so special. At sunset, dusk closes in fast as two male hippos emerge from the lake. You are watching directly from the main area of the lodge, wine glasses in hand. These are young males determined to quarrel, perhaps over a female, perhaps over grazing space. Haunting grunts echo across the water, followed by the resounding crack of giant skulls clashing. The battle continues, each charge increasing the tension and the decibel levels. African safari also offers these unique interactions between rivals. Tonight it was hippos, but it might be elephants or lions that you see in battle during your game drives."
    },
    {
      "dayNumber": "8",
      "title": "Malilangwe Game Reserve – Continue Your Search",
      "description": "You will have a remarkable private safari experience in Malilangwe. Most of the reserve isn’t fenced, so you’ll see similar animals as in the more famous Kruger. The difference is the lack of other visitors. Spend a morning following white rhinos, stoic giants who travel with enduring grace. Take a picnic basket to the woodland to understand the behavior of elephants. Trace a herd of female buffalo on a walking safari, coming face to face with their half-ton frames. Choose to sleep in, opening the curtains in the late morning to the raucous yelps of hyenas on the savannah below. Your days here are both contemporary indulgence, and raw immersion in the delights of Africa. A private guide tailors each day. The reserve is wonderfully compact, so short, two-hour game drives can take in a huge diversity of sights. Another option is to spend the day in neighboring Gonarezhou National Park, a wilderness that’s only just opening up to tourism. The roads are rough, and you bounce into a valley of rhinos and big cats. The sense of escapism is almost absolute, nobody around but you, your partner, and the guide. Guided walks can be 30 minutes around the camp, or they can take you into forgotten corners, where you wait patiently for giraffes to lope past. There are also special photography hides, wonderful places to wait and appreciate the size of Africa’s mammals. Then when the day’s adventure is over, the lodge takes over, with a sensual gastronomic menu and the seclusion that all romantic vacations deserve."
    },
    {
      "dayNumber": "9",
      "title": "Benguerra Island – White Sand and Azure Waters",
      "description": "Fly to Johannesburg, where you connect with a flight to Mozambique and a private helicopter transfer to your Indian Ocean island. Touch down and remove your shoes, dipping your feet into the opulent white sand. Benguerra Island sits in a marine national park, surrounded by fabulous diving and snorkeling. Soft blue waves lap against the shores on mile after mile of untouched beach. Yours are almost the only footprints in the sand, particularly on the stretch of beach in front of your villa. There are only 19 villas on this part of the island, each carefully spaced, hidden amidst indigenous gardens. There is a private infinity pool for watching the sunset, and a Mozambican host brings all the food and drinks you can imagine. Think barbecued shellfish, indulgent South African wines, and cocktails during the day and night."
    },
    {
      "dayNumber": "10",
      "title": "Benguerra Island – Comforts of a Remote Indian Ocean Island",
      "description": "Activities are planned for your interests, and there’s a whole host of romantic options. Sail at sunset on a traditional Mozambican dhow , a wooden vessel that glides on wind power. Explore remote reefs on scuba diving trips or beginners’ snorkeling excursions. Walk beneath the palms and wonder how it’s possible to have so many miles of white sand devoid of other people. Lounge in your villa and spend a full day in quiet seclusion, either rocking in the hammocks or sinking into the pool. Benguerra is reminiscent of an island in the Maldives, framed by the same Indian Ocean colors. Yet it’s indelibly African, enhanced by artistic touches and legendary hospitality, remembered for the surreal sunsets and the staggering starry skies. These five days provide the classic beach getaway, and when your final full day here draws to a close, you will be delighting in the ability to live without time."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg – Culinary Opulence",
      "description": "Leaving Mozambique, you have a night in Johannesburg before your international departure. It’s not just a layover, but a chance to see something new on the continent. Regularly featured in lists of Africa’s and the Middle East’s finest accommodation, your hotel provides your final night of indulgence. Be greeted by a couple’s treatment at the spa. Spend the evening dining at the hotel’s new restaurant which is headed up by the chef behind a restaurant of worldwide fame. This culinary adventure gives you a new taste of the continent and breaks up the travel back from Mozambique, ensuring the feeling of tranquility continues into the flight back home."
    },
    {
      "dayNumber": "13",
      "title": "Johannesburg – Departure",
      "description": "Leave Africa from O. R. Tambo International Airport after a relaxed morning at the hotel. You are free to use all the hotel’s facilities before your airport transfer to ensure that the feeling of luxury and indulgence endures right to your very last moments in Africa."
    }
  ],
  "map": ""
}