{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "tour-of-madagascar-tailor-made",
  "tourName": "Tour of Madagascar, tailor made",
  "placesVisited": "",
  "generalInfo": "Introduction<br/>Madagascar Discovery tour covers best of Madagascar has to offer in short space of time. You will have the opportunity to experience Madagascar’s culture, history, wildlife, nature, food and the Malagasy people. You will be discovering different species lemurs and rich wildlife along with fauna and flora. You will be exploring biodiversity rich national parks. Trekking through breath taking varied scenery, spotting nocturnal animals in the night walks. Exploring the local villages and finally unwinding in the palm fringed beach. <br/><br/> <br/>Tour Highlights<br/>-\tSpotting dancing Sifakas at UNESCO Tsingy De Bemaraha Strict Nature Reserve<br/>-\tWalking in Avenue of Baobabs<br/>-\tSpotting Fossa at Kirindy Nature Reserve<br/>-\tRing Tail Lemurs of (Anja) Anjaha Community Reserve<br/>-\tWatching endemic birds, Geckos &amp; lemurs Zombitse National Park<br/>-\tHiking in Isalo National Park canyons<br/>-\tMadagascar Wine tasting in Fianarantsoa <br/>-\tSpotting Golden Bamboo lemurs in Ranomafana National Park<br/>-\tRural Community Village experience <br/>-\tExotic Cuisine of Madagascar <br/>-\tA Sundowner  in Antananarivo<br/><br/>Services Included In the Price:<br/>-\tReturn International Economy Flights <br/>-\tDomestic flights from Antananarivo to Morondava, Tulear to Antananarivo<br/>-\tAssistance and meeting at the airports<br/>-\tFully escorted by an English-speaking guide throughout the tour<br/>-\tTransport by air conditioned vehicle <br/>-\tAccommodation see the table below <br/>-\tEntrance fees to sites as per the Itinerary<br/>-\tOur Welcome Pack 100 ml Mosquito Spray &amp; sun cream (Mobile Phone with local number during the trip with £5 credit). <br/>-\tEnglish speaking local guides in the parks &amp; reserves<br/>-\tAll meals as per itinerary <br/>-\tPicnic lunches during hiking excursions <br/>-\tSun Downer in Lokanga.   <br/><br/><br/>Services NOT Included In the Price:<br/>-\tGratuities  for services and guides <br/>-\tExpenses on personal nature<br/>-\tAll other expenses in the hotel must be paid by the client <br/>-\tAnything else not listed in the itinerary<br/>-\tOptional excursions<br/>-\tPersonal &amp; medical insurances<br/>-\tOn Arrival Tourist Visa €20<br/>-\tTourist Tax €10",
  "durationDays": "19",
  "price": "4970",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or representative on arrival Antananarivo Ivato International Airport. You will be transferred to the hotel travel time is approximately 10 to 20 minutes depending on the traffic. Location: - Antananarivo; Hotel: Relais des plateaux; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Morondava - Kirindy: After early breakfast you will travel to Ivato Airport to take the flight to Morondava. Upon arrival we will drive to Kirindy Reserve. The west of Madagascar is known for dry climate and deciduous forests as well as natural wonders. Morondava was the centre of once powerful Sakalava Kingdom today thriving rice growing area. After arriving to Kirindy you can walk around the reserve to observe the wildlife as they more active in the dawn and dusk. Also you can take a walk spot the nocturnal wildlife as it offers the best wildlife spotting experience including Giant jumping rat, lemurs, chameleons and Fossa. Around 6pm in the evening we will go for night walk in the reserve to spot nocturnal animals including Fossa with the local guide. Location: - Kirindy; Hotel: Kirindy Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kirindy – Tsingy De Bemaraha NP: Today, you will have a day walk to explore the Kirindy Reserve which is situated 50 km northeast of the town of Morondava, is a privately managed forest by a Swiss company dedicated to a selective and sustainable logging (Centre de Formation Professionelle Forestière). It comprises one of the most outstanding and threatened wildlife habitats in Madagascar: the dry deciduous forest, whose extension has been reduced to 3 per cent of their original extent. Dominated by majestic baobab trees and a forest canopy of even 14 m altitude, this protected area of approximate 100 square kilometres is the only place where the world's smallest known primate, the giant jumping rat, occurs. This animal can hop like a miniature kangaroo, but is also seen walking on all four limbs. Kirindy is the best place in Madagascar to observe Fossas. It also home to seven species of lemur. The most common are the common brown lemurs and the Verreaux's sifakas. The remaining species are nocturnal: the rare Coquerel's giant mouse lemur and pygmy mouse-lemur, fork-crowned lemur, Gray mouse lemur, western fat-tailed dwarf lemur and red-tailed sportive lemur. Several bats, tenrecs, mongooses and rodents complete the mammal population. 40 birds, 50 reptile and 15 amphibian species are also found in this magnificent forest. Afterwards you will travel to Bekopaka. The journey will last about up to 4-5 hours on a track. You will live the experience of an adventure while we reach the village of Bekopaka. You will stop for lunch in Belo, you will try lunch in one of the best Malagasy restaurants (Mad Zebu). After lunch we will continue till Bekopaka. Location: - Bekopaka; Hotel: Olympe De Bemaraha Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bekopaka - Tsingy: After early breakfast you will be exploring the Tsingy de Bemaraha National Park or Grand Tsingy. It is listed as UNESCO World Heritage Site. This is one of the most spectacular natural landscapes in the world. An extensive area of limestone massif has been eroded into impressive pinnacles Karst. This geological wonder is a monument of Karst limestone that comprises karstic landscapes and limestone uplands cut into impressive 'tsingy' peaks and a 'forest' of limestone needles, the spectacular canyon of the Manambolo River, rolling hills and high peaks. The undisturbed forests, lakes and mangrove swamps are the habitat for rare and endangered lemurs. We will be trekking through the canyons and labyrinths to reach the rock pinnacles to observe the extraordinary landscape and cathedral of limestone. The trekking is for 4 hours. Tsingy Bemaraha is a treasure trove for nature lovers with high rate of endemism and diversity. The scientists estimate that the general endemism of this park is 86.7% and the ecoregional one is 47%. There are 11 species of lemurs including Deken’s Shifakas, red-fronted brown lemur, Cleese’s wooly lemur and more, five families of Bats, 103 species of birds. The index of the reptiles and amphibians is as large as Bemaraha possesses 34 species that are all endemic. These are just a first taste of your discoveries. Location: - Bekopaka; Hotel: Soleil du Tsingy; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bekopaka - Morondava: Early morning you will take a Canoe trip on the Manambolo gorge. This river marks the entry way to the Tsingy. Crossing of the Manambolo River you will see array of landscapes, gorges and canyons, we will visit the caves to see the stalagmites & stalactites. You can look out for the fish eagles, waterfowl, Humblot’s herons and purple herons. Along the river banks you can see family tombs of the Vazimba Tribe. After breakfast you will travel to Belo en-route to Morondava via “Alley of Baobabs or Avenue of the Baobabs’’. We will have lunch in Belo and continue our journey to the avenue of Baobabs. “Alley of Baobabs or Avenue of the Baobabs’’ is one of the Madagascar’s picture post card images. Baobabs (Grandidiers) are usually solitary trees, standing tall and proud in the midst of empty spaces. Yet in Baobab Alley, they cluster together forming an avenue of columns that border the dirty road. The Baobabs are tall trees with its massive trucks, crooked branches and furry fruit. Baobabs have adapted to the dry and hostile environment. The secret of the baobab's success in surviving in harsh environments and the reason for its massive trunk is that it has little wood fibre but a large water storage capacity. Each tree can hold up to 300 litres of water, enabling it to live through long periods without rain. The life-cycle of these unique natural oddities is as impressive as their bulk - most live over 500 years. You will stop to see the sunset in the avenue of the Baobabs. Location: - Morondava; Hotel: Palissandre du Cote Ouest; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morondava - Antsirabe: After breakfast you will travel to Miandrivazo along the scenic rural countryside road. After lunch in Miandrivazo you will continue along the scenic route to Antsirabe. Antsirabe is the third largest city in Madagascar situated in the high altitude (about 1 500 m). The cool temperatures are in the high altitude the reason why the Norwegian Missionaries chose this city in 1872. Antsirabe is the home of one of the award winning best beers in Madagascar THB (Three Horses Beer). Its name means “where there is salt” honouring the large number of hot springs the town has, a fact that has given the city the nickname of “Malagasy Vichy”. The thermal baths had been long appreciated for their curative effects by the local population when French colonists decided to locate a thermal bath here in the 19th century. This compact city centre with its nice mixed architecture of different styles invite visitors for a walk. In the European district French cottage-style houses are built next to Scandinavian villas with English style gardens. The tree-lined avenues always give some freshness whenever the sun is too bright. It best takes the pousse-pousse rickshaws to see this beautiful city. Afternoon pousse-pousse rickshaw tour of the city. in the evening you will enjoy Madagascar Culinary Experience Location: - Antsirabe; Hotel: Soa House ; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Antsirabe - Ranomafana: After breakfast you will travel to Ranomafana along the most beautiful scenic route. As you travel through the rural highlands, you will have breathtaking views of everyday activities of locals. Depending on the time of the year, visitors can witness the rice harvest, natural silk weaving and jewel manufacturing. From May to September ovens for clay- brick baking are working. With some luck resting peasants might invite you to sit with them. Take advantage of their hospitality to learn a lot about Malagasy traditional life. You will stop Ambositra Town to see the wood carvings & silks. Ambositra’s vicinity to the forest has turned it into the centre of Madagascar's wood carving industry. Its name means “the place of the eunuchs” supposedly because the Merina tribe castrated all defeated warriors of the local tribe, the Zafimaniry. The cultural influence of this tribe can be found in the traditional motifs of the local houses with their intricately carved balconies, panels and shutters. Saturday’s are market days here and best for shopping any souvenirs to take home. In the evening we will do night walk to spot nocturnal animals along the road (1 hour). Location: - Ranomafana; Hotel: Thermal; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ranomafana: After breakfast we will explore this wonderful rainforest. Ranomafana is a conservation success story in terms of many ways. Today Ranomafana plays crucial role education and scientific research with help of Centre Valbio Research Centre. Ranomafana National Park success is because of one woman vision and dedication to preserve the nature and wildlife. Dr. Patricia Wright is considered to be one of the world’s foremost experts on lemurs, Wright is best known for her 26-year study of social and family interactions of wild lemurs in Ranomafana National Park, Madagascar. Ranomafana, a whole foresty park, spreads on 41,601 ha. It was classified World Natural Heritage of the Atsinanana in 2007. It shelters a big wealth in endemic biodiversity but in danger. You can see the rare species there and seriously threatened lemurs. The park is also the genetic reservoir of some rare and endemic plant species. It is browsed by many rivers that are the affluent of the Namorona stream. There are several animal species have been recorded, 12 species of lemurs, including golden bamboo lemur, greater bamboo lemur, Milne-Edward’s shifaka, red bellied lemur etc, 115 species of birds. About thirty among them exist exclusively in the primary forest of the park. As well 90 species of butterflies, 98 species of amphibian and 62 species of reptiles; chameleons, lizards and fish. The 4 hours trekking is mixture of secondary and primary forests to spot wildlife, flora and fauna. Location: - Ranomafana; Hotel: Thermal; Board: Breakfast; Picnic Lunch & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ranomafana - Fianarantsoa - Ambalavao: After breakfast you travel to Ambalavao stopping in Fianarantsoa. On your way you will stop at the old royal city of Fianarantsoa explore the city. Anatirova is the old historic centre formerly occupied by the Betsileo Rova called Ivœnava (where the dead are hidden). From here you can enjoy a nice panoramic view on the city below. Fianarantsoa once used to be the administrative capital during colonial times. The name Fianarantsoa means \"the place where one can learn something good” and was given by Queen Ranavalona 1st honouring the many academic institutions and reputed schools that are based here and which justify its reputation as the academic, intellectual and religious capital of the country it has the largest number of churches per square metre of the country. You will discover Ambalavao in the afternoon. Ambalavao is a fascinating little town in the central highlands south of Fianarantsoa. The town is known for its paper-making, silk making and wines. The striking feature of this town is the architecture. The old town houses with wooden balconies. From the centre of the market you can get a good view of the town houses and the church. Here you will have an opportunity to enjoy the tastes of Madagascar wines. You can also buy some to take home as souvenirs. Location: - Ambalavao; Hotel: Betsileo Country Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ambalavao - Anjaha - Isalo: Morning walk around Ambalavao which is famous for Antaimoro paper-making and you can visit the paper factory. Also you can interact with workers and try your own decoration with inlayed flowers, leaves and petals are made out of it. From simple decorative paper, it is turned into postcards, wall hangings, gift bags, lampshades and many more items. After that you will visit the Anja (Anjaha) Community reserve. Anja Park is a great place to see ring tailed lemurs in the troops. It is community run initiative to protect the lemurs. The landscape is incredible with the back drop of granite rocks. You will take 2 hours walk around the reserve to see the ring tailed lemurs families and varieties of flora. You can also see some Betsileo tombs. We will continue our journey to Isalo. Location: - Ranohira; Hotel: Satrana Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Isalo: The South of Madagascar is known for its spiny forests, cactus trees with colourful tribes. South is home to some of the most popular parks in Madagascar including Isalo. Isalo National Park is the Grand Canyon of Madagascar. Kingdom of Queen of the Isalo, cradle of a particular wild nature and an exceptional landscape, the lovers of the big escapes will be seduced by this park. It appeal is the remarkable landscape of the Jurassic Era eroded ruiniform sandstone, canyons and rare plants as well as the wildlife. Full day trekking of Isalo, Most hiking circuits include the natural swimming pool. It’s really worth a dip in the natural swimming pool, it’s an oasis. These are 77 species of birds live in Isalo among which the Benson rock-thrush Pseudocossyphus bensoni, an endemic species of Madagascar that is well protected. You can also find 14 species of nocturnal lemurs, as well as ring-tailed, Verreaux’s Sifakas and red-fronted brown lemurs. In the late afternoon we visit the Window of Isalo to see the sunset for a spectacular view. In the evening you will be enjoying the local cultural music and dance with BBQ dinner. Location: - Ranohira; Hotel: Satrana Lodge; Board: Breakfast, Picnic Lunch & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Isalo - Zombitse - Tulear: After breakfast you will travel to Tulear en-route you will visit the Zombitse National Park for 2 hours exploring. The complex Zombitse Vohibasia is in the Southwest. Zombitse Vohibasia is renowned for its wealth of rare bird species and its unique biodiversity. This is now protected park, as you travel to the park on RN7 route you will notice effects deforestation in the surrounding areas. Zombitse Vohibasia shelters 47% of the endemic birds of Madagascar and a local endemic species: the Appert’s Greenbul. It also counts 8 species of lemurs of which some are almost threatened as the case of the Phaner furcifer pallescens. In the afternoon you can explore the Honko Mangrove Conservation Project & Poverty Alleviation project (WWF) .During this tour you can learn about the project that is helping to protect mangroves and its eco systems. You can walk on the elevated boardwalk to observe nature. The trained local guides can show you many wonders and explain how this unique ecosystem works. As well as how local people truly depend on nature for their survival. There are many wetland bird species, including several threatened and endangered. In fact, a recent study found that Ambondrolava (where the site is located) has the highest recorded wetland bird diversity in Madagascar's south and southwest region! Even since that study, new species have been sighted here, including the endangered Humblot's Heron. Location: - Tulear; Hotel: Bakuba Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tulear - Anakao After early breakfast you will travel to Anakao by speed boat (journey time approximately an hour). Rest of the day you can relax and enjoy the beach or take spa treatments. It is possoble to extend the beach stay. Location: - Anakao; Hotel: Anakao Ocean Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Anakao - Tsimanampetsotsa National Park Today discover the Spiny Forest of Tsimanampetsotsa National Park, about an hour away from the hotel. Tsimanampetsotsa National Park is a site of great biological and scenic importance. It is considered to be one of the ten most important reserves in Madagascar. Unique in kind, with a lake of alkaline origin, an irresistible attraction not only because of its pink and dwarf flamingos but also for its many other endemic bird species, it was made a park in 1927, long before the London International Convention for the protection of African fauna and flora. It’s a must for bird lovers. A strategic wetland area that extends for over 43,200 hectares with more than 90% of the biological species endemic to the park. The tour includes the lake, the cave with blind fish, a route for admiring the baobab trees that are amongst the oldest on the planet, and the beautiful beach of Ambula. You can do the soft circuit about 3 hours including Soda Lake, Blind Fish Caves & Oldest baobab trees. Location: - Anakao; Hotel: Anakao Ocean Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Anakao - Tulear - Antananarivo: In the morning you will be transferred to Tulear by speed boat. Travel time about an hour. From Tulear you will fly to Antananarivo. Location: -Antananarivo; Hotel: Pavilion de Lymur; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Antananarivo - Andasibe: After breakfast you will travel to Andasibe. As the roads wind through the hairpin bends and turns you have opportunities to observe the daily activities of remote villages along this road. You will be passing terrace rice fields and bustling road side stalls with all the tropical fruits. Travel time approximately 3 hours depending on the road traffic. In the evening around 6pm you will be guided through the Analamazaotra Park on a Night Walk to spot the nocturnal animals including the ‘Goodman Mouse lemur’. Experience the rainforest after dark where nocturnal lemurs, chameleons, geckos, frogs and fireflies come alive. The night walk can take 1½ – 2 hours. Location: - Andasibe; Hotel: Mantadia Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Andasibe: After breakfast you will visit the Andasibe-Mantadia National Park Special Reserve to spot and hear the sounds of Indri Indri Lemurs. The Indri is the largest living lemurs and known as babakotos in the local Malagasy language, which means 'man of the forest' or 'little father' and unlike other lemurs, only have a short stumpy tail. Indris produce loud territorial calls that can be heard from over 1km away as you enter the park. After lunch visit to Mitsinjo Reserve that belongs to the Andasibe - Analamazaotra National Park. It is a community-run conservation organisation work with the local communities to protect the nature and wildlife in sustainable way. Location: - Andasibe; Hotel: Mantadia Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Andasibe - Antananarivo: After breakfast you will travel to Antananarivo. . Travel time approximately 3 hours depending on the road traffic. In the evening, witness the best sunset with Sundowner drinks and dinner at Lokanga. It is the best place to say “cheers” to a great trip around Madagascar with a glass of wine, a beautiful view of Antananarivo and to look back at the great memories you have made. Location: - Antananarivo; Hotel: Pavillon de Lemyrne; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "End of Tour Today you will be transferred to the airport for your flight back home."
    }
  ],
  "map": ""
}