{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-2-week-wildlife-tour",
  "tourName": "Madagascar 2 week wildlife tour",
  "placesVisited": "",
  "generalInfo": "With 80% of its species found nowhere else on earth – including birds, chameleons and of course the lemurs – Madagascar is an wildlife enthusiasts dream destination. This trip will hopefully reveal endemic mongoose like species, the enormous and fierce looking fossa, tiny quick moving mouse lemurs and you will hear the eerie, whale-like songs of the world’s largest lemur the indri.<br/><br/>Having parted ways with mainland Africa over 160 million years ago, most of Madagascar’s flora and fauna evolved independently from the wildlife elsewhere. Even the Malagasy people – descended from seafarers from Borneo and Polynesia as well as East Africans – are unique to Madagascar, a distinction that is evident in their phenomenal, French-influenced food, infectious music, and deep respect for their ancestors.<br/><br/>The most famous residents of the continent like island are the enigmatic lemurs; which were a kind of prototype primate, a “prosimian” – predating monkeys and apes, which began to evolve later on the African mainland. The lemurs that remained on the mainland were driven virtually to extinction by these new, more intelligent and adaptable species. In Madagascar, however, there was no such competition and the lemurs thrived, evolving into over a hundred different species.<br/><br/>It is important to visit Madagascar now and contribute the wonderful small scale and national level conservation projects and community run reserves. It is only by visiting these places will the local people and local governments receive enough encouragement, support and money to protect the places indefinitely.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring specialist mammal watching tours and holidays all over the world and we have a great range of wildlife tours in Madagascar which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wildlife and cultural tour that explores some areas that are seldom visited by most safari goers to Madagascar. <br/><br/>This tour starts at the wonderful central capital city of Antananarivo (Tana) and explores west and east of this city; firstly visiting Andasibe followed by Ranomafana and Isalo National Parks before heading in Palmarium for the aye-aye and the heading south to the small park of Anja and then west to our final reserve Kirindy National Reserve which is well known for a couple of very special species, the largest predator on the island the fossa and the smallest primate in the world, Madame Berthe's mouse lemur.  <br/><br/>All of our tours are guided by our own professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in Madagascar who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in the reserves we will spend many hours during the early morning and late afternoon on foot and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including all breakfasts (except when in Tana). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (where available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Madagascar. Your zoologist escort (where available) is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Madagascan animals are; as well as having years of experience in bringing people out to see the lemurs and other species. We also include all guided walks, spotlighting walks, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the forests or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend October and November for this trip which is when the fossa are breeding and they are very active and easier to see than other times of year. This is also the dry season and many lemur species are also easy to see and the weather is dry. The only downside of this time of year is that many tenrecs are difficult to find as they prefer the wet season. But we can also arrange the trip for the wet season and all other times of year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around many forests and reserves in the Madagascar so that you can search for the rarer species and other nocturnal wildlife when they are more active. These conservancies are community projects which increase income to the local community whilst preserving the natural ecosystem.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tHike the stunning and forests and various ecosystems on the world's most unique and special island for wildlife and endemism.<br/>•\tVisit the free living rescued populations of various lemurs and even have them jumping on you in Palmarium.<br/>•\tAll the above reasons give this Madagascan safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Africa so that we can try and find and observe animals such as the Lemurs, Big Five, gorillas, chimpanzees and hundreds of other species throughout Africa. Whether it is the Madagascar, Kenya, Tanzania, Uganda, Gabon, Ethiopia, South Africa, Namibia, Botswana Tunisia or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to Andsibie, Ranomafana, Isalo, Palmarium, Anja and Kirindy with your arrival and departure point being Tana.<br/><br/>Fitness Level:<br/><br/>A good level of psychical fitness is needed as all of the wildlife watching is done on foot, we spend between 4-10 hours a day on foot and temperatures can be very hot and humid. For the tsingy we will be exploring caves and rock climbing which require harnesses, there are alternative routes for people not wanting to do this however. So if you have experience in exploring rock faces and caves you will thoroughly enjoy it.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old.",
  "durationDays": "13",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo / Andasibe - Arrival & Travelling On your arrival into Antananarivo (Tana) airport you will be met by your local guide / driver and depart towards the first national park of the trip, Andisibe. Depending on the time of arrival and therefore departure from the capital you will likely stop for lunch at a roadside café before arriving at the forest and checking in. We will unlikely have time to have an afternoon walk through the reserve in search of the lemurs and other wildlife. That will be tomorrow with morning and afternoons spent in the forest. The major highlight here is the largest extant species of lemur, the wonderful and very vocal (you are likely to hear them before you see them) indri. Also found here are red-bellied lemur, common brown lemur, lesser bamboo lemur, brown mouse lemur, greater dwarf lemur, eastern woolly lemur and aye ayes (although they are incredibly hard to see). But today we will have an evening walk to observe the nocturnal species of lemur as well as chameleons and other wildlife that is easier to see and active after dark. (no meals are included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Andisibe-Mantadia Reserve - Wildlife Watching Today will be a day to visit two different forests, these areas form the Andasibe Analamazaotra – Mantadia reserve and this will be done with your expert local wildlife guide. This area is a montane forest park offering the chance to spot a variety of lemurs, reptiles and birds; including the most famous inhabitants; the Indri. But also known from here are the wonderfully coloured diademed sifaka and a range of other diurnal species. You can also arrange extra night walks with your driver / guide if you wish. There are leaf-tailed geckos, many chameleons and if you are very keen eyed the tiny brookesia chameleons can be found here. Mantadia is a little different from Andasibe and is more humid forest covered with lians, moss, fern tress and more than hundred orchids species blooming between September and January. It is a good way to compare the subtle differences between the two forested habitats. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andisibe / Palmarium Today will be a final morning in Andisibe before leaving leaving after breakfast for Palmarium. You will set off east towards the Pangalanes Canals on the east coast (5-6 hours). Once you get to the coast you will have lunch and then take a boat trip along the lagoons and network of waterways until you arrive at the private reserve of Palmarium. The rest of the day is yours at leisure to relax and enjoy the lemurs that live (semi-wild) in the trees around the lodge (the lodge has various introduced species) or maybe pop down to the lake for a refreshing dip! At 17:30 you can book on a tour to the nearby island where there is a small population of reintroduced aye ayes (additional cost paid direct to the lodge – not very much). The island the aye-ayes live is called Ankanin’ny Nofy and is around 1 hour boat ride from the lodge. The history of the aye-ayes here is that a number of years ago local people found 2 aye-ayes living in the forests around their village (where the island now is) and they mentioned it to the reserve. As aye-ayes are killed for superstitious reasons by many local people in Madagascar the reserve wanted to protect them. So the reserve bought the forest that the aye-ayes were living in and cut the forest off from the rest of the mainland. The island was made with a small channel (around 2-3m wide and 1-2m deep) to that local people left them alone. Since them more and more aye-ayes were found and captured from certain deaths and brought here. They had so far rescued 4 aye-ayes in addition to the two which were here originally. This population has been living free and wild since then in their own private forest. They have bred and there is now a 7th aye-aye on the island. For tourism the aye-ayes are fed every day in the evening, coconuts and bananas (a small amount and not the total amount of food needed for them to survive) is provided so that people can see these incredible animals up close for around 1 hour before the island is deserted by all people. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Palmarium Reserve - Wildlife Watching / Travelling This morning you will leave Palmarium and then get the boat back to the vehicle and from there begin your drive to another town called Antsirabe (5-6 hours). You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (only breakfasts will be included on these days)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ranomafana / Travelling Today you set off on your journey southwards and to the National Park of Ranomafana. This park protects a large tract of rainforest in the east of the island. It is also one of the best places in the Madagascar to see a wealth of wildlife, including many species of lemur. The park is also home to the very rare golden bamboo lemur, which is often seen here in the mornings. Rano is Malagasy for water; mafana is Malagasy for hot; around a hundred years ago a Malagasy discovered hot springs down in the valley, and the French created a spa around them. This has now become the town of Ranomafana and where you will be staying. This evening (depending on the time of your arrival this could be after getting to the accommodation and settling in, or on the way to the accommodation), we will do a night walk in search of brown mouse lemurs, greater dwarf lemurs and many species of chameleons which can be seen along the roads here after dark. (only breakfast included today)."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ranomafana National Park - Wildlife Watching Today will be a full day to explore the wonderful forested hills of Ranomafana in search of many species, including three species of bamboo lemur (golden bamboo lemur, greater bamboo lemur and eastern grey bamboo lemur), red bellied lemur, red-fronted brown lemur, black-and-white ruffed lemur, Milne-Edward’s sifaka and small-toothed sportive lemur, which are all seen during the day and then after dark (if you want to arrange more than one (included yesterday) night walk – which can you arrange with your driver / guide direct) eastern woolly lemurs, brown mouse lemurs, hairy-eared dwarf lemur, greater dwarf lemurs and very possibly (although incredibly rare) aye-ayes. There are also leaf-tailed geckos, chameleons and frogs present here as well as many species of birds. It is also possible to arrange a visit in the day to the nearby botanical garden which is a good place to see chameleons up close and during the day, learning about the various plant species of the island and sometimes tenrecs. (no meals included today)."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Anja Reserve - Travelling & Wildlife Watching Today you make an early start for the drive to the south (approximately 3 hours drive) in the direction of Ambalavao and a special reserve, run and managed by the local community of Anja. Here you should be able to spot troupes of ring-tailed lemurs in their natural habitat. This is the closest naturally occurring population of ring-tailed lemurs still around to the centre of the island. You will spend some time with the lemurs and also exploring the rocky escarpment here with local guides and then afterwards head further to our overnight accommodation at Isalo National Park where we will also be able to do another night walk for more mouse lemurs. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isalo National Park - Travelling & Wildlife Watching This morning will be spend in the national park of Isalo where we can see a large range of wildlife in a relatively less extensive than other areas of Madagascar. With the possibility of seeing up to 14 types of lemur (both last night and this morning), including as brown lemur, acrobatic Verreaux’s sifaka and ring-tailed lemur, as well as many reptiles and frogs. After breakfast you will travel from here back to Antsirabe. You will be taken to the hotel for the afternoon / evening so you can rest and freshen up. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Antsirabe – Kirindy Reserve - Travelling This morning you will leave the town of Antsirabe and continue westward over the upland centre of Madagascar and towards the dry scrub forests of the east and in particular Kirindy Forest Reserve (~10 hours drive). Once you arrive in Kirindy you will be taken to your accommodation and after lunch you will visit the park. The forest full of life here, however you will probably be arriving in the evening and in time for a spotlighting walk around. You may arrive early enough to see one of the resident fossas (in recent years a small number have taken to living around the restaurant and small camp in the park and are very easy to see. Then after dark a local guide from the park will take you for a night walk in the forest. There are many nocturnal animals around here including gray mouse lemur, western fat-tailed dwarf lemur, Coquerel’s giant mouse lemur, red-tailed sportive lemur and the world’s smallest primate the adorable and tiny Madame Berthe’s mouse lemur. Some of these species are common and easily seen, other take more time and require a little luck and patience. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kirindy / Morondava / Tana - Wildlife Watching & Travelling This morning you will enter the reserve one more time before coming back for breakfast before departing to the town of Morondava (2-3 hours) and we will catch our flight back to Tana. Once in Tana we will be transferred to the accommodation for the night. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
    }
  ],
  "map": ""
}