{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-adventure-holiday-21-days",
  "tourName": "Madagascar adventure holiday, 21 days",
  "placesVisited": "",
  "generalInfo": "Lying off the southeast coast of Africa, Madagascar is a world apart - an island of extraordinary biodiversity and striking contrasts. On this 21 day adventure, we explore the country from its highland heart to the tropical rivers and arid southern plateaus, discovering its unique landscapes and rare wildlife along the way.<br/>From canoeing through the towering limestone gorges of the Manambolo River to hiking beneath the pinnacles of Tsingy de Bemaraha, each day reveals a new facet of this remarkable island. We trek among the granite peaks of Andringitra, walk through the sculpted canyons of Isalo, and search for lemurs in the lush forests of Ranomafana.<br/>With experienced local guides, vehicle support, and comfortable accommodation in hotels and semi permanent camps, this is an active exploration of Madagascar for those who want to see it all, in one unforgettable journey.",
  "durationDays": "21",
  "price": "3590",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Antananarivo on Day 1 you will be met at the airport and transferred to the group hotel for overnight. The rest of the day is at leisure. Please be sure to advise us of your flight details. If you are arriving earlier than Day 1, please make your own way to the hotel. Alternatively, we can assist with private transfers (additional cost applies)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will have a meeting with your guide at the hotel lobby in the early morning before trip departure (please have breakfast before the briefing). We begin our exploration of Madagascar with a drive through typical landscape of mid-west Madagascar, a land of volcanic origin with rich soil and abundant agriculture. We will stop for lunch and explore the area around Ampefy before completing the days journey in Tsiroanomandidy, leaving us well placed for tomorrow's adventure. Overnight hotel. (approx 220 kms by 4WD, 4 hrs)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "As we drive further west, the landscape is dominated by starkly eroded hills that serve as pasture land to the numerous cattle (or 'zebu') in this part of the country. The road to Belobaka is very rough but makes for an interesting journey. We have a short break here while our trek leader arranges any final supplies. Lunch is a picnic outside the village before driving another two hours, on rougher roads, into the Bongolava Mountains and our campsite. Here we meet our porters, cook and the rest of the trek crew. Overnight camping. (approx 120 kms, 6-7 hrs by 4WD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We begin walking through a small rocky trail along the massif. We follow a natural spring where cascades have formed a natural swimming pool. Arrival and lunch in the village of Ankavandra in the region of Menabe (big red). In the afternoon we begin Manambolo river descent. Overnight camping on the river bank. (walk approx 3 hrs)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This is a spectacular and isolated part of Madagascar that is only accessible by boat or by foot. We pass through scenic riverscapes of low hills, exposed low cliffs and bamboo thickets. Red, orange and yellow are the dominant colours of the cliffs due to erosion exposing the laterite soil. We will see some local people on the river performing their daily activities as well as seeing endemic water birds and possibly some chameleons along the way. With stops for lunch as well as occasional land excursions, the pace is leisurely. Our rhythm is determined by sunrise, sunset and the flow of the river. On Day 7, the landscape changes abruptly as we enter the spectacular Manambolo Gorge where the river carves a deep channel through the limestone plateau. Dry forest and sheer, vertical cliffs on both sides dwarf our canoes to insignificance. You can hear the silence. We set up camp each night on sandy banks at the river edge. Camping (approx. 6 hours of canoeing daily)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast we continue our way through this imposing gorge, between limestone walls, craggy caves and overhangs on which we can see unusual vegetation, much birdlife and many colours. We may also hear the shrill cries of black parrots resounding against the rock walls. Cliffs on both sides are marked by horizontal lines indicating the levels of water at different times of the year. Side canyons reveal pockets of rainforest where we may see our first lemurs if we are lucky. This is our last day of canoeing and in the afternoon we come out of the gorge at Andadoany village near Bekopaka. We enjoy the opportunity to have a cold drink to celebrate our river journey. Overnight permanent campsite (approx. 6 hours canoeing)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast we visit the “Tsingy of Bemaraha”. The World Heritage listed Tsingy is the largest reserve in Madagascar and is home to diverse wildlife including many species of Lemur. This fascinating raised limestone plateau is a complex of countless chaotic razor sharp pinnacles. The limestone plateau also hosts an extensive network of underground caves and many succulents growing in the crevices. We take an adventure walk traversing the pinnacles. A harness clipped to a steel cable is used for safety on the vertiginous and exposed scrambling sections amongst the rock. (Note: whilst no technical climbing experience is necessary, this is not suitable for those with vertigo or claustrophobia). Overnight permanent campsite. (4 - 5 hrs walking in the Tsingy)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is a rugged 4WD journey (a rough and dusty road!) through the remote west of Madagascar. We stop for lunch at Belo Tsiribihina before crossing the Tsiribihina River by local car ferry. The drive beyond passes through Madagascar's endemic western dry deciduous forest. Of great biological significance, these forests are home to many endemic species of flora and fauna, including some species of baobab. We reach Kirindy Forest in the late afternoon. As the wildlife here is abundant we make the most of an opportunity on dusk to take a night walk (about 1hr duration) by torch light to spot nocturnal fauna. Dinner on return to camp. Overnight permanent campsite. (approx 120 kms, 6hrs subject to road conditions)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast we take another guided walk in the forest while the animals are active in the early morning period. Kirindy Forest is the only place in Madagascar where we may see Fosa (the island's largest carnivore). Striped mongoose, the giant jumping rat, the popular Verreaux's Sifaka and the widespread Brown Lemur also inhabit this area. We return to camp for lunch before driving a relatively short distance to the iconic “Baobabs Alley” near Morondava. These distinctive trees make great photographs and we can watch the world go by as locals and visitors alike traverse the alley. We continue another 20km by vehicle to the port town of Morondava. Overnight hotel. (walk approx 2 hrs; drive 80 kms by 4WD - approx 2 hrs)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is a long day of driving but we are rewarded by spectacular scenery. From Morondava we drive to Miandrivazo, a small town on the edge of the Tsirbihina River. We have a picnic lunch near here before continuing our drive to Antsirabe, known as the rickshaw (or \"pousse-pousse\") capital. It is also known for potatoes, clothing manufacturers, tobacco and vanillla. The landscape en route is beautiful with the highlands decorated by rice fields. Overnight hotel. (approx 530 kms, 10 hrs driving, mostly sealed road)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today we travel to Ranomafana Rainforest National Park located on the eastern mountain slopes of the island and dominated by a humid tropical climate - quite a contrast to the dry western regions. En route we stop for lunch at Ambositra, home of woodcarving (marquetry) craftspeople. We have a chance to visit a wood carving workshop before continuing our journey to Ranomafana. The drive this afternoon is picturesque with terraced hills and villages becoming thick rainforest, along a winding road that passes by the tumbling waters of the Namorona River. Overnight in hotel. (approx 250 kms, 6 hrs driving)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today we have a whole day exploring this evergreen primary forest. This is one of the most extensive wildlife areas. It‘s the only locality for the recently discovered Golden bamboo lemur as well as the world‘s rarest primate, the giant bamboo lemur. There, we can appreciate the views of the tumbling waters of the Namorona river. Picnic lunch. Diner and overnight in hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In the morning we will drive to Ambalavao to visit the factory of Antemoro paper and the market. After lunch drive to Andringitra. We arrive to our camp just outside the park in the evening to settle in for dinner and a rest ready for tomorrows adventure. (approx 200 kms, 6 hrs)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "There are 2 different trekking excursions for this day, however the entire group stays at the same campsite (2050m) tonight - OPTION 1 - We pass through the village of Ambalamanandray before climbing a ridge with panoramic views over the valley. We cross the Zomandao River and reach the higher forest and plateau (altitude of 2000m) surrounded by heather. We walk to our overnight campsite at 2050m. (ascent - 500m; approx 8 hrs walking). OPTION 2 - For the extremely fit and stronger hikers in the group, there is an optional ascent of Pic Boby (2658m) - the highest mountain in the region (and second highest in Madagascar). The climb is quite steep and very demanding but the trail is well marked up to a rocky valley before the final climb into the granite rocks. The view from Pic Boby is beautiful (in clear weather only, not guaranteed) with the surrounding granite peaks and to the Tsaranoro valley. At the end of the day we head back down to our campsite. (ascent - 1108m; descent - 608m; approx 12 hrs walking). NOTE - The summit ascent of Pic Boby is a strenuous 28 km and 12 hours undertaking and is usually done over two days due to the steep and challenging terrain. Whilst this is included in our itinerary as an optional one day ascent, it requires full commitment and is only suitable for very fit and experienced trekkers walking at a fast pace with limited rest stops. Too much cloud cover or bad weather may prevent a Pic Boby summit attempt. On day 2, we continue walking across a grassy plateau, and then climb up amongst the strange rock formations known as the 'Moonscape'. The beautiful trail descends steeply to the west of the massif with a stone staircase where the vegetation contrasts with the eastern part of the park. Enjoy magnificent views over the Tsaranoro valley, three 800m high granite peaks and a waterfall. Our campsite this evening is located outside Andringita National Park - 1650m. (approx 13 kms walking / 6 - 7 hrs)."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "This morning we farewell our guides, porters and crew, and drive back to Ambalavao (about 3 hrs) for lunch. In the afternoon, we travel on good road via Ihosy (zebu territory) across the Horombe plateau with its grasslands dotted with termite mounds. We reach the dramatic Isalo Massif in the late afternoon, a mysterious landscape of imposing rock formations called \"ruiniforme\". Overnight hotel. (approx 225 kms, 7 hrs driving)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Today we explore the colourful and deeply eroded sandstone plateau of the Isalo National Park. We have a great day excursion, walking in \"the Canyon des Makis\" where we may discover some lemurs, exploring the rugged canyons with their abstract erosion sculpturing, and discovering natural swimming pools such as the \"Piscines Naturelle, Noir or Bleu\". Overnight hotel. (approx 5 - 6 hrs walking)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "As we leave the Isalo region today we drive through a semi-arid landscape known as the \"Spiny Desert\" and the famous \"Mahafaly Tombs\". We keep driving southwards, passing through wealthy sapphire mining towns, to reach the coastal town of Toliara. Overnight hotel. (approx 240 kms, 4 hrs driving)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Today we say our final goodbyes to our guide/driver and make our way to the airport for our flight back to Antananarivo. (Please note: flight at own expense - schedule is subject to change and availability, and the flight is unescorted). Upon arrival in the capital city we transfer to our hotel with the remainder of the day at leisure. This is a satisfying conclusion to our journey around Madagascar. Overnight hotel."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "After breakfast, the trip concludes. You will be transferred to the airport for onward travel if you leave Tana today. For departures on any other day, airport transfers can be arranged for an additional cost."
    }
  ],
  "map": ""
}