{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-photography-holiday",
  "tourName": "Madagascar Photography holiday",
  "placesVisited": "",
  "generalInfo": "Not yet a primarily touristic location, Madagascar offers a vast amount of unspoiled beauty to explore and photograph. <br/><br/>During this workshop, we will travel around the island to some of the most sought-after photographic landscapes where we will photograph villages, salt flats, the famous Baobab trees, protected lemurs, and geological formations. Coming to Madagascar, travellers encounter breath-taking views. The natural lights and shadows projected on the views make the experience unforgettable, and define this land as the once-in-a-lifetime experience that any adventurous would want to undertake!<br/><br/>We will be staying in comfortable locations in our many destinations, within amazing vistas. You will be guided by two well-acclaimed photographers during the workshop, who will be giving you personalised photographic tutoring throughout your stay. There will be both group and one-to-one sessions, and a combination of theoretical and practical tutoring. We’ll go over all the basics technical elements of photography, as well as the more creative aspects. With the small size of the group and twice the guidance, this workshop is perfect for photographers of any level.",
  "durationDays": "16",
  "price": "9495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ivato International Airport in Madagascar's capital, Antananarivo. We will meet you and take you to the hotel to meet the rest of the group."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We will wake up very early in order to miss the infamous traffic jams in the city and head down the Highlands through winding curves. Here we will photograph the rice paddies and farm workers in the fields with the common low-hanging mist."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our first official tour will start on the Mania River to shoot the wide shores during a pirogue trip to photograph on the water. After some editing on our computers we will set off to photograph the fabled Allee de Baobab (Baobab Alley), which is about half an hour’s drive from Morondova. We will photograph the alley of trees until dark from great lighting photographs."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We will travel back to the Allee de Baobab (Baobab Alley) to shoot the trees now at the pre-dawn light. Then we will head to Belo Sur Mer, a small village surrounded by vast flat salt plains. Here we will photograph the salt flats and the huge cargo ships."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The day will mainly be reserved to traveling to Maja."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Traveling to Andavadoaka from Maja, we will come across and photograph interesting grassy hills that start to populate the landscape. We will reach Andavadoaka on the coast to photograph Fony Baobabs and will stay along a shoreline of carved limestone features."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We will be staying in Laguna Blu where there is a diversity of photoshoots available within a relatively small area so our first morning shoot is entirely voluntary. We will spend some time photographing the local fishing village, the coastline, stands of baobabs and nearby ponds (when there is water in them) as well as the iconic spiny desert. And in the night we may even get to photograph the majestic milky way and star trail."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After an early morning shoot we will head through a challenging sandy path but will be beautiful to photograph as it is full of mangroves, mudflats, saltpans, dunes, the blue lagoon, and fishing villages."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This day we will set out for Isalo to explore the picturesque rocks around our accommodation and catch the last light of day as it it lights up the rock features against a pink and purple sky."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Known for its geological formation, Isalo is composed of of eroded sandstone colored red/brown by iron minerals and green by lichens, this mountain massif offers some of the most spectacular scenery in the country. In order to access the park in the early hours so as to reach some of the viewpoints for dawn light we teamed up with one of the most influential mountain guides in Isalo."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast we will travel to Ihosy, which is the capital of the Bara tribes who are shepherds of the iconic Zebu cattle that are a signature of the island. In order to see the typical Bra villages with their triple story structures and red mud plastered sides, we will head to the huge “plateaux de Horombe” with its very spacious savannah."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We will stay three nights in Betsileo, which is located in a cradle of magnificent granite topped peaks. This valley can make for extraordinary photographs, especially in the morning, as the sun heats the surface of the earth, the valleys are commonly shrouded in mist and fog that swirls around the base of the mountains. We will also go to Anja park, one of the best places in Madagascar to see and photograph the ring-tailed lemur. Afterward we head to the nearby town of Ambalavao which offers the unique opportunity to photograph the zebu market; a large open area that once a week plays host to hundreds of zebu and dozens of farmers who haggle and trade."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Leaving the south and entering the Highlands, we will head into the town of Fianarantsoa, where we will visit the shop of Pierrot Men, Madagascar’s most famous photographer."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "We will visit Antsirabe is one of the largest cities in Madagascar, special for its position in the heart of the mountain chain that runs like a spine down the length of the island, making it very historic and picturesque. We will shoot some of the rice paddy system and photograph farmers and their livestock as they tend the fields in the early morning and afternoon."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Back in Antananarivo, we will be back in our accommodation. The days of your departure are flexible, allowing you to depart either on Friday night or any stage during the Saturday."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "We will provide shuttles from Gassy Country House, sp you can books flights to leave on the 2nd June, or we can also help arrange a longer stay on the island."
    }
  ],
  "map": ""
}