{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-tour-with-north-or-south-extensions",
  "tourName": "Madagascar tour with North or South Extensions",
  "placesVisited": "Antananarivo, Andasibe, Perinet Special Reserve, Mantadia National Park, Lemur Island, Fort Dauphin, Forest of Zenavo, Sacred Gallery Forest, Sacred Spiny Forest, beach lodge at Manafiafy or on the northern coast",
  "generalInfo": "Get a real sense of what Madagascar is like from the hustle and bustle of Antananarivo to the dense forests and wildlife of the protected national parks. Antananarivo has stunning architecture and is a unique blend of African and Indonesian cultures. From Antananarivo, your guide will take you east to Andasibe, a stunning rainforest park.  The park consists of two protected areas, the Perinet Special Reserve and Mantadia National Park. Perinet is world famous for its population of Indri lemurs, which are the largest living lemur species.  The journey to Andasibe offers first time visitors to Madagascar an introduction to rural life with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables lining the route. Look for Madagascar's most famous inhabitants, the lemur, as you explore this wildlife paradise punctuated with waterfalls and lush greenery.<br/><br/>Next stop is  Mantadia National Park.  Look for some of the lemur species in this stunning park including the Indri indri, diademed sifaka, grey bamboo lemur, red-bellied lemur and white ruffed lemur. While the trails are slightly more difficult, the rewards are great as the forest is taller &amp; wilder. There are an abundance of birds including the scaly ground roller, the pitta-like ground roller and the red-breasted coua. <br/><br/>At the end of your visit enjoy a relaxing stay on a beach paradise. The island of Nosy Komba offers a different pace of life and your stay at a 4-star eco-resort ensures not only a wonderful end to your trip but the confidence that you are helping preserve this beautiful island. Boutique chattel bungalows nestled into the hillside provide beautiful sea views, and each has been constructed sympathetically using local materials and local builders. Enjoy the freshest ingredients from the island's farmers and make the most of the sea with snorkelling, scuba diving and boat trips.<br/><br/>At the end of your island stay you will be returned to the mainland and transferred back to Antananarivo by plane for your return flight.<br/><br/>Meals are included as per the itinerary and prices are based on two people sharing a twin/double room. Each of our itineraries is a guide and can be tailored to your exact requirements and interests. We can also assist with booking flights.",
  "durationDays": "8",
  "price": "3865",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "On arrival in Antananarivo you will be welcomed by an English-speaking guide who will accompany you to your hotel. In the evening, your guide will accompany you to Le Marais, the top restaurant in Madagascar from Chef Lalaina who has received numerous culinary awards in Europe. Le Marais offers a unique blend of Malagasy and European cuisine using the best Malagasy ingredients. Antananarivo is a city full of life and colour. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After an early breakfast, your guide will take you east to Andasibe, a stunning rainforest park. The park consists of two protected areas, the Perinet Special Reserve and Mantadia National Park. Perinet is world famous for its population of Indri lemurs, which are the largest living lemur species. The journey to Andasibe offers first time visitors to Madagascar an introduction to rural life with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables lining the route (B, L, D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you will head to Mantadia National Park with a picnic lunch. Look for some of the lemur species in this stunning park including the Indri indri, diademed sifaka, grey bamboo lemur, red-bellied lemur and white ruffed lemur. There are an abundance of birds including the scaly ground roller, the pitta-like ground roller and the red-breasted coua. This is a naturalist’s goldmine with many seldom seen species of mammals, reptiles and birds. Enjoy a picnic by the Rianasoa Waterfall B, L, D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, enjoy a visit to Perinet Reserve with a local guide in search of the Indri indri. With a barely visible tail, black and white markings and a surprised teddy–bear face, this lemur is one of the few animals in the world that cannot survive in captivity. There are another 11 species of lemur to spot as you walk through the rainforest. You may find a troop of grey bamboo lemurs, common brown lemur, diademed sifaka and the black and white ruffed lemur. Birdwatchers should look out for the velvet asity, the blue coua and the Nuthatch vanga and many more endemic species. Perinet is home to many reptiles, invertebrates, and some of Madagascar’s over a thousand orchid species."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you will transfer back to Ivato Airport in time for your Tsaradia flight to Nosy Be. The Tsara Komba Lodge is a 4-star luxury hotel with a rare and authentic charm, in perfect keeping with nature and with the area’s outstanding biodiversity. It combines a stylish and exclusive atmosphere, an excellent slow food cuisine and tailored-made excursions, in an atmosphere dominated by a commitment to comfortable luxury and ecology. (B, L, D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Fill your days with your own selection of activities. The hotel can arrange customised excursions to neighboring islands, nature reserves, for fishing, quad biking, tours around the island, scuba-diving or snorkeling. All these activities are just few minutes away from the hotel for you to admire and explore the sheer beauty of the ocean depths. (B, L, D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you will transfer back to Nosy Be by boat and road in time for your international flight (B)"
    }
  ],
  "map": ""
}