{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-north-coast-adventure-holiday",
  "tourName": "Madagascar North Coast adventure holiday",
  "placesVisited": "Antananarivo, Gondwana Island on the Ikopa River, Antsohihy, canoe the Sambirano River, Ankatafana, Ankify, Ankarana Reserve, Jofreville and the Montagne d’Ambre, Sakalava, Diego",
  "generalInfo": "An adrenaline-fuelled expedition into Madagascar’s wild North West, where you’ll hike rugged trails, paddle canoes, cycle through remote valleys, and marvel at unique wildlife — before wrapping up with island-hopping adventure on a traditional dhow and wild camping on secluded tropical beaches. From the red-earth highlands to the jungle rivers, hidden mangroves, towering Tsingy formations and rustic villages, this is a journey that takes you far off the usual routes into landscapes both striking and untamed. A stunning adventure which can be run as both a private trip or you can join a small group departure (with a maximum of 8 people)",
  "durationDays": "13",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tongasoa eto Antananarivo! - After arriving in Antananarivo (or Tana, as it is known by the locals), you will be met at the airport and transferred to your hotel. Antananarivo is the capital and largest city in Madagascar. It is buzzing with activity and full of people flooding the streets, selling everything you could imagine! Tana (as the locals call it) resembles a Mediterranean hill town and exploring its rich cultural and architectural sites on foot is relatively easy (as long as you are willing to climb hundreds of ancient stone steps) It is a hectic city though and we would recommend a driver / guide if you want to explore this city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Flight to Diego before visiting the dry forest of Montagne Des Français - This morning you will transfer to the airport for your fight to Antsiranana (Diego Suarez). Upon arrival in Diego you will be met by your driver and guide who will be with you for the next 7 days and will head to Montagne des Français, just a short 1 ½ hour by road, but a very different environment. The Montagne des Français reserve protects deciduous dry forest characteristic of the north of Madagascar. Much of the forest is on a calcareous massif that has been eroded into Tsingy. This is one of the best places to see one of the most beautiful baobabs, Adansonia suarezensis. Montagne de Francais is part of the larger Ramena protected area complex and is home to fish eagles and crowned lemurs. This afternoon we will have a trek in this area to discover some of the inhabitants. Tonight we will have a unique experience here as we will overnight in the tree bungalows – literally huts built in trees!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Montagne Des Français - Jofreville This morning is at leisure. There are plenty of activities you can choose to partake from climbing, mountain boarding, slack lining, adventure course etc, or another trek. You can discuss your preferences with your guide (some of the activities are charged for additionally). This afternoon we will head Jofreville (and the Montagne d’Ambre – the Amber Mountain)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Amber Mountain Today we will set out on a trek to explore the Amber Mountain This stunning National Park is comprised of a huge tropical forest with waterfalls and volcanic lakes. This islet of verdant forest is a haven of freshness that escaped the stuffy heatwave of this region. There are numerous animals that inhabit this national park including the ring-tailed mongoose, the fossa and 8 lemurs (which are not always easy to see). It is also home to 75 bird species – 35 of them are endemic, 60 reptiles (from leaf tailed gecko’s to a number of chameleon species, 35 frogs and 40 butterflies. Due to its relative proximity to Diego, this park can get quite busy (by Madagascan standards) in the high season, however it is really worth visiting. This stunning National Park is comprised of a huge tropical forest with waterfalls and volcanic lakes. This islet of verdant forest is a haven of freshness that escaped the stuffy heatwave of this region. There are numerous animals that inhabit this national park including the ring-tailed mongoose, the fossa and 8 lemurs (which are not always easy to see). It is also home to 75 bird species – 35 of them are endemic, 60 reptiles (from leaf tailed gecko’s to a number of chameleon species, 35 frogs and 40 butterflies. Due to its relative proximity to Diego, this park can get quite busy (by Madagascan standards) in the high season, however it is really worth visiting."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ankarana This morning we will head to Ankarana. This afternoon we will visit Perte de Riviere – which is the gateway to a series of caves leading to the ocean."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring and unearthing the striking landscapes of Ankarana Reserve - Today will be spent exploring this amazing park. The trails are not easy but are feasible for anyone with a moderate level of fitness and we recommend visiting this park in the dry season (May-Nov). Ankarana Special Reserve covers 18,220ha and is known for its limestone karst pinnacles called Tsingy along with its extensive cave system and network of underground rivers. Ankarana possibly has the highest density of primates of any forest (with 11 species of lemurs being found here) and here you may see the crowned lemur, Sanford's brown lemur, Perrieri's (black sifaka) lemur, the northern sportive lemur and dwarf lemurs as well as a variety of chameleons and leaf-tailed Uroplatus gecko and great flora. You will hopefully get a chance to cool off in the lodge swimming pool at the end of a hard days trekking."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hit the road towards the Ankify This morning we head to Ambanja and then onwards to Ankify. After lunch in Ambanja, we will take to our mountain bikes as we explore this area and the Cacao plantation on 2 wheels. At the end of the cycle we will head to the coast of Ankify (a short hop – approx. 20 minutes). Tonight we will stay at lovely beach bungalows."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ankify Today we will take to our kayaks and depending on the river depth, will either explore the Sambarino River, or the mangroves around the coast. Your afternoon is at leisure and you will stay once again at the beach bungalows."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "ANKIFY – NOSY BE Your driver and guide will leave you this morning as a private boat will take you to Nosy Be. Upon arrival you will be met by a taxi and transferred to your hotel. This afternoon you can relax at your stunning hotel on the beach. At a pre-determined time you will walk along the beach, where you will meet your team who will be accompanying you on your dhow / pirogue safari tomorrow. A debrief will be given before you return to your hotel for dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nosy-be / Anjiabe First thing this morning you will meet the Alefa Office for breakfast before boarding your Dhow/ Pirogue (depending on number in the group) to explore an area where the sea is the only path. Swimming, snorkelling and a discovery of an incredibly rich and diverse underwater world awaits us. Please note the actual itinerary for the next 3 days will be decided by the team following your meeting, but will be something like the following: After a dhow journey we will land at Anjiabé, a 3km long beach bordered by a semi-abandoned coconut plantation, a site with extraordinary low tide. This is where we will camp for tonight. After a drink and a stunning meal of seafood prepared for us by our chef, we will have the chance to nap, swim and for those who wish, walk trails to observe the many species of birds, mostly endemic to Madagascar. Sunset, cocktails, meals … And good night! Nights will be spent wild camping on beaches"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Snorkelling & Nature Walks Depending on the tide we will depart relatively early towards the Island’s northernmost archipelago Radama. (approx. a 2 1/2hr crossing). Along the way we will get a chance to swim. Nosy Ambariopôtaka rises to 166 meters and includes a different landscape to last night and we camp facing the majestic Mozambique Channel. In the next bay we tend to find a Sakalava carpenter at work – with one or more shells of dhows resting on a bed of pink and white periwinkles. The whole island is surrounded by a lagoon. Nature walks in the jungle and lazing are the order of today."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Island Hopping- Nosy-Be You will spend morning exploring by boat, snorkeling. After lunch you will head back to Nosy Be where you will stay once again at the lovely beach hotel Afternoon at leisure"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "End of Trip You will transfer to the airport where you will catch your flight home."
    }
  ],
  "map": ""
}