{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "landscapes-of-madagascar-holiday",
  "tourName": "Landscapes of Madagascar holiday",
  "placesVisited": "",
  "generalInfo": "Distinctly unique, Madagascar split from mainland Africa millions of years ago and therefore its biodiversity is far removed from that of mainland Africa. Many species are truly unique, including of course the lemurs. On this adventure, we travel through some of the most stunning landscapes that the big island has to offer, seeking epic photogenic scenes and searching for the extraordinary flora, fauna and tribal people of this enigmatic land.  From the capital, we head south west to the land of the iconic and ancient baobab trees where you can stand amongst their majesty at the Avenue of the Baobabs. Hike in the dry forests of Kirindy keeping eyes peeled for lemurs and the shy and elusive Fossa.  Heading into the vast hinterland on sun baked mud red tracks and traversing occasional rivers,  we visit remarkable Tsingy de Bemaraha National Park revelling in the chance to explore the other-worldly limestone pinnacle landscape of the tsingy from the jaw dropping vantage point of the ‘via ferrata’. Travel the idyllic coastal zone adjacent to the azure waters of the Mozambique Channel and walk on the perfect sands of Andravona. Explore Mikea Forest, a transition zone between dry and spiny forest, and home to the Mikea hunter gatherer tribal people.  As we head North, more  incredible landscapes await with Isalo Reserve, where stunning panoramas are complimented by beautiful natural springs and remarkable rock formations. Continue to the awe-inspiring granite topography of the Andringitra massif where you will enjoy walking in this prime hiking paradise. The final stage of the adventure heads into the terracing of the highlands where the Zafimaniry tribe ply their incomparable wood skills.  Madagascar is unlike anywhere else on earth, join us to experience its enigmatic landscapes and the uniquity of its flora and fauna.",
  "durationDays": "17",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Antananarivo - Arrive in ‘Tana’. On arrival, you will be met and a member of our local team who will travel with you to the hotel. Depending on your time of arrival, you may have time to explore the city. Overnight Gassy Country House, or similar. No guided activities or meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo – Morondava – Kirindy (Flight – 1 hour; Drive time: approximately 2 hours) - Enjoy a refreshing breakfast at the hotel before embarking on the first phase of this adventure in Madagascar. After breakfast our local team will meet with and brief you on the itinerary and your needs for the entirety of the tour. From here, transfer the short distance to the airport and fly to Morondava, a sleepy seaside town which provides the gateway to one of Madagascar’s most iconic sights: as you embark upon the drive to Kirindy, your route will lead you through the incomparable “Allée or Avenue des Baobabs”, a protected natural monument where the road is flanked by magnificent baobab trees, some of them calculated to be over 1000 years old, which tower above you on either side. After arrival and check-in at Kirindy’s bungalow accommodation in the forest, you will be guided on an hour’s hike in Kirindy Reserve. At around 6pm, you will meet your guide again for a thrilling night walk in search of an array of nocturnal creatures. Overnight Relais de Kirindy, or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kirindy – Bekopaka (Drive time: approximately 6 hours) - Since Kirindy enjoys such a strong list of species of birds, you will explore the park on foot for 2 hours before breakfast to look for some of the rarities here. After breakfast, at around 9.00am, your 4X4 will drive you the 2 hours to Tsimafana through the majestic Baobab forest, surrounded by the rugged landscape and vivid red soils of the west. A small ferry-boat transfer across the languid waters of the River Tsiribihina takes you to Belo, home of the Sakalava tribe’s royal family and an ideal spot for a short break. Then head on to Bekopaka for another 4 hours of adventure along the dirt track. This drive, only passable in the dry season, brings us to an isolated and stunning part of Madagascar, the African-style-bush western region of the country with its arid, russet terracotta soil. Here, one gets some insight into the lifestyles of the Malagasy people, eking out an existence in the driest part of the country. You will arrive in Bekopaka by end of the afternoon and check into the lodge, perched above the Behamara National Park, with its swimming pool that boasts incomparable views of the immediate region. Overnight Le Soleil des Tsingy lodge, or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bekopaka - Tsingy de Bemaraha National Park - This morning, experience the exquisite beauty of the landscape from the timeless elegance of pirogue: you sail along the river to the dramatic Gorge of Manambolo admiring the splendour of the environment. The scenery is framed by gravity-defying undercut sandstone cliffs topped by luxuriant forest. Afterwards there will be the opportunity to take an hour-long walk on the Petit Tsingy circuit and enjoy the panoramic view atop the dizzying plateaux. If the challenge wins you over, the route of the Grand Tsingy circuit with its precipitous walkways and awe-inspiring vistas is also highly recommended for you tomorrow. Overnight Le Soleil des Tsingy lodge, or similar. (BD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tsingy de Bemaraha National Park - Enjoy a further day in this incredible park. You can opt to take the more challenging Grand Tsingy circuit (speak to one of our team if you would like a personal account of this trek) or simply enjoy the views from the pool deck at the lodge. Overnight Le Soleil des Tsingy, or similar. (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bekopaka – Morondava (Driving time: approximately 8 to 10 hours) - After breakfast and perhaps a quick early morning swim, take the 4x4 track south towards Morondava. The route will be broken by a series of stops to take in the myriad of photo opportunities that arise as you pass through the arid western landscape. The drive will be timed with the ultra-rewarding aim of reaching the Allée des Baobabs for sunset, the best time at which to capture the drawing out of the trees’ shadows and the softening of the light and colours at this unique location. The last half hour drive will take you to your comfy beach-side hotel at Morondava with its beautiful outlook. Overnight Hotel Palissandre Cote Ouest resort, or similar. (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Morondava – Manja (Drive time: approximately 6 hours) - After breakfast, your vehicle drives southwards towards Manja, ultimately via a private road owned by Kanto Hotel, our evening destination. These next couple of days will really feel like frontier-land, as the road snakes through arid landscapes of thorn, savannah and passes typical west Madagascar villages consisting of tiny wooden huts. The locals will greet you with warmth and genuine interest, and children love to run alongside the vehicles, as their mothers stride on, carrying unfeasibly heavy loads to and from local markets, atop their heads. Some of today’s most memorable features are the water crossings as you ford your way across saline flats and through rivers, the most substantial of which is the Kabatomena. Along the way, watch out for chameleons and some of the many non-poisonous snakes of the island. Expect to arrive in Manja late afternoon. A former colonial hub, as evidenced by the exquisite, but faded grandeur of its more substantial buildings, nowadays, the locality is characterised by its fertility – corn, rice and beans all fill the region’s fields, making Manja a small, but bustling market town. We stay in the basic Hotel Kanto, the only real option amidst such isolation, but a clean and safe place to overnight. Overnight Hotel Kanto, or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Manja – Andavadoaka (Drive time: approximately 7 to 8 hours) - Today’s drive is immensely rewarding, and its length is easily forgotten as the landscape gives way to stunning scenery all round: you will be enthralled by the wonderful range and variety of the baobabs, from towering columns to squat, immensely-trunked pill boxes. The spiny forest with its distinctive bush is home to a host of natural wonders: 95 percent of plant species here are endemic and lemur, mongoose, sifaka and even the Madagascar radiated tortoise are all to be seen in the landscape, so it is well worth keeping an eye on the surroundings. For those keen on birding, several coua and vanga species are to be seen and Madagascar buzzards and Madagascar kestrels are regular companions in the skies above. The drive includes a ferry across the Mangoky River to reach the town of Bevoa and the crossing of two further rivers. The road then sweeps west towards the coast and you will stop on several occasions before your arrival by the end of the afternoon at Andavadoaka’s stunning coastal location. Here you feel as if you’ve truly escaped time itself: centuries old traditional fishing outrigger-canoes ply their trade amongst the azure turtle and manta filled waters. Your hotel is comprised of a series of beautiful sea-front private bungalows where you can unwind in a veritable paradise. Overnight Olo Be lodge, or similar. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Andavadoaka – Andravona (Drive time: approximately 2 to 3 hours) - This morning there will be ample time to enjoy the beauty of this unique landscape, a synthesis of natural wonders from the sapphire sea’s surge and its obscure, hidden creeks to the magnificence of the spiny forest. The much briefer next stage of your adventure initially takes us a mere 4km to the utterly photogenic baobab pond, where the stately arboreal guardians oversee waters which are a real draw to wildlife. Continuing the drive, plunging through the coastal dunes, flanked by the sparkling ocean and the spiny forest. The final 30km of sandy roads are a challenging pathway to Befandefa before we reach the idyllic charm of Andravona and your relatively luxurious home for the night, either high quality bungalows or, if you choose, tented rooms, nestling in the alabaster dunes. Arrival here early afternoon again allows you some time to settle, unwind and simply enjoy the panorama of delightful sea, sands, lagoon and languid fishing village. Overnight Mikea lodge, or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Andravona - Andravona’s location on pristine sands, where the spiny forest and baobabs stretch as far as the shore makes it a photographer’s dream with its carnival of colours While its visually stunning enchantments may be enough, the hotel also offers the opportunity to head into Mikea Forest to experience its cornucopia of natural wonders and to spend valuable time with the last remaining members of the Mikea tribe, experiencing a little of their way of life, traditions and arts. Another equally attractive opportunity is to enjoy the walk along to the Vezo fisherman’s village, watch the enthralling spectacle of the return of the fishermen from the sea and see the explosion of activity as the waiting women and children greet the daily catch. Overnight Mikea lodge, or similar. (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Andravona – Tulear - Zombitse National Park - Isalo (Drive time: approximately 7 hours) - After breakfast, we head south to Ifaty. The road follows the same synthesis of dazzling ocean to the right and dry dunes, baobab and scrub on the left. At Tuléar, you will move onto the relative luxury of Madagascar’s premium highway, National Route 7 but do expect too much! This stretches as far as the capital, but today your goal is Isalo. From there, take the National Route 7 which links Tuléar to the capital; for Isalo, 4 hours’ drive away. En route, the road is flanked by a multitude of magnificent colourful tombs of the Mahafaly, Masikoro and Antandroy tribes. A few kilometres ahead, in Andranomaintso, you pass through the plateaux of baobab Andansonia za, a species unique to Madagascar. Continue to the protected forest-island of Zombitse National Park, which hosts many birding wonders, perhaps the highlight of which is the terrestrial Appert's Greenbul, one of Madagascar’s rarest endemics. Afterwards, the road leads through Ilakaka, the town at the centre of the burgeoning sapphire industry where you will have a stop. Arrive in Isalo National Park late afternoon, where you check into the bungalows at Satrana Lodge which nestle against the rocky slopes and look across the beautiful park. The Lodge has an excellent restaurant and fabulous swimming pool from which you may wish to enjoy one of nature’s stunning sunsets. Overnight Satrana lodge, or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Isalo National Park - After breakfast, take a guided half day or full day excursion in the National Park of Isalo: one option is the trail to the top of the mountain, where a fantastic panoramic view of the eroded mountain is attained, with its kaleidoscope of rock shades, shifting from ochre to russet to blue-gray. From here you might choose to visit the natural swimming pool, and then perhaps head on to reach “the Canyon des Singes”. A most profitable area if you enjoy bird watching is the oasis and forested area around Relais de la Reine: here we can spot Benson’s rock-thrush, Lesser vasa parrot, Madagascar coucal, Madagascar bee-eater and even Giant coua. The walk can be tailored to how you feel on the day. At the end of the afternoon you may wish to visit the Fenetre de l’Isalo, a natural rock formation in the shape of an exquisitely airy window, where one can experience the beautiful sunset framed magnificently between the rocks. Overnight Satrana lodge, or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Isalo – Andringitra (Drive time: approximately 6 hours) - In the morning, head northward, experiencing a rich diversity of settings, landscapes, with great options for photo stops on the way. The drive is through the huge savannah region of Plateaux de Horombe, with its vivid red soil, until arrival in Ihosy the capital of Bara tribes, the proudly independent shepherd tribe who herd the idiosyncratic Zebu cattle. The tribal culture is wound closely around the Zebu: to be allowed to marry a wife, a man has to steal several zebus as a badge of his strength and virility. The death of a Bara hunter is similarly marked by the sacrifice of the cattle. The next phase of the trip heads towards the spectacular mountain chain of Andrigitra National Park: the landscape changes dramatically, with huge domes of granite searing out of the flower-carpeted grassy plains, with Varavarana (“The gateway to the South”) and the imposing and locally sacred Bonnet de L’Evêque (“Bishop’s Mitre”) being especially dramatic examples. The latter is held locally to be a sacred spot, where few traditionally ventured. The route continues down an exhilarating dirt track for an hour of some of the most spectacular views that Madagascar has to offer, until you reach your destination in the heart of the Tsaranoro Valley, close to the gates of the National Park. Overnight Tsara Camp, or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Andringitra and Tsaranoro Valley - Access to Andringitra and the Tsaranoro Valley will involve touring round the tracks in a 4x4 and taking in some of the abundant highlights of these exceptional environs. You may choose to enter Andringitra National Park, or rather explore the delights of the Tsaranoro Valley. The Valley boasts a hotter, drier climate and is accessible all year round. Trekking opportunities abound, from low-level to ambitious mountainous routes. At every turn, photography opportunities present themselves in the guise of glorious vistas. If you wish, there are walks to a local waterfall where views of the sunset across the plain make for a stunning end to a day of exploring the area. Overnight Tsara Camp, or similar. (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Andringitra – Anja Reserve - Antoetra (Drive time: approximately 7 hours) - After breakfast continue to the thriving community-run reserve of Anja, a great place for charming close-up encounters with extremely tame ring-tailed lemurs. Beyond the lemurs, reptiles and insects here include the idiosyncratic trio of Barbour's day gecko, Dangalia lizard and planthoppers, as well as beautiful species of bird such as Grey-headed lovebird and Souimanga sunbird. The income from your visit will go towards the salaries of teachers in the local school. From here, continue north to Fianarantsoa the capital of the Betsileo tribes and known as the gateway to the south. A very catholic city, this is the seat of the Jesuits and boasts arguably Madagascar’s finest university. The upper old city and market are well worth investigation: the latter is a good opportunity to pick up locally produced tea and bottles of the celebrated Lazan’I Betsileo wine, grown on the surrounding slopes. Taking the road on from here, our route gradually bids farewell to the rainshadow of the south-west and fringes the outliers of the lush rainforest belt. You continue to Ivato and then take 15 km track to Ambalandingana where you will check in to the secluded and tranquil eco-lodges, nestling in the heartland of the highland farmland of the Zafirmaniry people. Overnight Sous le Soleil de Mada, or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Antoetra - The lodge is the starting point for an intriguing hiking opportunity to discover the landscape of the Zafimaniry world and today you can choose from either a shorter half day walk or a more in depth full day exploring the area on foot. Antoetra is the only vehicle-accessible village amongst the set of 17 protected Zafimaniry tribal villages, a sub division of the much larger Betsileo tribe. The Zafimaniry are essentially a forest-based culture and make their living from a model of sustainable forest exploitation. They are masters of wood carving and their wooden huts comprise of exquisitely carved windows frames and doors, indeed virtually every wooden surface displays elaborate ornamentation. The tribe is the sole remaining people to sustain Madagascar’s unique woodcraft culture, previously widespread over the whole island. Their art is classified as a world heritage culture by UNESCO. You will spend the day with these welcoming and fascinating people, as well as exploring the inaccessible highland region they inhabit. Overnight Sous le Soleil de Mada, or similar. (BD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Antoetra – Antsirabe – Antananarivo – Departure (Drive time: approximately 6 hours) - Today’s final drive emerges from the rural escape onto the Ambositra road. The drive takes us through the highlands, where the RN7 route takes traverses the ‘hauts plateaux’, with its spectacular eroded hole-features called lavaka, a journey that once took 3 days on foot, but now enjoys the best road surfaces on the island. The landscape is reminiscent of the far-east with its paddy fields and green landscapes covered with patchworks of vegetable and fruit plantations. Stop briefly to visit some Zafimaniry handcrafts ateliers where one can pick up a souvenir such as examples of wood carving, marquetry and sculptures, which made this tribe very famous. Continue to the unusual city of Antsirabe (“Place of Much Salt”), an elegant European-styled city, residing at 1500m above sea level and boasting the reputation as the centre of Madagascar’s beer production. Founded by a Norwegian in 1856, it is the only Malagasy place which really feels and looks like a European city. It has a temperate climate and consequently fruits and vegetables which favour cooler conditions are grown here. Continue making our final approach to Tana and the conclusion of this amazing adventure through the diverse landscapes of Madagascar. A hotel room will be available for you to freshen up before your late evening flight or you may wish to extend your stay further of course. (B)"
    }
  ],
  "map": ""
}