{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "wild-madagascar-tour-small-group",
  "tourName": "Wild Madagascar tour, small group",
  "placesVisited": "Antananarivo, Antsirabe, Miandrivazo, cruising the Tsiribihina River, Gorge of Tsiribihina, Kirindy Reserve, Andavadoaka, Kirindy Mitea National Park, Andravona, Zombitse National Park, Makay Massif, Anja Reserve, Tsaranoro Valley, Ambalavao, Anjozorobe Forest Corridor",
  "generalInfo": "On this Wild Madagascar tour, you’ll travel to the western part of the country, whose national parks, rivers and gorges are far less visited than their eastern counterparts. Here you’ll discover untrammelled coastline, soaring mountain ranges and fertile national parks. <br/><br/>Highlights of this three week adventure include viewing lemurs, bats, crocodiles and incredible birdlife in the forests that line the Gorge of Tsiribihina; a possible meeting with the Mikéa, a local tribe who rarely have contact with westerners and who exist by hunting bees; walking among the spiny forests of Zombitse National Park; two days hiking through the incredible landscapes of the Makay Massif; and searching for ring tailed lemurs in Andringitra National Park.<br/><br/>You’ll travel in a small group of up to 12 people, with the services of expert local guides along the way.  Accommodation will be in a mixture of lodges, hotels and campsites, some of which are in fixed, permanent camps in national parks or along the banks of  the Tsiribihina River.<br/>",
  "durationDays": "23",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo - Arrive in ‘Tana’. On arrival, you will be met and our English-speaking guide who will provide your transfer to the hotel. Depending on your time of arrival, you may have time to explore the city. For those arriving late evening we use a hotel very close to the airport. Overnight Gassy Country House or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Antsirabe (Overall driving time – approx. 3-4 hours) - After an early breakfast, take a city tour of the capital, including a visit to the higher reaches of town affording great views all over Tana. After lunch drive to Antsirabe. You will notice changes on the features of the local people as Asian heritage becomes more prominent. We finish the day in Antsirabe, with its unusual Norwegian origins and home to Madagascar’s brewing industry. Overnight Royal Palace or similar (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antsirabe to Miandrivazo (Overall driving time – approx. 5 hours) - This morning explore points of interest in Antsirabe and the surrounding villages. You may choose to visit some nearby craft shops, such as one of the Zebu horn workshops where you will marvel ate the transformation of Zebu horn into decoration. After lunch, head west to Miandrivazo leaving the highlands behind. Descend through a landscape in which you leave the highlands behind. Continue through savannah to Miandrivazo, a fertile region for cotton, corn, manioc, beans, tobacco and rice. Overnight Princesse Tsiribihina or similar (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Miandrivazo – Cruising the Tsiribihina River – Overnight Camping - This morning transfer to Masiakampy where your boat will be waiting to navigate you down the Tsiribihina River. Spend the day relaxing on-board and taking in the stunning scenery, stopping at Sahambano village on the way. Arrive at camp in time for dinner by the river. Overnight camp. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gorge of Bemaraha – Overnight Camping - Continue the journey downstream today, with a good chance of seeing lemurs, crocodiles, bats and some amazing birdlife in the primary semi-dry forests that line the riverbanks. Once again this evening you camp and have dinner by the river. Overnight camp. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Coastal plain of Menabe – Tsimafana – Bekopaka - Depart early this morning and at the end of the Gorge of Tsiribihina cross the plain of Menabe characterised by rice fields on the banks of the river. Observe the Sakalava tribe who live close to the river. You then disembark from your boat and take an adventurous dirt track journey to Bekopaka, culminating in a crossing of the Manambolo River. Check into your bungalow-style hotel, perched above the Behamara National Park, with its swimming pool that boasts incomparable views of the immediate region. Overnight Hotel Olympe du Bemaraha or similar (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tsingy de Bemaraha National Park - We spend today exploring the remarkable World Heritage Site of Tsingy de Bemaraha National Park, a bizarre landscape of eroded limestone pinnacles and one of the most scenic areas in all of Madagascar. We take the Grand Tsingy circuit where boardwalks and ladders between the pinnacles allow us to explore the area, replete with deep canyons and gorges and home to several species of lemur and birds. Overnight at Hotel Olympe de Bemaraha or similar (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tsingy De Bemaraha National Park - A further day to explore this wonderful national park. You may wish to traverse whichever of the Grand Tsingy or Petit Tsingy circuits you did not experience yesterday and enjoy both routes’ incredible vistas. Other walks – for photography, nature or bird-watching purposes are also possible; alternatively, you can relax by the pool at the hotel. Overnight at Hotel Olympe de Bemaraha or similar (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bekopaka – Kirindy Reserve (Overall driving time – approx. 7 hours) - This morning we drive back through the wilderness to Kirindy Reserve. After arrival and check-in at Kirindy’s bungalow accommodation in the forest, you will be guided on an hour’s hike in Kirindy Reserve. At around 6pm, for those who wish, you will meet your guide again for a night walk to see the array of unusual night active animals, some of which are rarely seen elsewhere, such as Brown lemur, fossa, the giant jumping rat, frogs and insects. Overnight Relais du Kirindy (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kirindy Reserve – Morondava (Overall driving time – approx. 3 hours) - For early risers an opportunity to explore the reserve and the early morning represents the best time to try and see the elusive and shy Fossa, a predator for the lemurs in the forest. After breakfast and some time at leisure to relax you continue south to Morondava: your route will lead you through the incomparable “Allée or Avenue des Baobabs”, a protected natural monument where the road is flanked by magnificent baobab trees, some of them calculated to be over 1000 years old, which tower above you on either side. You will hopefully be able to observe these majestic and ancient trees against a perfect sunset. Overnight Laguna Beach or similar (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Morondava – Manja (160 km) (Overall driving time – approx. 6-8 hours) - After breakfast, enjoy a short visit to a fishing village close to Morondava and then drive for around 4 hours on a dirt track to reach Antsira for lunch. From here, your vehicle drives southwards towards Manja, ultimately via a private road owned by Kanto Hotel, our evening destination. This really feels like frontier-land, as the road snakes through arid landscapes of thorn, lush savannah and passes typical west Madagascar villages consisting of tiny wooden huts. The locals will greet you with warmth and genuine interest, and children love to run alongside the vehicles, as their mothers stride on, carrying unfeasibly heavy loads to and from local markets, atop their heads. Some of today’s most memorable features are the water crossings as you ford your way across saline flats and through rivers, the most substantial of which is the Kabatomena. Along the way, watch out for chameleons and some of the many non-poisonous snakes of the island. Expect to arrive in Manja late afternoon. A former colonial hub, as evidenced by the exquisite, but faded grandeur of its more substantial buildings, nowadays, the locality is characterised by its fertility – corn, rice and beans all fill the region’s fields, making Manja a small, but bustling market town. You stay in the simple Hotel Kanto, the only real option amidst such isolation, but a clean, comfortable place to shower and relax amidst lovely gardens where you will also partake of a lovely breakfast. Overnight Hotel Kanto. (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Manja – Andavadoaka (Overall driving time – approx. 6-8 hours) - Today’s drive is immensely rewarding, and its length is easily forgotten as the landscape gives way to stunning scenery all round: you will be enthralled by the wonderful range and variety of the baobabs, from towering columns to squat, immensely-trunked pill boxes. The spiny forest with its distinctive bush is home to a host of natural wonders: 95 percent of plant species here are endemic and lemur, mongoose, sifaka and even the Madagascar radiated tortoise are all to be seen in the landscape, so it is well worth keeping an eye on the surroundings. For those keen on birding, several coua and vanga species are to be seen and Madagascar buzzards and Madagascar kestrels are regular companions in the skies above. The drive includes a ferry across the Mangoky River to reach the town of Bevoa and the crossing of two further rivers. The road then sweeps west towards the coast and you will stop on several occasions too before your arrival by the end of the afternoon at Andavadoaka’s stunning coastal location. Drive across the coastal line through large dunes with great views of the Mozambique Channel as well baobab trees and spiny forest. Here you feel as if you’ve truly escaped time itself: centuries old traditional fishing outrigger-canoes ply their trade amongst the azure turtle and manta filled waters. Your hotel is comprised of a series of beautiful sea-front private bungalows where you can unwind in a veritable paradise. Overnight Olobe Lodge or similar (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Andavadoaka – Andravona (Overall Driving time – approx. 2 hours) - In the morning there will be ample time to imbibe the beauty of this unique landscape, a synthesis of natural wonders from the sapphire sea’s surge and its obscure, hidden creeks to the magnificence of the spiny forest. After breakfast, visit the small picturesque fishing village of Andavadoaka. The much briefer next stage of your adventure initially takes us a mere 4km to the utterly photogenic baobab pond, where the stately arboreal guardians oversee waters which are a real draw to wildlife. Continuing your drive, you plunge through the coastal dunes, flanked by the dizzyingly bright ocean and the continuous spiny forest. The final 30km of sandy roads are a challenging pathway to Befandefa before we reach the idyllic charm of Andravona, one of the most beautiful lagoons in the country, and your home for the night, nestling in the alabaster dunes. Arrival here early afternoon again allows you some time to settle, unwind and simply enjoy the panorama of delightful sea, sands, lagoon and languid fishing village. Overnight Mikea Lodge or similar (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kirindy Mitea National Park or Andravona at leisure - Andravona’s location on pristine sands, where the spiny forest and baobabs stretch as far as the shore makes it a photographer’s dream and begs time for an artist’s canvas to capture its carnival of colours. Whilst its visually stunning enchantments may be enough, the hotel also offers the opportunity to head into Mikea Forest to experience its cornucopia of natural wonders and also to spend valuable time with the last remaining members of the Mikea tribe, experiencing a little of their way of life, traditions and arts. Another equally attractive opportunity in the afternoon is to enjoy the walk along to the Vezo fisherman’s village, watch the enthralling spectacle of the return of the fishermen from the sea and see the explosion of joyous activity as the waiting women and children greet the daily catch. Alternatively, you may wish to simply relax on the shores or enjoy some watersports. Overnight Mikea Lodge or similar (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Andravona at leisure - Spend the day at leisure in this idyllic paradise. You may choose to simply relax before we embark on the next leg of our epic journey, or perhaps take an optional excursion such as a trip out to see magnificent migrating whales which migrate through the Mozambique Channel from June until September. Overnight Mikea Lodge or similar (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Andravona – Zombitse National Park – Isalo National Park (Overall driving time – approx. 8 hours) - After breakfast, we head south to Ifaty. The road follows the same synthesis of dazzling ocean to the right and dry dunes, baobab and scrub on the left. At Tuléar, you will move onto the luxury of Madagascar’s premium highway, National Road 7! This stretches as far as the capital, but today your goal is Isalo. From there you take the National 7 which links Tuléar to the capital; you are aiming for Isalo, 4 hours’ drive away. En route, the road is flanked by a multitude of magnificent colourful tombs of the Mahafaly, Masikoro and Antandroy tribes. A few kilometres ahead, in Andranomaintso, you pass through the plateaux of baobab Andansonia za, a species unique to Madagascar. The deforested lunar landscape which then emerges leads to the protected forest-island of Zombitse National Park, which hosts many birding wonders, perhaps the highlight of which is the terrestrial Appert's Greenbul, one of Madagascar’s rarest endemics. Afterwards, the road leads through Ilakaka, the town at the centre of the burgeoning sapphire industry where you will have a stop. You will arrive in Isalo National Park late afternoon, where you check into the bungalows at Satrana Lodge which nestle against the rocky slopes and look across the beautiful Park. The Lodge has an excellent restaurant and fabulous swimming pool from which you may wish to enjoy one of nature’s stunning sunsets. Overnight Satrana Lodge or similar (BD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Isalo National Park - After breakfast, you will take a guided half day or full day excursion in the National Park of Isalo: one option is the trail to the top of the mountain, where a fantastic panoramic view of the eroded mountain is attained, with its kaleidoscope of rock shades, shifting from ochre to russet to blue-grey. At the end of the afternoon, you visit Fenetre de l’Isalo, a natural rock formation in the shape of an exquisitely airy window, where you experience the beautiful sunset framed magnificently between the rocks. Overnight Satrana Lodge or similar (BD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Isalo – Anja Reserve – Andringitra (Overall driving time – approx. 4 hours) - In the morning, you head on to the dizzying beauties of Andringitra National Park, experiencing a rich diversity of settings, landscapes, with great options for stops and activities on the way. The drive is through the huge savannah region of Plateaux de Horombe, with its vivid red soil, until arrival in Ihosy the capital of Bara tribes, the proudly independent shepherd tribe who herd the idiosyncratic Zebu cattle. The tribal culture is wound closely around the Zebu: to be allowed to marry a wife, a man has to steal several zebus as a badge of his strength and virility. The death of a Bara hunter is similarly marked by the sacrifice of the cattle. The next phase of the trip heads towards the spectacular mountain chain of Andrigitra National Park: the landscape changes dramatically, with huge domes of granite searing out of the flower-carpeted grassy plains, with Varavarana (“The gateway to the South”) and the imposing and locally sacred Bonnet de l’Evêque (“Bishop’s Mitre”) being especially dramatic examples. The latter is held locally to be a sacred spot, where few traditionally ventured. You pause for a visit to the thriving community-run park at Anja: this is a place for excellent, close-up encounters with many of the extremely tame 300 ring-tailed lemurs; beyond this, a local trek or hike up to the seemingly unassailable cliff tomb. Beyond the lemur, reptiles and insects here include the idiosyncratic trio of Barbour's day gecko, Dangalia lizard and planthoppers, as well as beautiful species of bird such as Grey-headed lovebird and Souimanga sunbird. The income from your visit will go towards the salaries of teachers in the local school. From here, transfer to 4WD: your route heads down an exhilarating dirt track for around 35 km through some of the most spectacular views that Madagascar has to offer, until you reach your destination in the heart of the Tsaranoro Valley, close to the gates of the National Park. Overnight Camp Catta (BD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Andringitra National Park - Tsaranoro Valley - Access to Andringitra and the Tsaranoro Valley will involve heading down the tracks in a 4x4 and before taking in some of the abundant highlights of these exceptional environs on foot. The Tsaranoro Valley boasts a hotter, drier climate and is accessible all year round. Trekking opportunities abound, from low-level to ambitious mountainous routes. At every turn, photography and indeed painting opportunities offer themselves in the guise of glorious vistas. Flora and fauna beg your attention too, from exotic aloes and cacti to splendid birds, mammals, amphibians and of course, lemurs – the Ring-tailed species is particularly abundant here. The walk is also an opportunity to meet the cattle herding Bara tribe and the Betsileo, who mainly live on rice cultivation. Return to the camp after the walk. Overnight Camp Catta (BD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Andringitra – Ambositra - Antoetra (Overall driving time – approx. 6-7 hours) - This morning you return to the route National 7, and then continue the rugged climb up to Ambalavao; Wednesday is a big zebu market in Ambalavao so it is a good opportunity to experience the local atmosphere. There is also time to visit the Anteimoro paper factory in the town. Since this area is known for grape plantations, a visit to one of the local wine factories is a must. From here, you head on to Fianarantsoa the capital of Betsileo tribes. Locally known as “the Gate to the South”, Fianarantsoa is the capital of the Betsileo tribes. A very catholic city, this is the seat of the Jesuits and boasts arguably Madagascar’s finest university. The upper old city and market are well worth investigation: the latter is a good opportunity to pick up locally produced tea and bottles of the celebrated Lazan’I Betsileo wine, grown on the surrounding slopes. Taking the road on from here, your route gradually bids farewell to the rainshadow of the south-west and fringes the outliers of the lush rainforest belt. You continue to Ambositra. Overnight Artisan Hotel or similar (BD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Antoetra - 15 km of rough track from Ivato, your route today delves deep into the heart of a very different landscape: Antoetra, capital of the Zafimaniry tribe, is the starting point an intriguing hiking opportunity to discover the Zafimaniry world. Antoetra is the only vehicle-accessible village amongst the set of 17 protected Zafimaniry tribal villages, a sub division of the much larger Betsileo tribe. The Zafimaniry are essentially a forest-based culture and make their living from a model of sustainable forest exploitation. They are masters of wood carving and their wooden huts comprise of exquisitely carved windows frames and doors, indeed virtually every wooden surface displays elaborate ornamentation. The tribe is the sole remaining people to sustain Madagascar’s unique woodcraft culture, previously widespread over the whole island. Their art is classified as a world heritage culture by UNESCO. You will spend the day with these welcoming and fascinating people, as well as exploring the inaccessible highland region they inhabit. Overnight Artisan Hotel or similar (BD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Ambositra – Antananarivo (Overall driving time – approx. 5-6 hours) - Today’s drive begins early and emerges from the rural escape of your stay in Ambalandingana, onto the Ambositra road, National Route 7. Your drive plunges through the highlands, where the N7 route takes you across the ‘hauts plateaux’, with its spectacular eroded hole-features called lavaka, a journey that once took 3 days on foot, but now enjoys the best road surfaces on the island. The landscape is reminiscent of the far-east with its paddy fields and green landscapes covered with patchworks of vegetable and fruit plantations. After a brief stop in Ambositra, next on the route is the brewing-capital city of Antsirabe. In the afternoon, you head on to Tana, the final destination of this sensational tour. Overnight Gassy Country House, or similar (BD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Departure from Madagascar - Time at leisure until your transfer to the airport and your onward flight. Please note optional excursions are possible for those with late flights. Day use available at Gassy Country House until 6pm for clients travelling on late night Air France flight. (B)"
    }
  ],
  "map": ""
}