{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-tour-rainforest-beaches",
  "tourName": "Madagascar tour, rainforest & beaches",
  "placesVisited": "",
  "generalInfo": "Introduction: <br/><br/>Madagascar Nature &amp; Beach tour covers best of North Madagascar has to offer in short space of time. You will be discovering different species lemurs and rich wildlife along with fauna and flora. You will be exploring biodiversity rich national parks in the North. Trekking through breath taking varied scenery, spotting nocturnal animals in the night walks. Finally unwinding in the palm fringed sandy beaches. You will have your own personal chauffeur guide with car or van, so you can experience Madagascar at your own pace.<br/><br/> <br/>Tour Highlights: <br/>-\tExplore UNESCO World Heritage site of Royal Hill of Ambohimanga<br/>-\tSounds of Indri Indri Lemurs in Analamazaotra Reserve<br/>-\tTrekking in the rainforests of Andasibe &amp; Mantadia National Park<br/>-\tSpotting nocturnal wildlife in Mitsinjo Forest night walk<br/>-\tIsland hoping in the Nosy Be<br/>-\tTasting Exotic Cuisine of Madagascar <br/>-\tLounging in the golden sandy beaches of Nosy Komba Island <br/>-\tA Sundowner  in Antananarivo<br/><br/>Services Included In the Price:<br/><br/>-\tInternational Return Flights<br/>-\tDomestic flights as listed<br/>-\tAssistance and meeting at the airports<br/>-\tTransport by a private car with English speaking driver guide &amp; fuel<br/>-\tAccommodation on Double/Twin sharing 1 double for 2 adults see the table below<br/>-\tAll relevant taxes at hotels<br/>-\tEntrance fees to sites as per the Itinerary<br/>-\tEnglish speaking local guides in the parks &amp; reserves<br/>-\tPicnic lunches<br/>-\tSun Downer in Lokanga.   <br/><br/>Services NOT Included In Above Price:<br/>•\tTips for services and guides  <br/>•\tLunch and dinners not mentioned in the table<br/>•\tExpenses on personal nature<br/>•\tAll other expenses in the hotel must be paid by the client on check-out<br/>•\tAnything else not listed in the itinerary<br/>•\tOptional excursions<br/>•\tNo beverages included in the meal plans<br/>•\tPersonal insurances",
  "durationDays": "13",
  "price": "3900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or representative on arrival Antananarivo Ivato International Airport. You will travel to your hotel. Travel time approximately 20 minutes depend on the road traffic. Location: - Antananarivo; Hotel: Trois Metis; Board: Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Ambohimanga: After breakfast you will travel to Ambohimanga. Located some 21 kilometres northeast of the capital the UNESCO World Heritage spot of Ambohimanga consists of a royal city and burial site, and an ensemble of sacred places. The city remained forbidden to foreigners up until 1895, a date which corresponds to the beginning of the French Governorship over Madagascar. To enter the village, you have to come through a very ancient gate, which, once upon a time, used to be blocked by a gigantic round stone. This stone rolled in a furrow dug in the ground until the entrance was totally blocked. This gate is called Ambavahaditsiomby which in Malagasy translates “where even a zebu can’t come through”. You will meet with Malagasy historian Chez Haga to learn about the history. As you have lunch you will look at the beautiful blue hills that united modern day Madagascar. The Royal Hill of Ambohimanga is the cradle of the kingdom and the dynasty that has made Madagascar a modern state, internationally acknowledged since 1817. It is associated with strong feelings of identity and emotion relating to the sacred nature of the site through its venerated royal tombs, its numerous holy places (fountains, sacred basins and woods, sacrificial stones) and its majestic royal trees. In the evening, Sundowner in the Lakonga. Its best place to say cheers to great trip ahead with a glass of champagne and beautiful views of Antananarivo. Location: - Antananarivo; Hotel: Trois Metis; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antananarivo - Andasibe: After breakfast you will travel to Andasibe. As the roads winds through the hairpin bends and turns you have opportunities to observe the daily activities of remote villages along this road. You will be passing terrace rice fields and bustling road side stalls with all the tropical fruits. Travel time approximately 3 hours depend on the road traffic. In the evening around 6pm you will be guided through the Mitsinjo Forest on Night Walk to spot the nocturnal animals including ‘Goodman Mouse lemur. Experience the rainforest after dark where nocturnal lemurs, chameleons, geckos, frogs and fireflies come alive. The night walk can take 1½ - 2 hours. Location: - Andasibe; Hotel: Andasibe Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Andasibe: After breakfast you will visit the Andasibe-Mantadia National Park Special Reserve Analamazaotra to spot and hear the sounds of Indri Indri Lemurs. The Indri is the largest living lemurs and known as babakotos in the local Malagasy language, which means 'man of the forest' or 'little father' and unlike other lemurs, only have a short stumpy tail. Indris produce loud territorial calls that can be heard from over 1km away as you enter the park. You will be trekking through beautiful waterfalls and landscape that will lead you towards a natural swimming pool where a cascade of waterfalls. The bathing is allowed, bring your swimsuits! Along the track, where you can generally hear the screams of the Indri indri and you can also see some orchids. It is an exceptional rainforest ambiance. After lunch visit to Mitsinjo Reserve that belongs to the Andasibe - Analamazaotra National Park. It is a community-run conservation organisation work with the local communities to protect the nature and wildlife in sustainable way. There many circuits to choose from depend on your fitness level. The easiest trekking with well paved paths can take from 2-3 hours up to 3 kms. Location: - Andasibe; Hotel: Andasibe Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Andasibe - Antananarivo: After breakfast you will travel to Antananarivo. Travel time approximately 3 hours depend on the traffic. After lunch you will have the city tour to discover this fascinating city of Antananarivo. Depend on your preferences; the guide will take you through old quarter of the town, the markets, craft shops and jewellery districts. Then you will visit the Prime Ministers Palace and the Queen’s Palace and Independent Avenue and passing through Lake Anosy. If time allows, you can also visit the Botanical Park. Location: - Antananarivo; Hotel: Belverdere; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Antananarivo - Nosy Be - Nosy Komba: After breakfast you will travel to Ivato Airport to take flight to Nosy Be in the North of Madagascar. It’s very short flight with just under an hour. Nosy Be is situated in the North West of Madagascar. Local Sakalava people called the Nosy be as Big Island. Upon arrival you will transferred to the island of Nosy Komba by boat. Nosy Komba (Lemur Island) is a small volcanic island just southeast of Nosy Be. It is an enchanting spot, with amiable inhabitants going fishing when tourists are not around (which is apparent by the abundance of tattered fishing nets and old wooden skiffs scattered about the beaches). The secret of its tourist boom: the 5000 black lemurs resident to the island (these are sacred and thus safe from any danger). The combination of the small volcanic island's close proximity to Nosy Be, the nearby holiday hotspot, and the resident population of adorable and far-from-timid animals has made it the nation's most visited \"wildlife\" attraction. Location: - Nosy Komba; Hotel: 293 Komba Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Nosy Komba: Optional: - Between Nosy Be and Nosy Komba there is a tiny dream islet called Nosy Vorona (just 50 x50 m large) ideal for switching off the world and just doing nothing but simply enjoying peace, sunbathing, snorkelling or kayaking. On Nosy Vorona there is only a lighthouse and a two welcoming guesthouses with several rooms and a charming bungalows. Location: - Nosy Komba; Hotel: 293 Komba Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Nosy Komba - Nosy Be: After breakfast you travel to Nosy Be by boat. Nosy Be archipelago offers some of the best beaches in the Indian Ocean. It’s tropical climate and superb location makes it Madagascar’s beach-resort destination per excellence. This is the tropical paradise with sugar cane plantations, rum distilleries, ylang ylang bushes and lounging lemurs. Not to forget that this still beautiful island offers some amazing snorkelling and diving opportunities and some primary forests with a great wildlife. Location: - Nosy Be; Hotel: Nosy Be; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Nosy Be: You can relax and enjoy the beach or discover the island. Optional: - It’s one of the best places for snorkelling or diving with crystal clear blue waters. Thousands of reef fish, schooling jacks, harlequin shrimp and blue ribbon eels are found along with leaf fish of all colours and numerous species of morays can be seen within a few yards of each other. If you want you can organise it upon arrival at the hotel. Location: - Nosy Be; Hotel: Nosy Be; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nosy Be: After breakfast you will travel to the village of Andrafiamena which hosts “Domaine de Dlorette” an eco tourism village. In Domaine Florette you will experience and explore taste of Nosy Be Island. There are many paths where you can discover the secrets of Madagascar’s plants with an impressive variety of trees, fruit and flowers. During your walk, your guide will introduce you to various medicinal leaves, roots and barks.You will walk or trek to discover the floral plantations, lakes, rivers, waterfalls and bamboos. In the afternoon you experience traditional Malagasy food. After lunch you will have an opportunity to participate to collect of flowers and fruits. And then visit of the site where is the alembic distilling ylang- ylang flowers which introduce you to the manufacture of essential oils. Location: - Nosy Be; Hotel: Royal Beach; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nosy Be: You can relax and enjoy the beach. Or you can choose a snorkeling, diving and fishing. Location: - Nosy Be; Hotel: Nosy Be; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nosy Be - Antananarivo: In the late afternoon you will travel to the Nosy Be airport for your flight to Tana. Upon arrival in Tana you will be transferred to your hotel. Location: - Antananarivo; Hotel: Pavillon de Lemyrne; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Antananarivo: Depend on you departure time you will travel to your next destination."
    }
  ],
  "map": ""
}