{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "small-group-holidays-to-madagascar",
  "tourName": "Small group holidays to Madagascar",
  "placesVisited": "Antananarivo, Andasibe National Park, Night walks in the forest, Lemur sanctuary, Morondava, Avenue of the Baobabs, Kirindy Reserve, Walking in Tsingy de Bemaraha National Park, Petit Tsingy, Antsirabe, Ranomafana National Park, Anja Park, Isalo National Park, Ifaty Beach, Optional: snorkelling, diving, village visits",
  "generalInfo": "Culturally and geographically unique, Madagascar separated from the African mainland millions of years ago, allowing its flora and fauna to evolve into species found nowhere else on earth. Culturally, too, the island has evolved in a particularly unique way, fusing different cultures, cuisines and languages. This small group holiday to Madagascar explores the centre and south of this island in just over two weeks, taking in some of its most extraordinary landscapes including the rock pinnacles of the Tsingy de Bemaraha, and the lunar-like landscape of Isalo National Park. Ranomafana National Park, with its lush rainforests, is a complete contrast; here you will find numerous lemur species including the endangered golden bamboo lemur.<br/><br/>Look out for indris in Andasibe, and listen out for their eerie, whale-like calls. This small group holiday in Madagascar ends on the coast at Ifaty, allowing for a couple of beach days to relax and reflect over the past two weeks of adventure on an island quite unlike anywhere else on earth.",
  "durationDays": "18",
  "price": "3645",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo - Arrive in Antananarivo and transfer to the hotel conveniently situated in the vicinity of the airport. Depending on your time of arrival, you may have time to explore the city. Overnight Gassy Country House Hotel or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Andasibe (Overall driving time: approx. 5-6 hours) - This morning enjoy a short city tour of the capital before we drive to Andasibe through lush vegetation, stopping en route at a private reptile reserve to get up close to some of Madagascar’s many species of chameleon. On arrival at Andasibe we visit a private sanctuary where you can get up close to Lemurs - the lemurs may jump on you but please note that this is perfectly safe. This evening there will be an opportunity to take a walk in the forest looking for nocturnal creatures. Overnight Vakona Lodge or similar. (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe National Park – Antananarivo (Overall driving time: approx. 5-6 hours) - Andasibe is probably the best national park in Madagascar and a good place to watch the indri, the largest species of lemur on the island. We take a morning walk through the forest in search of this enigmatic creature as well as other wildlife, accompanied by an expert guide. After the walk, time permitting we highly recommend you to take part in our reforestation project with the Mitsinjo local association (optional) where you are guarantee to learn a lot about the Malagasy unique biodiversity; an excellent complement to your tour. Return to Antananarivo in the late afternoon. Overnight Gassy Country House Hotel or similar. (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Antananarivo - Morondava – Kirindy (1-hour domestic flight; overall driving time: approx. 2 hours) - Fly west across the island to Morondava, a coastal town with a laid-back atmosphere and home to many of Madagascar’s different ethnic groups. On arrival, we start our journey to the Tsingy de Bemaraha passing majestic Baobabs en route to the remote village of Kirindy for the night. This evening we enjoy a night walk in Kirindy Reserve which has the best opportunity for viewing the elusive Fossa as well as nocturnal lemurs. Overnight Relais du Kirindy or similar (BD) Note: In Kirindy, electricity is available only between 05:00-07:00hrs and 19:00-22:00hrs."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kirindy – Bekopaka (Overall driving time: approx. 6-8 hours) - An early start and a full day of travelling by car and boat to cross the Tsiribihina River with great opportunities to see a side of rural Madagascar that few other visitors experience. Continue the journey to Bekopaka and again take to the water to cross the Manambolo. For safety reasons, a convoy may be organised locally departing from Kirindy. Arrive in Bekopaka in the afternoon, time depending on the time departure (this will be decided locally and your guide will keep you informed). Overnight Olympe du Bemaraha or similar (BL*) – * Picnic lunch Note: In Bekopaka, electricity is available only between 05:00-07:00hrs and 19:00-22:00hrs."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bekopaka – Avenue of the Baobabs - Morondava (Overall driving time: approx. 10–12 hours) - An early start and a full day of driving back to Morondava. We stop for lunch at the restaurant Le Mad Zebu, where the Chef Onja is renowned in the whole country for its excellent cuisine. Continuing our drive south, we then stop en route around sunset at the ‘Avenue of the Baobabs’ where these imposing trees up to 800 years old line the road and provide an iconic snapshot of Madagascar, giving hints of the extensive forest that once covered this part of the island. Overnight Laguna Beach Hotel or similar (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morondava – Miandrivazo (Overall driving time: approx. 6 hours) - After breakfast, drive towards Miandrivazo. En route experience varied landscapes and the transition from the very dry west to the red soil and rice fields around Miandrivazo. Situated on the Tsiribihina River, Miandrivazo is a very fertile region for cotton, corn, manioc, beans, tobacco and rice. The rest of the day is at leisure either to enjoy the countryside or relax at the hotel. Overnight Princesse Tsiribihina or similar (BD) Note: At Princesse Tsiribihina, electricity is available between 06:00-10:00hrs and 18:00-22:00hrs. There is no Internet access in Miandrivazo."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Miandrivazo - Antsirabe (Overall driving time: approx. 5-6 hours) - Continue the journey to Antsirabe. You will also notice changes on the features of the local people as Asian heritage becomes more prominent. We finish the day in Antsirabe, founded by Norwegians in 1856 and home to Madagascar’s brewing industry. Overnight Royal Palace or similar (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Antsirabe - Ambositra – Ranomafana National Park (Overall driving time: approx. 8–9 hours) - In the morning, short city tour and visit of several local workshops in Antsirabe before continuing south where we first stop in Ambositra, the centre of Madagascar’s wood carving industry and home to the Zafimaniry tribe. We then continue to Ranomafana National Park and, at on arrival, you will be able to take an optional night walk on the on the outskirts of the park to search for nocturnal creatures Overnight Centrest Sejour or similar (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ranomafana National Park - We spend the morning exploring the rainforests of Ranomafana in search of its many species of lemurs, reptiles and birds. The afternoon is at leisure for you to relax or enjoy a walk in the village and surroundings. Overnight Centrest Sejour or similar (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ranomafana – Fianarantsoa - Anja - Isalo National Park (Overall driving time: approx. 9–10 hours) - Leaving Ranomafana behind we head to Isalo. We stop in Fianarantsoa, the second largest town of the country where we can enjoy the panoramic views. We continue to Anja Park, a community run reserve situated in stunning scenery with great opportunities to see ring-tailed lemurs. Arrive in Isalo in the late afternoon. Overnight Satrana Lodge or similar. (BL*) – * Picnic lunch Note: At Satrana Lodge, electricity is only available between 06:00-10:00hrs and 18:00-22:00hrs"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Isalo National Park - We spend today walking through the moonscape of Isalo National Park, stopping at the perfectly formed ‘natural swimming pool’, fringed with lush vegetation and a great place for a dip. Later we head to a stunning rock arch to watch the sunset over this dramatic landscape. Overnight Satrana Lodge or similar. (BL*) – * Picnic lunch"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Isalo – Tuléar - Ifaty (Overall driving time: approx. 7–8 hours) - Leaving Isalo behind we head to Tulear. Travelling through the land of the Mahafaly people, we can stop to see the traditional tombs used for burying their dead. From Tulear we transfer to Ifaty on the coast (approx. 1 hour). The region around Ifaty is extremely dry and dominated by ‘spiny forest’ of cacti and other plants that thrive in arid environments. Our accommodation is situated idyllically on a gorgeous beach overlooking the Indian Ocean, where we can watch the local fishermen take boats out as the sun sets. This is a truly beautiful part of Madagascar and a great place to relax or explore. Overnight Hotel La Mira or similar. (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ifaty - A day at leisure to relax or explore. Ifaty is also home to coral reef and offers good diving and snorkelling opportunities. It’s also possible to take a walk to the nearby village of Mangily where we can get a good insight into the life of the local Vezo fishing community. All excursions can be booked through the hotel and are payable locally. July and August are the best months to see the migration of the humpback whales. Overnight Hotel La Mira or similar. (BD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ifaty – Tuléar - Antananarivo (Overall driving time: approx. 1 hour; 1-hour domestic flight) - Time at leisure until the transfer to Tuléar on due time to catch a flight back to Antananarivo. Overnight Gassy Country House Hotel or similar (BD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Departure from Madagascar - Time at leisure until your transfer to the airport and your onward flight. Please note optional excursions are possible for those with late flights. Day use available at Gassy Country House Hotel until late afternoon for clients travelling on the Air France or Kenya Airways overnight flight. (B)"
    }
  ],
  "map": ""
}