{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-family-holiday-wild-country-whales",
  "tourName": "Madagascar family holiday, wild country & whales",
  "placesVisited": "Antananarivo, Antsirabe, Ranomafana National Park, Lemurs, Fianarantsoa, Ambavalao, Anja Reserve, Tsarasoa, Isalo National Park, Ifaty, Beach options include: Whale watching, snorkelling, fishing",
  "generalInfo": "There’s something to excite and inspire everyone in your family on this two-week adventurous holiday to Southern Madagascar. A once-in-a-lifetime trip; the wildlife, people and landscapes you encounter on your journey will make an indelible impact on you and your budding explorers.<br/><br/>This holiday has no minimum age limit and can be tailor made for tiny and teenage adventurers alike. You and your family will explore the extraordinary Ranomafana and Isalo National Parks where you’ll get up close to lemurs, chameleons and a whole host of fascinating creatures. You’ll visit local communities and villages where you will get an insight into every-day Malagasy life – and where your children will have the opportunity to meet and play with their Malagasy peers. And finally, you’ll enjoy a few days of relaxation on the safe, pristine palm-backed beaches at Ifaty where you’ll go whale watching and, if you’re lucky, you’ll encounter some of the giants of the sea. <br/><br/>With its other-worldly landscapes and unique wildlife found nowhere else on the planet, Madagascar is an exciting destination for families who want to share a real adventure together. <br/>",
  "durationDays": "15",
  "price": "3100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving in Antananarivo (or Tana, as it is known by the locals) late pm, you will be met at the airport and transferred to your hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast you will meet your guide and we will set out by car to Antsirabe. Antsirabe is a tidy, well maintained town which combines the tranquility of a small European provincial town with the exuberance of traditional Malagasy buildings. The third largest city in Madagascar, Antsirabe is known for its relatively cool climate (as the rest of the central region of the country), its industry and the high concentration of pulled rickshaws. Along the way you can choose to stop off and visit Ambatolampy (the biggest town between Tana and Antsirabe) where we may get the chance to see craftsmen building aluminium pots amongst other things. Alternatively, if time allows, you can also visit Lake Tritriva which is a 2 hour round trip to a stunning lake of volcanic origin with blue/green waters, surrounded by beautiful scenery – walking around the lake will take approximately 1 hour, during this time we will likely meet many local Malagasy people. Where we will stop and what you will do today will depend on your preferences. Today will be a great chance to experience Malagasy life on the road!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning we will set off for Ranomafana National Park. En-route we can stop off at Ambositra where we’ll get the chance to visit the famous woodcarving workshops, or possibly visit our reforestation project at Italavina. Ranomafana is particularly rich and beautiful, a mountainous subtropical park which contains lowland moist forest, cloud forest and high plateau forest and is the home to a large number of lemur species (13 in total), as well as 118 birds and more than 70 amphibians and reptiles so is really a great place to see some of the unique species living in Madagascar. Lemurs include the brown lemur, golden bamboo lemur and the exceptionally rare greater bamboo lemur which is relatively easy to see in Ranomafana. Wildlife viewing is good all year round but is most productive from mid-Sept to May. We will stay just outside Ranomafana (just 10 minutes from the park entrance). If we arrive early there is the possibility of visiting the thermal baths."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you have the opportunity to explore the enchanting Ranomafana National Park and search for lemurs on an adventure through lush rainforest. We will head out on a forest trail today along some of the park’s many easy mountainous tracks, there will be plenty of opportunities to see lemurs and much of the other wildlife first hand, as well as to enjoy the stunning cascades and waterfalls."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning we have the unique option of paddling on the Namorana River within Ranomafana National Park before heading to Ambalavao, stopping off at Fianarantsoa en-route. Fianarantsoa is the largest town in the highlands, south of Tana. The old town is a unique site which consists of old houses and buildings dating back to the 19th century. It’s a must see with its labyrinths of small paths and stairways making much of it inaccessible to cars. You may be in the Antaimoro paper factory where you can watch a family go through each stage of paper making, from mushing up the sisal to adding the decorative flower petals and stems to the drying phase. After lunch, we will set off to Ambalavao. Situated in tropical surroundings in the most southern part of the central highlands, near Fianarantsoa, Ambalavao is noted for its houses with wooden balconies with elaborate carvings and tiled roofs. It is also known for its lively cattle market on Monday and Thursdays on the outskirts of town where you will be able to see a large number of Zebu and herdsmen on the roads."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Another exciting day ahead as we visit the Anja reserve (just a few kms from Ambalavao – so you can choose to do what the Malagasy people do and walk there if you prefer). We will spend 1 ½ hrs on a guided exploration of this stunning area as well as explore caves and experience some rock scrambling, This afternoon we will drive approximately 2 ½ hrs to the Tsaranoro Valley in the Andringitra National Park, which will be our home for the next couple of days."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We will spend these days exploring this stunning area on foot and meeting all the locals. There will also be a chance to visit Tsarasoa, which is the base for our local agent’s reforestation effort (a passion which is shared via wood-en-stock, by Pioneer Expeditions). Here we will have the opportunity to visit and see the reforestation effort for ourselves. Depending on the time of year we may also get to plant some young saplings."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We will have another chance to explore this area before having an early lunch and setting off by car to Isalo which should take us around 4 hours on track and road."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today we will be exploring this breathtaking National Park on foot. Included will be the opportunity to swim in a natural pool, with lunch on trail."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we head to Ifaty and the Indian Ocean, with an optional stop en-route to visit the Antsokoay Botanical Park or Zombiste. Our next few nights will be spent relaxing at a hotel facing the Mozambique Channel and superb reef of Ifaty, our hotel provides a perfect setting for a relaxing beach break at the end of your adventure. Upon arrival in Ifaty, your driver and guide will leave you, as you will spend the next couple of days at leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Local fishermen will also be happy to offer you a trip in their traditional fishing boats (pirogues). Or if you prefer you can simply relax on the stunning white sandy beaches and swim in the turquoise waters."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today can be spent at your leisure, experiencing what beautiful Ifaty and its surrounding areas have to offer. If you wish, this morning you can visit the Spiny Forest! - Please note this excursion is not included in the itinerary, however can be booked directly with the hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will be transferred to the airport where you will catch the Air Madagascar flight from Tulear to Tana. Upon arrival you will be met by a driver/guide - Depending on your time of arrival in Tana you can visit the handicraft market, before transferring to your hotel."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to airport in time for flight home. If you are on the Air France or Air Kenya trip which leaves early morning of day 16, you can opt to have a day use room &/or driver/guide for the day (not included)."
    }
  ],
  "map": ""
}