{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-in-depth-small-group-tour",
  "tourName": "Madagascar in depth, small group tour",
  "placesVisited": "Antananarivo, Miandrivazo, Tsiribinha River, Belo sur Tsiribinha, Bekopaka, Tsingy de Bemaraha National Park, Morondava, Antsirabe, Ambositra, Zafimaniry Villages, Fianarantsoa, Betsileo Villages, Tsaranoro Valley, Tsaranoro, Isalo National Park, Antananarivo, Andasibe National Park, Manambato, Akanin’ny Nofy, Tamatave",
  "generalInfo": "As Madagascar is the fourth largest island on the planet it’s no surprise that it takes some time to cover which is why this three week small group tour really does present an in depth portrayal of both the human and the natural history, well off the typical tourist trail. <br/><br/>Throughout the 21 day itinerary travellers will get to experience the hidden highlights as well as the classic points of interest with everything from the capital city, Antananarivo, to the lemur-packed perimeters of Andasibe National Park, allowing for an all-encompassing and varied tour.<br/><br/>Travelling overland by 4WD and by river boat provides a unique perspective of life in Madagascar with towns, such as Miandrivazo, and wildlife along the banks of the Tsiribinha offering seldom seen images alongside opportunities to enjoy star gazing as you camp out overnight.<br/><br/>Some of the limestone rock formations held within Tsingy de Bemaraha National Park are simply incredible however, perhaps, it will be the ‘Avenue des Baobabs’ that provides equally memorable moments en-route to the enchanting town of Antsirabe where hand-pulled rickshaws are the only way to travel.<br/> <br/>Heading out of town and into the countryside ensures this three week small group tour has a great balance of cultural and natural insight with Zafimaniry villages, the old district of Fianarantsoa and the villages of the Betsileo people, living along the Tsaranoro Valley, displaying fascinating examples of architectural styles and everyday lifestyles.<br/><br/>A domestic flight north to Andasibe National Park and Akanin’ny Nofy allows for an efficient travelling schedule with one final foray into the world of Madagascar’s indigenous lemurs providing yet another reason to be cheerful before finally heading for home with a head full of ever-lasting memories.<br/>",
  "durationDays": "21",
  "price": "4199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo - Arrive in Antananarivo and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Hotel Bois Vert or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antisrabe - Drive to the picturesque town of Antsirabe in the central highlands. This is one of the country’s prettiest and most elegant cities, with friendly inhabitants, tree lined avenues and locally known for its ‘pousse-pousse’, the wooden hand pulled rickshaws that you will see everywhere in the streets. We stop in small villages along the way, and on arrival explore the town. Overnight Vatolahy Hotel. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Miandrivazo - Continue west to the town of Miandrivazo, on the banks of the river Mahajilo, stopping at villages along the way and arriving late afternoon. Upon arrival we make preparations for our river journey. Overnight Hotel Princesse Tsiribinha or similar. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tsiribihina River - Transfer to Masekampy and from here we board our boat to begin our descent of the Tsiribihina River. We pass through pretty landscapes of mango trees, tobacco plantations and Sakalava villlages, then enter a large gorge where we should be able to spot lemurs on the rocks around us. In the late afternoon we set up camp on a huge sandbank that borders the forest. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tsiribihina River - Continue our river journey west, stopping at a beautiful waterfall and passing high cliffs and small villages, with opportunities to spot birds and other wildlife along the way. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Belo sur Tsiribihina - Bekopaka - Make our way towards Belo, encountering our first baobabs along the way. At Belo we leave our boat behind and travel by 4wd to Bekopaka. Our route today takes us across the Manambolo rivers, which we cross by local ferry. Overnight Hotel Olympe du Bemaraha or similar. (BL)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tsingy de Bemaraha National Park - Explore the unique landscapes of Tsingy de Bemaraha National Park, with its unusual limestone pinnacles. We take boats on the Manambolo River through its stunning gorges to discover caves filled with stalactites and stalagmites, as well as the tombs of the Vazimba people. We then walk through the Tsingy to get right into the heart of this incredible landscape. Overnight Hotel Olympe du Bemaraha or similar. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kirindy - We drive to Kirindy, crossing the Manambolo and Tsiribinha rivers by ferry. Kirindy is home to numerous species including the giant jumping rat, and is the best place in Madagascar to see the fossa the island’s largest carnivore. We take a night walk in the forest to look for wildlife. Overnight Relais du Kirindy. (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Morondava - Rise early to look for birds and other wildlife, including the world’s smallest primate, Berther’s lemur. We then drive south to Morondava, stopping at the iconic ‘Avenue des Baobabs’ along the way. Overnight Palissandre Cote Ouest or similar. (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Antsirabe - A long drive east as we return to Antsirabe, our gateway to reaching the south of the island. Overnight Hotel Vatolahy or similar. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ambositra - Fiananrantsoa - Head to Ambositra, a centre for the Zafimaniry people, renowned for their wood carving skills. Continue to Fianarantsoa and explore the old city, situated dramatically on a hilltop and with a stunning collection of typical Malagasy architecture dating from the 19th century. Overnight La Rizere Hotel or similar. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Betsileo Villages – Ambalavao - Spend the morning hiking through the lands of the Betsileo people, in a beautiful setting near Fianarantsoa. We have plenty of opportunities to meet local farmers, and enjoy a typical Malagasy lunch at a local home. This afternoon we head to Ambalavao where we spend the next two nights. Overnight Betsileo Country Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ambalavao - We spend our time exploring this beautiful area on foot. Known for its traditional houses with beautiful wooden balustrades, the region is home to a number of different villages and we are able to meet local people and learn about the complex traditions that hold sway in this part of the country. We also visit Anja Reserve to see its population of ring tailed lemurs and traditional Betsileo tombs. Overnight Betsileo Country Lodge or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Isalo National Park - We drive west to Isalo National Park, with its interesting rock formations and lunar style landscapes. In the afternoon of Day 14 we head out to watch the sun set over the mountains. On Day 15 we spend time exploring the park on foot with its canyons and golden plains punctuated by craggy pinnacles of rock – this is a strikingly beautiful area and we explore on foot, walking to the Canyon of Lemurs and a natural swimming pool situated in an idyllic location. Overnight Isalo Ranch or similar. (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tulear - Drive to Tulear, Madagascar’s ‘southern capital’ and a mosaic of different ethnicities. In the afternoon we visit the Arboretum Antsokay, home to a variety of endemic plant species as well as wildlife. Overnight Victory Hotel or similar. (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Antananarivo - Andasibe National Park - Fly back to Tana and then drive east to Andasibe National Park, and visit the private reserve of Vakona. Overnight Andasibe Lemur Lodge or similar. (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Andasibe National Park - Spend the day exploring Andasibe and its surrounds. We take morning, afternoon and night walks in the forest in search of the Indri, Madagascar’s largest species of lemur, as well as other species. Overnight Andasibe Lemur Lodge or similar. (B)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Manambato - Akanin’ny Nofy - Drive to Manambato and then board a boat and cruise on the Pangalanes canal to Akanin’ny Nofy. Running parallel to the Indian Ocean, our journey takes us through a series of lakes and lagoons to Lake Ampitabe, where we stay for the next two nights. We head out tonight to look for the aye-aye, one of Madagascar’s strangest creatures. Overnight Palmarium Hotel or similar. (BD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Akanin’ny Nofy - In the morning we visit Palmarium Reserve, home to a dozen species of lemurs including the fascinating aye-aye. In the afternoon we travel by boat to visit a Betsimisiraka village for an insight into local life. Overnight Palmarium Hotel or similar. (BD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Manambato – Antananarivo - Return by boat to Manambato, then drive back to Antananarivo for your final night in Madagascar. On the way we stop at a private reptile zoo to see species endemic to the region. Overnight Hotel Bois Vert or similar. (B)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Antananarivo - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}