{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-holidays-the-lost-continent",
  "tourName": "Madagascar holidays, The lost continent",
  "placesVisited": "Antananarivo, Andasibe Reserve, Lemur Island, Antsirabe, Lake Tritriva, Ambositra, Craft workshops, Enjoy some folk dancing and a traditional meal, Ranomafana National Park, Fianarantsoa, Isalo National Park, Mahafaly Tombs, Toliara, Nosy Ve Island, Lemur Park",
  "generalInfo": "Madagascar is one of the planet’s most unique island landscapes, with a thrilling level of biodiversity. Join an exciting 15-day small group tour of Madagascar that explores a range of beautiful national parks and other natural scenery.<br/><br/>From the capital, Antananarivo, you’ll drive to the nearby Andasibe Reserve where no fewer than nine species of lemur are found, their calls echoing through the forest. Keep an eye out for shy chameleons as well. Afterwards, in the spa town of Antsirabe, enjoy the cool climate that made it a favourite of colonialists and missionaries, perhaps taking a sightseeing ride in a ‘pousse-pousse’ rickshaw.<br/><br/>The volcanic Lake Tritiva is surrounded by small villages where you’ll see rural Madagascan lifestyles first-hand, as well some traditional folk dancing. If you happened to pack any educational supplies, this is a great place to distribute them.<br/><br/>Learn about the devastating impact of deforestation on lemur populations as you hike around Ranomafana National Park, and admire the unique sandstone rock formations of Isalo National Park as well as one of the island’s stand-out natural landmarks, the ‘Grand Canyon’. And when we say it's a stand-out, remember this is Madagascar we're talking about, so it's going to be pretty darned impressive.<br/><br/>Before flying back to the capital, there will be time for some swimming and snorkeling on the sacred island of Nosy Ve, over tropical reefs swirling with marine wildlife.<br/><br/>The landscapes of Madagascar are best explored with a knowledgeable guide so you know exactly what you are seeing, hearing and smelling. For those interested in thoroughly exploring the island, this holiday is a must. <br/>",
  "durationDays": "15",
  "price": "3115",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Antananarivo",
      "description": ": Our tour starts today in Madagascar's capital, Antananarivo (also known as Tana). Built over 12 hills, the city is a tapestry of old and new with French colonial buildings, modern offices and apartment blocks vying for space. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no activities planned today, so you're free to arrive in Antananarivo at any time. If you'd like an airport transfer today, you'll need to arrive at Ivato International Airport (TNR) which is around a 15-minute drive from the hotel. Should you miss the meeting, your leader will inform you of any essential information as soon as you catch up. If your flight arrives earlier in the day, you might like to get to know Tana at your own pace. Take a walk to soak up the capital's colourful landscape, its houses stacked one upon the other down the sloping hills of the highlands."
    },
    {
      "dayNumber": 2,
      "title": "Morning drive to Andasibe Reserve; afternoon and evening wildlife walks",
      "description": ": We have an early start to kick off our trip, leaving the city at around 7am this morning. We'll drive to Andasibe village, sometimes referred to by its French colonial name; Perinet. Although only eight square kilometres, Analamazoatra Reserve in Andasibe boasts nine species of Lemur, including the Indri Indri, whose morning calls can be heard piercing through the forest. After lunch, we'll trek in search of the Indri families in the area. Although the paths are often easy to follow, sometimes pushing further into the bush is required to spot these exquisite creatures in the trees, so it'll be an adventurous walk to kick off our two weeks searching for lemurs. This evening, after dinner, we'll head out again with a local national park guide in search of the smallest of the lemur species, the mouse lemurs. Although nocturnal, these creatures can often easily be spotted along the one-kilometre roadside route that we'll follow this evening. As well as spotting tiny lemurs, it's common to see colourful chameleons, frogs and exotic insects."
    },
    {
      "dayNumber": 3,
      "title": "Morning walk in Analamazoatra reserve before a free afternoon",
      "description": ": Listen out this morning, as often the Indri's calls can be heard throughout the forest and surrounding village areas, including our accommodation! We'll be up early to drive to the nearby Analamazoatra reserve. Mantadia and Analamazoatra reserve are both part of the same precious forest ecosystem but due to continuous deforestation in the area, they are now separate parks. We'll spend around four hours searching for the black and white ruffed and Diademed Sifaka lemurs, as well as taking the opportunity to spot some birdlife. After a busy morning searching for wildlife, we'll return to Andasibe for lunch. Then, this afternoon, there will be an optional visit to the small sleepy village of Andasibe itself where we can walk amongst its quiet streets and drop in on its market."
    },
    {
      "dayNumber": 4,
      "title": "Full-day drive to colonial Antsirabe in the Central Highlands",
      "description": ": We have a long travel day ahead of us today, so we'll set off early in the morning. We'll head south to the spa town of Antsirabe with plenty of comfort breaks and a stop for lunch. Antsirabe's cool climate made it a favourite spot with European missionaries and French colonialists, and their influence is still present in the colonial architecture and churches. Set in the Central Highlands, the town is a clash of cultures with fading, ornate colonial architecture, colourful rickshaws pedalling up and down the streets and souk-like stalls selling goods to both local residents and visitors."
    },
    {
      "dayNumber": 5,
      "title": "Morning walk at Lake Tritriva; afternoon drive to Ambositira. Traditional Malagasy meal",
      "description": ": This morning, we'll drive to the volcanic Lake of Tritriva. Local myths and taboos surround this mysterious lake which seems to have many guises, changing colour from one day to the next. We'll take a short walk to the crater's edge, where we can relax and take in the view. There'll be a short amount of free time to walk further if you'd like to. From here, we'll continue our journey to Ambositra, where we'll visit some of the local woodcarvers. Their woodwork pieces - depicting Malagasy life and detailed marquetry work - are well-known for their fine standard of craftsmanship. Tonight, we'll visit a local development guest house to enjoy a traditional Malagasy meal and see a folk dance. By visiting here, we directly support an important base for the development of health projects, agriculture and the empowerment of women within the local community. We'll return to Ambositra for our overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "Full-day scenic drive to Ranomafana National Park",
      "description": ": Before we depart from Ambositra this morning, we'll visit a woodcarving artisan market at the Ivato Centre. The drive to Ranomafana will take up most of the rest of the day, however, the winding roads pass through rugged landscapes, rural villages and endless rice paddies, and along the way, there will be comfort breaks, plus a lunch stop at Vohiposa. Towards the end of the drive, we'll head down from the highlands and into the rainforest. The Ranomafana National Park is Madagascar's third largest national park, established after a new species of lemur named the Golden Bamboo was found here in 1987. The lush forest area is also known for its hidden waterfalls and the Namorona River which flows through impressive gorges, flanked on either side by tropical rainforest. If you can't wait to explore it, this evening there is the option to join a night walk to the outskirts of the park (see the budgeting section for more details)."
    },
    {
      "dayNumber": 7,
      "title": "Spend the morning exploring Ranomafana National Park on foot in search of lemurs and birdlife",
      "description": ": After an early wake-up call, we'll enter the park for a morning walk in the hope of spotting the Golden Bamboo Lemur, which is endemic to the forests in South-Eastern Madagascar. It's the only location in Madagascar where we can see all three species of Bamboo Lemur, namely the lesser Bamboo Lemur, the greater Bamboo Lemur and the Golden Bamboo Lemur which gets its golden colour from the cyanide compounds found in the bamboo it eats. Depending on how lucky we are finding lemurs, we'll spend around three to four hours trekking along the forest trails in search of wildlife. As well as the Bamboo Lemurs, we might have the chance to see Red-Fronted Brown Lemurs, Red-Bellied Lemurs and Milne-Edwards Sifaka. Most lemur species are sadly now endangered, the last survivors of a once abundant family of primates, now confined to pockets of forest and bush throughout Madagascar. Deforestation has taken a heavy toll on these arboreal creatures - it's estimated only 80 species remain. With luck, we might also spot the Malagasy boa constrictor, chameleons, the black parrot, cuckoo roller and many other birds. The afternoon will be free to relax or to go on an additional optional walk within the park for the chance to spot the species not already seen during the morning."
    },
    {
      "dayNumber": 8,
      "title": "Drive to Isalo National Park (Ranohira)",
      "description": ": Returning to the main road this morning, we'll continue south via the regional capital of Fianarantsoa. Leaving the highland plateau and descending through superb mountain scenery to the plains, we'll pause at the Ambalavao paper workshop before arriving at Anja Community Reserve. Here, we'll have the chance to watch troupes of ring-tailed lemur among the granite boulders. Continuing south the pine trees thin out and the fertile soil of the highlands gives way to drier savannah, cactus, termite mounds, and the dust of the midsouth. We'll finally reach our destination late in the afternoon; Ranohira, situated on the edge of the Isalo National Park."
    },
    {
      "dayNumber": 9,
      "title": "Explore Isalo National Park 'Madagascar's Grand Canyon'",
      "description": ": One of the highlights of our trip has to be Madagascar's Grand Canyon in Isalo National Park. Dervla Murphy, in her book Muddling through Madagascar, describes the terrain as 'Landscapes that are literally incredible. You don't believe it. You think you're hallucinating. How can wind and water have done all this?'. Natural erosion has produced fantastic canyons and bizarre outcrops of wind-blasted sandstone and we'll head out on a walk to take it all in. The walk will last around 90 minutes, along dry, dusty paths with a slight ascent to a natural oasis pool known as Piscine Naturelle where we'll stop for a picnic lunch. After eating, we'll continue exploring to see the tombs of the Bara people and the sparse, dry forest species of dwarf-like baobab. This afternoon, there'll be the opportunity to take an optional walk with a local guide to Namaza to see the Cascade des Nymphes. We'll meet again as a group to enjoy the sunset with a sundowner in the hotel grounds overlooking the park."
    },
    {
      "dayNumber": 10,
      "title": "Drive to Ifaty through the Spiny Desert, stopping at Mahafaly Tombs",
      "description": ": This morning, we'll continue our journey south for about five hours. The temperature rises as we lose height and head for the coast, crossing the savannah plain that's dotted with herds of Zebu cattle. The south of Madagascar is largely desert and obscure cactus-like plants, unique to the island, smother the land giving the area the name the 'Spiny Forest'. We'll stop at Zombitse National Park, where we'll stretch our legs on a two-hour walk through the remarkable dry forest which is home to many birds, including black parrots, the Madagascar buzzard and the cuckoo roller. There's also the opportunity to spot the shy ring-tailed lemur here. As we continue our drive, we'll pass by several fascinating Mahafaly Tombs before reaching the costal town of Ifaty once an important port of call for Dutch and English ships plying the trade routes during the 16th and 17th centuries."
    },
    {
      "dayNumber": 11,
      "title": "Morning activities at the coastal town of Ifaty. Free afternoon to enjoy the beach",
      "description": ": After breakfast this morning, we'll have a chance to enjoy Ifaty Beach, a small resort on the west coast. We'll slow down here and have time to enjoy the white sand beaches. You might like to take a stroll along the beach dotted with fishing vessels, relax by the hotel pool or take a stroll in the spiney forest which is rich in birdlife."
    },
    {
      "dayNumber": 12,
      "title": "Full day at Ifaty",
      "description": ": Today is free to relax or explore the area. Ifaty Beach is a huge sandy bay which looks out over a lagoon protected by a barrier reef up to seven kilometres (four miles) from the shore. Traditional fishing villages are scattered along the bay and fishing is still done in sail-powered outrigger canoes. There is an excellent forest walk in the Reniala Reserve just inland from the beach area, where strange spiny forest can be found and some of the most attractive of the endemic bird species, such as the long-tailed ground roller, sub-desert mesite and sickle-billed vanga."
    },
    {
      "dayNumber": 13,
      "title": "Fly to Antananarivo",
      "description": ": Depending on the flight schedule, we'll either have a very early start or a more relaxed morning in Ifaty, our tour leader will advise what time we need to leave. We'll fly from Toliara back to Antananarivo airport from where it's a short transfer to our hotel. As the time of the domestic flight varies, the rest of the day is free to relax."
    },
    {
      "dayNumber": 14,
      "title": "Visit Madagascar's oldest palace, Ambohimanga, and take in the views across the city",
      "description": ": Today we'll absorb the atmosphere of the capital city but before heading into the chaos of its bustling streets, we'll first drive out of the city to explore the oldest palace in Madagascar, situated on Ambohimanga, a forested hill, north of Antananarivo. It was from this fortress that the Merina, a highland tribe, first established an effective administration and military command under King Andrianampoinamerina. The fort boasts the original king's hut and later European buildings, and from this high vantage point you can take in magnificent views over the fertile rice fields below, the surrounding hills and the city in the distance. We'll stop somewhere for a lunch break, before returning to the city later this afternoon, and if traffic allows, there will be time for some last-minute shopping in Tana before our final dinner of the trip."
    },
    {
      "dayNumber": 15,
      "title": "Trip ends in Antananarivo",
      "description": ": The trip ends after breakfast at our hotel in Antananarivo. There are no activities planned today, so you're free to depart from Antananarivo at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you need to depart from Ivato International Airport (TNR) which is around a 15-minute drive from the hotel."
    }
  ],
  "map": ""
}