{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "highlights-of-madagascar-tour",
  "tourName": "Highlights of Madagascar tour",
  "placesVisited": "",
  "generalInfo": "Discover the best of Madagascar on this 17-day journey through the country’s top national parks and stunning landscapes.<br/><br/>This itinerary is perfect for those seeking to experience Madagascar’s incredible diversity of landscapes, wildlife, and culture. Spot indri lemurs in the Perinet Reserve, find chameleons in the Coastal Rainforest, and marvel at the tsingy rock formations and iconic baobabs unique to this enchanting island.<br/><br/>Your adventure begins east of Antananarivo in Andasibe-Mantadia National Park. This protected rainforest park features stunning hiking trails, cascading waterfalls, and a wide variety of lemur species, including the indri, the largest lemur in the world.<br/><br/>Next, travel to Isalo National Park, renowned for its dramatic landscapes, including fascinating rock formations, tranquil natural pools, and vast canyons that serve as sacred burial sites for the Bara people.<br/><br/>Continue to Zombitse National Park, a haven for bird enthusiasts and home to the Appert’s greenbul, one of Madagascar’s rarest endemic bird species.<br/><br/>Finally, fly north to Nosy Be and take a boat to the exclusive Nosy Komba island. This former volcanic island, now blanketed in lush forest and encircled by sapphire waters, offers opportunities for diving, snorkelling, inland tours, quad biking, and fishing in a pristine paradise.",
  "durationDays": "17",
  "price": "8999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo - On arrival in Ivato International Airport in Antananarivo, you’ll be greeted by an English-speaking guide who will accompany you to your hotel in the upper town of Antananarivo. Head out to explore the traditional architecture and distinct Indonesian influence of Antananarivo, locally known as ‘Tana’."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Andasibe-Mantadia National Park - After breakfast, you’ll meet your guide and begin the four-hour drive east to Andasibe-Mantadia National Park. It is a beautiful rainforest park with two protected areas including the Perinet Special Reserve and Mantadia National Park. The Perinet Reserve is famous for its population of indri lemurs, the largest living lemur species on earth. The drive to Andasibe offers a great introduction to rural life in Madagascar, with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables along the route. You’ll arrive at your accommodation in time for lunch (you’ll stay at the lodge for two nights). This afternoon, visit a private reserve operated by local NGO Mitsinjo. The NGO funds reforestation, community education and sensitization to conservation issues as well as running Madagascar’s first amphibian captive-breeding facility. Here you will see a stunning array of wildlife and can also plant an indigenous species along the reforestation trail."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Andasibe-Mantadia National Park - After breakfast, you’ll meet your guide and drive to Mantadia National Park for a day of adventure. This stunning park is filled with lemur species including the indri lemur, grey bamboo lemur, red-bellied lemur, white ruffed lemur and diademed sifaka. It’s a naturalist's paradise with many rare species of mammals, reptiles and a variety of birds including the breasted coua, the scaly ground roller, the pitta-like ground roller. You’ll see a variety of nocturnal lemurs including the woolly lemur, mouse lemur, white footed sportive lemur and fat-tailed dwarf lemur."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring Perinet Reserve and transfer to Antananarivo - After an early breakfast, you’ll meet your guide and head out to the Perinet Reserve, a 180-hectare expanse of wilderness, famous for its population of indri lemurs, known for their distinct black and white markings, a barely visible tail, and a surprised teddy bear face. Along with the indri, there are 11 other species of lemur to spot as you walk through the rainforest including the common brown lemur, black and white ruffed lemur, grey bamboo lemur and the diademed sifaka. Perinet Reserve is home to many reptiles, invertebrates, and some of Madagascar’s orchid species, and there’s an abundance of birds including the blue coua, velvet asity, Nuthatch vanga and many other endemic species. After lunch in Andasibe, you’ll be driven back to Tana, where you’ll check into your accommodation for the night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to Isalo National Park - After breakfast, your guide will drive you to Ivato Airport where you’ll board a domestic flight to Toliara. On arrival in Toliara airport, you’ll be greeted by your driver and English speaking guide, and begin your drive to Isalo National Park. You’ll check in to your hotel for the next two nights. Settle into your room or take a dip in the pool, where you can soak up the breathtaking views of Isalo National Park. The combination of sandstone rocks cut by deep canyons and eroded into spectacular shapes and rare endemic plants, makes Isalo one of Madagascar’s most appreciated parks."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring Isalo National Park - After breakfast, you’ll head out on a full day of guided walking, exploring the vast plains and spectacular rock formations. Isalo National Park is one of Madagascar’s most diverse and fascinating parks. One of the best trails is the ‘Canyon des Singes’, which curves through the thick forest and brightly coloured rock formations to reach a magical rock pool called the ‘Piscine Naturelle’."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Exploring Zombitse National Park and transfer to Toliara - After breakfast, you’ll meet your guide and make the one-hour drive to Zombitse National Park, a richly biodiverse transition forest, spanning 36,300 hectares between the western and southern habitat types. It’s an excellent spot for birdwatchers, with the chance to spot the Appert’s greenbul, one of Madagascar’s rarest endemic species, found only in this forest. You’ll check in to your lodge for one night and spend the afternoon relaxing in your room, strolling along the beach or taking a deep in the dazzling waters of the Mozambique Channel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Return to Tana - Today, fly back to Antananarivo, in order to continue your journey to the South of Madagascar. Upon arrival, a Wayfairer representative will meet you at the airport and transfer you to your nearby hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fly to Mandrare - After breakfast you will be transferred to the airport for your morning flight to Fort Dauphin. The flight takes around three hours and you’ll be met on arrival by a guide from your accommodation, who’ll drive you to a local restaurant for lunch in Fort Dauphin. After lunch, you’ll make the four-hour drive to Mandrare River Camp, where you can settle into your luxury accommodation and enjoy the stunning views over the Mandrare River. You stay here for three nights. In the evening, you’ll head out on a thrilling night walk in the Forest of Zenavo. You’ll get to see diurnal lemurs bedding down and nocturnal lemurs waking up as you walk through the ancient Sacred Spiny Forest. Keep your eyes peeled for sifakas, mouse lemurs and white-footed sportive lemurs - once the sun has set they'll become active, along with a variety of chameleons and birds."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Exploring Mandrare River Camp - Enjoy breakfast before venturing out to the beautiful Sacred Gallery Forest, located to the south of the camp. Take a boat across the Mandrare River to reach this spectacular forest, known for its inquisitive groups of ring-tailed lemurs and the entertaining Verreaux sifaka. You’ll return to the camp for lunch and a relaxing dip in the pool. In the evening, you’ll head out for a walk through the Sacred Spiny Forest, and an incredible number of flora and fauna that can only be found in this forest."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Sacred Spiny Forest & Cultural Dancing - Enjoy an early morning cup of tea or coffee before heading out for a sunrise walk through the Sacred Spiny Forest. It’s a magical experience to witness the sunlight cracking through the octopus trees, as the wildlife begin to wake up and become active. After your walk you’ll return to camp for a well-earned breakfast, followed by a visit to the local village or to the local market where you can browse beautiful handmade crafts. You’ll enjoy lunch at the camp and a relaxing afternoon watching life along the Mandrare River from the private terrace of your tent. In the evening, you’ll head out for sundowners among the baobabs, and you’ll have the wonderful experience of watching the sunset and moonrise over these ancient trees. In the evening, you may be treated to an incredible show of traditional dancing, singing and music, performed by the local village. Song and dance is at the heart of Antandroy culture and is used in all major rituals and life events."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Return to Tana - After your last breakfast at your accommodation, you will be driven to Fort Dauphin, in time for your Tsaradia flight back to Tana. Upon arrival you'll be greeted by a travel representative and transferred to your accommodation for one night."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Fly to Nosy Komba Island in Northern Madagascar - his morning you will be driven back to Ivato Airport in time for your 1.5 hour flight north to Nosy Be. Upon arrival, you will be welcomed by a Tsara Komba staff member and transferred to the lodge on Nosy Komba, a neighbouring island, just south of Nosy Be. The transfer is by road and boat, taking approximately one hour. You stay at Tsara Komba Lodge for three nights on a full board basis. It is a 4-star luxury hotel with a rare and authentic charm, in perfect keeping with nature and with the area’s outstanding biodiversity. It combines a stylish and exclusive atmosphere, an excellent slow food cuisine and tailored-made excursions, in an atmosphere dominated by a commitment to comfortable luxury and ecology. Experience the gentle caress of the wind, the bird songs and the sound of the waves lapping around this former volcano today covered by an abundant forest, bordered by a sapphire blue sea with excellent golden sandy beaches. The preservation of this sublime environment and the community-minded activities being pursued here to encourage harmonious sustainable development for the benefit of the local population are just two of the ethical aspects of this marvellous eco-paradise."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Explore Nosy Komba Island - Fill your days with your own selection of activities. The hotel can arrange customised excursions to neighbouring islands, nature reserves, for fishing, quad biking, tours around the island, scuba-diving or snorkelling. All these activities are just few minutes away from the hotel for you to admire and explore the sheer beauty of the ocean depths."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly back to Tana - This morning you will say goodbye to island living and be transferred by boat back to Nosy Be, in time for your 1.5 hour flight back to Tana. Upon arrival into Tana your guide will meet you and transfer you to Relais des Plataeux Hotel & Spa for your last night in Madagascar. The afternoon or evening can be spent at your leisure, perhaps doing some final souvenir shopping."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "International flight home - Enjoy a final breakfast at Relais des Plateux before transferring to the Ivato International Airport for your international return flight home. Although your incredible Highlights of Madagascar holiday has come to an end, we’re sure you’ll leave with many special memories to look back on, and plenty of photos and stories to share back home."
    }
  ],
  "map": ""
}