{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-small-ship-cruise-nosy-be-to-durban",
  "tourName": "Madagascar small ship cruise, Nosy Be to Durban",
  "placesVisited": "",
  "generalInfo": "Embark on a brand-new cruise along the coasts of Madagascar and South Africa, offering unforgettable encounters with exceptional geology and spectacular wildlife. During this journey, enjoy a range of carefully designed activities, including excursions led by local guides who are experts in the destination, as well as activities with your naturalist guides. Spend New Year's Day in an extraordinary environment for a true change of scenery. The cruise includes an overnight stay in Richards Bay, where you can explore the rich history and culture of Zulu traditions. In Madagascar, experience a rich and preserved endemic flora and fauna, featuring ring-tailed and red-ruffed lemurs, baobabs, chameleons, and red-tailed tropicbirds. Visit Toliara and the Antsokay Arboretum, home to 1,000 plant species found only in Madagascar. Discover the marine tsingy at Nosy Komba, with its unique cathedrals of rock, and explore the Phezulu Reserve, offering insight into Zulu culture. Also, explore the oldest nature reserve in Africa, Hluhluwe-Imfolozi Park, which is home to a diverse range of wildlife, including hippos, crocodiles, lions, elephants, rhinos, leopards, and buffalo.",
  "durationDays": "12",
  "price": "8359",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Embarkation Day – Flight Mauritius to Nosy Be - We highly recommend you arrive in Mauritius the day before this flight. We suggest you to be at the check-in counter 2 hours before departure. Nosy Be (from the Malagasy: Nosy meaning island and Be meaning large), in the Mozambique Channel, is located near the north-eastern coastlines of Madagascar. A former French protectorate, known under the promising name of “the scented island”, of volcanic origin, it is located on a maritime route with access to India and Asia. Cosmopolitan, a boulevard of encounters, its mixed-race and multicultural population still remembers its past as a significant trading post. Today, its 321 km² enchant lovers of nature and idyllic beaches. Its sumptuous primary forest is home to animals that are endemic to the island as well as surprising flora."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Nosy Hara. Its limestone rock formations rising from the waters, or marine “tsingies” typical of Madagascar, make Nosy Hara both exceptional and immediately recognisable. Located to the north-west of Madagascar, the island is a protected area due to its incredible biodiversity. It is a veritable open-air aquarium inhabited by around 280 marine species. The rocky columns edged with gorgeous white-sand and pebble beaches fading into shades of deep blue make an idyllic place cut off from the world. Succumb to the charms of this untouched jewel that will welcome you into its stunning decor for a special experience. This is an ideal location for snorkelling."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nosy Komba. During your cruise, your ship will stop in Nosy Komba, otherwise known as “lemur island”. Not far from the Madagascar mainland, this volcanic island shaped like a gigantic turtle shell is covered in dense tropical rainforest. This vegetation is home to amusing black lemurs – furry orange-brown and black creatures that are surprisingly agile and call to each other from amongst the trees. The many small beaches and the emerald-coloured water make Nosy Komba a natural gem that only a select few visit."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Majunga. A lively and cosmopolitan town on the west coast of Madagascar, Majunga, also called Mahajanga, will be a port of call rich in discoveries. The former capital of the Sakalava kingdom, then a significant interchange due to its prime position between Africa and the Middle East, the city displays an interesting cultural patchwork. Also renowned for its outstanding natural sites, this port of call will provide you with the opportunity to discover the Cirque Rouge, immense red sandstone formations classified as national heritage."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Morondava. To the south-west of Antananarivo lies a peaceful city on the Mozambique Channel: Morondava, capital of the kingdom of Menabe, and departure point for many discoveries in the surrounding area. Bordered by the Mozambique Channel, the city is crossed by two rivers: the Mangoky and the Manambolo. Its many forests are full of abundant fauna and flora, especially the Kirindy Mitea National Park and its famous baobab alley."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Toliara. Located to the south-west of the island of Madagascar, near the mouth of the River Onilahy, Toliara is a port town that opens onto the Mozambique Channel. Inhabited for several centuries, becoming prosperous during the colonial period in the 19th century, Toliara is a cheerful town with unspoilt nature and exceptional flora that will certainly appeal to fans of botany. The Antsokay Arboretum botanical garden with nearly 1,000 Madagascar plant species, 90% of which are endemic, is worth a fragrant and charming detour. Cultural heritage will not be outdone, with the interesting museums of Mahafaly ethnology and the Museum of the Sea."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "At sea. During your journey at sea, make the most of the many services and activities on board. Treat yourself to a moment of relaxation in the spa or stay in shape in the fitness centre. Depending on the season, let yourself be tempted by the swimming pool or a spot of sunbathing. This journey without a port of call will also be an opportunity to enjoy the conferences or shows proposed on board, depending on the activities offered, or to do some shopping in the boutique or to meet the PONANT photographers in their dedicated space. As for lovers of the open sea, they will be able to visit the ship’s upper deck to admire the spectacle of the waves and perhaps be lucky enough to observe marine species. A truly enchanted interlude, combining comfort, rest and entertainment."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "10 - 11 Richards Bay. A simple fishing village in the past, Richards Bay is now South Africa’s second port. Despite the significant development of industrial activity, particularly in terms of mineral extraction, Richards Bay is one of the country’s cleanest and most environmentally responsible towns. Bordering the Indian Ocean, the town is a haunt for water sport enthusiasts. In the heart of the Hluhluwe Game Reserve, nature lovers will be able to observe the wild fauna, made up of crocodiles, hippos and different bird species, as well as rich subtropical flora. Richards Bay is the departure point for many excursions heading off to discover Zulu country."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Durban. Situated in the Kwazulu-Natal region, the cradle of Zulu culture, Durban is the third largest city in South Africa and one of Africa's major ports. Between long beaches rocked by the rollers of the Indian Ocean and the skyscrapers dominating the avenues lined with jacarandas, in this multicultural city with African, Indian and colonial influences, the term \"rainbow nation\" takes on its full dimension. With a rich cultural and historical heritage, with its museums, colonial buildings and picturesque neighbourhoods, it is also known for the fauna and flora that surrounds it."
    }
  ],
  "map": ""
}