{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-luxury-private-tour",
  "tourName": "Madagascar luxury private tour",
  "placesVisited": "Antananarivo, stay in a beachside lodge, wildlife spotting, walking in primary rainforest, snorkelling pristine coral reefs",
  "generalInfo": "This is a private tour with charter flights from Antananarivo or 'Tana' as the locals would refer to it, relax and enjoy the views of rugged hills and rainforests of eastern Madgascar during the flight. <br/><br/>Lots of activities are available at the luxury beach lodge such as kayaking, swimming, exploring the beaches and coastal forests for wildlife such as white-fronted brown lemurs. If you are really lucky you may spot whales or dolphins on your voyage by boat from the mainland.<br/><br/>Leave the pressures and strains of the rat race behind for a few days and enjoy the peaceful surroundings with sundowners by the camp fire in the evenings, or why not take a guided sea kayak to the look out for sun set.<br/><br/>Guided night walks will bring you closer to nature and you may be rewarded by seeing some of the nocturnal wilflife such as dwarf and mouse lemurs or the elusive Aye-Aye.<br/><br/>This is a tailormade truely private luxury trip designed for the discerning traveller who seeks sancutary",
  "durationDays": "5",
  "price": "3525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Saturday You will be greeted on arrival by an english speaking guide and transfered to your hotel in 'Tana'"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sunday - You will be collected from your hotel and escorted to the private charter terminal for your 2 hour flight. The views are breath taking over the rugged hills and rainforests. Upon arrival you will transfer directly to the harbour and voyage accross the bay to your lodge. After freshening up, lunch will be served in the beach house. Afternoon activities include exploring beaches and coastal forests or simply taking a swim in the see before taking a guided walk with very experienced guide who will help you spot white-fronted brown lemurs."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Monday - make the most of your stay and arise early to enjoy the great coffee and breakfast on the sea deck. Take a walk into the primary rainforest in search of red-ruffed lemurs and dwarf chameleons. Return to the camp by boat for a well earned lunch and rest. Spend the rest of the day snorkelling over coral reefs, kayaking to the secret cove and maybe meet a dolphin or a green turtle or two."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tuesday - A relaxed start to your day with a leisurely breakfast on the sea deck. Take a guided walk through the coatal forest in search or more mammals and birds. After a couple of hours take a swim in the river at the foot of the forested mountains and return to camp using a traditinal dugout canoe. This evening take a night walk to spot some nocturnal wildlife."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wednesday - All good things must come to an end; after an early breakfast on the sun deck board your boat for one last adventure and a chance of spotting Black and White Ruffed Lemurs, leaf tailed geckos and perhaps a Madagascar Tree Boa that inhabit a small island. You can also see traditional Malagasy Tombs in a cave and engraved on rocks. After a picnic lunch on the beach board the boat for the last time to reach the mainland and take your charter flight back to Tana. On arrival you will be welcomed by your driver and guide who will accompany you to your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Thursday - After breakfast your guide will escort you to the international terminal and assist you in checking in to your outbound international flight."
    }
  ],
  "map": ""
}