{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "luxury-honeymoon-in-madagascar",
  "tourName": "Luxury honeymoon in Madagascar",
  "placesVisited": "",
  "generalInfo": "A perfect trip combining two of Madagascar’s most stunning areas.<br/>First you will head up to Masoala National Park - Madagascars largest protected area preserving a unique ecosystem comprising coastal rainforest, flooded forests, marsh and mangroves.   The Masoala peninsula is truly exceptional: two percent of all of planet earth's animal and plant species resides here. Some species like aye-aye, red-ruffed lemur, Madagascar red owl and the extremely rare serpent eagle are endemic to the peninsula and thus found nowhere else. <br/>Your home here will be at the luxurious Masoala Forest Eco-Lodge, accessible only by foot or by sea and with a maximum capacity of just 12 guests, the lodge is a haven of tranquillity.   A luxurious outpost lost in time and nature.  The palm thatched tree-houses are on elevated platforms to provide you with uninterrupted views of the forest canopy and sea.<br/>After 6 days here spent kayaking, trekking and relaxing, we head to the azure blue waters and the powder soft beaches of Tsarabanjina.   With its laid back atmosphere, barefoot chic, this unspoil Madagascan island offers a chic Robinson Crusoe style experience.  Your home here are private beach villas enclosed by tropical plants and your time can be spent relaxing on the beach, in your hammock or exploring the underwater environment – this being one of the top dive (&amp; snorkel) destinations in Madagascar<br/>A perfect mix of jungle and desert await you on this unique Honeymoon experience.<br/>We can tailor this trip to suit your budgets",
  "durationDays": "16",
  "price": "9245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving in Antananarivo (or Tana, as it is known by the locals), you will be met at the airport and transferred to your hotel. Overnight hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will be transferred to the airport in time for your charter flight to Maroansetra early morning. Upon arrival at Maroantsetra airport, you will be met and transferred to the boat for the exciting voyage across the Bay d’Antongil to the Masoala Forest Lodge. The journey takes around 2 hours, passing the tropical island of Nosy Mangabe, with the possibility of dolphin and whale sightings in season and the thickly forested mountains as a dramatic backdrop to the destination. Once ashore, explore the densely forested island with you guide on a network of trails providing a chance to spot Black and White-ruffed lemurs, White-fronted Brown lemurs, and leaf-tailed geckos. After a picnic lunch on the beach, you embark on a second boat trip across Antongil Bay to the Masoal Forest Lodge. During this approximately two hours journey, enjoy the dramatic rainforest backdrop along with the possibilities of dolphin sightings and, seasonally, whale sightings (July-October). Once you have settled comfortably into your bungalow, meet the other guests for sundowners around a fire on the beach. After dinner, your guide meets you to discuss possible excursions for day 2."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Awaken early for coffee and breakfast on the sea deck before setting off on the day’s adventure. Today, take a quick boat ride up the coast to the primary rainforest in search of the Red-ruffed lemurs, Dwarf chameleons, Helmet Vangas, and other wildlife endemic to the forest. After some hours in the dense forest with the giant hardwoods and majestic tree ferns, return to camp by boat for a well earnd lunch and rest. Your afternoon activities could range from snorkeling on the nearby, highly diverse coral reef to a sunset paddle out to a scenic outlook (and the chance of a close encounter with Green Turtles) to relaxing in a hammock underneath our beach-front palm trees. After dinner, a guide nights walk provides the only opportunity to spot some of the secretive nocturnal wildlife, such as Dwarf and Mouse lemurs, Leaf-tailed geckos, or even the elusive Aye-Aye"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A relaxed start to the day and breakfast on the sea deck. Depart on a guided walk through the coastal forest, in search of more birds, mammals and reptiles. After a couple of hours walk, take a welcome swim in the crystal-clear water of the Tampolo Cascades at the base of the forested mountains. On your way back to the lodge, our staff paddles you down the serene, shady Tampolo river in a traditional dugout canoe. In the afternoon, take a short walk along the coast to the nearest village for our “Meet the People” excursion. Start with a visit to the village school that is supported by the lodge. Continue with a guided tour of Ambodiforaha village for a window into local rural life followed by a traditional song and dance performance by the ladies of the village. If interested, you can bring some small money with you to purchase handicrafts and locally-produced spices. Continue your Malagasy cultural education back at the lodge with delicious traditional Malagasy dishes served for dinner. Try your luck again spotting elusive nocturnal species on a private reserve night walk"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Breakfast on the sea deck. Traverse the unusual rock formations of Tampolo point by kayak. Stop for a swim on the beach at the “Sacred Island” and then continue your paddle into a pristine mangrove and forested river, with the chance of spotting Blue-spotted stingrays in the shallow water or perhaps the Lesser Bamboo lemurs crossing the river. Paddle back to the lodge for lunch and spend another afternoon lounging in our beach hammocks or exploring the lodge’s various reefs. Or you can make use of your voucher for a massage in the Masoala SPA – a present from the lodge to our honeymooners that can be used anytime one your stay. This evening will involve sundowners around the fire on the beach and dinner at the lodge."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Breakfast on the sea deck. Board the boat for a 30-minute voyage through the Tampolo Marine Reserve to the mouth of the Antalavia River. The forested coastline viewed from the boat is stunningly beautiful with countless deserted beaches. On arrival, go for a swim or snorkel the reef in pristine water with high visibility. See if you can spot a Blue-spotted stingray on the seafloor or a lobster tucked away in a crevice. When you’ve had your fill, the boat will ferry you to another beach nearby from which you will take a leisurely stroll along a riverbank to the cascades of the Antalavia River. Here, refreshingly cool, clear water forms perfect swimming pools, over-hung by the lush forest with a chance of seeing White-fronted brown lemurs leaping through the canopy. After a picnic lunch on the beach and a short rest under the trees, you have the choice of returning to camp by boat or on foot. Sundowners around the fire on the beach and dinner in the lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "With the Ngalawa Sailing outrigger pirogue we will sail you to one of the beautiful lonely beaches. Equipped with snorkelling kit, sunscreen, beach mats, towels and the picnic basket you will have a whole day to relax, sun bath and explore the reefs. Alternatively, take the opportunity to return to the primary forest in search of more endemic wildlife."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A day to spend as you choose – perhaps sun bathing on one of the private beaches, birding and mammal spotting on the private forest trails at the lodge, or relaxing with a good book and a cold drink in the hammock on your private veranda. Tonight we set up a romantic private dinner for you on the sea deck or the beach."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A day to spend as you choose – perhaps sun bathing on one of the private beaches, birding and mammal spotting on the private forest trails at the lodge, or relaxing with a good book and a cold drink in the hammock on your private veranda. Tonight we set up a romantic private dinner for you on the sea deck or the beach."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning you will be transferred to the airport in time for your flight to Tsarabanjina. Upon arrival you will be met by a hotel representative and transferred to the Island resort."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "These days can be spent at your own leisure and as honeymooners, there are a number of gifts available to you including a t-shirt, a sarong, a soubik for the beach. In addition, as part of your stay, you will be able to enjoy a candlelight dinner on the beach on one of the nights as well as a 30 minute massage per person during your stay."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Catch the ferry back to Nosy Be before transferring to the airport in time for your international flight home from Nosy Be. Please note Ethiopian Airlines flies from Nosy Be. If you prefer to fly with a different airline we can organise a flight back to Tana instead."
    }
  ],
  "map": ""
}