{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-guided-wildlife-adventure-tour",
  "tourName": "Madagascar guided wildlife adventure tour",
  "placesVisited": "",
  "generalInfo": "Ready to go wild… really wild? Then join us in Madagascar to explore the east and rarely visited north of the island. Guided by tour leaders expertly tuned to the island’s wildlife, we hike through animal-rich national parks, marvel at tsingy stone forests, and end in the tropical paradise of Nosy Be. Expect oodles of wildlife – bouncing lemurs, camouflaged chameleons and colourful marine life – and an adventure found nowhere else on Earth.",
  "durationDays": "14",
  "price": "4599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Antananarivo (Tana to most), the characterful capital of Madagascar. Around 5pm, say?salama (that’s hello in Malagasy)?to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Madagascan welcome by arranging a group dinner. Want more time in Tana? Secure pre-tour hotel nights through your sales representative. Accommodation: Relais des Plateaux (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bid farewell to Tana this morning and transfer (approximately five hours) to Andasibe National Park, also known as Perinet. In the afternoon, we have a forest walk (1hr 30min-2hr) in the community-run Vondron’olona Miaro Mitia Ala Reserve, where we can see several species of lemurs and birds. The reserve is an untouched paradise for endemic animals and plants. There are groups of indris, which we hope to see in their natural habitat, and their white-headed relatives, the diademed sifakas, which jump between the treetops. For reptiles and amphibian lovers, the reserve is home to countless frogs along the crystal-clear river and several amazing chameleons live in the forest. Around 5pm to 6pm, we embark on a night walk (around 1hr 30min) with an expert park guide. Keep your eyes peeled for a variety of lemurs, nose-horned chameleons and green bright-eyed frogs. Accommodation: Sahatandra River Lodge (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dive deeper into the wild wonders of Andasibe today, visiting the Analamazoatra section of the park on a four to five-hour walk. This area is well known for being home to indri, the largest of the lemur family, which we hope to spot with the help of our tour leader and national park guide. We may also spot diademed sifkas, black-and-white-ruffed lemurs, plenty of birdlife and a variety of reptiles and amphibians. Accommodation: Sahatandra River Lodge (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Begin with a drive (about five hours) to the quaint fishing village of Manambato, where we catch a boat to the reserve of Ankanin’ny Nofy (better known as Le Palmarium Reserve). Our 1hr 30min transfer takes us through the Canal des Pangalanes, a serene network of natural and human-made waterways stretching along Madagascar’s east coast, lined with lush vegetation, traditional villages and vibrant birdlife. Take the afternoon to explore the reserve at your leisure; before sunset, hop on the boat and make your way to Aye-Aye Island to catch a glimpse of this fascinating lemur. Visitors can observe these animals in semi-free conditions, offering close encounters while maintaining ethical standards. The reserve also shelters vibrant chameleons and rare tropical plants. Accommodation: Le Palmarium Reserve (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A day excursion on the canal offers a peaceful, immersive experience: glide through calm waters by motorised canoe, observing daily life along the riverbanks, spotting endemic flora and fauna, and visiting a village where we can enjoy small interactions with the residents. A tour leader and lodge guide illuminate the experience, and we enjoy a packed lunch on the beach (no swimming). Accommodation: Le Palmarium Reserve (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After an early breakfast, take the boat back to Manambato, then transfer (nine hours) back to Tana. Though it’s a long journey today, there’s lots of magnificent scenery to enjoy through the window, and stops are made to stretch legs and visit markets en route. We arrive in the late afternoon, with the rest of the day free to relax before our flight tomorrow. Accommodation: Relais des Plateaux (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We fly to Antsiranana (also known as Diego-Suarez), where we meet our next tour leader and start an exploration of Diego-Suarez Bay. Upon arrival, meet with your local guide, and start exploring part of Diego-Suarez Bay, the second-largest bay in the world after the Bay of Bengal. It starts outside the city with a visit to the summit of the French Mountain, where we can enjoy spectacular 360-degree views. We then visit three bays – Baie des Sakalava, Baie des Pigeons, and Baie des Dunes – to enjoy the coastal beauty of the area. We also enjoy a cooked picnic lunch on one of the beaches with the opportunity to take a dip in turquoise waters. Return to your hotel in the late afternoon. Note: A special baggage transfer will be arranged with the hotel, so you can start your day trip upon arrival at the airport. Accommodation: Hotel de la Poste (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "One of the great wildlife-watching destinations in Madagascar, Amber Mountain National Park is a haven for unique wildlife, including crowned lemurs, Sanford’s brown lemurs, chameleons and the amazing leaf-tailed geckos. On a four to five-hour exploration, we walk scenic trails to waterfalls, crater lakes, and panoramic viewpoints, while also enjoying the cool climate and dense rainforest. Accommodation: Hotel de la Poste (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We drive (four hours) south today to the eastern entrance of Ankarana National Park. Along the way, we take a detour to the red tsingy. It’s an easy one-hour round-trip walk on a well-maintained trail, which takes us to the magnificent red-and-ochre rock formations sculpted by the Irodo River’s erosion. Accommodation: Ankarana Lodge (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Head into Ankarana National Park this morning, joining our tour leader to explore labyrinthine trails, cross hanging bridges over tsingy, and explore sacred caves with ancient stalactites and underground rivers. On our three to four-hour exploration, we also look for lumers (crowned, Sandford’s brown and Ankarana sportive), plus plenty of birds and reptiles. The trails are moderate but require good walking shoes. In the afternoon, we drive (two hours) to our bush camp, Iharana, where we stay in rustic cabanas built from traditional Malagasy materials. The site also offers beautiful views over a nearby tsingy and, with luck on our side, we can enjoy a magnificent sunset. Accommodation: Iharana Bush Camp (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore the tsingy of Iharana this morning, a dramatic collection of limestone pinnacles, chasms and deciduous forests. Here, we embrace our adventurous spirits with the chance to zip-line over karst peaks and, for the more daring, abseil in a cave. More relaxed options include gentle walking trails and a cycling tour. Accommodation: Iharana Bush Camp (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Take a scenic four-hour drive (viewing lush vegetation, neat villages, and the Tsaratanana massif) to the small fishing village of Ankify. En route, we stop in Ambanja, the cocoa capital of Madagascar, to visit the open-air market, and tour a cocoa plantation known for producing high-quality cocoa. After the tour, enjoy a boat transfer (45 minutes) to Nosy Be island, where you are dropped off at your hotel. Accommodation: Corail Noir (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend a day in paradise, starting in the tranquil waters of Nosy Sakatia, affectionately known as the ‘marine green land.’ Here, we enjoy the unforgettable experience of swimming alongside green sea turtles in their natural habitat. In the shallow, protected bays of the island, these gentle creatures glide gracefully through the sea grass beds, undisturbed by your presence. After, we continue to Nosy Tanikely, one of the most celebrated snorkelling sites in Madagascar. This small island is part of a marine protected area, which help to keep the vibrant coral reefs and marine life healthy. Dive into clear waters and explore corals teeming with fish, starfish, and perhaps even a curious sea turtle or two, followed by a picnic lunch on the beach. In October and November, consider joining a marine safari with the Madagascar Whale Shark Project (MWSP) to swim with whale sharks and learn about these gentle sea giants. The day is accompanied by a volunteer from the NGO, and, by taking part, you are helping them to finance their research projects (extra cost applies). Accommodation: Corail Noir (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The adventure ends in Nosy Be and we begin our return journeys home. Alternatively, if you’d like more time, please speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}