{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "eastern-madagascar-small-group-tour",
  "tourName": "Eastern Madagascar small group tour",
  "placesVisited": "",
  "generalInfo": "Madagascar is a land of extraordinary beauty and diversity, offering a journey unlike any other. With its unique combination of vibrant wildlife, stunning landscapes, and rich cultural heritage, the island promises an unforgettable adventure. Known for its endemic species, including the iconic Indri Indri and the elusive Aye-Aye lemur, Madagascar is a haven for nature lovers and wildlife enthusiasts. The lush rainforests, beautiful lakes, and the tranquil Pangalanes Channel provide the perfect backdrop for encounters with some of the rarest creatures on Earth.<br/><br/>The island’s landscapes are as varied as its wildlife. From the rainforests of Andasibe to the shores of Lake Ampitabe, each destination reveals a different side of Madagascar’s natural beauty. The Pangalanes Channel, a series of waterways connecting villages and sanctuaries, offers peaceful boat rides in the heart of Madagascar’s environment. Ankanin’ny Nofy is a sanctuary of calm, where visitors can explore the Palmarium reserve, swim in pristine waters, or simply relax amid lush greenery.<br/><br/>Cultural exploration is equally rewarding, with Madagascar’s history coming alive at sites like Ambohimanga, the sacred birthplace of the Merina monarchy. The bustling town of Toamasina showcases a lively blend of markets, rickshaws, and colonial architecture, reflecting the island’s heritage. Combined with the warmth and hospitality of the Malagasy people, these experiences offer an insight into the island’s traditions and way of life.<br/><br/>Madagascar is not just a destination but a journey into a world that feels untouched and timeless. Whether trekking through rainforests, cruising along the Pangalanes, or savoring fresh seafood by the lake, every moment is filled with the magic of this extraordinary island. This adventure offers a profound appreciation for one of the most unique places on Earth.",
  "durationDays": "10",
  "price": "2899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo: Welcome, Tonga soa! Upon your arrival at Ivato International Airport, you will be met and transferred to your hotel. If time permits, you will be provided with a comprehensive briefing about your adventure. Distance 30-45 mins"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo – Andasibe - Discovery of Reptiles: After breakfast, you will depart for Andasibe, with a stop en route to visit an exotic farm showcasing a variety of reptiles, amphibians, and mammals. Following the visit, the journey continues to Andasibe. In the evening, a night walk is highly recommended, as the park is home to several nocturnal species, including the long-eared owl, which may be spotted resting on tree branches, mouse lemurs and other reptiles. Distance: 145km by car"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Indri Indri, the Star of the Day: Early this morning, you will depart for the Analamazaotra Special Reserve, where the day will be dedicated to exploring the rich Malagasy fauna and flora. Analamazaotra Park is renowned for its rare orchids, which bloom throughout the forest, playing a vital role in maintaining the ecosystem's balance and providing shelter for a diverse range of animals, including the Indri indri, which can be observed year-round. The reserve is also home to numerous bird species, such as the Blue Coua and the white-throated rail. In the afternoon, you will visit a private reserve and explore Lemur Island."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Andasibe – Manambato – Ankanin'ny Nofy: After breakfast, you’ll set off for Manambato, the gateway to Ankanin’ny Nofy. From there, enjoy a scenic boat ride across the serene Rasoa Be Lake and along the Pangalanes Channel, arriving at the enchanting Ankanin’ny Nofy. Upon arrival, you’ll check into your hotel and settle in. In the evening, embark on an exciting nocturnal excursion to spot the elusive and fascinating “Aye-aye” lemur. Distance: 140km by car Cruise: 3 hours"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ankanin’ny Nofy - A sanctuary of nature: Today, you’ll explore the private reserve of 'Le Palmarium', nestled on a stunning 50-hectare peninsula. This remarkable sanctuary feels like a curated 'personal collection', where diverse species of plants and animals have been lovingly gathered and meticulously cared for. Highlights include a rich variety of palms, unique xerophytic plants, vibrant yellow-flowered acacias, and striking lianas. The afternoon is yours to enjoy at leisure. You can stroll along the scenic banks of the channel, take a refreshing swim, or immerse yourself in the charm of nearby villages. Visit: 2 hours"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day at leisure in the natural sanctuary: This day is set aside for relaxation at the Palmarium. Spend the morning by the calm shores of Lake Ampitabe, enjoying the quiet views and fresh breeze. Wander among the palm trees and gardens and take some time to rest in the shade, listening to the sounds of nature. In the evening, gather back at the lodge for a delicious seafood meal, prepared with fresh, local ingredients."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ankanin’ny Nofy – Toamasina – Cruise on the Pangalanes Channel: In the early morning, you’ll embark on a boat transfer to Toamasina. The Pangalanes Channel, operational since the early 20th century, has long served as a vital trade route, connecting Madagascar’s eastern coast to the bustling port of Toamasina. Known as the country’s primary commercial harbor, Toamasina boasts charming rickshaws and wide, palm-lined avenues. Upon your arrival in Toamasina you will be picked up and transferred to your hotel. Cruise: 3 hours"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Toamasina - Antananarivo - Back to the Capital: After days filled with discovery and relaxation, it’s time to journey back to Antananarivo. Depending on your flight schedule, you’ll be transferred to Toamasina Airport for a short domestic flight to Ivato International Airport, lasting approximately one hour. Upon arrival in Antananarivo, you’ll be escorted to your hotel to settle in and relax. Flight duration: About 1 hour"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Antananarivo: Visit of Ambohimanga: After breakfast, set off on a city tour to explore the historic architecture, starting from the top of the town with breathtaking views and iconic administrative buildings. Next, journey to Ambohimanga, the birthplace of the Merina monarchy, where Madagascar’s rich history will come to life. Afterwards, return to the hotel to unwind. Tour duration: About 1 hour"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "International departure: Veloma! As your memorable journey through Madagascar comes to an end, filled with unforgettable experiences and treasured photographs, it’s time to return home. Depending on your flight schedule, you’ll be transferred to Ivato International Airport for departure. Wishing you a safe and pleasant flight home!"
    }
  ],
  "map": ""
}