{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "nosy-be-cruise-and-tsarabanjina-resort-holiday-madagascar",
  "tourName": "Nosy Be cruise and Tsarabanjina resort holiday, Madagascar",
  "placesVisited": "Antananarivo, fly to Nosy Be, private catamaran, four nights island hopping cruise, explore Nosy Be Archipelago, snorkelling, fishing, deserted beaches, Nosy Mitsio Archipelago, snorkelling at Nosy Tanikely, Tsarabanjina Island, seven nights at Constance Tsarabanjina, optional: water skiing, canoeing, diving and snorkelling in Deux Soeurs and Second Frere, boat trip, boat transfer to Nosy Be",
  "generalInfo": "Part island hopping cruise, part blissful beach break, all wonderfully luxurious – this Nosy Be Cruise and Tsarabanjina Resort holiday in Madagascar is a very special two weeks.<br/><br/>You will fly from Madagascar’s capital, Antananarivo, to the northwest of the island, before boarding a private catamaran for a four night cruise around untouched coastline and the pristine islands of the Nosy Be Archipelago. This is a deliciously relaxing experience, with lazy breakfasts on deck, swimming from the boat and sailing to deserted islands and quiet bays, where you can explore inland, snorkel over coral reefs and picnic. Come evening, star gaze from the deck and enjoy a delicious dinner, often cooked with fish caught freshly off the boat. <br/><br/>After your cruise, spend seven nights on the gorgeous island of Tsarabanjina. Coral reefs, white sand beaches and shady paths weaving through the palm trees are waiting to be explored, and you’ll be staying in the only accommodation on the island, the Constance Tsarabanjina, a small, secluded resort with just 25 bungalows, tucked in under the trees behind the beach. Each bungalow has its own veranda where you can relax and watch the fabulous sunsets from the comfort of a hammock. You will also have your own private sun loungers on the beach, complete with parasol.<br/>",
  "durationDays": "14",
  "price": "5220",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly early this morning from London to Paris and connect onto your flight to Antananarivo (Tana). Here you'll be met and driven to your nearby hotel for the night"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will be met at your hotel this morning and driven the short distance to the airport. Here you'll check in for your flight to Nosy Be. On arrival you'll be driven to the port where you will board your private catamaran. You'll spend the next four nights on board."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will set sail this morning aboard your private catamaran heading out to explore the beautiful Nosy Be archipelago, passing beautiful islands before anchoring to enjoy some snorkelling, fishing and wandering on the deserted beaches. Make sure you look out for dolphins and turtles that are frequent visitors to these waters."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you may head further north to visit the Nosy Mitsio Archipelago, seeing some of the loveliest beaches and best snorkelling and dive sites. You will see lots of white tropic-birds soaring overhead here and you may wish to take some time to enjoy some fishing in the hope of catching something very fresh for dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After a relaxed breakfast on deck. You will start to head towards Tsarabanjina today, perhaps stopping of at Nosy Tanikely for some good snorkelling. You will enjoy your final night on board tonight."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Around mid-morning you will be dropped off on the beach at Tsarabanjina where you will spend the next week. You will say goodbye to your crew who will return to Nosy Be."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will have the whole day to relax on Tsarabanjina. The beaches here are so breathtaking many people just spend their whole time snoozing, but if you are keen to be active there are plenty of water sports on offer from water-skiing to canoeing."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A free day at Tsarabanjina. There is some excellent diving and snorkelling in the area from the Deux Soeurs for beginners to the corals, fishes and sponges of the Second Frere."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A day at leisure at Tsarabanjina. The masseuse here is particularly good, so you may like to take the chance to lie back and be pampered one day."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Another day on Tsarabanjina. If you are keen to explore you may like to head out on the lodge`s boat to visit the nearby islands and watch the sun set."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Another day or two on Tsarabanjina."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today will be your final day at Tsarabanjina. A boat will come to collect you from the island and take you back to Nosy Be port. Here you'll take a short road transfer to the airport where you will check in for your flight to Tana. Here you'll have the use of a day room at a nearby hotel before being returned to Tana airport late tonight to check in for your flight home."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "In Paris connect through on to your flight to London, arriving this afternoon."
    }
  ],
  "map": ""
}