{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-wildlife-experience-holiday",
  "tourName": "Madagascar wildlife experience holiday",
  "placesVisited": "",
  "generalInfo": "Set off on an extraordinary journey through the enchanting island nation of Madagascar. As you, you'll find yourself immersed in captivating landscapes that effortlessly transition from lofty plateaus to the stunning coastal regions of the mesmerizing northwest. This immersive adventure promises a remarkable encounter with an array of fascinating species, each playing a vital role in the rich tapestry of this unique destination.<br/><br/>It's hard not to be captivated by the sight of lemurs gracefully leaping through the lush canopies, their playful nature bringing smiles to your face. With their vibrant transformations, chameleons dance on branches, reminding us of the beauty of adaptability in a world full of wonder. As night falls, the forests come alive with enchanting melodies, creating a symphony that resonates deep within our souls.<br/><br/>We understand that embarking on this journey is more than just witnessing the beauty of Madagascar—it's about the connections you forge and the experiences you share. As you explore, take a moment to appreciate the soulful traditions and warm hospitality of the Malagasy people. Their stories and perspectives will enrich your understanding of this diverse land. <br/><br/>This adventure may present challenges, but each step will bring new insights and joys. You will create lasting memories that touch our hearts long after our adventure concludes.",
  "durationDays": "12",
  "price": "3355",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Madagascar - You will be met on arrival and transferred to your hotel. The rest of the day is free to relax. Overnight at the San Cristobal Hotel or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Today you explore the surroundings of the capital by bike. Depart from the airport to the UNESCO site of Ambohimanga, one of the 12 sacred hills of Tana. We enjoy lunch at a local restaurant, before in the afternoon, taking a guided visit of the \"rova\", the former royal estate. Return to your hotel. Overnight at the San Cristobal Hotel or similar (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe National Park - We leave the capital this morning and drive to Andasibe NP arriving in the afternoon. This evening we visit ‘Voimma’ community reserve and take a night walk on the edge of the national park. Voimma comes from the abbreviation for Vondron’olona miaro mitia ala, in English ‘Local people love the forest’. In 2012, villagers from Andasibe founded the reserve as an alternative to the government-led national park in the neighborhood. The local people wanted to manage their land on their own again and be a part of ecotourism in this area. Today 0.4 km² of primary rainforest belongs to the young reserve, which does not only serve recreational purposes but also informs local people about conservation and ecotourism. Ten employees care for a small office, a souvenir shop, and the forest itself. Half of the generated money is used for several projects in Andasibe, e.g. building water taps or supporting a small local hospital. Overnight at Mantadia Lodge or similar (BD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Andasibe National Park (Mantadia) - Andasibe is not only one single national park, but a complex which consists of the forests Mantadia and Analamazaotra. Today we dedicate a full day to exploring the Mantadia section of Andasibe National Park, with a packed lunch to keep you energized. The only way to really get to explore Mantadia is on foot. There are trails that will lead you through the dense forest. Be prepared to travel over streams, tree trunks and up and down hills as the land here is never flat. Being this close and immersed in nature you will get to see tiny frogs leaping out of the path and chameleons on the ends of delicate branches. At dusk, keep a look out for the slow-moving Madagascar tree boa. There are numerous lemur species in Mantadia and the highlights include the black and white ruffed lemur, indri and the striking diademed sifaka. Overnight at Mantadia Lodge or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Andasibe National Park (Analamazoatra) - Immerse yourself in the wonders of Andasibe for another day as we explore the captivating Analamazoatra section of the park. Analamazoatra Special Reserve has 4 different trails, all with different levels of difficulty. Your guide will help you choose the right choice for you. The trails allow visitors to explore the forest and see the species that live there, plus the added attraction of gorgeous natural pools and waterfalls. En route, you may see groups of lemurs walking along the ground, chameleons hiding in the branches of the trees and more than 100 species of birds. We finish the day at Mitsinjo Forest (Parc Mitsinjo) which borders Analamazaotra National Park and is run as a community project by a local guides association. The forest here is more degraded than Analamazaotra, but part of the project’s objective is rehabilitation through the planting of indigenous trees. As in the national park, the main activity is tracking Madagascar’s flagship lemur, the indri. The difference here is that the walks take place at night and you will enjoy the thrill of a captivating night walk through the mystical Mitsinjo Forest. Overnight at Mantadia Lodge or similar (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Marmoiza and Tana - After a final morning walk in the forest, we return to the capital in the afternoon. Overnight at the San Cristobal Hotel or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Diego-Suarez - Upon arrival, you will meet with your guide and spend the rest of the day exploring the French Mountain and the 3 Bays. The trail is well-maintained and set inside a protected area home to lemurs and baobabs. On clear days you can see the island of Nosy Lonjo from the summit. The 3 Bays are a succession of sand dunes and picture-postcard beaches, ideal for hiking and swimming. A Picnic lunch will be served on the beach Overnight at Allamanda Hotel or similar (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Emerald Sea and Amber National Park - We depart for a day trip to the Emerald Sea, a huge lagoon in the Indian Ocean where the white sand gives a gorgeous turquoise colour to the water, the depth of which does not exceed a few metres. In the middle of this expanse of water, there are islands - or rather islets - on which palm trees grow to complete the landscape. There are a great many species of fish living in the water, plus turtles and rays. We have a picnic lunch here before we set off for Joffreville and the Amber National Park. Amber National Park is a paradise for plant lovers. It boasts a remarkable variety of plant species, including orchids, palm trees and medicinal plants. The fauna is not behind with a variety of lemurs: crowned lemur, Sanford's brown lemur and northern sportive lemur. The park is also home to chameleons, leaf-tailed geckos and an abundance of bird species. There will be time for a night walk on the National Park outskirts before we return to our hotel. Overnight at Nature Lodge (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ankarana National Park - Ankarana National Park offers a unique blend of natural beauty, adventure, and cultural experiences. Its iconic Tsingy formations, underground rivers, diverse wildlife, and cultural significance make it a must-visit destination for those seeking an off the-beaten-path adventure in Madagascar. The Ankarana National Park is best known for the Tsingy that are to be found here. These are large grey limestone rock formations, created by millions of years of erosion with tips that pointed and razor-sharp. As well as the varied scenery, you can expect to encounter wildlife such as the crowned lemur, Sanford’s brown lemur, northern sportive lemur, big headed gecko and two species of leaf tailed gecko. At least 14 species of bat roost within Ankarana’s caves and forests including some enormous colonies of straw-coloured fruit bats. The dry forest of Ankarana may sometimes be a bit more difficult to find animals than a rainforest, but it offers a lot of very special natural gems. Overnight at Ankarana Lodge (DB)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Iharana - A morning continuing our exploration of Ankarana National Park before we set off for Iharana Bush Camp. Iharana is famous for its extraordinary tsingy formations and the lodge has created a series of trails inside the massif to reach the top of the tsingy, as well as underground in the caves. There are plenty of activities to discover and places to explore from the camp. Leisure bike tours to the local villages are particularly interesting. Overnight at Iharana Bush Camp (BD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Iharana Bush Camp - A full day to either relax and enjoy the facilities at Iharana Bush Camp. Overnight at Iharana Bush Camp (BD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nosy Be - We will set off at a suitable time to drive to Ankify. The tour will end at the Ankify Harbour, a transfer to Nosy Be airport or contact us for options of beach stays in Nosy Be."
    }
  ],
  "map": ""
}