{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-private-tour-with-tracking-and-camping",
  "tourName": "Madagascar private tour with tracking and camping",
  "placesVisited": "",
  "generalInfo": "Introduction<br/><br/>Your Birds &amp; Lemurs Discovery in Madagascar Tour covers the best birdwatching and lemur spots Madagascar has to offer in a short space of time. On this tour you will have an opportunity to discover different species of birds and lemurs, national parks with unique wildlife, stunning landscapes, diverse cultures and fascinating history. Madagascar’s avifauna is rich, with almost 300 bird species. More than half of Madagascar’s breeding birds are endemics that are found nowhere else on Earth. You will have your own personal driver guide with a 4×4 vehicle, so you can experience Madagascar at your own pace.<br/><br/> <br/>Tour Highlights:<br/>-\tSpot ground-rollers and Golden Bamboo lemurs in Ranomafana National Park<br/>-\tVisit the birder’s paradise of Reniala Reserve, home to 65 bird species<br/>-\tDiscover the canyons of Isalo National Park home to 80 species of birds including the rare Benson’s rock-thrush and ring-tailed lemurs",
  "durationDays": "18",
  "price": "4750",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival at Antananarivo Ivato International Airport."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Ranomafana: After breakfast you will travel by car to Ranomafana National Park via Antsirabe. The travel time will be approximately 7-8 hours. Antsirabe is the third largest city in Madagascar situated in the high altitude (about 1, 500 metres). The cool temperatures in the high altitude are the reason why the Norwegian Missionaries chose this city in 1872. Antsirabe is the home of one of the award winning best beers in Madagascar THB (Three Horses Beer). Its name means “where there is salt” honouring the large number of hot springs the town has, a fact that has given the city the nickname of “Malagasy Vichy”. The thermal baths had been long appreciated for their curative effects by the local population when French colonists decided to locate a thermal bath here in the 19th century. Ranomafana is a mid-altitude rainforest and spreads over 41,601 hectares. Ranomafana offers skilled nature guides and are great help in finding elusive bird species. Ranomafana National Park’s success is because of one woman’s vision and dedication to preserve the nature and wildlife. Dr. Patricia Wright is considered to be one of the world’s foremost experts on lemurs, Wright is best known for her 26-year study of social and family interactions of wild lemurs in Ranomafana National Park, Madagascar. Birds that can be found at Ranomafana include the ground-rollers such as the Pitta-Like Ground-Roller which is common. When it gets dark you will take a night walk with a guide to observe the nocturnal lemurs (active only during night time)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast you will explore this wonderful rainforest. Ranomafana is a conservation success story in many ways. Today Ranomafana plays a crucial role in education and scientific research with the help of Centre ValBio Research Centre which is one of the most sophisticated research field stations in Madagascar. There are many different forest types, from lowland rainforests to cloud forests and high plateau forests. It was classified a World Natural Heritage site of Atsinanana in 2007. It shelters a big wealth of endemic biodiversity with challenges. The forest marshes are home to Madagascar Snipe, Slender-billed Flufftail and Grey Emutail. You can see the rare species and seriously threatened lemurs. The park is also the genetic reservoir of some rare and endemic plant species. There are many rivers and streams passing through the forest. Several animal species have been recorded, 12 species of lemurs, including golden bamboo lemur, greater bamboo lemur, Milne-Edward’s shifaka, red bellied lemur plus 115 species of birds. About thirty amongst them exist exclusively in the primary forest of the park. There are also 90 species of butterflies, 98 species of amphibian and 62 species of reptiles; chameleons, lizards and fish. Your specialist park guide will explain to you the circuits available to you before based on your fitness, expectation and the circuits. The shortest trek, Circuit Varibolomena, takes about 2-3 hours. This soft circuit is about 3 kilometres long but there are also medium to hard circuits to choose from. During the evening there will be lectures about conservation in the ValBio Centre. You can also visit the centre during the opening hours."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ranomafana: After breakfast you will explore Ranomafana to check off any birds, lemurs or other wildlife that you may still be trying to locate. Your specialist park guide will explain to you the circuits available to you before based on your fitness, expectation and the circuits."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ranomafana - Isalo via Anja: After breakfast you will travel to Anja, en route to Isalo in the south. The South of Madagascar is known for its spiny forests and cactus trees with colourful tribes. The South is home to some of the most popular parks in Madagascar including Isalo National Park. Anja Community Reserve nicknamed “Anja Park” is a great place to see ring-tailed lemurs in troops. It is the most visited community-run protected area for the lemurs and the landscape is incredible with the backdrop of granite rocks. You will take a 2 hour walk around the 30-hectare reserve to see the ring-tailed lemur families and varieties of flora. You can also see some Bestsileo tombs here."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will explore Isalo National Park with your park guide. It is the Grand Canyon of Madagascar. Kingdom of the Queen of Isalo, cradle of a particular wild nature and an exceptional landscape, the lovers of the big escapes will be seduced by this park. The appeal is the remarkable landscape of the Jurassic Era eroded ruiniform sandstone, canyons and rare plants as well as the wildlife. The highlights of the trekking circuits include the natural swimming pool and the canyons. The soft trekking circuit of Isalo covers approximately 3 kms in 3-4 hours. There are several circuits and you can talk to the guide for the best option that suits your expectations and fitness. Most hiking circuits include the natural swimming pool. It’s really worth a dip in the natural swimming pool as it’s an oasis. These are around 80 species of birds living in Isalo among which the Benson’s rock-thrush (pseudocossyphus bensoni), an endemic species of Madagascar is well protected. You can also find 14 species of nocturnal lemurs, as well as ring-tailed, Verreaux’s Shifakas and red-fronted brown lemurs. In the late afternoon, you will visit the Window of Isalo to see the sunset for a spectacular view."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Isalo National Park Today you will spend another day at Isalo National Park which homes approximately 80 species of birds (including the rare Benson’s rock-thrush, the knob-billed duck or the crested ibis), 35 of reptiles and several endemic frogs. There are several local endemic plants among the 500 flora species which are found within Isalo, such as the elephant´s foot and some rare palms and aloe species. You can also take lunch near where the ring-tailed lemurs like to play."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Isalo National Park - Ifaty via Zombitse National Park: After breakfast you will travel to Ifaty, en route you will visit the Zombitse National Park. The total travel time will be approximately 4 ½ hours. The complex, Zombitse Vohibasia, is in the southwest of Madagascar. Zombitse Vohibasia is renowned for its wealth of rare bird species and its unique biodiversity. This is now a protected park. Zombitse Vohibasia shelters 47% of the endemic birds of Madagascar and a local endemic species: the Appert’s Greenbul (Bernieria apperti) . It also counts 8 species of lemurs, of which some are almost threatened, such as the western fork-marked lemur (Phaner furcifer pallescens). In Zombitse, you will do a soft circuit trek for 2 kms which takes about 1-2 hours depending on your interests."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Reniala Reserve: After an early breakfast you will travel approximately 10 minutes to visit the Reniala Reserve, also known as Domergue reserve. It is an outstanding forest extending over 60 hectares, and is mainly composed of baobabs and thorny trees. Today, the reserve is a protected area where you will discover species of Madagascar’s Spiny forest. The forest possesses amazing flora and fauna. It contains more than 1000 botanical species which have a remarkable floral quality as they have adapted to a dry climate. It has a rich endemic fauna with numerous bird species. Reniala Reserve is a paradise for birders, who can easily observe some very rare endemic species, such as the long-tailed ground roller, the subdesert mesite, the red-capped coua or the blue vanga. There are 65 bird species in total within the reserve. Passionate ornithologists will surely enjoy visiting this park! Alongside birds, you will also find tortoises, reptiles, snakes and microcubes, that will delight all fauna enthusiasts."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ifaty - Anakao: After an early breakfast you will travel to Anakao by speed boat (journey time approximately 45 minutes – 1 hour). For the rest of the day you can relax and enjoy the beach."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Anakao - Tsinamapetsotsoa National Park: After an early breakfast you will travel to the Tsimanampetsotsa National Park. Travel time will be approximately 1 hour from the hotel. Tsimanampetsotsa National Park is a site of great biological and scenic importance. It is considered to be one of the ten most important reserves in Madagascar. Unique in kind, with a lake of alkaline origin, an irresistible attraction not only because of its pink and dwarf flamingos but also for its many other winged species. It was made a park in 1927, long before the start of the London International Convention for the protection of African fauna and flora."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Nosy Ve: In the morning you will take a boat tour of Nosy Ve Island which will last approximately 45 minutes. Nosy Ve is an uninhabited island known for snorkelling and bird watching. The area was a French camp in the 19th century where people could trade with the Saint Augustin’s Bay while avoiding contact with pirates and hostile tribes. It is a journey through history that awaits you to discover some remains of the 19th century. Nosy Ve is also known for its magnificent coral reef which shelters colourful and abundant fauna. You will be able to spot ballistas, syngnathus, sea eels, clown fishes, scorpion fishes, tortoises or even stingrays. The red tail phaeton is an endemic bird species of the island and truly make the place authentic and peculiar. This species creates a real enthusiasm among tourists who come from all corners of the world to take a picture of this endemic species, whose only known breeding ground is Nosy Ve."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Fly to Antananarivo from Tulear: In the morning you will travel to Tulear Airport. Travel time approximately 45 minutes – 1 hour. You will fly to Antananarivo. Flight time will be one hour. You will be picked up from the airport and transferred to your hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Fly to Mahajanga from Antananarivo: In the morning you will travel to Antananarivo Airport. You will fly to Mahajanga. Flight time will be 50 minutes. You will be picked up from the airport and transferred to your hotel. Approximate travel time to your hotel will be 20 minutes depending on the traffic. Mahajanga or Majunga is a port city of the Boeny region in the North West of Madagascar. At the heart of the city, stop in front of the huge baobab tree that is one of the largest on the island. With its large Comoran and Indian populations, and historical connections with Africa, it is one of the most colourful and ethnically diverse places in Madagascar. It is also the gateway to one of western Madagascar’s most diverse regions, from stunning caves and rock formations to sacred lakes and bird-rich wetlands. You can walk along the beaches near Majunga sipping coconut milk. During the month of August, you have the best chance to see the incredible whales off Antsanitia."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Mahajanga - Ankarafantsika National Park: In the morning you will travel from Mahajanga to Ankarafantsika National Park. Travel time will be approximately 2-3hours. Just 114 kilometres south of Mahajanga along the national road RN4, the park is easily accessible. The park office is located in the village of Ampijoroa. You will enjoy a late afternoon guided walk around the park. Protected since 1927 and officially declared a national park in 2002, Ankarafantsika National Park (130,000 hectares) protects one of the few remaining patches of the western Malagasy deciduous dry forest, as well as the humid forest and the crocodile-filled Ravelobe Lake. The name Ankarafantsika derived from the word Garafantsy which means “hills of spines”.The dry season is from May to October. It can get very hot during the day, especially in the open savannah grassland, which should be visited in the early morning hours to beat the heat. Ankarafantsika is a great place for birdwatchers, as it is home to 129 bird species (75 of which are endemic to Madagascar). Birds are easy to spot and photograph in the deciduous forest. Birds found here include Van Dam’s Vanga, the Sickled-billed Vanga and the Crested Drongo."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ankarafantsika National Park: Enjoy a second day of birdwatching and lemur spotting in Ankarafantsika National Park. The park is one of Madagascar’s finest birdwatching venues with 129 species (75 are endemic) such as the banded kestrel, Rufous vanga and Madagascar fish eagle. Lac Ravelobe is an amazing place for bird watching to see waterbirds, such as fish eagles, heron or ibises. The lake is rich in wildlife and history. As well as birds, the largest carnivorous mammal, the Fossa, is also found here. Half of its diet consists of lemurs. Fossa also feed on tenrecs and other small mammals, lizards, and birds. In addition, the park hosts a tortoise breeding program for several rare and endemic species, including the ploughshare (Geochelone yniphora), which is endemic to the Bay of Baly."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ankarafantsika - Antananarivo: After breakfast you will travel to the airport and fly to Antananarivo from Mahajanga. Your flight time will be approximately 50 minutes. After arriving at your hotel in Antananarivo you will have the rest of the day at leisure. In the evening, witness the best sunset with Sundowner drinks and dinner at Lokanga. It is the best place to say “cheers” to a great trip around Madagascar with a glass of wine, delicious food, a beautiful view of Antananarivo and to look back at the great memories you have made."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "End of Tour: Today you will be transferred to the airport for your flight back home."
    }
  ],
  "map": ""
}