{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-tailor-made-wildlife-holiday",
  "tourName": "Madagascar tailor made wildlife holiday",
  "placesVisited": "",
  "generalInfo": "A distinctly unique island nation separated from the mainland millions of years ago, the biodiversity of Madagascar has developed very differently from the rest of Africa. It is home to countless species found nowhere else on earth, although sadly many are in decline. Our journey takes us to superb private reserves and  national parks where essential conservation work is aiming to save the unique flora and fauna that makes Madagascar so special. <br/><br/>The adventure commences in the eastern humid forests of Andasibe and Mantadia, one of the best places in Madagascar to see the curious indri, the largest species of lemur with its haunting cry that echoes through the forest. We will visit and take part in a forest regeneration project. Heading through the terraced emerald fields of the highlands, we arrive at the lush rainforests of Ranomafana, home to the rare bamboo lemur, only relatively recently discovered to science.  Visit the community run reserve of Anja where your visit helps to secure the salary of local teachers. The soaring granite domes of Andringitra and curiously carved rock formations of Isalo are next up, before we arrive at the azure waters of the Mozambique channel in the far south west.  <br/><br/>After some time to relax by the idyllic coast, a final wildlife treat awaits with a a visit to Berenty Reserve, an important private habitat which for decades has been instrumental in the knowledge, understanding and conservation of lemurs. Here you should in particular enjoy excellent observation of the Ring Tailed Lemur amongst other species. <br/><br/>Join us on this superb adventure showcasing the very best of Madagascar's truly unique biodiversity. We believe that by visiting the protected areas of Madagascar, we can help authorities to understand that it is vital that what remains should be preserved and what has been lost can be perhaps to some extent regenerated.",
  "durationDays": "20",
  "price": "3695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Antananarivo - Arrive in ‘Tana’. On arrival, you will be met and our representative will transfer you to the hotel. Depending on your time of arrival, you may have time to explore the city. No meals or guided activities are included today. Overnight Gassy Country House."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo – Andasibe National Park (Overall driving time today: approx. 4 hours) - Depart after breakfast and drive eastward towards Andasibe National Park, descending from the ‘hauts plateaux’ through a landscape of verdant rice terraces and scattered villages, a route which effortlessly blends dramatic views, snapshots of bustling local life, glassy lakes and as we approach Andasibe, stunning primary forest. During the drive, pause at a local waterfall, a place for “collective laundry” and indeed, highland tribal tradition dictates that, after funerals, whole families do their washing here, so the river purges away all bad luck. Also briefly stop in Manjakandriana, an important agricultural city, supplying dairy and vegetables to the whole region. En route, we visit Pyereras Reptile reserve to get up close to its rare chameleons, snakes and frogs. On arrival at Andasibe, check-in your hotel before to take a guided dusk walk on the edge of the forest, in the V.O.I.M.M.A. community reserve, in search of nocturnal creatures. Overnight Vakona Lodge. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe National Park - Andasibe is probably the best national park in Madagascar and a good place to watch the spectacular Indri, the largest species of lemur on the island. You will probably hear its haunting cry before you see it! Take a morning walk through the forest in search of this enigmatic creature as well as other wildlife, accompanied by an expert local guide. Expect to see a huge range of flora and fauna, strolling beneath the extensive canopy of trees to the backdrop of the forest chorus. This afternoon, visit a private island sanctuary where you can get up close to lemurs - the lemurs may get very close and even jump on you but please note that this is perfectly safe. Overnight Vakona Lodge. (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mantadia National Park - This morning we will take a walk inside Mantadia National Park, neighbour to Andasibe National Park forming part of an important regional wildlife corridor. Several walks are possible here, ranging from 2 to 4 hours, on which you can observe endemic fauna and flora, waterfalls, and gain an insight into the local culture by passing through several holy places. This afternoon you can either relax or visit a Betsimisaraka village, experiencing first-hand their tribal crafts, skills, customs and dances. Alternatively, you can choose to visit a Mitsinjo reforestation project and contribute to enhancing this vital ecosystem. Overnight Vakona Lodge. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Andasibe National Park – Antsirabe (Overall driving time today: approx. 7 hours) - After breakfast, we depart southwards to Antsirabe, crossing the highlands through rural scenery, valleys, rice paddies and vegetable plantations. Our journey takes us to Antsirabe, founded by Norwegians in 1856 and home to Madagascar’s brewing industry. If time permits, we can take a short city tour to get a sense of this important highland city. Overnight Chambres du Voyageur. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Antsirabe – Ambositra – Ranomafana National Park (Overall driving time today: approx. 6- 7 hours) - This morning explore points of interest in Antsirabe and the surrounding villages. You may choose to visit some nearby craft shops, such as a Zebu horn workshop, where you will marvel at the transformation of Zebu horn into artisanal decoration. Thereafter continue along the RN7 south to Ranomafana. Overnight Centrest Sejour Hotel. (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ranomafana National Park - Spend the morning exploring the rainforests of Ranomafana in search of its many species of lemurs, reptiles and birds. The afternoon is at leisure for you to relax or enjoy a walk in the village and the local surroundings. Overnight Centrest Sejour Hotel. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ranomafana – Fianarantsoa - Anja Reserve – Andringitra (Overall driving time today: approx. 6 hours) - After breakfast, continue the journey south, stopping briefly in Fianarantsoa, the second city of Madagascar. Visit the attractive workshop of Pierrot Men, one of the most well-known photographers in the country. Continue to Anja Park, a community run private reserve situated in stunning scenery with great opportunities to see playful ring-tailed lemurs. From there, we fork onto a track towards the imposing mountains of the Andringitra Massif, where we will spend the next two nights of this adventure. Overnight Tsara Camp. (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Andringitra and Tsaranoro Valley - Access to Andringitra and the Tsaranoro Valley will involve touring round the tracks in a 4x4 and taking in some of the abundant highlights of these exceptional environs. You may choose to enter Andringitra National Park, or rather explore the delights of the Tsaranoro Valley. The Valley boasts a hotter, drier climate and is accessible all year round. Trekking opportunities abound, from low-level to ambitious mountainous routes. At every turn, photographic opportunities present themselves in the guise of glorious vistas. If you wish, there are walks to a local waterfall where views of the sunset across the plain make for a stunning end to a day of exploring the area. Overnight Tsara Camp (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Andringitra – Ranohira (Isalo) (Overall driving time today: approx. 4 hours) - Depart after breakfast flanking the Andringitra massif, which serves as a transition between the green highlands and the arid south. Pass through Ihosy the capital of the Bara tribe and from there the landscape transforms with huge granite blocks dotting the spacious and empty plains marking the gateway to the far south. Drive through the “plateau de Horombe”, a vast empty savannah where we shall likely observe herds of zebu, accompanied by armed Bara men, cattle raisers who are intrinsically linked with the zebu. By late afternoon, arrive at the village of Ranohira, gateway to Isalo National Park, where you check into the bungalows at Satrana Lodge which nestle against the rocky slopes and look across this beautiful landscape. The Lodge has an excellent restaurant and fabulous swimming pool from which you may wish to enjoy one of nature’s stunning sunsets. Overnight Satrana Lodge. (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Isalo National Park - After breakfast, take a guided half day or if you prefer, a full day excursion within Isalo National Park. There are various options including a trail to the top of the mountain, where a fantastic panoramic view of the eroded environment is to be admired, with its kaleidoscope of rock shades, shifting from ochre to russet to blue-grey. From here you might choose to visit the natural swimming pool, and then perhaps head on to reach “the Canyon des Singes”. A most profitable area if you enjoy bird watching is the oasis and forested area around Relais de la Reine: here we may spot Benson’s rock-thrush, lesser vasa parrot, Madagascar coucal, Madagascar bee-eater and even Giant coua. The walk can be tailored to how you feel on the day. At the end of the afternoon you may wish to visit the Fenetre d’Isalo, a natural rock formation in the shape of an exquisitely airy window, where one can experience an atmospheric sunset framed magnificently between the rocks. Overnight Satrana Lodge. (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Isalo – Zombitse National Park – Reniala Reserve – Ifaty (Overall driving time today: approx. 6-7 hours) - Leaving Isalo behind we travel for 1 hour to a village at the centre of the burgeoning sapphire industry where you will have a stop. From here continue to the protected forest-island of Zombitse National Park, which hosts many birding wonders, perhaps the highlight of which is the terrestrial Appert's Greenbul, one of Madagascar’s rarest endemics. You will notice the landscape change with spiny forest becoming more prominent. Also stop to admire the colourful tombs of the Mahafaly people and take a short-guided tour in the Reniala Reserve, a typical dry and thorny bush only seen in the southern part of the country, where we will find some Baobab samples and other special native trees. Continue along the coast to reach your beachfront hotel in Ifaty. There’s time to soak in the idyllic scenery and watch fishermen head to sea as the sun dips low into the glowing waters of the Mozambique Channel. This is a truly beautiful part of Madagascar and a great place to relax. Overnight Le Paradisier Hotel. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ifaty at leisure - Today is at leisure to either relax or explore. Ifaty has a great coral reef and offers good diving and easy snorkelling. If you’re visiting between July and August, a highlight is the migration of Humpback whales heading north through the Mozambique Channel. The nearby village of Mangily is an easy walk, and provides an insight into the daily life of the Vezo fishing community. All excursions can be booked through the hotel and are paid locally. Alternatively relax on the beach or by the pool. Overnight Le Paradisier Hotel. (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ifaty – Arboretum d’Antsokay - Tulear (Overall driving time today: approx. 1.5 hours) - This morning is at leisure for you to relax or to take a local excursion from the hotel. Depart after lunch back to Tulear, where we visit the interesting Arboretum d’Antsokay. Overnight Moringa Hotel. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tulear – Fort-Dauphin (Domestic flight) - Berenty (Overall driving time today: approx. 5 hours) - Transfer to the airport for a domestic flight to Fort-Dauphin. After landing, we continue to Berenty. Here we back into a more humid zone and the landscape is characterised with fields of rice, palms and mango plantations. Passing the Anosy Mountain chain we pass back into a drier zone arriving in Berenty by late afternoon. Overnight Berenty Lodge. (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Berenty Reserve - At dawn, enjoy a birding expedition with a local guide inside Berenty Private Reserve, where 83 bird species are listed. Birds of prey are particularly prominent and 9 species are recorded with Madagascar Buzzard probably the most common raptor visible. Other unique species to look out for are Hook-Billed Vanga and Crested and Giant Coua. The forest is divided into two distinct sections: the spiny forest and the semi-dry forest. Sisal plantations surround the reserve. After lunch, you can take another walk in the reserve and spot the endangered radiated tortoises. Berenty is also the only reserve where one can see almost all the fauna and flora of the south of Madagascar. It is also known as the kingdom of lemurs as you can easily spot Maki ring-tailed lemurs, and the dancing lemurs known as Sifaka, among other species. Overnight Berenty Lodge. (BD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Berenty – Andohahela National Park - Fort-Dauphin (Overall driving time today: approx. 6 hours) - This morning, back to Fort-Dauphin stopping at Andohahela National Park to stretch your legs. Later, in Fort Dauphin be sure not to miss the sunset from the pristine beach at Libanona point. Overnight La Croix du Sud Hotel (BD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Fort Dauphin – Lokaro Bay (Overall driving time today: approx. 1.5 hours) - After breakfast, drive to Lanirano Lake where you take a boat excursion along a narrow channel of the Aroyos lagoon. Observe the lush aquatic vegetation and the many species of birds and navigate across Ambavarano Lake and the mangroves. Reaching the village of Evatra, admire the picturesque creeks and fishermen in their small pirogues. A short walk brings you to the Col, from where vistas over the village and the mouth of the lake flowing into the sea are simply exquisite. Return to Fort-Dauphin by late afternoon. Overnight La Croix du Sud Hotel. (BD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Fort Dauphin – Antananarivo (Domestic flight) - Time at leisure until your transfer to the local airport for a flight to Tana. On arrival, transfer to the hotel. Overnight Gassy Country House. (B)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Departure from Madagascar - Any remaining time today is at leisure prior to airport transfers though optional excursions can be arranged if you are booked on a late flight. A hotel room will be available for you to freshen up for those with late evening departures, or you may wish to extend your stay on the big island. (B)"
    }
  ],
  "map": ""
}