{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-tour-grand-discovery",
  "tourName": "Madagascar tour, grand discovery",
  "placesVisited": "",
  "generalInfo": "Introduction: <br/><br/>Madagascar Wildlife Discovery tour covers best of Madagascar has to offer in short space of time. You will be discovering different species lemurs and rich wildlife along with fauna and flora. You will be exploring biodiversity rich national parks in South, West &amp; East. Trekking through breath taking varied scenery, spotting nocturnal animals in the night walks. As well as enjoying the palm fringed sandy beaches of Nosy Be. You will have your own personal chauffeur guide with car or van, so you can experience Madagascar at your own pace.<br/><br/> <br/>Tour Highlights: <br/>-\tSpotting dancing Sifakas at UNESCO Tsingy De Bemaraha Strict Nature Reserve<br/>-\tWalking in Avenue of Baobabs<br/>-\tSpotting Fossa at Kirindy Nature Reserve<br/>-\tRing Tail Lemurs of (Anja) Anjaha Community Reserve<br/>-\tWatching endemic birds, Geckos &amp; lemurs Zombitse National Park<br/>-\tHiking in Isalo National Park canyons<br/>-\tMadagascar Wine tasting in Fianarantsoa <br/>-\tSpotting Golden Bamboo lemurs in Ranomafana National Park<br/>-\tSinging Indri Indri at Andasibe Mantadia National Park<br/>-\tExotic Cuisine of Madagascar <br/>-\tTropical islands of Nosy Komba &amp; Nosy Be<br/>-\tLounging in the golden sandy beaches",
  "durationDays": "21",
  "price": "4870",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or our representative on arrival Antananarivo Ivato International Airport. You will be transferred to your hotel. Travel time approximately 15 minutes depend on the road traffic. Location: - Antananarivo; Hotel: Le Relais des plateaux; Board: Breakfast"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo - Andasibe: After breakfast you will travel to Andasibe in the East of Capital. As the roads winds through the hairpin bends and turns you have opportunities to observe the daily activities of remote villages along this road. You will be passing terrace rice fields and bustling road side stalls with all the tropical fruits. Travel time approximately 3 hours. In the evening around 6pm you will be guided through the Analamazaotra Park on Night Walk to spot the nocturnal animals including ‘Goodman Mouse lemur. Experience the rainforest after dark where nocturnal lemurs, chameleons, geckos, frogs and fireflies come alive. The night walk can take 1½ - 2 hours. Location: - Andasibe; Hotel: Andasibe Hotel; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe - Antananarivo: After breakfast you will visit the Andasibe-Mantadia National Park Special Reserve Analamazaotra to spot and hear the sounds of Indri Indri Lemurs. The Indri is the largest living lemurs and known as babakotos in the local Malagasy language, which means 'man of the forest' or 'little father' and unlike other lemurs, only have a short stumpy tail. Indris produce loud territorial calls that can be heard from over 1km away as you enter the park. There are many circuits to choose from depend on your fitness level. The easiest trekking with well paved paths can take from 2-3 hours up 3 kms. After lunch you’ll travel to Mitsinjo Reserve that belongs to the Andasibe - Analamazaotra National Park. It is a community-run conservation organisation work with the local communities to protect the nature and wildlife in sustainable way. After visit you will travel back to Antananarivo. Location: - Antananarivo; Hotel: Le Relais des plateaux; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Antananarivo - Morondava - Kirindy: In the morning you will travel to Ivato Airport to take the flight to Morondava in the West. It’s a very short flight with just under an hour. Upon arrival you will travel to Kirindy Nature Reserve. The journey time will be about 1-2 hours. The west of Madagascar is known for dry climate and deciduous forests as well as natural wonders. Morondava was the centre of once powerful Sakalava Kingdom today thriving rice growing area. It has some of the best sandy beaches in Madagascar. After arriving to Kirindy you can walk around the reserve to observe the wildlife as they more active in the dawn and dusk. In the evening you will do Night walk to spot the nocturnal wildlife with park guide as it offers the best wildlife spotting experience including Giant jumping rat, lemurs, chameleons and Fossa. **We highly recommend staying here if you like to observe the nocturnal wildlife. However, there’s only one basic accommodation with very basic facilities in the reserve. There aren’t any decent accommodations near the park unless you want stay in Morondava. This is trade off if you want see the nocturnal wildlife in this park. Location: - Kirindy; Hotel: Relais du Kirindy Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kirindy - Bekopaka: After early breakfast you will visit Kirindy Private Reserve. Kirindy is situated 50 km northeast of the town of Morondava, is a privately managed forest by a Swiss company dedicated to a selective and sustainable logging (Centre de Formation Professionelle Forestière). It comprises one of the most outstanding and threatened wildlife habitats in Madagascar: the dry deciduous forest, whose extension has been reduced to 3 per cent of their original extent. Dominated by majestic baobab trees and a forest canopy of even 14 m altitude, this protected area of approximate 100 square kilometres is the only place where the world's smallest known primate, the giant jumping rat, occurs. This animal can hop like a miniature kangaroo, but is also seen walking on all four limbs. Kirindy is the best place in Madagascar to observe Fossas, especially during the mating time between October and December. It is also home to seven species of lemur. The most common are the common brown lemurs and the Verreaux's sifakas. The remaining species are nocturnal: the rare Coquerel's giant mouse lemur and pygmy mouse-lemur, fork-crowned lemur, Gray mouse lemur, western fat-tailed dwarf lemur and red-tailed sportive lemur. Several bats, tenrecs, mongooses and rodents complete the mammal population. 40 birds, 50 reptile and 15 amphibian species are also found in this magnificent forest. You will travel to Bekopaka en-route to Tsingy Bemaraha National Park. The journey will last about up to 5-6 hours on track .You will live the experience of an adventure while you reach the village of Bekopaka. After lunch in Belo, take a pirogue trip on the Manambolo gorge. This river marks the entry way to the Tsingy. Crossing of the Manombolo River by dugout canoe showcases array of landscapes, gorges and canyons, we will visit the caves. You can look out for the fish eagles, waterfowl, Humblot’s herons and purple herons. Location: - Bekopaka; Hotel: Soleil du Tsingy; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bekopaka - Tsingy Bemaraha: After early breakfast you will be exploring the Tsingy de Bemaraha National Park or Grand Tsingy. It is listed as UNESCO World Heritage Site. This is one of the most spectacular natural landscapes in the world. An extensive area of limestone massif has been eroded into impressive pinnacles Karst. This geological wonder is a monument of Karst limestone that comprises karstic landscapes and limestone uplands cut into impressive 'tsingy' peaks and a 'forest' of limestone needles, the spectacular canyon of the Manambolo River, rolling hills and high peaks. The undisturbed forests, lakes and mangrove swamps are the habitat for rare and endangered lemurs. There are several circuits to choose from. Prior to trekking your guide will consult you, so you can choose the best circuit. Tsingy de Bemaraha is a treasure trove for nature lovers with high rate of endemism and diversity. The scientists estimate that the general endemism of this park is 86.7% and the ecoregional one is 47%. There are 11 species of lemurs including Deken’s Shifakas, red-fronted brown lemur, Cleese’s wooly lemur and more, five families of Bats, 103 species of birds. The index of the reptiles and amphibians is as large as Bemaraha possesses 34 species that are all endemic. These are just a first taste of your discoveries. Location: - Bekopaka; Hotel: Relais du Tsingy; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bekopaka - Petit Tsingy - Morondava: After breakfast you visit the Petit / Small Tsingy: this circuit of 2 hours of duration passes through a labyrinth of limestone and two view points over the impressive pinnacles. There are some good chances to spot the Decken’s sifaka and red-fronted brown lemurs. Around 10 am you will travel to Morondava. After lunch at Belo you will travel to “Alley of Baobabs or Avenue of the Baobabs” en-route Morondava. This is one of the Madagascar’s picture post card images. Baobabs (Grandidiers) are usually solitary trees, standing tall and proud in the midst of empty spaces. Yet in Baobab Alley, they cluster together forming an avenue of columns that border the dirty road. The Baobabs are tall trees with its massive trucks, crooked branches and furry fruit. Baobabs have adapted to the dry and hostile environment. The secret of the baobab's success in surviving in harsh environments and the reason for its massive trunk is that it has little wood fibre but a large water storage capacity. Each tree can hold up to 300 litres of water, enabling it to live through long periods without rain. The life-cycle of these unique natural oddities is as impressive as their bulk - most live over 500 years. The best time for photography is in the twilight hours. If time permits, you can admire the sunset on site. Location: - Morondava; Hotel: Palissandre Cote Ouest; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morondava - Antsirabe: After breakfast you will travel to Antsirabe. Travel time 8 hours. Antsirabe is the third largest city in Madagascar situated in the high altitude (about 1 500 m). The cool temperatures are in the high altitude the reason why the Norwegian Missionaries chose this city in 1872. Antsirabe is the home of one of the award winning best beers in Madagascar THB (Three Horses Beer). Its name means “where there is salt” honouring the large number of hot springs the town has, a fact that has given the city the nickname of “Malagasy Vichy”. The thermal baths had been long appreciated for their curative effects by the local population when French colonists decided to locate a thermal bath here in the 19th century. Location: - Antsirabe; Hotel: Soa Guest House; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Antsirabe - Ranomafana: In the morning you will take pousse-pousse rickshaw tour of Antsirabe to discover this interesting city mixed with architectural styles of the colonial and evangelical past. In the European district French cottage-style houses are built next to Scandinavian villas with English style gardens. The tree-lined avenues always give some freshness whenever the sun is too bright. Today you will travel to Ranomafana. En-route you will discover a Zafimaniry culture (UNESCO – Intangible Cultural Heritage site). It is famous for its wood carvings and they are known as people of the forest. The Zafimaniry community is the sole remaining community with the unique wood crafting culture previously widespread on the island. For generations, Zafimaniry foresters, carpenters and craft workers have developed a body of practical knowledge and skills revolving around wood. This has been passed down from generation to generation. Practically all wooden surfaces – walls, window frames, posts, beams, stools, chests, tools – display elaborate ornamentation. Geometric designs and rosettes show relationships that people have with their environment, ancestors and therefore the world of beyond. After lunch you will travel to Ranomafana, It is a scenic route with many viewpoints to enjoy the breathtaking views. As you travel through the rural highlands, you will have breathtaking views of everyday activities of locals. Depending on the time of the year, visitors can witness the rice harvest, natural silk weaving and jewel manufacturing. From May to September ovens for clay- brick baking. (Optional) Upon your arrival to Ranomafana, you can have tour to spot the noctural species in the park. Location: - Ranomafana; Hotel: Thermal; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ranomafana: After breakfast you will explore this wonderful rainforest. Ranomafana is a conservation success story in terms of many ways. Today Ranomafana plays crucial role in education and scientific research with help of Centre Valbio Research Centre. Ranomafana National Park success is because of one woman’s vision and dedication to preserve the nature and wildlife. Dr. Patricia Wright is considered to be one of the world’s foremost experts on lemurs, Wright is best known for her 26-year study of social and family interactions of wild lemurs in Ranomafana National Park, Madagascar. Ranomafana is a rainforest and spreads over 41,601 hectares in the high altitudes. There are many different forest types, from lowland rainforest to cloud forest and high plateau forest. It was classified World Natural Heritage site of the Atsinanana in 2007. It shelters a big wealth in endemic biodiversity with challenges. You can see the rare species and seriously threatened lemurs. The park is also the genetic reservoir of some rare and endemic plant species. There are many rivers and streams passes through the forest. There are several animal species have been recorded, 12 species of lemurs, including golden bamboo lemur, greater bamboo lemur, Milne-Edward’s shifaka, red bellied lemur etc, 115 species of birds. About thirty among them exist exclusively in the primary forest of the park. As well 90 species of butterflies, 98 species of amphibian and 62 species of reptiles; chameleons, lizards and fish. Your specialist park guide will explain to you the circuits available to you before based on your fitness, expectation and the circuits. The shortest trekking Circuit Varibolomena takes about (2-3 hrs). This soft circuit is about 3 kilometres. But there are medium to hard circuits to choose from. In some of the evening there will be lectures about conservation in the Valbio Centre. Also you can visit the centre during the opening hours. Location: - Ranomafana; Hotel: Thermal; Board: Breakfast; Picnic Lunch & Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ranomafana - Ambalavao: In the morning you will travel to Ambalavao. En-route you will visit Fianarantsoa. Travel time 3 hours. Ambalavao is a fascinating little town in the central highlands south of Fianarantsoa. The town is known for its paper-making, silk making and wines. The striking feature of this town is the architecture. The old town houses with wooden balconies. From the centre of the market you can get a good view of the town houses and the church. Location: - Ambalavao; Hotel: Betsileo Country Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ambalavao - Isalo: In the morning you will continue your journey towards Isalo National park. Travel time 4 hours. En-route if you like you can visit Anja Reserve to see the Ring Tailed lemurs. Location: - Isalo; Hotel: Satrana Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Isalo National Park: Today you will explore Isalo National Park with your park guide. It is the Grand Canyon of Madagascar. Kingdom of Queen of the Isalo, cradle of a particular wild nature and an exceptional landscape, the lovers of the big escapes will be seduced by this park. It appeal is the remarkable landscape of the Jurassic Era eroded ruiniform sandstone, canyons and rare plants as well as the wildlife. Trekking Circuit of the natural swimming pool or Canyons (3 kms) 3-4 hours trekking of Isalo, there are several circuits and you can talk to the guide for the best option that suits your expectation & fitness. Most hiking circuits include the natural swimming pool. It’s really worth a dip in the natural swimming pool, its oasis. These are 77 species of birds live in Isalo among which the Benson rock-thrush Pseudocossyphus bensoni, an endemic species of Madagascar that is well protected. You can also find 14 species of nocturnal lemurs, as well as ring-tailed, Verreaux’s Shifakas and red-fronted brown lemurs. In the late afternoon, you visit the Window of Isalo to see the sunset for a spectacular view. Location: - Isalo; Hotel: Satrana Lodge; Board: Breakfast, Picnic Lunch & Dinner"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Isalo National Park - Tulear via Zombitse National Park and Reef Doctor Honko Project - Ifaty: After breakfast you will travel to Ifaty, en route you will visit the Zombitse National Park. The total travel time will be approximately 4 ½ hours. The complex, Zombitse Vohibasia, is in the southwest of Madagascar. Zombitse Vohibasia is renowned for its wealth of rare bird species and its unique biodiversity. This is now a protected park. Zombitse Vohibasia shelters 47% of the endemic birds of Madagascar and a local endemic species: the Appert’s Greenbul (Bernieria apperti) . It also counts 8 species of lemurs, of which some are almost threatened, such as the western fork-marked lemur (Phaner furcifer pallescens). In Zombitse, you will do a soft circuit trek for 2 kms which takes about 1-2 hours depending on your interests. After the park visit you will continue your journey via the Reef Doctor Honko Project. During your tour of the Reef Doctor Honko Project (Mangrove Conservation Project) you can learn about the project that is helping to protect mangroves and its ecosystems. You can walk on the elevated boardwalk to observe nature. The trained local guides can show you many wonders and explain how this unique ecosystem works as well as how local people truly depend on nature for their survival. There are many wetland bird species found here, including several threatened and endangered species. In fact, a study found that Ambondrolava (where the site is located) has the highest recorded wetland bird diversity in Madagascar’s south and southwest region. Even since that study, new species have been sighted here, including the endangered Humblot’s Heron. Location: - Ifaty; Hotel: Le Paradisier; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Arboretum d’Antsokay: Situated 13 kilometres from Tulear along the Southwest coast is the impressive Arboretum d’Antsokay. Nature lovers will enjoy learning about the dry forest flora and fauna and it’s a great location for birdwatching. Location: - Ifaty; Hotel: Le Paradisier; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fly to Antananarivo from Tulear: In the morning you will travel to Tulear Airport. Travel time approximately 45 minutes – 1 hour. You will fly to Antananarivo. Flight time will be one hour. You will be picked up from the airport and transferred to your hotel. Approximate travel time to your hotel will be 15 minutes depending on the traffic. Location: - Antananarivo; Hotel: Relais des plateaux; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Antananarivo - Nosy Be - Nosy Komba: After early breakfast you will travel to the airport to fly to Nosy Be. Flight 11.25am and arriving at 13.40pm. Nosy Be is situated in the North West of Madagascar. Local Sakalava people called the Nosy be as Big Island. Upon arrival you will transferred to the island of Nosy Komba by boat. Nosy Komba (Lemur Island) is a small volcanic island just southeast of Nosy Be. It is an enchanting spot, with amiable inhabitants going fishing when tourists are not around (which is apparent by the abundance of tattered fishing nets and old wooden skiffs scattered about the beaches). The secret of its tourist boom: the 5000 black lemurs resident to the island (these are sacred and thus safe from any danger). The combination of the small volcanic island's close proximity to Nosy Be, the nearby holiday hotspot, and the resident population of adorable and far-from-timid animals has made it the nation's most visited \"wildlife\" attraction. Between Nosy Be and Nosy Komba there is a tiny dream islet called Nosy Vorona (just 50 x50 m large) ideal for switching off the world and just doing nothing but simply enjoying peace, sunbathing, snorkelling or kayaking. On Nosy Vorona there is only a lighthouse and a two welcoming guesthouses with several rooms and a charming bungalows. Location: - Komba; Hotel: Nosy Komba Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Nosy Komba: You can relax and enjoy the beach or discover the island. Option: It’s one of the best places for snorkelling or diving with crystal clear blue waters. Thousands of reef fish, schooling jacks, harlequin shrimp and blue ribbon eels are found along with leaf fish of all colours and numerous species of morays can be seen within a few yards of each other. If you want you can organise it upon arrival at the hotel. Location: - Nosy Komba; Hotel: Nosy Komba Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Nosy Komba: At leisure. Location: - Nosy Komba; Hotel: Nosy Komba Lodge; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Nosy Komba - Nosy Be - Antananarivo: After breakfast you travel to Nosy Be by boat. Nosy Be archipelago offers some of the best beaches in the Indian Ocean. It’s tropical climate and superb location makes it Madagascar’s beach-resort destination per excellence. This is the tropical paradise with sugar cane plantations, rum distilleries, ylang ylang bushes and lounging lemurs. Not to forget that this still beautiful island offers some amazing snorkelling and diving opportunities and some primary forests with a great wildlife. In the late afternoon you will travel to the Nosy Be airport for your flight to Tana. Upon arrival in Tana you will be transferred to your hotel. Location: - Antananarivo; Hotel: Pavillon de Lemyrne; Board: Dinner"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Antananarivo - Your Destination: Depend on your flight time you will travel to Ivato Airport for your flight back home."
    }
  ],
  "map": ""
}