{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "north-madagascar-adventure-and-wildlife-holiday",
  "tourName": "North Madagascar adventure and wildlife holiday",
  "placesVisited": "Antananarivo, Sambava vanilla fields, 4 days walking in Marojejy National Park, Daraina Reserve, Ankarana, Islamic town of Ambilobe, Baobana at Montaigne des Francais, Joffreville, Amber Mountain National Park, Red Tsingy, Tsingy D’Ankarana, Many lemur species, Cacao plantation visit, explore Sakalava tribal culture, Ankarafantsika",
  "generalInfo": "Endemic wildlife, otherworldly flora, limestone pinnacles and the fusion of Malay and African culture into one, unique Malagasy identity – Madagascar is no ordinary island. This 18-day north Madagascar adventure and wildlife holiday explores the lesser explored northern tip, hope to sifakas, natural swimming holes and the Saklava tribe. You’ll spend four days trekking through the remote wilderness of Marojejy National Park, far beyond the reach of vehicles, and part of the UNESCO World Heritage Site of Atsinanana. Home to the critically endangered silky sifaka, this park has a bewildering array of diversity blanketing its steep slopes, high altitude rainforest, mountaintop moorlands and lowland jungles. Sleeping in camps or basic huts, you’ll really be immersed in nature.<br/><br/>Look out for more lemur species in Daraina and the Tsingy – a surreal landscape of razor-sharp limestone pinnacles. Then complete the loop back to Tana with detours to Ankarafantsika National Park and Lake Ravelobe for more weird and wonderful wildlife in amongst the deciduous woodland.",
  "durationDays": "18",
  "price": "3550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo - Arrive in Antananarivo and transfer to the hotel conveniently situated in the vicinity of the airport. Depending on your time of arrival, you may have time to explore the city. Overnight Gassy Country House Hotel or similar. No meals are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo – Sambava (Domestic flight) - We take a morning flight to Sambava (subject to change), the only flight we shall take on this overland adventure. The landscapes around Sambava are dominated by vanilla fields and coconut plantations. On arrival, if time allows us, we can visit a workshop where you will get a demonstration of how to prepare vanilla from the field to the vanilla pod. Overnight at Las Palmas Hotel or similar (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sambava – Marojejy National Park (Approximate driving time 1.5 hours approx. / Approximate walking time today 3.5 – 4 hours - gentle uphill for most) - Today we depart around 07:30am, accompanied by our special Marojejy park guide we travel by 4WD to Manantenina arriving around 9am. From here after a short break we continue along a dirt track to Mandena, which is as far as the car can go. We then continue on foot for 1 hour to the entrance point of Marojejy National Park. This is around a leisurely 3km walk and an elevation change of 80 metres. From the park’s entrance it is a further 2½ hour walk to reach Camp Mantella. The difference in elevation on this section is around 270 metres but the trails are quite good (can be slippery under foot after rain) and we shall stop frequently to look at the flora and fauna in the beautiful forest. We should arrive in good time at the camp to be able to enjoy the forest surroundings. For those wishing to do some more exploring on foot we can walk to picturesque Humbert waterfall which is approximately 1 hour each way. Overnight wild camping or staying in basic huts with no shower/bath facilities and outdoor toilet (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Marojejy National Park (Approximate walking time – 2 hours to camp (some steep uphill sections) - Today we continue our trek and reach Camp Marojejia (Camp 2), a trek of approximately 2 hours mostly uphill with an elevation gain of around 350 meters. The walk is quite tough in parts but we have plenty of time and will be able to make lots of stops to enjoy the forest and to look for wildlife. Marojejia camp is located at the transition between lowland and montane rainforest. It is located on a mountainside thus it offers breath-taking views, overlooking large areas of the park. On arrival at the camp we can get some rest and those that want to, can do some further exploring of the park with the special park guide. Hopefully we will be lucky and spot the critically endangered “Silky Sifaka” a beautiful pure white lemur only found in this area and one of the top 25 rarest primates on the planet. Overnight wild camping or staying in basic huts with no shower/bath and outdoor toilet (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Marojejy National Park (Walking time depends on the trail conditions and the location of the wildlife) - Today we explore the National Park on trails starting from the Marojejia camp searching for flora and fauna. The walk today should be around 4 hours but depends on our success observing the flora and fauna, much of which is unique to this magnificent park. Overnight wild camping or staying in basic huts with no shower/bath and outdoor toilet (BLD) Those that wish to stay at camp and enjoy the amazing views and tranquillity of Marojejia camp can do so, rather than hiking in the forest."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Marojejy – Vohemar (Approximate driving time 3 hours and approximate walking time 3-4 hours – gentle descent) - We depart camp today around 07:00 am and descend to Camp Mantella and then back to Mandena where our vehicles await. The descent should take around 4 hours. We then drive around 1 hour back to Sambava where we will stop for lunch. From Sambava we head on northwards to Vohemar through the green and peaceful landscape of the east. As you travel don’t be surprised to inhale the unmistakeable scent of vanilla. The journey should take around 2 hours from Sambava to Vohemar. On arrival in Vohemar we check in to our accommodation before visiting a vanilla plantation and learn about the processes involved in cultivating one of Madagascar’s most famous export products. Overnight Baie d’Iharana or similar (BD) Note – We may visit a vanilla plantation in Sambava instead of Vohemar as described on Day 2"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Vohemar – Daraina – Ankarana (Approximate driving time 8 hours) - We have an early breakfast before continuing to Daraina Reserve. We take a walk in the forest aiming to spot the critically endangered Tattersall's Sifaka or Golden Crowned Sifaka which is only found in this area. There are also other species of lemur to look out for as well as many birds. After the visit, we continue to Ankarana. In Ambilobe if time allows, we will take a look around the lively and picturesque market. Overnight Relais de l’Ankarana or similar (BD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ankarana National Park - This morning we visit the Tsingy D ‘Ankarana, where the limestone highlands have been sculpted by natural erosion. It gives the impression of walking on a spiny landscape and is an extraordinary spectacle. Abundant wildlife lives in the forested canyons and during your walk we should have chances to see brown lemurs, geckos and non-poisonous snakes. The nature of the environment here makes the walking a little challenging but there are different grades of difficulty so there will be different options in terms of the walks on offer and your guide will discuss these options with you. Overnight Relais De l’Ankarana or similar (BD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Ankarana – Tsingy Rouge - Diego Suarez (Approximate driving time 5 hours) - After breakfast we continue to the northern most tip of Madagascar and the town of Diego Suarez. En route we will visit the curious rock formations of the Red Tsingy, formed by erosion of the Irodo River. Arrival in Diego, we have a short city tour including a visit to the World War 2 cemetery and memorial dedicated to the allied soldiers that fell during the battle of Madagascar and operation Iron Clad in 1942. Overnight Grand Hotel or similar (BD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Diego Suarez - After breakfast we will visit the French Mountain and 3 bays. We take a hike in Montagne Des Francais National Park which affords magnificent views out over the 3 Bays of Baie des Dunes, Baie des Pigeons and Sakalava Bay. During the hike it is also possible to see lemurs and endemic trees including species of the baobab tree. We continue with the visit of 3 bays. Located 15kilometers from Diego, on the road to Ramena, and 5 km of sandy track, tt refers to three bays near Diego Suarez: the Sakalava bay, the Pigeons Bay and the Dunes bay, known for their beauty and wilderness with their long beaches of white sand and its turquoise blue sea. We start at the “Bay of Sakalava”. We see an imposing 300 years old Baobab tree above the road before we reach a very beautifully white sandy beach where, with a bit of luck we will able to encounter some lemurs. Then we head on to the “Bay of the Pigeons” and after crossing some dunes, we will arrive at the “Bay of the Dunes”, a deserted white sandy beach. Depending on the seasons, a ballet of tortoises might be seen on the sea. Afterwards, we head on to Cap Miné where we can find the vestiges of war guns and fortifications, evidence of presence of the French Army and its former role as guardian of the pass: the main gateway to Diego Bay, with the lighthouse. The tour will end at Orangea camp before we join Ramena village, for a magnificent sunset. Overnight Grand Hotel or similar. (BD) Note – The hike up Montagne de Francais is steep in parts and conditions can be very hot. Please take plenty of water and wear a hat and other appropriate sun protection. For those that do not wish to walk then you can relax at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Diego Suarez – Amber Mountain National Park – Andrafiamena - (Overall approximate driving time is 5 hours) - We depart early from Diego and head on for a 1-hour drive to Joffre Ville a crumbling but atmospheric former retreat for the French elite. Only a few km’s from Joffre Ville we reach Amber Mountain National Park where we will spend a few hours searching for flora and fauna in Amber Mountain National Park. There are lots of different trails in the park and you will be able to do a longer or shorter walk depending on how you feel today. There are some beautiful waterfalls in the park. Later we take a picturesque journey to Andrafiamena Reserve, at the foot of the Andranomanera Protected Reserve. The final section of our journey today will be on a poorly maintained track for around 1 hour to our overnight stay, but once we are there the location itself makes today’s tough journey well worthwhile. Overnight Akiba Lodge Anjahakely or similar (BD) Note – The bungalows at Akiba Lodge Anjahakely are very comfortable with tremendous views but do not have charging facilities. Charging can be done at the bar/restaurant area."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Andrafiamena - After breakfast with a local guide we will hike inside Andranomanera Protected Reserve home to unique and endemic species, in particular the black lemur (Perrier Sifaka) which is only found in this area. The reserve is 30,000 Ha in size and on one side the reserve is quite wet and on the other it is relatively dry and in the middle is a transition zone where the last refuge of the black lemur is found. Overnight Akiba Lodge Anjahakely or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Andriafamena – Ambanja (Overall approximate driving time is 6 hours) - This morning we travel to Ambanja passing alongside the Tsaratanana Mountains which is home to the highest peak in the country. Arrival in Ambanja, , we take an interesting visit to the Millot plantation for an explanation of the crops such as cacao, coffee and vanilla that are prevalent in this fertile region of Madagascar, then we visit the local market. Overnight Hibiscus Hotel or similar. (BD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Ambanja – Mahitsizato - Antsohihy (Overall approximate driving time is 8-9 hours) - In the morning, after breakfast. Continue to the village of Mahitsizato. This is the area run by a community project where we hope to see the blue-eyed true lemur scientifically known as Eulemur flavifron. This is an extremely endangered species of lemur and is the only primate besides humans known to have blue eyes. The forest here is fragmented so the lemurs here are quite shy but our local guide will do their best to spot them. We will have a picnic lunch in this area and then this afternoon travel for a few hours on to Antsohihy where we can explore the town. Overnight Belle Vue or similar (BD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Antsohihy – Ankarafantsika (Overall approximate driving time 8 hours) - This morning we journey to Ambodromamy, at a crossroads between North RN6 and West RN4. It is a little village brought to life by local vendors and their products, especially local fruits that are exhibited on the roadside. Then from there we take the national road number 4 towards Majunga to reach Ampijoroa. This is a Sakalava region, home to the largest tribes of the eighteen ethnicities of Madagascar. The tombs of this tribe tend to be different from other tribes. We arrive by late afternoon and this evening we will take a walk looking for nocturnal creatures (subject to national park approval). Overnight Gite d'Ampijoroa or similar (BD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Ankarafantsika - For early risers there will be an opportunity to take a dawn walk for bird watching and exploring the trails around magical Lake Ravelobe. After breakfast we spend the day exploring the natural treasures of Ankarafantsika. The terrain here is quite flat so today’s walk will not be too challenging. Overnight Gite d’Ampijoroa or similar. (BD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Ankarafantsika – Antananarivo (Overall approximate driving time is 9 hours) - Today we journey back to the capital, passing by grasslands and savannah and we may come across farmers with their zebu herds. On arrival in Tana check in to the hotel before enjoying an early farewell dinner where we can reflect on an amazing journey through the North of this incredible country. Overnight Gassy Country House or similar. (BD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Departure from Madagascar - Time at leisure until your transfer to the airport and your onward flight. Please note optional excursions are possible for those with late flights. Day use available at Gassy Country House until late afternoon for clients travelling on the night Air France or Kenya Airways overnight flight. (B) Kindly note it is possible to extend the tour to other parts of Madagascar – for example if you wish you can take a flight to the laid-back island of Ile St Marie for a beach break – please contact us for details."
    }
  ],
  "map": ""
}