{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-wildlife-tour-15-days",
  "tourName": "Madagascar wildlife tour, 15 days",
  "placesVisited": "",
  "generalInfo": "A remote island located off the southeast coast of Africa, Madagascar is already known as an off-grid destination. Our Madagascar Wildlife Tour takes you even further into the wild, largely following the RN7 route, to some of the most secluded and spectacular places in Madagascar.<br/><br/>Your holiday will begin and end in the capital city of Antananarivo, called 'Tana', known for its colourful architecture and rich history.<br/><br/>Begin your discovery of Madagascar's wildlife with two nights in the dense tropical forests of Andasibe-Mantadia National Park, your only stop on the East of the island. Andasibe is the perfect introduction to lemurs, reptiles, birds and plants endemic to Madagascar, including the indri, the largest lemur species in the world.<br/><br/>From Andasibe, you begin your road travels on the iconic RN7 route south west of the capital, exploring Madagascar’s most breathtaking landscapes with stops in Antsirabe, Ranomafana and Isalo National Park. Isalo National Park, one of Madagascar’s most diverse and unique regions, where you’ll find fascinating sandstone rock formations, clear natural pools, vast canyons, interesting wildlife, and centuries-old sacred burial sites.<br/><br/>Take a private charter flight to Morondava, on the west coast, where you’ll walk the ancient Avenue of the Baobabs and have your first taste of marine wildlife in the Mozambique Channel.<br/><br/>You’ll then take a second charter flight over remarkable tsingy massifs (extraordinary rock formations in the landscape) to Anjajavy Reserve, on an isolated peninsula in Northwest Madagascar. Your holiday ends with four nights at a luxurious eco-lodge. Think sandy beaches, azure waters, and surrounded by a fabulous forest reserve alive with lemurs and chameleons. Anjajavy reflects the rich diversity and untouched beauty of Madagascar.",
  "durationDays": "15",
  "price": "11979",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo - On arrival in Ivato International Airport in Antananarivo, you’ll be greeted by an English speaking guide who will accompany you to Maison Gallieni, your hotel for the night. Maison Gallieni is a restored colonial mansion with an elegant mix of modern and traditional décor. Built in 1879 on the site of a granite quarry, Maison Gallieni used to house the first bank created in Madagascar. Located on a hill, in the historic heart of the Malagasy capital, it offers a spectacular view overlooking the town. Take a dip in the pool and enjoy the lovely views over the city, or head out to explore the traditional architecture and distinct Indonesian influence of Antananarivo, known locally as 'Tana'."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive East to Andasibe - After breakfast at Maison Gallieni, you have the morning in Tana to visit the upper town and to learn more about the history of Tana. At midday, you’ll make the four-hour drive east to Andasibe-Mantadia National Park. It is a beautiful rainforest park with two protected areas, including the Perinet Special Reserve and Mantadia National Park. The park is famous for its population of indri lemurs, the largest living lemur species on earth. The drive to Andasibe offers an insight into rural life in Madagascar, with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables along the route. Arrive at Mantadia Lodge in time for dinner, where you’ll stay for two nights on a full-board basis. Then meet with your guide again and go for a night walk in a community-run reserve in order to spot the night active animals: mouse lemur, greater dwarf lemur, as well as frogs and chameleons."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Andasibe - After breakfast at Mantadia Lodge, you’ll meet your guide and head out to the Analamazaotra special reserve in search of the local inhabitant animals, mainly the biggest species of lemurs which is the Indri. Spend the morning there. Have lunch, then visit the other side of the forest which is run by the NGO Mitsinjo association, a locally-run community, in order to spot any animals that were missed in the morning. This evening, you’ll head out on a thrilling night walk with a local guide to explore the forest surrounding the lodge. You’ll see a variety of nocturnal lemurs including the woolly lemur, mouse lemur, white-footed sportive lemur and fat-tailed dwarf lemur."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Drive South on RN7 to Antsirabe - After breakfast at Mantadia Lodge, you'll be driven along the road back to Tana before heading southward to Antsirabe. Out of the city, rice fields and different villages define the landscape in the countryside. Pass through Ambatolampy town on your way to Antsirabe, a small town bustling with market stalls, a decorated train station and cathedral. You will arrive late in the afternoon in Antsirabe. Check in to Couleur Cafe hotel where you stay for the next two nights to explore this region."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Guided hike in the highlands of Antsirabe - Today you will go on a guided walk in the highlands region. The level of walking difficulty depends entirely on your own ability and desire. Your guide is from a local organisation, working in partnership with young Malagasy from Antsirabe town. This not only brings local knowledge, but the income earned is distributed amongst local villagers, affording common equipment purchases and improving agricultural activities. You can rest assured your guided hike directly contributes to the economy and sustainable development of the immediate region. You will hike from village to village, one house to another, meet farmers, artisans and blacksmiths. Include a walk and picnic at either of the two incredible lakes in the vicinity: Lake Tritriva or Lake Andraikiba. Why stay in the Highlands? Understand on your tour of Madagascar how many locals live in the iconic scenery of Madagascar. It is a unique landscape composed of different hills with crest lines, villages on slopes, houses made of bricks and thatch roof, colorful valleys with rice fields. The palate is green, ochre, red, and beige."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Reach Ranomafana, the Peak of the Highlands - After a leisurely breakfast at Couleur Cafe, you will continue on the road south to Ranomafana town, the hub for Ranomafana National Park. Pass through Ambositra town, you have an opportunity to browse the shops and visit the iconic Zafimaniry artisan stalls to look for a piece of carved wood or finely crafted box marquetry (elaborately patterned, wood veneer, design work). With your guide, walk around town and have lunch in a local restaurant where you can taste local food specialties. After lunch, continue to Ranomafana town, in the Betsileo tribe region. The road winds superbly to the highest plateau of Madagascar's highlands. At the end of the afternoon, check in to Thermal Hotel for two nights. Nestled on the edge of the National Park, with spacious bedrooms, it is a comfortable base from which to explore the magnificent wildlife of Ranomafana. Take a trip to the village Thermal Pool for a swim. It is, after all, what Ranomafana is named after, meaning \"hot water\" in Malagasy. Ranomafana National Park is one of the most picturesque national parks in Madagascar. It covers a mountainous area at high altitudes and the park is largely intact, undisturbed, mainly dense rainforest. The rare golden bamboo lemur was discovered here in 1986 by Dr. Patricia Wright, which led to the area gaining National Park status five years later, in 1991. Get your binoculars ready for tomorrow's visit to see it for yourself."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Ranomafana National Park - After a copious breakfast at Thermal Hotel, you head just 15 mins to the to Ranomafana National Park entrance to explore the forest. It is a real highlight to any Madagascan itinerary, but especially for those dedicated to wildlife. Walk with a local guide on the lookout for bamboo lemurs, red-fronted brown lemur, red-bellied brown lemur and of course, the rare golden bamboo lemurs which the forest was dedicated for. Make sure you bring a raincoat no matter what time of year, simply because of the rainforest elements, you might experience a downpour. After your guided hike, this afternoon you will return to the village of Ranomafana for a rest. In the evening, however, you will head out on a night walk place in order to spot the nocturnal creatures such as mouse lemur, chameleons, frogs, and owls."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Reach Ranohira, the hub for Isalo National Park - Today you leave the highlands, heading southwest further still on the RN7 road, to ultimately reach Ranohira village, the perfect base from which to explore Isalo National Park. This marks the last of your RN7 road trip element as your travels will largely be by air from here. En-route to Ranohira, enjoy a short stop at Ambalavao to see the hand-made Antemoro paper workshop. This variety of mulberry bark-based paper was introduced in Madagascar in the fifteenth century by Arabs and is still made the same way today at this little workshop in Ambalavao. Continue your drive along the Andringitra mountain mass where you can see crests towards the south, until the landscape changes abruptly. Visit the popular Anja reserve, just 20km south of Ambalavao. The reserve is home to approximately 400 ring-tailed lemurs, making it one of the best places in the entire country to photograph them. You will see groups of lemurs living in a small forest at the base of a huge granite rock blocks. Your visit will likely take approximately 1.5 hours. Then you will continue by road, passing Ihosy which is a small town, before reaching a huge arid plateau, Ihorombe. The landscape changes make the journey all that more interesting and iconic for the variety Madagascar is famed for. Arrive to Ranohira village where the Isalo National Park gate is and check in to your hotel, Jardin du Roy, for two nights. Enjoy dinner at the hotel and a night of rest before your exploration of Isalo National Park tomorrow."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Isalo National Park - Today marks an exciting day, with a full day visit of Isalo National Park, after breakfast at Jardin Du Roy hotel. You'll be driven to the foothills of Isalo and hike alongside your guide inside the massif with just a small rucksack. This simple walk takes you through an amazing landscape towards a natural swimming pool. Swim and relax at the pool. Enjoy a picnic lunch at the Tapia forest.? Keep an eye open for red-fronted brown lemur, Verreaux's sifaka, ring-tailed lemur, four different chameleons, lizards and frogs. Depending on your level of ability and desires, it is possible to continue walking around to explore the nearby mountain summit to enjoy the view before returning to your hotel for dinner."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly to Morondava for the Avenue of Baobabs - After a leisurely breakfast, you’ll board your private charter flight to Morondava, set in the heart of Sakalava territory and known for its intricately sculpted royal wooden tombs. The flight will take around two hours, and after only a few minutes, you will be flying over the Isalo massif and the Makay of Madagascar is revealed. It covers nearly 4,000 square kilometres and is one of the last pristine areas of the planet. Its geography consists of mountains, canyons and forests, and its difficult access allows an almost absolute state of preservation. Upon arrival in Morondava, you’ll be welcomed by hotel staff and transferred to Palissandre Côte Ouest, your hotel for the night. You’ll arrive in time for lunch (you’ll stay at Palissandre Côte Ouest on a full-board basis), before enjoying a tour of the famous “Allée des Baobabs” or \"Avenue of Baobabs\" where we will enjoy the sunset. As the sun sets, the baobab's smooth trunk reflects the orange rays. Expect wonderful photographs."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Private Charter to Anjajavy Reserve - After breakfast on the coast, transfer to the airport for your chartered flight to Anjajavy, a little piece of heaven with arguably one of the best hotels in Madagascar. This is another stunning flight, with views of the iconic Tsingy rock formations. Anjajavy is an isolated peninsula in northwest Madagascar, providing a stunning island escape, whilst being surrounded by a pristine 450-hectare nature reserve, alive with wildlife for you to discover. You will stay at Anjajavy Le Lodge for four nights, on an all-inclusive basis. The lodge’s 25 duplex rosewood villas all have private decks overlooking the ocean, while meals are served in the enclosed Oasis in the hotel grounds or on the beach. The surrounding forest is alive with lemurs, chameleons, malachite kingfishers and hummingbirds, and this evening you'll depart for a night walk in the reserve to spot a variety of nocturnal lemurs. While the reserve’s show-stoppers are undoubtedly the charismatic coquerel’s sifakas, the hours of darkness also have their star performers. Weighing a mere 63 grams, danfoss mouse lemurs scamper through the shrubbery just after nightfall, springing from branch to branch in search of food. If you hear a strange squeal coming from the tree tops, then you have probably found a Grewcock’s sportive lemur. You can also spot the endemic tsingy tuft-tailed rat, Commerson’s leaf-nosed bat, or Madagascar’s largest predator - the rare and elusive fossa."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Explore Anjajavy - You have three full days at your leisure at Anjajavy Le Lodge. There is a huge variety of things to do at Anjajavy, so whilst it is somewhere you can while your days away watching the tide, you might find yourself tempted to do some of the following activities. Head out on a walk along the ‘Chemin des Crabes’ (Path of the Crabs) to see the vibrant birdlife, beautiful baobabs and the famous hairy crab. You’ll be enchanted by the kaleidoscope of colours and shapes of the reserve’s common birds, from the vibrant red fody and Souimanga sunbird, to the exotic paradise flycatcher and sickle-billed vanga. It’s also one of the best places to spot the regal Madagascar fish eagle, shy crested ibis, or rare Madagascar sacred ibis. At the end of the walk, you’ll visit a small cave where you will find a fossilized lemur skull, stalactites and sharks’ teeth. You’ll return to the lodge for lunch and a leisurely afternoon. Take a dip in the infinity pool filled with seawater, or discover the private coves surrounding the lodge and marine reserve. Another day, enjoy a long walk along the Giant’s Causeway and King’s Alley. You’ll discover extremely ancient baobab trees, tsingy rock formations found only in Madagascar, and a variety of lemurs including the Coquerel’s sifakas. These remarkable animals live in family groups of up to 10 individuals, and although they are perfectly adapted to life in the trees, they often descend to the ground. Unlike the famous Verreaux’s sifaka from southern Madagascar with its characteristic sideways dance, the Coquerel’s sifaka bounces across the ground like a miniature kangaroo. The sifakas, along with troops of common brown lemurs, roam freely in the gardens and surrounding reserve. Anjajavy Lodge can also arrange customised excursions to neighbouring islands and nature reserves, where you can tour the island, and go scuba diving, snorkelling, fishing or quad biking. Visit the cave of the Sakalava, where you’ll discover an underworld of stalagmites and stalactites and meet the Madagascar bats, or enjoy a romantic picnic on one of the deserted beaches along the Anjajavy peninsula. Venture to Antafiamoara, where you’ll meet the Giant tortoises who were reintroduced to the Anjajavy Reserve in 2018, after 750 years of extinction, or visit the villages of Anjajavy and Ambodro Ampasy, where you can explore markets filled with crafts made by the villagers."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Fly back to Tana - Your beautiful time in Madagascar has come to an end and today you travel back to Tana for your international flight home. After breakfast at Anjajavy Le Lodge, you will be transferred to the airport for the scheduled flight to Tana, arriving in time for your connection to the international onwards travel. A guide will meet you at the airport and assist you with your connection. You will have seen more creatures, large and small, land, air and marine, than you could've imagined and enjoy memories and photographs that will last a lifetime."
    }
  ],
  "map": ""
}