{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "seychelles-to-madagascar-sailing-expedition",
  "tourName": "Seychelles to Madagascar sailing expedition",
  "placesVisited": "",
  "generalInfo": "Seychelles to Madagascar – An Indian Ocean Sailing Adventure<br/><br/>600+ Nautical Miles | Offshore Passage | Small Group Voyage<br/><br/>Trip Overview<br/>We set sail from Victoria, Mahé, casting off into a 600-nautical-mile stretch of the Indian Ocean, carried by beam-reaching trade winds and favourable currents. En route, and where permissions allow, we may pause at hidden gems such as Desroches Island and the remote Farquhar Atolls—wild, pristine, and teeming with marine life. Offshore, the deep rewards the patient: giant trevally chase the wake, and billfish leap on the horizon.<br/><br/>As Madagascar rises from the sea, we weave among tranquil bays and lush islands before making landfall at Nosy Be’s Hell-Ville. Here, vibrant Malagasy culture blends with wild nature: lemurs leap through rainforest canopies while turquoise shallows invite you to snorkel over pristine coral reefs. For those ending their voyage here, it’s worth extending your stay to explore Madagascar’s unique landscapes, wildlife, and welcoming island communities.<br/><br/>What Kind of Sailing to Expect<br/>Trade-wind sailing: mostly beam and downwind, making for steady, comfortable passages<br/>Seas are generally calmer than Leg 1, though it may get lively rounding the northern tip of Madagascar<br/>Once inside the sheltered waters around Nosy Be, conditions are beautifully flat and relaxed<br/><br/>Your Vessel: Synergy<br/>Sail aboard Synergy, our comfortable and well-equipped 40ft Fontaine Pajot catamaran.<br/>Small group voyage – perfect for solo travellers, couples, or friends<br/>Guided by a professional Skipper and First Mate<br/>Spacious guest cabins (double or twin layout), with one shared bathroom per hull<br/>Bedding provided – comfort is prioritised<br/>Snorkelling gear and tender for shore exploration<br/><br/>What’s Included<br/>All onboard provisioning and meals (fresh, hearty food, snacks, and drinks)<br/>Snorkelling equipment and a tender for shore exploration<br/>Comfortable shared cabins with bedding provided<br/>Guidance and coaching from experienced crew<br/><br/>Not included: flights, transfers, visas, insurance, and meals/drinks ashore.<br/><br/>No Offshore Experience? No Problem.<br/>Whether you’re a first-timer or an experienced sailor, you’ll have the opportunity to participate as much or as little as you wish. This is a perfect passage for building skills and confidence in bluewater sailing.",
  "durationDays": "10",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Victoria, Mahé Arrive and settle aboard in Mahé Explore the colourful markets of Victoria and enjoy a welcome dinner ashore"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Desroches Island (if permitted) Sail southwest into the Outer Islands Anchor near Desroches Island for snorkelling and beachcombing Overnight at anchor in pristine waters"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Farquhar Atolls Continue south to the Farquhar Atolls (weather and permissions allowing) Incredible snorkelling, birdlife, and untouched island scenery"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Indian Ocean Passage (~600nm) Set course for Madagascar across the Mozambique Channel Trade-wind sailing: steady downwind and beam reaches Night sailing under vast starlit skies, watch-keeping and celestial navigation practice Possible sightings of tuna, trevally, and billfish"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "First Landfall, Madagascar Anchor in tranquil bays near Nosy Be Explore local fishing villages and snorkel in turquoise lagoo"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nosy Be (Hell-Ville) Final sail into lively Hell-Ville Explore markets, lemur reserves, and beachside cafés Trip ends after breakfast — with the option to extend your stay in Madagascar"
    }
  ],
  "map": ""
}