{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-holiday-lemurs-canals-mountains",
  "tourName": "Madagascar holiday, Lemurs, canals & mountains",
  "placesVisited": "Antananarivo, Antsirabe, Ambatolampy, Lake Tritriva, Ambositra, Sahambavy, Two days canoeing the Faraony River, Manampatrana, Ranomafana, rafting on the Namorana river, Ambalavao, Anja Park, Tsaranoro Valley, Tsarasoa",
  "generalInfo": "Embark on an immersive 12-day journey through Madagascar’s southern wilds, combining trekking, cycling  and kayaking with wildlife viewing and cultural encounters. You’ll travel through forests, rivers, southern mountains, the highlands and rural villages — staying in a mix of lodges.  Expect to track lemurs and other endemic species, paddle rivers lined by dramatic landscapes, meet local communities committed to conservation, and witness Madagascar’s striking biodiversity in full colour.<br/><br/>An Optional extension adds coastal scenery, spiny forest habitats and relaxation beside the Indian Ocean.",
  "durationDays": "12",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ANTANANARIVO After arriving in Antananarivo (or Tana, as it is known by the locals), you will be met at the airport and transferred to your hotel. Antananarivo is the capital and largest city in Madagascar. It is buzzing with activity and full of people flooding the streets, selling everything you could imagine! Tana (as the locals call it) resembles a Mediterranean hill town and exploring its rich cultural and architectural sites on foot is relatively easy (as long as you are willing to climb hundreds of ancient stone steps) It is a hectic city though and we would recommend a driver / guide if you want to explore this city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "VISITING AMBATOLAMPY & ANTSIRABE (B,D) After breakfast you will meet your guide and we will set out by car to Antsirabe. Antsirabe is a tidy, well maintained town which combines the tranquility of a small European provincial town with the exuberance of traditional Malagasy buildings. The third largest city in Madagascar, Antsirabe is known for its relatively cool climate (as the rest of the central region of the country), its industry and the high concentration of pulled rickshaws. Once out of Tana the journey takes approx. 3+ hours on a relatively good, windy road, and along the way you can choose to stop off and visit Ambatolampy (the biggest town between Tana and Antisirabe) where we may get the chance to see craftsmen building aluminium pots amongst other things. This afternoon we will have the chance to explore Antsirabe."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "LAKE TRITRIVA + LAKE ANDRAIKIBA (B,D) Today we will head by car to Anraikiba Lake. This reservoir provides the drinking water for Antsirabe. We will visit the lake and see the rice fields, fruit and vegetable plantations. We then head on, as we reach the village of Belazoo we will be able to see Mount Tritriva and we continue on to reach another, more spectacular lake – Lake Tritriva This Crater Lake with its volcanic landscape was formed following the collapse of the now extinct volcano. Nestled at an altitude of about 1880m to the hollow of a small mountain, Tritriva Lake is a very sacred lake with much history. We will learn about some of this history whilst we visit this area and local market. After a picnic lunch we will start our cycle – back to Antsirabe through multiple small villages and rice fields as we get to experience authentic Malagasy life."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TRANSFER to RANOMAFANA (B, D) Today you will head to the South Eastern Rainforest area and Ranomafana NP"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "RANOMAFANA NP (B,L,D) We will head out on a forest trail today and have lunch in the park, so we should get a chance to see much of the wildlife first hand throughout the day. Ranomafana is particularly rich and beautiful, a mountainous subtropical park which contains lowland moist forest, cloud forest and high plateau forest and is the home to a large number of lemur species (13 in total), as well as 118 birds and more than 70 amphibians and reptiles so is really a great place to see some of the unique species living in Madagascar. Lemurs include the brown lemur, golden bamboo lemur and the exceptionally rare greater bamboo lemur which is relatively easy to see in Ranomafana. Wildlife viewing is good all year round but is most productive from mid-Sept to May."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we will head to Ambalavao and will head to the edge of the Mananatanana, in the village of Iarintsena. This village is actively involved in the development of rural tourism. After preparing our boats, we board the kayak or raft for our new adventure. The first crocodiles are waiting for you, only a few minutes after departure. Over the course of the day, you will see even more crocodiles, although you have to remain quiet and calm due of the timid nature of this elite predator, which is still hunted for its meat, skin and oil. Overnight – Camp"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KAYAKING ON THE MANANANTANA RIVER We will spend the day on the river Bury yourself in the heart of a fascinating world. A calm river that weaves between high granite walls. It is home to numerous crocodiles, which can be regularly seen sunbathing and living in relative harmony amongst the riverside population. Hunting has made them wary of humans, but in recent years their number seem to be increasing, decreasing pressure on the species and allowing them to roam more freely. Our trips also help to promote their presence, encouraging local people to protect them from poaching. In the evening, we will set up our camp to face the mountain of “lying woman” that dominates the Antsakaviro reserve Overnight – Camp"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The reserve is only 1 km from the camp and we will enjoy using the rays of the sunrise to guide us to the remains of this forest, which is set in gigantic puzzle blocks. Antsakaviro village is a reserve initiated by a local association. Ideally located at the foot of the 'woman lying,\" it deserves our support. The ring-tailed lemurs may be waiting for you at the foot of this huge cliff face that gives its character to this spectacular site. The reserve is relatively small, being on twenty hectares and the villagers have begun restoring the site by replanting endemic species on the edge of the forest. It is a great opportunity to encourage local people to protect the natural heritage of their land and is also a beautiful walk in the shadow of the impressive mountainside of Antsakaviro. On the way, we will discover many graves, including the impressive standing stones called the vatolahy, which means locally “the male stone”, and stand as a tribute to the tumultuous past of this region. We will arrive back at camp at approximately 10:30 from here we paddle a short distance to our picnic area which is often visited by crocodiles. From here we only have a few more miles to the finish of our descent. We will arrive 400 meters away from where we met our car and driver, from which we will head back to Ambalavao. Overnight – Hotel"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DISCOVERING ANJA and the TSARANORO VALLEY This morning we visit Anja Park, just a short drive from Ambalavao. Created in 2001 and located near Ambalavao, the Anja Community Reserve is a woodland area and freshwater lake, at the base a large cliff. Most of the reserve is dominated by fallen rocks and boulders but interestingly there are two small caves providing habitat for bats and owls. The reserve was created to help preserve the local environment and wildlife and is one of the more touristy places you visit, however is perfect for lovers of walking and wildlife and offers a unique occasion to interact with ‘wild’ ring-tailed lemurs somewhere between tamed and familiar! After visiting the reserve we will drive to our next destination – the Tsaranoro Valley (approx. 2 hrs away). This afternoon we can explore on a short trekking adventure or simply relax. Our accommodation here will be a traditional bungalow situated at the foot of Tsaranoro’s cliff. This afternoon we will be able to go on a short trek to explore the area or simply relax."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DISCOVERING THE TSARANORO VALLEY (B,D)We will spend today exploring this stunning area on foot and meeting all the locals. Visiting the Tsaranoro Valley is a fantastic opportunity to see Madagascar in all its natural glory. Prepare to be enchanted by the astounding landscapes, stunning red land and the beautiful and awe-inspiring Massif of Andringitra. You will be able to see many kinds of orchids, three sorts of palms including one kind which is endemic to the Andringitra, chameleons, lizards, snakes, batrachians, birds including the famous peregrine falcon as well as the especially friendly Catta (ring-tailed) Lemurs living in small families around the camp. The spectacular rock walls of the massif and the mind-blowingly beautiful valley offer numerous climbing routes and hiking trails and a thriving village which can be visited. We will also have the chance to visit the base for our local agents reforestation effort (a passion which is shared (via wood-en-stock) by Pioneer Expeditions). Here we will have the opportunity to visit and see the reforestation effort for ourselves. Depending on the time of year we may also get to plant some young saplings."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "AMBOSITRA (B,D) Today we must start our long journey back to Tana, so we will head to Ambositra."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "BACK TO TANA and FLIGHT HOME (B) We will head back to Tana today, so that it suits an afternoon flight. If you are booked on the Air France flight (which leaves around 1.30am), you can visit the handicraft market in Tana and have the option of a day use room at a local hotel. If you are on an earlier morning flight, you may need to spend an additional night in Tana, which we are happy to organise for you."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DISCOVERING ISALO NATIONAL PARK (B,D) Today we will visit this breathtaking National Park. This extraordinarily unique area of natural beauty is unlike any other place in Madagascar. Included will be the opportunity to swim in a natural pool with lunch on the trail. Isalo is the park of the Big South and the most visited parks of Madagascar. It is known for its exceptional landscape. The Isalo National Park protects over 81,000 hectares of widely eroded Jurassic sandstone massif. The grassy plains are surrounded by sandstone ridges. Most of the vegetated areas of the park are covered with dry grassland or sparse, low deciduous woodland, however near streams and in deeper canyons there are also ferns and feathery palm trees. Animal life isn’t the parks most prominent feature, but there a few species to look for including six species of lemur (three nocturnal, three daytime) including the ring tail lemur and the White (dancing lemur) sifaka. It is also home to approx 55 species of bird including the rare Benson’s rock-thrush."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TRANSFER TO IFATY (B,D)Today we head to Ifaty and the Indian Ocean. We plan to stop by Zombiste National Park en-route. This south-western National Park is known for the huge variety of rare bird species as well as its unique diversity. Zombitse is home to 8 species of lemurs including the Verraux Sifaka (aka. the dancing lemur) and the threatened Fork-marked Lemur. The park also shelters 47% of the endemic birds of Madagascar as well as the local endemic Appert’s tetraka bird. Zombitse boasts fantastic flora as well including orchids and ficus making this a stunning national park! Facing the Mozambique Channel and the superb coral reef of Ifaty, less than 20 kms from Tuléar, you will discover the beauty of beaches not tainted by mass tourism. Ifaty is a small fishing village with palm-fringed white beaches on the south-western coast of Madagascar, and is an ideal place to relax after visiting the central highlands. The beach is relatively narrow, but the (off shore) snorkeling and diving is good. In July and August, you may see migrating whales pass nearby through the Mozambique Channel. Between May and October, the humpback whales can sometimes be seen with their whale-calves. Upon arrival in Ifaty, your driver and guide will leave you. Your time at the coast will be at your leisure"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today can be spent at your leisure, experiencing what beautiful Ifaty and its surrounding areas have to offer. Just north of Ifaty you can find the Reniala Nature Reserve ‘Spiny Forest’ , a remarkable habitat adapted to the heat and drought of the area giving it the resultant thorny &/or bloated drought resistant trees and plants. The spiny forests inland from Ifaty are of great interest to birdwatchers and botanical enthusiasts alike. Here you will be able to see some very large iconic Baobab trees, an abundance of birds (a true paradise for ornithologists) as well as possibly some locally endemic species such as the long-tailed ground roller and sub-desert mesite. This unique habitat is severely threatened by deforestation and by visiting these sites, you will not only enjoy some of the little remaining spiny forest in Madagascar, but also actively contribute to its conservation (the sites are currently not protected). A visit here can be organized by the hotel, and you can even travel there by pirogue – which we highly recommend."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will have a transfer to Tulear Airport, where you will catch the Air Madagascar flight from Tulear to Tana. We will meet you again at Tana airport and depending on your time of arrival, you can visit the handicraft market, before transferring to your hotel."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Transfer to the airport in time for your flight home. If your flight home is late in the day (or early the following morning) we are happy to organise a day use room for you and/or a driver guide. Please contact us for options."
    }
  ],
  "map": ""
}