{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "classic-madagascar-discovery-tour-tailor-made",
  "tourName": "Classic Madagascar discovery tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Madagascar Classic Tour: Discovery tour that includes the best of what Madagascar has to offer in two weeks. You will have a personal driver and as we offer tailor-made programmes therefore you could change few details of the tour to suit your preferences. This can be done so easy because the holidays being pesonalised esspecially for you! Madagascar is well known for its wildlife therefore you will be discovering magnificient flora and fauna. On your visit you will be spotting many different species of lemurs and exploring biodiversity rich national parks in South, West &amp; East. Trekking through breath taking varied sceneries, spotting nocturnal animals in the night walks. As well as enjoying the beautiful beaches. You will have your own personal chauffeur guide with car, so you can experience Madagascar at your own pace <br/><br/><br/>Highlights of the tour<br/><br/> -  Spotting lemurs<br/> -  Close encounter with Ring Tail lemurs in Anja<br/> -  Endemic bird wacthing Zombitse National Park<br/> -  Hiking in Isalo National Park canyons with picnic made by local chef<br/> - Spotting Golden Bamboo lemurs in Ranomafana<br/> - Sunset walk in Avenue of Baobabs<br/> -  Wine tasting in Fianarantsoa<br/> -  Singing Indri Indri Andasibe Mantadia National Park<br/> - Lounging in the golden sandy beaches<br/> - Sundowner in Antananarivo",
  "durationDays": "13",
  "price": "3470",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to nature’s sanctuary. You will be welcomed & greeted by your guide or representative on arrival Antananarivo Ivato International Airport. You will be transferred to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Andasibe: After breakfast you will travel to Andasibe. Travel time is about 3 hours. In the evening around 6pm you will be guided through the Mitsinjo Forest on Night Walk to spot the nocturnal animals including ‘Goodman Mouse lemur. Experience the rainforest after dark where nocturnal lemurs, chameleons, geckos, frogs and fireflies come alive. The night walk can take 1½ – 2 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe: After breakfast you will visit the Andasibe-Mantadia National Park Special Reserve Analamazaotra to spot and hear the sounds of Indri Indri Lemurs. The Indri is the largest living lemurs and known as babakotos in the local Malagasy language, which means ‘man of the forest’ or ‘little father’ and unlike other lemurs, only have a short stumpy tail. Indris produce loud territorial calls that can be heard from over 1km away as you enter the park."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Antsirabe: After breakfast you will travel to Antsirabe along the one of the scenic routes in the central highlands. Antsirabe is the third largest city in Madagascar situated in the high altitude (about 1 500 m). The cool temperatures are in the high altitude the reason why the Norwegian Missionaries chose this city in 1872. Antsirabe is the home of one of the award winning best beers in Madagascar THB (Three Horses Beer). This compact city centre with its nice mixed architecture of different styles invite visitors for a walk. In the European district French cottage-style houses are built next to Scandinavian villas with English style gardens. The tree-lined avenues always give some freshness whenever the sun is too bright. It best takes the pousse-pousse rickshaws to see this beautiful city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ranomafana: After breakfast you will travel to Ranomafana National Park. Along the way there are many view points and villages to stop discover."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ranomafana: After breakfast you have full day to explore this wonderful rainforest. Ranomafana is a conservation success story in terms of many ways. Today Ranomafana plays crucial role in education and scientific research with help of Centre Valbio Research Centre. Ranomafana National Park success is because of one woman vision and dedication to preserve the nature and wildlife. Dr. Patricia Wright is considered to be one of the world’s foremost experts on lemurs, Wright is best known for her 26-year study of social and family interactions of wild lemurs in Ranomafana National Park, Madagascar. There are several animal species have been recorded, 12 species of lemurs, including golden bamboo lemur, greater bamboo lemur, Milne-Edward’s shifaka, red bellied lemur etc, 115 species of birds. About thirty among them exist exclusively in the primary forest of the park. As well 90 species of butterflies, 98 species of amphibian and 62 species of reptiles; chameleons, lizards and fish. In the evening if you like you can do the night walk along the park road to spot nocturnal animals."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ambalavao: You will continue your journey to Ambalavao. Ambalavao is a fascinating little town in the central highlands south of Fianarantsoa. The town is known for its paper-making, silk making and wines. Here you will have an opportunity to enjoy the tastes of Madagascar wines. You can also buy some to take home as souvenirs. The striking feature of this town is the architecture. The old town houses with wooden balconies. From the centre of the market you can get a good view of the town houses and the church."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Anja Community Reserve: After early breakfast you will travel to Anja(Anjaha) Community reserve. Anja Park is a great place to see ring tailed lemurs in the troops. It is community run initiative to protect the lemurs. The landscape is incredible with the back drop of granite rocks. You will take 2 hours walk around the reserve to see the ring tailed lemurs families and varieties of flora. You can also see some Bestsileo tombs. Later you will travel to Isalo National Park"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Isalo: Isalo National Park is the Grand Canyon of Madagascar. Kingdom of Queen of the Isalo, cradle of a particular wild nature and an exceptional landscape, the lovers of the big escapes will be seduced by this park. It appeal is the remarkable landscape of the Jurassic Era eroded ruiniform sandstone, canyons and rare plants as well as the wildlife. Full day trekking of Isalo, there are several circuits and you can talk to the guide for the best option that suits your expectation. Most hiking circuits include the natural swimming pool. It’s really worth a dip in the natural swimming pool. These are 77 species of birds live in Isalo among which the Benson rock-thrush Pseudocossyphus bensoni, an endemic species of Madagascar that is well protected. You can also find 14 species of nocturnal lemurs, as well as ring-tailed, Verreaux’s Shifakas and red-fronted brown lemurs. In the late afternoon if time permits, you visit the Window of Isalo to see the sunset for a spectacular view."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ifaty: After breakfast you will travel to Ifaty. Rest of the day at leisure. Many optional activities can be arranged according to your interests. (Arboretum d'Antsokay, Trecking to the nearby forests of baobab trees and mangroves, a paradise for ornithologists.)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ifaty: Full day at leisure"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Antananarivo: After breakfast you will travel to Tulear to take flight to Antananarivo. If time permits you can explore the city."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Antananarivo: Today you will fly back home or to the next destination"
    }
  ],
  "map": ""
}