{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-luxury-tour-12-days",
  "tourName": "Madagascar Luxury tour, 12 days",
  "placesVisited": "Antananarivo, Tsingy de Bemaraha National Park, Morondava, avenue of baobabs, Isalo National Park, Mandrare River, Sacred Gallery Forest, Perinet Reserve",
  "generalInfo": "Explore the wildlife and culture of Madagascar with experienced guides, stress free travel with private charter flights and stunning scenery.<br/><br/>Explore the architecture of Antananarivo<br/><br/>Spend time spotting an aray of wildlife among the unusual Tsingy<br/><br/>Experience a sunset at the Avenue of Baobabs<br/><br/>Take a walk in the stunning and very diverse national parks and discover the sacred burial sites of local tribes. Be guided through the forests at night and if you are lucky you may be able to see the elusive fossa, sifakas or sportive lemurs.<br/><br/>Dance along with the locals or just be enthralled with the beautifully performed traditional dances that demontrates the culture and is used to accompany the major rituals and events of everyday life.<br/><br/>There are so many types of lemur that are endemic to Madagascar that you may be able to see including the Indri Indri, Grey Bamboo lemurs and Common Brown lemurs. As well as primates there are may bird species such as the Blue Coua, Velvet Asity and the Nuthatch Vanga.<br/><br/>This holiday has everything you would possibly need to experience the true beauty and culture of Madagascar in a luxurious setting.",
  "durationDays": "12",
  "price": "9975",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival you willl be welcomed by an english speaking guide who will accompany you to your hotel in the upper town of Antananarivo. 'Tana' as the locals refer to it, has fascinationg traditional architecture and a more Indonesian influence compared to the rest of Madagascar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to the airport after a lesuirely breakfast for your first charter flight heading west to the Tsingy de Bemaraha national Park and transfer to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day exploration of the 'Grand Tsingy'. The walk itself is an adventure - tiptoe over the sharp roof of the Tsingy, crossing the high-roped bridge and meanerding through the deciduous forest. Wildlife is in abundance here with lemurs, terrestrial and aquatic birds, bats, amphibians and reptiles."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, board your charter flight to Morondava (1hr), an area known for its elaborately sculpted wooden royal tombs. After a refreshing lunch, enjoy a tour of the city and then head to the avenue of Baobabs for a sunset to remember."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Board your charter flight after breakfast for a short flight to Isalo National Park. The sandstone rock formations in this park are stunning and the rare plants here make Isalo one of the countrys' most appreciated parks."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "A full day of guided walking in the park. It is very different to the lush tropical vegetation in the east. What makes Isalo a unique attraction are the vast rolling plains dotted with curious rock formations. Wildlife is not as dense her however keep a look out for the ring tailed lemur, sifakas and various nocturnal lemur species. Your guide will offer a variety of possible trails depending on your interests and physical abilities."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After a light breakfast board your charter flight south towards the Mandrare River. Take the afternoon to relax in your eco friendly tent and ejoy your peaceful surroundings. Around sunset take a night walk into th forest - this is a great way to see diurnal lemurs bedding down for the night and their nocturnal cousins begin to wake. Wildlife: Sifakas, sleeping White-Foot Sportive lemurs, mouse lemurs, sleeping birds, chameleons, owls and Sportive lemurs."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "From your river camp you can walk or take a boat to the Sacred Gallery Forest which is home to inquisitive groups of ring tailed lemurs and entertaining Verreaux sifaka. Your experienced guide will be able to give you an insight to the Antandroy culture and customs. After a busy day enjoy some well deserved sundowners on the river bank."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Make the most of the day and witness the firest coming to life on an early morning walk, you will not be disappointed and and may be able to spot many endemic bird species such as the Creste Coua, Vangas and the Running Coua. After breakfast head into the local village and and meet the local Antandroy tribe. Head back to the camp for lunch and a relaxed afternoon by the river. After sundowners among the Baobabs and witness the sunet and moon rising."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an early breakfast, board your charter flight back to Tana where you will be met by your guide and accompanied to a local resturant for a delicious lunch. Early afternoon, head east to Andasibe. The journey offers first time visitors a gentle intoduction to rural life with rice fields, redbrick houses and roadside stalls."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, enjoy a visit of the Perinet reserve with a local guide in search of the Indri indri. With a barely visible tail, black and white markings and a surprised teddy–bear face, this Lemur is one of the few animals in the world that cannot survive in captivity. There are another 11 species of lemur to spot as you walk through the rainforest. You may find a troop of Grey Bamboo lemurs, Common Brown lemur, Diademed Sifaka. Birdwatchers should look out for the Velvet Asity, Blue Coua and Nuthatch Vanga and many more endemic species. Perinet is home to many reptiles, invertebrates, and some of Madagascar’s over a thousand orchid species. A night walk will be organised in late evening in the forest surrounding the reserve with a local guide. You will see a variety of the nocturnal lemurs: mouse lemurs, white footed sportive lemur, fat-tailed dwarf lemur, as well as the woolly lemur."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After an early breakfast you will drive back to Tana (4hrs) in time for lunch and then transfer to the airport for your outbound international flight."
    }
  ],
  "map": ""
}