{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-tailor-made-honeymoon-adventure",
  "tourName": "Madagascar tailor made honeymoon adventure",
  "placesVisited": "",
  "generalInfo": "On this trip we will explore an interesting combination of rivers, forests, mountains and seaside through very different landscapes, cultures, climates and biotopes, before relaxing and enjoying Anjajavy seaside. The itinerary provides a great chance to enjoy the natural highlights of the red island on foot, on horseback, by canoe, train and by car.<br/><br/>Madagascar is a one-off; there is no other place like it. Its landscapes, animals and plants are simply fantastic! Near the equator with an astonishing array of habitats, ranging from rainforests to deserts and from mountain tops to mangrove swamps, it is one of the most important countries for biodiversity on the planet. The tropical climate is a perfect host to the process of nature and, like nowhere else, the variety and richness of life has flourished. We will see much of the unique flora and fauna of Eastern Madagascar on this great tour and the beauty of the North West coast.<br/>As part of our commitment to responsible travel and in conjunction with Woodstock.org we finance a tree nursery and orchard in Italavina – which is a long term reforestation project.<br/><br/>All Pioneer honeymoon itineraries are individually tailored to our clients requirements. The itinerary below is a Pioneer specialise in experiential travel in Madagascar. The itinerary below is a sample for a great honeymoon adventure, however we individually tailor all of our honeymoon itineraries based on our guests requirements with the aim of designing a trip with the perfect balance of comfort, authenticity, adventure and exclusivity.",
  "durationDays": "21",
  "price": "3190",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving in Antananarivo (or Tana, as it is known by the locals), you will be met at the airport and transferred to your hotel. Antananarivo is the capital and largest city in Madagascar. It is buzzing with activity and full of people flooding the streets, selling everything you could imagine! Tana (as the locals call it) resembles a Mediterranean hill town and exploring its rich cultural and architectural sites on foot is relatively easy (as long as you are willing to climb hundreds of ancient stone steps). It is a hectic city though and we would recommend a driver / guide if you want to explore this city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning we will set off to the Andasibe-Mantadia National Park (previously known as Perinet) where you will spend 1 ½ days exploring this wonderful environment. En-route we will stop at a farm specialising in Madagascan reptiles and butterflies, before arriving at our hotel. This afternoon you will get a chance to stroll around the private reserve of Vakona Lodge with the opportunity to spot lemurs and crocodiles. This evening, take a twilight/nocturnal walk, looking out for the nocturnal species of lemur by catching their eyes in the torchlight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we will explore Andasibe National Park. Andasibe-Mantadia National Park (formerly known as Perinet) is a 155 square kilometer protected area, about 150 km east of Antananarivo (approx. a three hour drive) consisting principally of primary growth forest. These are home to the teddy bear-like Indri, the largest of Madagascar’s lemur species, as well 11 lemur species in total and a wide array of bird life too. Listening to the piercing yet melancholy cry of the Indri in the morning is an evocative experience and for those who are prepared to follow them through the thick rainforest, the reward is often a close-up view of these beautiful creatures. This National Park was inscribed in the World Heritage Site in 2007 as part of the Rainforests of the Atsinanana."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast you will meet your guide and we will set out by car to Antsirabe. Antsirabe is a tidy, well maintained town which combines the tranquility of a small European provincial town with the exuberance of traditional Malagasy buildings. The third largest city in Madagascar, Antsirabe is known for its relatively cool climate (as the rest of the central region of the country), its industry and the high concentration of pulled rickshaws. Along the way you can choose to stop off and visit Ambatolampy (the biggest town between Tana and Antsirabe) where we may get the chance to see craftsmen building aluminium pots amongst other things. Alternatively, if time allows, you can also visit Lake Tritriva which is a 2 hour round trip to a stunning lake of volcanic origin with blue/green waters, surrounded by beautiful scenery – walking around the lake will take approximately 1 hour, during this time we will likely meet many local Malagasy people. Where we will stop and what you will do today will depend on your preferences. Today will be a great chance to experience Malagasy life on the road!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we will be heading towards Sahambavy. Upon arrival, we can visit the tea plantations and tonight we will stay at the Lac Hôtel with a breathtaking view of the islands unique tea plantation (520 hectares) which spreads out as far as the eye can see. The beautiful landscape with the charming lake is the perfect destination for a relaxing stop-off. Sahambavy is a small town on the railway from Mankarana to Fianarantsoa. Its main attraction is the Sahambavy Lake, nested at the foot of a hill. It is also famed for the only Madagascan tea plantations."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we head out on the next part of our adventure from Fianarantsoa to Manakara (by train and canoe!). The trip will take us trough dense forests and along a calm river (the few rapids we will encounter of the next few days are gentle and can be avoided if you don’t want the potential of a swim….. that said the first rapid tends to be the one to catch most of us out). We start by a half day train journey through scenic and interesting landscapes. The train ride takes approximately 5-6 hours. We will be travelling on reserved 1st class seats (the train can get pretty full!) and will disembark in Manampatrana, where the Faraony river winds gently between boulders, cliffs and cultivated banks. We will meet our canoe team and set off on a short canoe downstream (grade 1 and 2 rapids) before stopping on one of the beaches to setup camp (afternoon showers are not unusual in this area). Your guides and canoe team are in charge of all the logistics (food, firewood etc.) and you only have to put up your own tent. All meals, mainly from fresh and local products are generously served and prepared with care."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We will dedicate these two days to canoeing down the Faraony River. The Faraony flows down from the central highlands of Madagascar into the Indian Ocean. Situated on the east of the island, the area is tranquil and fairly still. Like many rivers in this region it seems to bear exploitable amounts of precious minerals so there are ‘gold rushes’ on many of the river bends. Along the way we will meet many smiling Malagasy people."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning we will lay up our canoes and say goodbye to the Faraony - from here onwards the river starts to flow furiously through rapids and cataracts so we abandon it in its ocean race. From here we have a 4 – 5 hour trek (12 miles walking), where we will rendezvous with our driver and vehicle before heading to Ranomafana. We will get to Ranomafana in time for dinner"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We will head out on a forest trail today and have lunch in the park, so we should get a chance to see much of the wildlife first hand throughout the day. Ranomafana is particularly rich and beautiful, a mountainous subtropical park which contains lowland moist forest, cloud forest and high plateau forest and is the home to a large number of lemur species (13 in total), as well as 118 birds and more than 70 amphibians and reptiles so is really a great place to see some of the unique species living in Madagascar. Lemurs include the brown lemur, golden bamboo lemur and the exceptionally rare greater bamboo lemur which is relatively easy to see in Ranomafana. Wildlife viewing is good all year round but is most productive from mid-Sept to May."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After breakfast, we will start our drive to Anja Park, which lasts a little more than 3 hours. Created in 2001 and located near Ambalavao, the Anja Community Reserve is a woodland area and freshwater lake, at the base a large cliff. Most of the reserve is dominated by fallen rocks and boulders but interestingly there are two small caves providing habitat for bats and owls. The reserve was created to help preserve the local environment and wildlife and is one of the more touristy places you visit, however is perfect for lovers of walking and wildlife and offers a unique occasion to interact with ‘wild’ ring-tailed lemurs somewhere between tamed and familiar! After visiting the reserve we will drive to our next destination – the Tsaranoro Valley (approx. 2 hrs away). This afternoon we can explore on a short trekking adventure or simply relax. Our accommodation here will be a traditional bungalow situated at the foot of Tsaranoro’s cliff. This afternoon we will be able to go on a short trek to explore the area or simply relax."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We will spend today exploring this stunning area on foot and meeting all the locals. Visiting the Tsaranoro Valley is a fantastic opportunity to see Madagascar in all its natural glory. Prepare to be enchanted by the astounding landscapes, stunning red land and the beautiful and awe-inspiring Massif of Andringitra. You will be able to see many kinds of orchids, three sorts of palms including one kind which is endemic to the Andringitra, chameleons, lizards, snakes, batrachians, birds including the famous peregrine falcon as well as the especially friendly Catta (ring-tailed) Lemurs living in small families around the camp. The spectacular rock walls of the massif and the mind-blowingly beautiful valley offer numerous climbing routes and hiking trails and a thriving village which can be visited. We will also have the chance to visit the base for our local agents reforestation effort (a passion which is shared (via wood-en-stock) by Pioneer Expeditions). Here we will have the opportunity to visit and see the reforestation effort for ourselves. Depending on the time of year we may also get to plant some young saplings."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today we must start our long journey back to Tana, so we will head to Ambositra. Ambositra is a city in central Madagascar. High on a plateau surrounded by misty green peaks, It is also the arts-and-crafts capital of Madagascar and there are over 25 artisans’ shops, selling woodcarvings, raffia baskets, polished stones, marquetry (objects inlaid with colored woods) and paintings. Ambositra is a picturesque and lively town, full of tall red-brick Betsileo houses lining its crooked streets."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We will head back to Tana today. You will have time to visit the handicraft market in Tana and enjoy the rest of the day as wish."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will take the early morning flight, getting you to Anjajavy at 8.30am. Your journey starts as soon as you approach the landing strip of Anjajavy: you will overfly the forests, then the mangrove swamps, turn to your right above the sea and land on the red earth of the peninsula... The transfer from the airport to the lodge will already enable you to encounter strange animals and to glimpse the baobabs. On arrival at the lodge you will certainly be conquered by the luxuriance of the native vegetation visible in the oasis. But it is only in the following 5 days that you will take full measure of the forest, the secret creeks, the sea which uncovers immense beaches at low tide, the moving mangroves and their mysterious birds, the jagged coral ruins on which only the wild trees of Madagascar are capable of growing... Anjajavy (Luxury Beach Lodge) Extension: Approx cost: £2300 $2695. Please note other beach hotels or extensions are available if you would prefer to reduce costs."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "These days are free to be spent at your own leisure. Coral reefs, tsingy, pristine beaches and extensive mangroves will simply take your breath away. Many activities are available in Anjajavy, such as trekking, snorkeling, meeting the locals, visiting villages and discovering a glimpse of their development projects. As a honeymoon gift, a 30 minute massage will be offered for the both of you."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "You will leave your piece of paradise and take the morning flight back to Tana. Upon arrival in Tana you will get a chance to visit the local handicraft market (if you are interested)."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Transfer to airport in time for flight home. If you are on the Air France or Air Kenya trip which leaves early morning of day 13, you can opt to have a day use room &/or driver/guide for the day (not included)."
    }
  ],
  "map": ""
}