{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-guided-nature-tour",
  "tourName": "Madagascar guided nature tour",
  "placesVisited": "",
  "generalInfo": "For those with less time, this tour is the perfect introduction to Madagascar. Arriving into Antananarivo (Tana) you will do a heritage walking tour and visit the cultural UNESCO site of Ambohimanga. Travel south to Madagascar's second city, Antsirabe, and enjoy a walking tour and ride by local pousse-pousse. In Ambositra you will see how silk is produced and dine with a local Malagasy family. Come face to face with lemurs and other wildlife in Ranomafana National Park, and witness the island's largest zebu market in Ambalavao (only Wed and Thu). Take a walking tour in the Anja Community Reserve before arriving into Isalo National Park. Spot more intriguing wildlife and birds on a trek through magnificent canyon scenery and take a dip in some of its natural pools. Drive to Tulear on the west coast stopping off at the impressive arboretum, home to many endemic species of flora and endangered tortoises. Finally unwind in Ifaty before your flight back to Tana.<br/><br/>TOUR HIGHLIGHTS<br/>- Heritage walking tour in Antananarivo<br/>- Visit UNESCO-listed Ambohimanga<br/>- Exquisite Zafimaniry wood carvings<br/>- Visit the rainforest in Ranomafana National Park<br/>- Religious traditions of the Betsileo Tribe<br/>- Trek through canyon territory in Isalo National Park<br/>- Witness Madagascar's largest zebu market in Ambalavao<br/>- Ecotourism at Anja Community Reserve<br/>- Relax on beaches in Ifaty<br/><br/>PLACES VISITED<br/>Antananarivo - Ambohimanga - Antsirabe - Ambositra - Ranomafana National Park - Fianarantsoa - Isalo National Park - Ambalavao - Ranohira - Anja Community Reserve - Ilakaka - Ifaty - Tuléar - Reniala Nature Reserve.",
  "durationDays": "14",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo. Arrive into Antananarivo where you will be met by one of our representatives and transferred to your hotel. Overnight in Antananarivo. Meal plan: n/a"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Antananarivo. In the morning, visit the old part of Antananarivo before proceeding in the afternoon on a guided tour of the Ambohimanga Rova, Madagascar's only cultural UNESCO site. En route, stop by the boutique market of Galerie Lisy and browse the large variety of handcrafted goods available. The evening is free at your leisure. Overnight in Antananarivo. Overnight in Hotel Belvédère, Antananarivo Meal plan: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antananarivo - Antsirabe. Following an early start, drive to Antsirabe on a tarred road and check in to your hotel on arrival. In the afternoon (around 14:00), enjoy a walking tour of the city including a ride in one of Antsirabe's famous colourful rickshaws, known as \"pousse-pousse\". The evening is free to relax. Overnight in Antsirabe. Meal plan: Breakfast"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Antsirabe - Ambositra. In the early morning, drive to Ambositra. Visit the Malagasy Silk Road, travelling from one village to another. First drive to Ivato Centre before taking a dirt road for about 10km to Soatanana. Home to the largest remaining forest of Tapia (the staple diet of silkworms), learn about how villagers are involved in the production of silk cloths and fabric used by Malagasy people on special occasions. You will have the opportunity to see each stage of the silk productions, from cocoon to weaving and dying. Lunch will be taken at people's place in one of the visited villages. Afters lunch, continue the drive to Ambositra. Overnight in Ambositra. Meals: B"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ambositra – Ranomafana National Park. After breakfast, drive to Ranomafana National Park. In the afternoon, visit the thermal bath before enjoying a night walk on the outskirts of the national park. Overnight in Ranomafana. Meals: B"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ranomafana National Park. Enjoy a full day exploring Ranomafana National Park. The classic routes inside the park will take you on walks ranging from 4 to 6 hours. Keep an eye for the various lemur species (including the greater and golden bamboo lemur, red-bellied lemur, red-fronted brown lemur and Milne Edward’s sifaka) as well as the different types of birds, including the ground rollers (pitta-like and rufous headed mainly) and velvet and common sunbirds asities. Please note, birdwatching walks must be done very early in the day. In the afternoon, return to the hotel. Overnight in Ranomafana National Park. Note: While the park's path network has improved in recent years, paths still vary from moderate to steep and are often slippery. Therefore, reasonable fitness is required. Meals: B"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ranomafana National Park - Fianarantsoa. In the early morning, drive south to Fianarantsoa, where you will arrive at around 9:00 after a 1.5-hour drive on a tarred road. On arrival, visit the Betsileo tribe and observe their daily life. Begin your walk at the Saint-Francois seminary before heading down the valley, noting the traditional architecture along the way. Enjoy lunch in a local house and learn about the authentic Betsileo culture and traditions. In the afternoon, return to the hotel where the rest of the day is free to relax. Overnight in Fianarantsoa. Meals: B,L"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fianarantsoa. After breakfast, proceed on a walk to the old city of Fianarantsoa, reachable only by foot. Walk up to the water tank and enjoy panoramic views over Fianarantsoa. Continue to the eastern part of the city and the Fianarantsoa University area, where you will visit a workshop which specialises in handmaking portable ovens from argile. After, proceed along the dirt road to the Mahatsiatra River and board a canoe for a relaxing river tour. Packed lunch will be taken on the river bank. End the canoe tour in the Sahambavy area, where Madagascar's only tea estate is located. Unfortunately it is not possible to visit, but you’ll be able to see views over the tea fields. In the mid afternoon, return to your hotel, stopping at the workshop of the famous Malagasy photographer Piero Men along the way. Overnight in Fianarantsoa. Meals: B,L"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Fianarantsoa - Ambalavao - Isalo National Park. In the morning, drive to Ambalavao and visit the biggest zebu market in Madagascar (held every Wednesday and Thursday). Continue south of the city and enjoy a 2 hour visit to the Anjà Community Reserve. On arrival in Isalo National Park, the rest of the day is at your leisure. Overnight in Isalo National Park. Meals: B,D"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Isalo National Park. Enjoy a full day exploring Isalo National Park. The recommended walk (from 5 to 6 hours walk) today takes you from the dry and hot crest trail to the green and lush canyons. Return to the hotel in the middle afternoon. In the early evening, enjoy a short walk (about 10min) on the property to reach a scenic viewpoint for the sunset. A selection of snacks, wines, soft drinks and local beers will be available while you enjoy a performance from a Bara dancing and singing group. Overnight in Isalo. Meals: B,D"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Isalo - Ilakaka - Tuléar - Ifaty. Following an early departure, drive to Ilakaka and visit the open sky sapphire mines, watching the workers as they sift in the rivers for sapphires. This visit is organized by Colorline, a Swiss owned company which buy, polish and export sapphire to the international market. End the tour with a visit of the showroom. Continue to Tuléar, visiting Antsokay Arboretum along the way (visit approx. 1.5 hours). On arrival in Ifaty, transfer to the hotel where the rest of the day is free to relax. Overnight in Ifaty. Meals: B"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Ifaty - Reniala Nature Reserve - Ifaty. In the early morning, take an optional nature walk to spot birds in the surrounding spiny forest. The rest of the day is free to relax or explore at your leisure, with a wide choice of excursions and activities available, including snorkeling on the Massif des Roses or exploring the lagoon with local fishermen. In the evening (at around 17:00), drive to Reniala Nature Reserve and explore the botanical garden and spiny forest, keeping an eye open for Subdesert Mesites and long-tailed ground rollers. After, enjoy dinner in the middle of the reserve, served at the bottom of the baobabs (only possible if group size is larger than 4). Overnight in Ifaty. Meals: B,D"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ifaty - Tulear - Antananarivo. Transfer to Tuléar airport for your flight back to Antananarivo. On arrival, transfer to your hotel where the rest of the day is free to relax. Depending on your arrival time, there is the option to explore the local market or to have a short walk around the hotel area to visit the city. Overnight in Antananarivo. Meals: B,D"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Depart from Antananarivo. The morning is free to rest or explore at your leisure. At the appropriate time, transfer to the airport for your international flight home. Meals: B"
    }
  ],
  "map": ""
}