{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "family-wildlife-luxury-tour-in-madagascar",
  "tourName": "Family wildlife luxury tour in Madagascar",
  "placesVisited": "",
  "generalInfo": "Our Family Wildlife Tour in Madagascar invites you and your loved ones on an unforgettable 11-day adventure through the spectacular and diverse corners of this fascinating country. Encounter adorable lemurs, search for rare and endemic wildlife, immerse yourself in captivating cultural traditions, and marvel at natural wonders – all while staying in luxurious, family-friendly lodges and camps.<br/><br/>Your journey begins with a night in Antananarivo (known locally as 'Tana'), where you can unwind after your flight by relaxing at your hotel pool or exploring the city’s intriguing architecture.<br/><br/>From there, you’ll travel east by car for a couple of hours to Andasibe-Mantadia National Park, a protected rainforest brimming with wildlife. Here, you’ll find lemurs, including the indri – the largest lemur species in the world. Enjoy thrilling night walks to spot nocturnal creatures and family picnics by breathtaking waterfalls.<br/><br/>After a return night in Tana to break up the journey, you’ll fly three hours west to Morondava, situated along the Mozambique Channel. Spend two nights in this culturally rich area, famed for its elaborately carved wooden royal tombs.<br/><br/>You’ll visit the Avenue of the Baobabs, a chance to capture Madagascar’s most iconic landscape, and explore the Kirindy Reserve, renowned as the best place in the country to spot the elusive fossa – Madagascar’s largest carnivorous mammal. This reserve also boasts three of the island’s seven species of baobabs.<br/><br/>Following another stopover in Tana to connect the two regions, you’ll fly northwest to Anjajavy for a three-night stay at the luxurious Anjajavy Lodge. This idyllic retreat is home to a rich variety of lemurs, making it far more than a typical beach destination – it’s a paradise for wildlife enthusiasts.<br/><br/>With sumptuous family suites and activities designed to delight both children and adults, this enriching Family Wildlife Tour in Madagascar promises to be an unforgettable experience that you’ll cherish for years to come.",
  "durationDays": "11",
  "price": "19550",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Antananarivo - You’ll fly into Ivato International Airport in Antananarivo, where you’ll be greeted by an guide who will drive you to your hotel in Antananarivo, locally known as ‘Tana’. Take a dip in the pool and enjoy the lovely views over the city, or head out to explore the traditional architecture and distinct Indonesian influence of Tana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Transfer to Andasibe-Mantadia National Park - After breakfast, your guide who will take you east to Andasibe-Mantadia National Park, a spectacular rainforest park. The park consists of two protected areas; the Perinet Special Reserve and Mantadia National Park, known for their population of indri lemurs, the largest living lemur species. The journey to Andasibe offers first time visitors to Madagascar a unique insight into rural life with rice fields, redbrick houses and roadside stalls selling seasonal fruits and vegetables on the sides of the roads. You'll arrive at your lodge where you’ll stay at the lodge on a full-board basis for two nights. This afternoon, visit a private reserve run by local NGO Mitsinjo. The NGO funds reforestation, community education and sensitization to conservation issues including running Madagascar’s first amphibian captive-breeding facility. Here you will see a large variation of wildlife and you can also plant an indigenous species along the reforestation trail."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Exploring Mantadia National Park - Following a delicious breakfast, you’ll drive to Mantadia National Park for a day of adventure and for a picnic lunch. Look out for lemurs in this incredible park including the indri lemur, diademed sifaka, grey bamboo lemur, red-bellied lemur and white ruffed lemur. Here the trails are slightly more difficult, but we recommend it as the forest is taller, wilder and less crowded than Perinet. It’s a naturalist's heaven with many rare species of mammals, reptiles and birds, and an abundance of birds including the scaly ground roller, pitta-like ground roller and breasted coua. At the Rianasoa Waterfall enjoy a delicious picnic before hiking back to the vehicle and returning to the lodge. For those who wish, you can head out on a night walk with a local guide this evening to explore the forest surrounding the reserve. You’ll be able to see a variety of nocturnal lemurs including mouse lemurs, white footed sportive lemur, fat-tailed dwarf lemur, and the woolly lemur."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Exploring Perinet Reserve and transfer to Antananarivo - Wake up and enjoy an early breakfast before meeting your guide and head out to the 180-hectare Perinet Reserve to find the indri lemur. With a barely visible tail, black and white markings and a surprised teddy bear face, this lemur is one of the few animals in the world that cannot survive in captivity. Whilst walking through the rainforest, there are 11 species of lemur to spot and you may also find a troop of grey bamboo lemurs, common brown lemur, diademed sifaka and the black and white ruffed lemur. Following lunch in Andasibe, you’ll drive back to Antananarivo and check in to your hotel for the night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Fly to Morondava, Avenue of Baobabs - After breakfast at Maison Gallieni, you will be taken to the airport for your 3 hour flight west to Morondava. Morondava is located in the west of Madagascar, on the delta of the river of the same name at the edge of the Mozambique Channel. Morondava was the centre of the Sakalava kingdom and is known for its beautifully sculpted wooden royal tombs. Upon arrival at the airport, you will be greeted by your guide and be transferred to your hotel, where you stay for two nights on a full board basis. The afternoon is at your leisure or you can choose to have a tour around Morondava. In the evening, you will be driven about 20km to the Avenue of the Baobabs for a beautiful sunset and fantastic photo opportunities. This is the most iconic view of Madagascar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Visit Morondava & Kirindy Private Reserve - Today you will have an early breakfast and will be driven to the north-east of Morondava to the Kirindy Reserve. Krindy Reserve is privately managed forest that is known as the best place in Madagascar to see the elusive fossa. It is also home to the Madagascar Giant Jumping Rat, endemic to this forest, and 8 lemur species including Madame Berthe’s mouse lemur. The landscape is dry deciduous forest interspersed with towering baobab trees. Three out of the island’s seven baobab species are found here. After a leisurely picnic lunch, you will be driven back to Morondava to your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly back to Tana - Today, your guide will transfer you to the airport for your flight back to Tana. Upon arriving in Tana, you will be greeted by another guide who will transfer you to your hotel, where you stay for one night on a half board basis."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fly to Anjajavy Private Reserve - Wake up bright and early and enjoy breakfast, after you will be driven back to Ivato Airport for your scheduled charter North-west to Anjajavy. Upon arrival you will be greeted by a hotel staff member and transferred to Anjajavy Le Lodge where you will stay for the next three nights on a full board basis in a Seaview Villa. Anjajavy Lodge is located within a 450 hectare nature reserve on Madagascar’s north-west coast. The lodge’s 25 duplex, rosewood villas all have private decks overlooking the ocean. Meals can be served in an enclosed oasis in the hotel grounds or on the beach. The surrounding forest is alive with lemurs, chameleons, malachite kingfishers and hummingbirds. At 5:30 pm you will depart for a night walk in the reserve to spot a variety of nocturnal lemurs. While the reserve’s show-stoppers are undoubtedly the charismatic coquerel’s sifakas, the hours of darkness also have their star performers. Weighing a mere 63 grams, danfoss mouse lemurs scamper about in the shrubbery around the reserve just after nightfall, springing from branch to branch, quick as a flash, in search of food. If you hear a strange squeal coming from the tree tops, then you have probably found a Grewcock’s sportive lemur. Other mammals to spot are the endemic tsingy tuft-tailed rat, Commerson’s leaf-nosed bat, or Madagascar’s largest predator - the rare and elusive fossa."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Anjajavy - This morning, set out for a walk along the ‘Chemin des Crabes’ to see the fabulous birdlife, beautiful baobabs and of course, the famous hairy crab. Anjajavy is one of the best destinations to spot the regal Madagascar fish eagle, shy crested Ibis, or rare Madagascar sacred Ibis. At the end of the walk, you will visit a small cave where you will find a fossilized lemur skull, stalactites and sharks’ teeth. You will return to the lodge for lunch and a leisurely afternoon."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore the tsingy rock formations - You will enjoy a long walk this morning along the Giant’s Causeway and King’s Alley. Visit the extremely ancient baobab trees, tsingy rock formations found only in Madagascar, as well as a variety of lemurs including the Coquerel’s sifakas. The sifakas, along with troops of common brown lemurs, roam freely in the gardens and surrounding reserves. You will head back to the lodge for lunch and a relaxing afternoon."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure from Madagascar - Sadly your holiday has come to an end, you will be transferred to the airstrip for your morning flight to Tana by scheduled charter. Arriving back at Tana airport, you will be met by a travel representative, who will help you in checking in for your outbound flight. This brings your stunning Family Wildlife Adventure to an end, but with memories that will last a lifetime."
    }
  ],
  "map": ""
}