{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-small-group-holiday",
  "tourName": "Madagascar small group holiday",
  "placesVisited": "Antananarivo, Andasibe, Lemurs, Perinet, Guided night walk, Morondava, Kirindy Reserve, Alley of the Baobabs, Bekopaka, Trekking in the Grand Tsingy, Antsirabe, Ranomafana National Park, Anya National Park, Trekking in Isalo National Park, Ifaty Beach, Mahafaly and Antandroy Tombs",
  "generalInfo": "Madagascar is like nowhere else on the planet – the result of 80 million years of isolation. Here, alien landscapes – of stone forests, bulging baobab trees, and vast national parks – hide weird and wonderful creatures unique to this island. This in-depth adventure covers the extraordinary habitats and creatures of the south and west, while your expert tour leader unlocks the mysteries and shows you where bouncing lemurs put on their best show and other curious animals like to hide.",
  "durationDays": "16",
  "price": "4559",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in the characterful capital of Madagascar, Antananarivo, known as Tana by most. Around 6pm, say?salama (that’s hello in Malagasy)?to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Madagascan welcome by arranging a group dinner. Want more time in Tana? Secure pre-tour hotel nights through your sales representative. Accommodation: Relais des Plateaux (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bid farewell to Tana, as we take a transfer to the airport for our flight to the west coast town of Morondava. From here, we drive to Kirindy Forest, stopping en route at the Avenue of the Baobabs. This short section of road, a key stop on any trip to Madagascar, is flanked by curiously fat-trunked baobab trees, some thought to be more than 1,000 years old. Having completed our journey, we embark on a night walk in Kirindy Forest. Search this private nature reserve with expert local guides and the Exodus tour leader, keeping an eye out for any of the eight lemur species that live here. Total drive time: Three hours on dirt road Accommodation: Relais du Kirindy (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "See a different side to Kirindy, enjoying an early morning forest walk. Led by local guides and our tour leader, we venture into the forest in full light, looking for even more lemur species, including the critically endangered Verreaux's sifakas. After, we drive to the town of Belo Tsiribihina, where we catch a ferry across the Tsiribihina River and continue to Bekopaka, a small village at the entrance of Tsingy de Bemaraha National Park, which we reach by another, much smaller, ferry. Total drive time: Seven hours (including the ferry crossing) Accommodation: Orchidée du Bemaraha (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dedicate today to exploring Tsingy de Bemaraha National Park, home to extraordinary stone forests known tsingy and plenty of wildlife. On our easy walk (3mi/5km), we join eagle-eyed park guides and our tour leader to spot extraordinary creatures, such as Milne-Edwards mouse lemurs, white Decken’s sifakas, Bemaraha woolly lemurs and giant chameleons. Our adventure begins in the morning with a two-hour canoe ride on the Manambolo river. With our canoe steersperson taking us gently along the waters, we explore caves and learn about the traditions and customs of the local Bara ethnic group from our park guide, a Bara member. In the afternoon, we visit the Small Tsingy, an otherworldly collection of needle-like limestone rocks. Often described as a stone forest, the tsingy formations are like nowhere else on earth – plus we have the chance to spot ring-tailed lemurs and other local wildlife. Our exploration, which includes climbing rocks and ladders, is a great warm up for tomorrow, when we tackle the Big Tsingy. Accommodation: Orchidée du Bemaraha (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Enjoy an adventure-packed day exploring the Big Tsingy, where the magnificent limestone needles can reach double the size (up to 195ft/60m) of those in the Small Tsingy. It’s a physically challenging day, as you need to crawl in some sections, wear a harness and climb up the tsingy – your efforts are well rewarded, however, with a chance to see a unique landscape formed over millions of years. Bring a packed lunch from the hotel to enjoy your meal with unforgettable views. This is a day you won’t forget! Total drive time: Two hours Accommodation: Orchidée du Bemaraha (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We leave the tsingys behind and return to Morondava, taking the ferry across the Tsiribihina River again. It’s a long travelling day but we head back via the Avenue of the Baobabs for sunset, the most beautiful time to visit with the dark outlines of the trees backdropped by a sky changing colour. Total drive time: Eight hours Accommodation: Hotel Trecicogne (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We’re back in the vehicle today, this time driving (eight hours) through the desertic landscape of western Madagascar to the town of Miandrivazo. Total drive time: Eight hours Accommodation: Princesse Tsiribihina (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We drive (eight hours) to Antsirabe today, in the central highlands of Madagascar. There may be time for an optional boat excursion on the Mahajilo river this morning before our journey. Your tour leader can provide more information on the trip. Our journey is a fascinating display of Madagascar’s diversity. We see it in the landscapes, through desert plains to rolling mountains, and architecture, in the one-level adobe houses of Miandrivazo to the multi-storey houses of Antsirabe. Arriving in Antsirabe, there may also be time for an orientation tour upon arrival. Total drive time: Eight hours Accommodation: Chambres du Voyageur (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Spend today exploring Antsirabe and the surroundings by bike. Led by a local cycling leader, alongside our tour leader, we embark on a gentle 22mi (35km) ride. Exploring on two wheels allows us to get deep into Madagascan culture, visiting traditional villages and meeting the local people. Our ride begins in the busy town centre, gradually shifting to quieter residential areas and finally to open countryside. We follow a dirt road for about 4mi (7km) towards Lake Andraikiba. The road is slightly hilly but manageable for most cyclists. During the excursion, we wrap around the lake, passing rice paddies, brick-making areas, and vegetable fields - reflecting the agricultural heritage of the region. Total drive time: One hour Accommodation: Chambres du Voyageur (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We depart Antsirabe today and transfer to Ranomafana National Park in the southeast of Madagascar. It’s a long drive on bumpy roads, but we do stop along the way to stretch our legs. It’s also a journey through some of the most scenic and varied landscapes in Madagascar, transitioning from the cool highlands to lush rainforests. On the way, we stop at Ambositra, the capital of Malagasy woodcarving, great for buying souvenirs and observing artisan workshops. Total drive time: Seven hours Accommodation: Hotel Ny Tanàna (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Head deep into Ranomafana for a full day exploring this World Heritage site. This landscape of medium-altitude rainforest is one of the great wildlife-watching destinations in the country, while also being home to endemic flora. Guided by our tour leader, we take 6mi (10km) or so of trails (which can be slippery!) through the park, looking for some of the flagship species, including black-and-white ruffed lemurs, golden bamboo lemurs and greater bamboo lemurs. There are also nearly 100 amphibian species to spot, plus plenty of birdlife. After dinner, we return to the edge of the rainforest (the park closes at 5pm) to explore the roadside near the entrance or adjacent forest edges for nocturnal animals, such as mouse lemurs, leaf-tailed geckos, Madagascar tree frogs, juvenile panther chameleons and giant pill millipedes. Accommodation: Hotel Ny Tanàna (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "There’s still plenty more to see in the park, where no two wildlife-watching days are the same. Visiting twice maximises our chances of spotting as many of the incredible creatures that live here as possible. If you’d like a post-walk dip, you may wish to visit the thermal pool in Ranomafana, where you can swim in hot spring water. Or, if you’d like to return for another night walk tonight, you can join an optional excursion (both options payable locally). Accommodation: Hotel Ny Tanàna (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "We’re off to another of Madagascar’s great national parks today: Isalo. Breaking up the journey, we stop at Anjà Community Reserve, where we can easily spot ring-tailed lemurs, while also learning about the interesting funerary rites of the local Betsileo people with a visit to two family tombs on the cliffs. Total drive time: Eight hours Accommodation: Isalo Ranch (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Spend today exploring Isalo, a vast landscape of canyons, gorges and rock formations sculpted by wind and water. The mix of grassy plains, ochre-red soil and grey rock formations create a unique blend of Western landscapes and African savannah. During our walk (less than 9mi/15km), we spot several species of lemurs and see the tombs of the local Bara people to gain a better understanding of the local culture and traditions. Total drive time: One hour Accommodation: Isalo Ranch (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Bid farewell to Isalo and drive (8hr 30min) to Ifaty, ready for our flight back to Tana tomorrow. The rest of the day is free to relax and enjoy a final group dinner – a chance to relive our adventures together and remember some of our favourite moments. Total drive time: 8hr 30min Accommodation: Le Paradisier (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "After breakfast, catch the one-hour transfer to Tuléar, in time for our flight back to Tana. Our trip concludes at Ivato International Airport. If you’d like to continue your adventure, speak to your sales representative about extending your stay in Tana."
    }
  ],
  "map": ""
}