{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-off-the-beaten-track-holiday",
  "tourName": "Madagascar off the beaten track holiday",
  "placesVisited": "",
  "generalInfo": "Escape to this green paradise of eastern Madagascar. From the popular park of Andasibe, we will take you to Manambato on a boat journey alongside the Pangalanes Canal, then relax on the beautiful Island Sainte Marie where you will be enjoying the spectacle of whale watching.<br/>Cruising by boat in the calm waters of Pangalanes will offer insight into this fascinating landscape, people, wildlife, daily life, culture, lively fisherman markets and enjoying the breathtaking scenery. As well as enjoying the beautiful beaches. You will have your own personal chauffeur guide with a car, so you can experience Madagascar at your own pace.<br/>PACKAGE DETAILS (12 Nights/13 Days)<br/><br/>Price: <br/>Price includes return economy international flights, accommodations, excursions &amp; meals as per itinerary, all transport arrangements and local guides. <br/><br/><br/>Highlights of the tour: <br/><br/>• Singing Indri Indri Andasibe Mantadia National Park<br/>• Spotting nocturnal animals in night walks<br/>• Visiting remote villages along the Pangalanes<br/>• Cruising the Pangalanes<br/>• Explore the flora and fauna of Lake Ampitabe<br/>• Trekking in the Vohibola Reserve &amp; Planting Trees<br/>• Lounging on the golden sandy beaches of Ile Sainte Marie and Whale watching<br/>• Sundowner in Antananarivo",
  "durationDays": "16",
  "price": "4980",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo: ‘’Manao ahoana’’ & ‘’Salama’’ Welcome to nature’s sanctuary. You will be welcomed & greeted by your guide or representative on arrival Antananarivo Ivato International Airport. You will travel to your hotel. Location: Antananarivo ; Hotel: Belvedere ; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Andasibe: After breakfast you will travel to Andasibe. Travel time is about 3 hours. In the evening around 6pm you will be guided through the Mitsinjo Forest on Night Walk to spot the nocturnal animals including ‘Goodman Mouse lemur. Experience the rainforest after dark where nocturnal lemurs, chameleons, geckos, frogs and fireflies come alive. The night walk can take 1½ – 2 hours."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Andasibe - Manambato: After breakfast you will visit the Andasibe-Mantadia Analamazaotra National Park Special Reserve to spot and hear the sounds of Indri Indri Lemurs. The Indri is the largest living lemurs and known as babakotos in the local Malagasy language, which means ‘man of the forest’ or ‘little father’ and unlike other lemurs, only have a short stumpy tail. Indris produce loud territorial calls that can be heard from over 1km away as you enter the park. You will be trekking through beautiful waterfalls and landscape that will lead you towards a natural swimming pool where a cascade of waterfalls. The bathing is allowed, bring your swimsuits! Along the track, where you can generally hear the screams of the Indri indri and you can also see some orchids. It is an exceptional rainforest ambiance. There are many circuits to choose from depending on your fitness level. The easiest trekking with well paved paths can take from 2-3 hours up to 3 kms. After lunch you will travel to Manambato for a 3 days cruise on the Pangalanes to Tamatave. Hotel: On board the Reine Tina; Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Manambato - Ampasindava: Today is the first day of your 3 days cruise on the Pangalanes canal. You will leave Manambato to reach the small village of Ampasindava on board the Reine Tina. Ampasindava is nestled between the Ocean and the Canal. The travel time lasts approximately one hour. Ampasindava is a small charming town full of legends that our guides will not fail to tell you. Once arrived at Ampasindava, empty your mind, leave everything behind and enjoy the joy and peace that this little village will share with you. You will be stuck in a beautiful scenery of an old train station with the sound of the ocean. Pure hapiness! If you wish, you can have your swimsuit on and go for an afternoon swimming time. You will be served your lunch and dinner on board where you will be also offered a comfortable cabin for the 3 following nights. Hotel: On board the Reine Tina; Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ampasindava - Ankanin'ny Nofy: After breakfast aboard the Reine Tina, your next destination is the Ankanin’ny nofy reserve which could be litterally translated as ” The dream nest”. A visit to appreciate a part of the wildlife of the the East. Here, you will spot the famous indri indri indri, macacos lemurs, the lemur dancer Sifaka, the black and white lemurs coexist here: Varecia. After lunch aboard, you will reach the village of Andranokoditra to visit the Vohibola forest, a must visit lush green forest. We will take you to the other shore with the traditional wooden pistachio canoe. At Vohibola Reserve you will plant tree and discover the last pieces of littoral forest in Madagascar. Littoral forest are fragile eco system not same as mangroves somehow function in the same way. First you can choose a trail and there three to choose from. In this rewarding hike you will be able to see some rare plants and perhaps even the calumma vohibola, a chameleon discovered in 2009. Vohibola is a NGO (Man and the Environment – MATE). Once you have finished the walk, you will have an opportunity to plant an indigenous tree in your name. Dinner will be served on board and this is the second night you spend on board. Hotel: On board the Reine Tina; Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Ankanin'ny Nofy - Ambavarano: After breakfast on board, you will depart to the village of Ambavarano. You will meet a very welcoming and smiling population, living a very simple way where time seems to have stopped. Pay a visit to the mini workshop of Baby, a lady who passed on her knowledge to the young women of the village to nibble Betsimisaraka baskets also know as “baskets in penja”. You will take a tour to the village school and the clinic, then you will visit the sacred place where the villagers worship and make offerings. You be told the stories by our knowledgeable guides. The rest of the day at leisure, swimming optional. This is your last night on board. Hotel: On board the Reine Tina; Board: Breakfast, Lunch & Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ambavarano - Tamatave: Today, you will take your last boat ride along the Canal des Pangalanes till Tamatave. It’s a scenic cruise and you may be able to spot lemurs along the way. If time permits you can walk around the port city. Location: Tamatave; Hotel: Calypso; Board: Breakfast & Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tamatave - Ile Sainte Marie: After an early breakfast at 6am you will travel to Mahambo to take the ferry to Saint Marie Island, travel time 2:30 hours. From July until September it is possible to see whales around these waters. Upon arrival you will be transferred to your hotel. Transfer time will be approximately 20 minutes. Location: Ile Sainte Marie; Hotel: Princesse Bora; Board: Breakfast & Lunch"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tuk Tuk Island Tour: Ile Ste Marie, or Nosy Boraha, is a narrow granitic island 57 km long 8 km off the east coast of Madagascar. This tropical paradise with endless palm fringed beaches and bays surrounded by coral reefs. The island boasts lush vegetation which many species are endemic to the island. The landscapes are diverse: on the South the small Ile aux Nattes with a magnificent lagoon, on the East the mangroves, on the North the natural swimming pools, the forests on the centre and most of the activity to the West. The island lush vegetation with orchids, clove trees, cinnamon, vanilla, and many others. This is a full day excursion to discover the most beautiful landscapes of Saint Marie during the day. You’ll across small villages, forest, wild beaches, mangroves, rice fields and so much more. You’ll learn everything about vanilla, cinnamon, clove and orchids and the Malagasy way of life in the island. Location: Ile Sainte Marie; Hotel: Princesse Bora; Board: Breakfast & Lunch"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Whale watching: Today, you will take a boat trip to watch the Humpback Whales. Madagascar is one of the best places to see Humpback whales. During July & August scientist, photographers and whale lovers gather in Sainte Marie Island to study about this remarkable whale species. Every year St Marie celebrates whale festival with variety of events. More than 7,000 humpback whales migrate to Madagascar waters from Antarctic every year from June till November. Sainte Marie is an ideal place from which to watch the stunning mating rituals and calving of the whales. They come to these warm waters to mate, breed and calve. Our specialist guide will explain to you about humpback whales and with the on-board hydrophone you will be able to listen to whale songs one of the most amazing experiences listening to the male’s unique song, one of the most complex vocal displays in the animal kingdom. Also you might be lucky to witness one the dramatic displays of physical dominance and acrobatic stunts of the males to draw the attention of the females making for a truly awe-inspiring experience for spectators. Location: Ile Sainte Marie; Hotel: Princesse Bora; Board: Breakfast & Lunch"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enjoy yourself at the golden beach of Sainte Marie: Full day at leisure. Location: Ile Sainte Marie; Hotel: Princesse Bora; Board: Breakfast & Lunch"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sainte Marie - Antananarivo: After lunch, at 3:05pm you take flight to Antananarivo. Flight time lasts approximately 1:05 hours. Arrival in Tana at 4:00pm. You will be transferred to your hotel, depending on the traffic, it may take 45min to one hour. In the evening witness the best sun set with a Sundowner Dinner at Lakonga. It is the best place to say cheers to great trip around Madagascar with glass of champagne with a beautiful view of Antananarivo. And look back at the great times you had. Location: Antananarivo; Hotel: Pavillon de Lemyrne; Board: Breakfast & Lunch"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Fly back home: Today you will say bye to Madagascar and will fly back home."
    }
  ],
  "map": ""
}