{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-holiday-overland-adventure",
  "tourName": "Madagascar holiday, overland adventure",
  "placesVisited": "Tana, River Tsiribihina, Tsingy de Bemaraha National Park, Isalo NP, Kirindy Mitea NP, Anja NP, Andringitra NP, Ranomafana NP, Morondava, Tulear, Myriad local community encounters, Antsirabe and Zafimaniry crafts",
  "generalInfo": "Discover why there is so much more to Madagascar than its famous lemurs. This exploration of the world's fourth largest island reveals a cornucopia of natural and cultural wonders, experienced  at a gentle pace using transport like riverboat as well as on foot. <br/><br/>Travel from fertile highlands through terraced rice-fields and spectacular eroded hills (lavaka), cross savannah and trace the River Tsiribihina through semi-dry tropical forest to the iconic Tsingy de Bemaraha National Park, a UNESCO World Heritage site. Then take little used coastal tracks from Morondava to Tulear to experience the stunning scenery of a rarely seen part of the country and also meet the locals, from Mikea hunter-gatherers to Vezo fisherfolk. <br/><br/>The final week of this unique trip takes in some of the better known sights of the country, including Isalo National Park - and the lemurs, in both Anja and Ranomafana. But it also detours off-road on 4WD to places like Andringitra, with its dramatic granite outcrops and the villages of the Zafimaniry tribe whose wood carvings have been recognised by UNESCO.<br/><br/>From Madagascar’s highland capital, Antananarivo (better known by its shortened name Tana), you'll travel to the craft centre of Antsirabe. Wilderness experiences range from spotting crocodiles from your private riverboat to a drive along the famous ‘Avenue of the Baobabs’ to witness a spectacular wilderness sunset.    <br/><br/>Combine brilliant bird-spotting in the Kirindy Mitea National Park with relaxing in the laidback coastal town of Morondava and driving along stunning coastline to Tulear. Other national parks you'll visit include Isalo National Park with its canyons and natural swimming pools, the community-run – and lemur-filled - Anja National Park, plus the walking mecca of Andringitra National Park, its trails commanded by soaring granite peaks. <br/><br/>En route to the jungle paradise of Ranomafana National Park, meanwhile, you'll visit a unique paper-making factory at Ambalavao – perfect to buy something to jot down your unforgettable memories of the trip!     <br/><br/>",
  "durationDays": "22",
  "price": "4995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour Starts in Antananarivo (Tana): The tour starts this afternoon in Madagascar’s highland capital, Antananarivo which is better known by its shortened name of Tana. Our joining hotel is located very near to the airport so anyone arriving on a late flight need not worry about any lengthy transfers after what is likely to have been a long flight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tana - Andasibe National Park: We start the day with a city tour of Tana, visiting the main governmental, cultural and royal districts. We then take the National Road N2 to Andasibe, a journey of approximately 5-6 hours (dependent upon Tana traffic!). This drive brings us to the humid part of the country through the green landscapes of the east, with primary forest and lakes. We arrive in Andasibe National Park late in the afternoon where we’ll check-in to our hotel for the night. Approx 5-6 hours driving on asphalted roads"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In Andasibe National Park: After breakfast we will enter Andasibe National Park and hike for around 3 – 4 hours. The National Park comprises a huge tropical rain forest in the east boasting of nine species of lemurs. The highlight is the ‘Indri Indri’ which are the largest lemurs of Madagascar. This 810 ha reserve is home to other unique flora and fauna and contains a wide variety of orchids, a verdant canopy, endemic animals such as chameleons, tenrecs, and many varieties of birds. After the hike we will take a stroll through Andasibe village, a typical Betsimisaraka (The-Many-inseparable) village, home to Madagascar's second largest ethnic group, who cultivate rice and vegetables. This will give us an opportunity to experience their lifestyle and culture. In the late afternoon we will visit the private park of Vakona including an optional visit to ‘lemurs’ island’ to see three species of lemur. It provides an excellent opportunity to view these fascinating animals."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Andasibe National Park - Antsirabe: This morning we’ll head back towards Tana, from where we’ll start heading south to join our loop of Madagascar. We should arrive in Antisarbe by the late afternoon, for the chance to relax a little before dinner this evening. Approx 7-8 hours driving on asphalted roads"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Antsirabe - Miandrivazo: Antsirabe is considered Madagascar’s most elegant city as well as being home to more pousse-pousses (local-style rickshaws) than anywhere else in the country. We’ll have the morning to discover some of the craft skills for which this temperate city is well known before heading west towards Miandrivazo, some 4-5 hours away and located in the savannah of the lowlands as opposed to the green of the highlands. Approx 4-5 hours driving on asphalted roads"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Miandirivazo - Tsiribihina River: This morning we transfer the short distance to Masiakampy where our privately chartered riverboat will be waiting to take us down the Tsiribihina River. This trip allows us to get away from any crowds and to meet the people who use the river as their main conduit for travel. Today we plan to take a short hike up to a waterfall with a natural pool for a swimming opportunity. There’ll be ample time to just relax on board and watch life go by, but in addition we’ll be stopping at villages to meet the Sakalava people who are the major ethnic group in this region. After dinner on board, we’ll set up camp on the banks of the river. See ‘Travel along the Tsirbihina River’ in the SUPPLEMENTARY INFORMATION section below for more details. Approx 5 hours by riverboat"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "On The Tsiribihina River: This morning we plan to take a walk around a local village before we continue our journey downstream, with a good chance of seeing lemurs, crocodiles, bats and some amazing birdlife in the primary semi-dry forests that line the riverbanks. The scenery changes quite dramatically today as the river takes us through the Tsiribihina Gorge. For a second night we’ll set up camp by the riverside to take in the tranquillity of the Madagascan bush. Approx 5 hours by riverboat"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tsiribihina River - Bekopaka: Our last morning on the river takes us through to the largish settlement of Belo Tsiribihina which, despite its remote setting, is home to Mad Zebu, one of the country’s best restaurants where we plan to have lunch. Here we bid farewell to our riverboat and meet our 4WDs who will take us north along rough roads towards the village of Bekopaka, which sits at the entrance to the stunning UNESCO World Heritage Tsingy de Bemaraha National Park. Approx 3hrs by riverboat + 4hrs driving on dirt roads"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bekopaka – Tsingy De Bemaraha National Park - Bekopaka: Today will be dedicated to exploring the world of the Tsingy de Bemaraha, a limestone massif spectacularly eroded into karst pinnacles some of which can reach up to 50m in height. For those feeling adventurous, we’ll drive 90 minutes north to enter the world of the Grand Tsingy, which is home to the highest pinnacles. Access to this part of the National Park requires a short trek through dry western deciduous forest. We plan to spend the rest of the day exploring this natural phenomenon. The pinnacles themselves are accessed by way of a regularly maintained via ferrata. Here we will also have the opportunity to explore a series of caves and canyons linking these natural wonders, as we enter ever deeper into the National Park. No previous experience is needed and safety harnesses are provided but you will need to be agile and able to scramble over sharp rocks. For those feeling slightly less adventurous, there will be the opportunity to explore the smaller but equally impressive Petit Tsingy which is accessible from Bekopaka itself and which does not involve the need for any safety harnesses. Whichever option you choose, today will also be a day where wildlife sightings including 7 species of lemur, should also feature prominently. Approx 3 hrs driving on dirt roads (if visiting the Grand Tsingy)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bekopaka - Kirindy Forest Reserve: After breakfast we’ll cross the Manambolo River by ferry and drive back via Belo Tsiribihina to Kirindy Forest Reserve. After checking in to our accommodation we’ll head out for a night time nature walk in the hope of seeing the fossa and the giant jumping rat!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kirindy Forest Reserve - Morondava – Belo Sur Mer: We wake early (!) and drive to the famous ‘Avenue of the Baobabs’ in time for one of Madagascar's most iconic sun rises. From here we’ll stop for supplies in Morondava, before heading off on our real adventure southwards towards Tulear. Come prepared as we will not see asphalt for several days (!) and will have many rivers to cross along the way. The exact route that we take may be dictated by local river levels as well as the impact that the previous year’s cyclone season may have had on watercourses. However such uncertainty will be par for the course over the next few days and part of the fun. Our aim today is to get to the small fishing village of Belo sur Mer, situated on the beach and famous for its traditional open-air schooner construction, which we hope to be able to witness this afternoon. Approx 4hrs on dirt tracks"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Belo Sur Mer - Manja: Today we’ll continue our off-road adventure towards the inland town of Manja where we’ll stay in by far the most basic hotel of the trip. Approx 5hrs driving on dirt tracks"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Manja - Morombe: Today’s drive is a long but rewarding one with beautiful scenery, huge baobabs, spiny forest and more rivers to cross. Along the way we’ll pass several small villages and take time to ponder over the fact that the rough track we are taking was once a well-maintained national road! After crossing the Mangoky River by ferry we’ll continue on to our beachside hotel in Morombe, where we’ll pass some immense rice plantations that help feed this rice-loving nation. Approx 8hrs driving on dirt tracks"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Morombe – Mikea: After breakfast, we’ll continue our drive taking in the striking coastal scenery which offers a mixture of large dunes, sandy beaches, yet even larger baobabs (!), spiny forest, and mangroves. We’ll encounter the most difficult part of the journey – a 30km stretch of sandy road after Befandefa - before finally reaching our beachside lodge which will be our base for the next 2 nights. Approx 5hrs driving on dirt tracks"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "In Mikea: Our lodge lies on an idyllic stretch of white sandy beach and so is ideal for beachcombing, visiting local Vezo fisherman villages or just relaxing. There’ll be the opportunity for a 4km hike inside the nearby forest, where we may meet with the Mikea, a hunter-gather tribe who even today rarely engage in any contact with the outside world and who live predominantly on the wild honey they forage from beehives. In the season (usually July to September) there may also be the chance to take a boat-trip out to see humpback whales but as this is always dependent on local conditions it hasn’t been included and would need to be arranged on an ad hoc basis at additional cost. Approx 2/3 hrs walking distance, total distance 4km"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Mikea – Isalo National Park: We’ll spend the morning taking our final drive along Madagascar’s stunning coastline southwards to Tulear where we come to end of the dirt road and join the asphalted road known as Route National 7. Now the scenery changes quickly as we ascend into, the lands of the Antandroy, a tribe of Bantu origins, and whose tombs we will see along the way. Our destination today is considered to be one of Madagascar’s highlights - Isalo National Park with its striking sandstone rocks formations – and this will be or base for the next 2 nights. Approx 4hrs driving on dirt tracks + 4hrs driving on asphalted roads"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "In Isalo National Park: We’ll have the full day to enjoy the delights of Isalo on foot. We’ll start with a short trek to a beautiful natural swimming pool and then continue deeper into the canyon. Isalo is known for its strange geological formations, eroded by the rain and the wind, which offer some of the most spectacular scenery of the country. This is also a place where the Bara tribes used to bury their dead. If we are lucky, we may see lemurs during our walk today."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Isalo National Park – Ambalavao: After breakfast we head on to Ihosy which acts as a de facto capital of the Bara tribe who are predominantly Zebu shepherds. We’ll pass through the immense savannah lands of the Horombe Plateau before coming to Anja, a community run park started by local villagers, where part of the income pays the teachers of the local school. Here we’ll walk for a couple of hours into the nearby forest to see almost guaranteed up-close sightings of large families of ring-tailed lemurs. From here we’ll continue to Ambalavao, which houses the fascinating Anteimoro paper factory. Tonight we’ll stay in the middle of the Betsileo highlands. Approx 3hrs driving on asphalted roads"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ambalavao – Ranomafana National Park: Ambalavao has its market day on Wednesdays and hosts the second largest Zebu market in Madagascar where cattle sellers have been known to walk from Tulear (400km's away) to attend, we will get to experience the spectacle of market day before we leave for Ranomafana. Ranomafana, which lies in tropical rain forest typical of Madagascar’s east coast. Here, rather than rice fields or zebu herdsmen, we’re more likely to see small villages selling bananas or charcoal. There may be time this evening to wander the friendly streets of the small village which sits near the entrance. Here we’ll take a short night walk outside the park, hoping to encounter some of the endemic chameleons, tree frogs mouse lemurs that make Ranomafana their home. Approx 4hrs driving on asphalted roads"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ranomafana - Ambositra: We’ll have the morning to explore some of the best trails inside the National Park. With our specialist guide we’ll enter the rainforest in the hope of seeing, amongst others, the golden bamboo lemur which was only discovered in 1986. However in addition to lemurs, the park is also rich in birdlife, reptiles, butterflies, lichens, and orchids. The tracks are steep and can be very slippery, but we do not plan to cover a huge distance on foot as the emphasis is very much on experiencing the diversity of the rainforest. After a well-deserved lunch we’ll head north towards Ambositra, a great place to pick up some last minute souvenirs. Approx 3.5hrs driving on asphalted roads"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Ambositra – Tana: After breakfast, we’ll head back to Tana, retracing our steps from Antsirabe to the capital. En route we plan to stop in the town of Ambatolampy which is renowned for its traditional metalwork. In Tana we will have our final dinner together before the tour ends. Approx 5.5hrs driving on asphalted roads"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Tour Ends in Tana: The tour ends today with a free morning to relax in the hotel."
    }
  ],
  "map": ""
}