{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-to-zanzibar-sailing-expedition",
  "tourName": "Madagascar to Zanzibar sailing expedition",
  "placesVisited": "",
  "generalInfo": "Madagascar to Zanzibar – An Indian Ocean Expedition<br/><br/>850+ Nautical Miles | Offshore Passage | Island-Hopping Adventure<br/><br/>Departing Nosy Be, we glide south to Russian Bay, where fishermen may paddle out with fresh lobster—an unforgettable welcome to Madagascar’s wild and generous coast. A short hop to the picture-perfect Nosy Iranja sets the stage for our 850-nautical-mile downwind run across the Indian Ocean.<br/>With a strong east–west current and steady broad-reach winds, this is fast, exhilarating sailing. Billfish strike in the wake, drawn to the rush of the current, and seabirds wheel across endless skies. If conditions allow, we may extend our course to the remote Aldabra Atoll, a UNESCO World Heritage Site and one of the world’s most pristine marine sanctuaries.<br/><br/>Skirting north of Mayotte and the Comoros Islands, we make landfall on the African coast at Mtwara, tucking into the sheltered bay of Mikindani. Here you can explore Livingstone’s House before continuing along a coastline of dramatic drop-offs, where the seabed plunges from 10 to 600 metres just offshore.<br/>From there, we island-hop northwards: tranquil anchorages, vibrant fishing villages, and the chance to swim with whale sharks off Mafia Island. Finally, we close the circle of this 1,800-nautical-mile odyssey with a triumphant landfall in storied Zanzibar—the spice island where history, culture, and golden beaches converge.<br/><br/>What Kind of Sailing to Expect<br/>Warm trade-wind sailing with fast downwind, down-current conditions (currents of 2–3 knots possible)<br/>Mostly broad-reaching, making for comfortable, exhilarating passage-making<br/>As we head north toward Zanzibar, we hug the coast to stay sheltered from opposing currents<br/>A mix of bluewater sailing and relaxed coastal island-hopping with plenty of opportunities to go ashore<br/><br/>Your Vessel: Synergy<br/>Sail aboard Synergy, our comfortable and well-equipped 40ft Fontaine Pajot catamaran.<br/>Small group voyage – perfect for solo travellers, couples, or friends<br/>Professional Skipper and First Mate for safety and coaching<br/>Spacious cabins (double or twin), one shared bathroom per hull<br/>Snorkelling gear and tender for shore exploration<br/>Bedding provided – comfort prioritised<br/><br/>What’s Included<br/>All onboard meals and snacks<br/>Snorkelling equipment and tender for shore trips<br/>Bedding and comfortable accommodation onboard<br/>Sailing tuition and guidance from the crew<br/><br/>Not included: flights, transfers, visas, insurance, and meals/drinks ashore.",
  "durationDays": "10",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Nosy Be (Hell-Ville) Arrive and settle aboard Synergy Explore lively Hell-Ville markets and enjoy a welcome dinner ashore"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Russian Bay Short coastal hop south Fishermen may paddle out with fresh lobster—Madagascar hospitality at its finest Evening at anchor in a quiet bay"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Nosy Iranja Sail to the iconic twin islands of Nosy Iranja White sandbar connecting lush green islands, snorkelling in clear waters Overnight at anchor"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ocean Passage Depart Madagascar for the deep Indian Ocean crossing Broad-reaching downwind sailing with strong assisting current Billfish, tuna, and seabird sightings offshore Possible detour to Aldabra Atoll (conditions and permissions dependent) Skirt north of Mayotte and the Comoros"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mtwara (Mikindani Bay, Tanzania) Landfall on the African coast Explore historic Livingstone’s House and coastal village life Rest and reprovision"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Mafia Island Sail north along the dramatic Tanzanian coast Swim or snorkel with whale sharks (seasonal) Relaxed coastal sailing and beach-hopping"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Zanzibar (Stone Town) Final sail into Stone Town harbour Disembark after breakfast Explore spice markets, winding alleyways, and golden beaches—or extend your stay"
    }
  ],
  "map": ""
}