{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-family-adventure-holiday-canoes-camping",
  "tourName": "Madagascar family adventure holiday, canoes & camping",
  "placesVisited": "Antananarivo, Ambatolampy, optional: visit Lake Tritriva, Antsirabe, Ambositra, Sahambavy, visit tea plantations, Ranomafana National Park, rafting on the Namorana River, Ambalavao, Manantanana River kayaking and rafting for two days, Antsakaviro, Ambalavao, Anja Park, Tsaranoro Valley, visit reforestation project",
  "generalInfo": "This is a thrilling and authentic family adventure which is designed for families who love being active together, and want to experience Madagascar in the most exciting and memorable way possible. Over the course of this journey, you’ll trek through dramatic valleys, canoe along quiet rivers, cycle past crater lakes and rice paddies, and explore rainforests alive with lemurs, reptiles and exotic birds.<br/><br/>You’ll get a taste of local culture, colourful markets and rural life. Nights are spent in a mix of eco-lodges, glamping tents and bungalows—giving you both comfort and the thrill of being close to nature.<br/><br/>Wildlife is a constant highlight, with time in Ranomafana National Park, Anja Reserve, and the Tsaranoro Valley, where encounters with ring-tailed lemurs and other endemic species will leave lasting memories. Alongside nature, you’ll also connect with local communities, discovering rural life through village visits and cultural exchanges.<br/><br/>Your adventure concludes in Ifaty, where pristine beaches and a slower pace of life invite you to relax and reflect.<br/><br/>This is a truly hands-on family adventure: varied, active, and immersive, offering the perfect balance between outdoor fun, wildlife encounters and cultural discovery.",
  "durationDays": "14",
  "price": "3150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ANTANANARIVO After arriving in Antananarivo (or Tana, as it is known by the locals) late pm, you will be met at the airport and transferred to your hotel. Overnight Hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "ANTSIRABE (B,D) After breakfast you will meet your guide and we will set out by car to Antsirabe. The journey takes approx. 3+ hours on a good, windy road, and along the way you can choose to stop off and visit Ambatolampy (the biggest town between Tana and Antisirabe) where we may get the chance to see craftsmen building aluminium pots amongst other things. Alternatively, if time allows, you can also visit lake Tritriva (2hr round trip) – a stunning lake of volcanic origin with blue/green waters, surrounded by beautiful scenery – we can walk around the lake in approx. 1 hour and during this time we will likely meet many local Malagasy people. Where we will stop and what you will do today will depend on your preferences. Before arriving in Antsirabe, today will be a great chance to experience Malagasy life on the road."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lake Tritriva and Lake Andraikiba & Cycling back to Antsirabe (B,L,D) Today we will head by car to Anraikiba Lake. This reservoir provides the drinking water for Antsirabe. We will visit the lake and see the rice fields, fruit and vegetable plantations. We then head on, as we reach the village of Belazoo we will be able to see Mount Tritriva and we continue on to reach another, more spectacular lake – Lake Tritriva"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ranomafana National Park (B,L,D) This morning we will set off for Ranomafana National Park We will stay just outside Ranomafana (just 10 minutes from the park entrance)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Discovering Ranomafana National Park + Hot Springs (B,L,D) Today you have the opportunity to explore the enchanting Ranomafana National Park through lush rainforest and search for lemurs along some of the many easy mountainous tracks. There will be plenty of opportunities to see lemurs and much of the other wildlife first hand, as well as to enjoy the stunning cascades and waterfalls. This afternoon you have the option of visiting the thermal baths in Ranomafana or looking around the village which offers the most superb scenery."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kayaking the Namorana River + journey towards Ambalavao (B,L,D)This morning we will spend a couple of hours kayaking on the Namorana River inside the National Park. After we pull out, we will head to Ambalavao. If time allows, you should get a chance to visit the vibrant town of Ambalavao before heading to your accommodation and some time to relax."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning we visit Anja Park - home of ringtailed lemurs, just a short drive from Ambalavao. After visiting the reserve we will drive to our next destination – the Tsaranoro Valley (approx. 2 hrs away). This afternoon we can explore on a short trekking adventure or simply relax. Our accommodation here will be a traditional bungalow situated at the foot of Tsaranoro’s cliff. Overnight Bungalow"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Andringitra NP : Tsaronoro Valley Today we explore this stunning area on foot and meeting all of the locals. We will also have the chance to visit the base for the reforestation effort (a passion which is shared (via wood-en-stock) by Pioneer Expeditions. Here we will have the opportunity to visit and see the reforestation effort for ourselves. Depending on the time of year we may also get to plant some young saplings. Overnight Bungalow"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we travel to Isalo National Park"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Isalo National Park Today we will visit this breathtaking National Park, home of the ring-tailed lemur and white sifakas. This extraordinarily unique area of natural beauty is unlike any other place in Madagascar. Included will be the opportunity to swim in a natural pool with lunch on the trail. Overnight"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ifaty. Today we head to Ifaty and the Indian Ocean. En-route we will visit Zombiste reserve for some more wildlife. Overnight beach bungalows by the sea."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Discovering the surrounding fascinations of Ifaty. Today at your leisure, experiencing what beautiful Ifaty and its surrounding areas have to offer. (We can easily extend your days on the beach if you prefer)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer to the airport in time for your flight back to Antananarivo. Upon arrival you will be met by a driver / guide who can take you to visit the local handicraft market if time allows."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "End of Trip (B) Transfer to airport in time for flight home. If you are on a flight which leaves early morning of day 16, you can opt to have a day use room &/or driver/guide for the day (not included)."
    }
  ],
  "map": ""
}