{
  "destination": "Madagascar",
  "mainPhoto": "",
  "id": "madagascar-wildlife-holiday",
  "tourName": "Madagascar wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Visit a varied array of ecosystems and protected areas on this unique Madagascar wildlife holiday. This tour is a specialist mammal watching holiday of this wonderful island, full of endemics and rarities such as Aye-ayes, Fossa and Indri are all highly targeted on this specialist wildlife safari holiday of Madagascar.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring specialist mammal watching tours and holidays all over the world and we have a great range of wildlife tours in Madagascar which combine various different wildlife watching activities. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wildlife and cultural tour that explores some areas that are seldom visited by most safari goers to Madagascar. <br/><br/>This tour starts at the wonderful central capital city of Antananarivo (Tana) and explores west and east of this city; firstly visiting Kirindy National Reserve which is well known for a couple of very special species, the largest predator on the island the fossa and the smallest primate in the world, Madame Berthe's mouse lemur. Along with these two species we will target various other animals in this dry scrub forest reserve, before heading to Tsingy de Bemaraha National Park and exploring the incredible limestone karst formations and caves here looking for more rare and highly localised species. From these very dry and rocky areas you will head back east and to the wetter and more forested reserves of Ranomafana, Anja, Andasibe and Palmarium which host a wealth of species including the iconic Indri, Bamboo lemurs, Ring-tailed lemurs and of course the Aye-aye. This is the first and only dedicated mammal focused tour of Madagascar and aims to see most of the island's most iconic and rarest species. <br/><br/>All of our tours are guided by our own professional local guides so you are sure to be in the best hands possible for the best sightings. We also have a great network of local guides in Madagascar who have developed a great range of wildlife watching locations where the rarest species are commonly seen. Also to try and make sure that we will see as many of the rarer and elusive animals when in the reserves we will spend many hours during the early morning and late afternoon on foot and also after dark each night we will head out with high powered spotlights and start the search for nocturnal species. <br/><br/>One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including all breakfasts (except when in Tana). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also very knowledgeable English speaking local guides who have decades of experience working and guiding throughout Madagascar. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in mammal biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Madagascan animals are; as well as having years of experience in bringing people out to see the lemurs and other species. We also include all guided walks, spotlighting walks, cultural performances, cultural activities, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the forests or some other wildlife watching activity. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>We recommend October and November for this trip which is when the fossa are breeding and they are very active and easier to see than other times of year. This is also the dry season and many lemur species are also easy to see and the weather is dry. The only downside of this time of year is that many tenrecs are difficult to find as they prefer the wet season. But we can also arrange the trip for the wet season and all other times of year.<br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides, drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>•\tWe can offer you spotlighting trips around many forests and reserves in the Madagascar so that you can search for the rarer species and other nocturnal wildlife when they are more active. These conservancies are community projects which increase income to the local community whilst preserving the natural ecosystem.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as spotting scopes (on request) to also aid in finding the nocturnal mammals after dark and scan the horizon for harder to see species.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tHike the stunning and forests and various ecosystems on the world's most unique and special island for wildlife and endemism.<br/>•\tVisit the free living rescued populations of various lemurs and even have them jumping on you in Palmarium.<br/>•\tExplore the amazing limestone rock formations and caves in search of lemurs, bats, geckos and endemic rodents in the Tsingy.<br/>•\tAll the above reasons give this Madagascan safari holiday a great success rate of seeing the best wildlife around here. <br/>•\tWe have an unrivalled network of experts and guides throughout Africa so that we can try and find and observe animals such as the Lemurs, Big Five, gorillas, chimpanzees and hundreds of other species throughout Africa. Whether it is the Madagascar, Kenya, Tanzania, Uganda, Gabon, Ethiopia, South Africa, Namibia, Botswana Tunisia or Rwanda or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels to Kirindy, Morondava, Antananarivo, Tsingy de Bemerhara, Ranomafana, Andisibe, Antsirabe, Anja, Mantadia and Palmarium which form a kind of belt from west to east across the middle of Madagascar.<br/><br/>Fitness Level:<br/><br/>A good level of psychical fitness is needed as all of the wildlife watching is done on foot, we spend between 4-10 hours a day on foot and temperatures can be very hot and humid. For the tsingy we will be exploring caves and rock climbing which require harnesses, there are alternative routes for people not wanting to do this however. So if you have experience in exploring rock faces and caves you will thoroughly enjoy it.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old.",
  "durationDays": "21",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Antananarivo - Arrival On your arrival into Antananarivo (Tana) airport you will be collected and taken into the city and your hotel for the night. Depending on your time of arrival you may explore some of the city or just rest and prepare for the departure across the country tomorrow. (no meals included)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kirindy Forest Reserve - Travelling & Wildlife Watching This morning you will leave the hotel and travel to the domestic airport and catch the flight westwards to the coastal town of Morondava, from here you will meet your new driver and guide and be taken south to Kirindy Forest Reserve (~2-3 hours drive). Once you arrive in Kirindy you will be taken to your accommodation and after lunch you will visit the park. The forest full of life here, however you will probably be arriving in the evening and in time for a spotlighting walk around. You may arrive early enough to see one of the resident fossas (in recent years a small number have taken to living around the restaurant and small camp in the park and are very easy to see. Then after dark a local guide from the park will take you for a night walk in the forest. There are many nocturnal animals around here including gray mouse lemur, western fat-tailed dwarf lemur, Coquerel’s giant mouse lemur, red-tailed sportive lemur and the world’s smallest primate the adorable and tiny Madame Berthe’s mouse lemur. Some of these species are common and easily seen, other take more time and require a little luck and patience. Along the way to Kirindy today you will pass the famous avenue de Baobabs and can stop here for pictures of these stunning trees that line the road completely naturally. (breakfast only included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bekopaka - Travelling Today is a travelling day, after breakfast you will depart from Kirindy and head towards Bekopaka which is the closest town to your next wildlife destination (Tsingy de Bemaraha National Park). You will first head up the Avenue of Baobabs and then continue to Belo sur Tsirbinhina which is the cultural capital of the Sakalava tribe. This is a very dry and poor part of Madagascar and the road (if you can call it a road) is very poor. It can be bumpy but the scenery is nice as you pass by arid forest and scrub land in the red sandy lands of western Madagascar. At the Belo sur Tsirbinhina you will catch a local pontoon ferry and cross the river, from the other side of the river you will continue in a convoy to Bekopaka. On arrival you will be given a little briefing about what time you have to be ready tomorrow and you are free to relax in the evening. If you wish to organise a night walk around the forests surrounding the villages, this can sometimes be arranged (although not all of the time) and your driver / guide can help you make these arrangements. (breakfast only included)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Morondava - Travelling This morning you will leave Bekopaka after breakfast and start the long journey back towards Kirindy, once again using the pontoon ferry and through the dry landscape. You will pass Kirindy and carry on to the coast and the city of Morondava. En route you can stop at the ‘baobab amoureux’ which is a natural twisted baobab 5 km from the main road. Baobabs are distinctive trees adapted to thrive in harsh conditions. Six of the nine species of baobabs are found only in Madagascar so it's no surprise that this is the national tree. You may have a second opportunity for photographing the Allée des Baobabs before arriving at your base for the night. (breakfast only included)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Antsirabe - Travelling Today is another day on the road as you head back east across the island (7-8 hours) stopping for lunch en-route before you arrive at Antsirabe again and overnight here."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Ranomafana National Park - Travelling & Wildlife Watching Today you set off on your journey southwards and to the National Park of Ranomafana. This park protects a large tract of rainforest in the east of the island. It is also one of the best places in the Madagascar to see a wealth of wildlife, including many species of lemur. The park is also home to the very rare golden bamboo lemur, which is often seen here in the mornings. Rano is Malagasy for water; mafana is Malagasy for hot; around a hundred years ago a Malagasy discovered hot springs down in the valley, and the French created a spa around them. This has now become the town of Ranomafana and where you will be staying. This evening (depending on the time of your arrival this could be after getting to the accommodation and settling in, or on the way to the accommodation), we will do a night walk in search of brown mouse lemurs, greater dwarf lemurs and many species of chameleons which can be seen along the roads here after dark. (breakfast only included)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Anja Reserve - Travelling & Wildlife Watching Today you make an early start for the drive to the south (approximately 3 hours drive) in the direction of Ambalavao and a special reserve, run and managed by the local community of Anja. Here you should be able to spot troupes of ring-tailed lemurs in their natural habitat. This is the closest naturally occurring population of ring-tailed lemurs still around to the centre of the island. You will spend some time with the lemurs and also exploring the rocky escarpment here with local guides and then afterwards head back north to vvernight at Ialatasara forest camp where we will also be able to do another night walk for more mouse lemurs. Ialatsara forest camp has got basic but clean bungalows with balconies and bucket showers in a camp setting. (breakfast only included)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Antananarivo - Travelling Another long drive of 7 hours and would be better to start early in the morning and then have lunch in Antsirabe and when arriving in Antananarivo and if time allow, if time allows and you wish you can visit a small lemur park which situated at 22km north west of Tana (at an extra cost – admission fee). If not, just relax this afternoon. You can discuss whether you wish to do this or not with your driver guide, it is a good place for close up pictures of lemurs, but they are not wild and you will have the chance to get close up pictures of semi-wild lemurs when in Palmarium reserve at the end of the trip. (breakfast only included)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Andasibe National Park - Travelling & Wildlife Watching This morning you will leave the capital and travel towards Andasibe Reserve passing through highland scenery and rice paddies. You will likely stop for lunch at a roadside café before having an afternoon walk through the reserve in search of the lemurs and other wildlife. The major highlight here is the largest extant species of lemur, the wonderful and very vocal (you are likely to hear them before you see them) indri. Also found here are red-bellied lemur, common brown lemur, lesser bamboo lemur, brown mouse lemur, greater dwarf lemur, eastern woolly lemur and aye ayes (although they are incredibly hard to see). Then in the evening you will have a night walk to observe the nocturnal species. (breakfast only included)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Palmarium Reserve - Travelling & Wildlife Watching This morning you set off east towards the Pangalanes Canals on the east coast (4-5 hours). Once you get to the coast you will have lunch and then take a boat trip along the lagoons and network of waterways until you arrive at the private reserve of Palmarium. The rest of the day is yours at leisure to relax and enjoy the lemurs that live (semi-wild) in the trees around the lodge (the lodge has various introduced species) or maybe pop down to the lake for a refreshing dip! At 17:30 (if we arrive in time) you can book on a tour to the nearby island where there is a small population of reintroduced aye ayes (additional cost to the lodge – not very much). You can also arrange another aye-aye excursion for tomorrow if you wish – or if you arrive too late to make this evening’s departure. The island the aye-ayes live is called Ankanin’ny Nofy and is around 1 hour boat ride from the lodge. The history of the aye-ayes here is that a number of years ago local people found 2 aye-ayes living in the forests around their village (where the island now is) and they mentioned it to the reserve. As aye-ayes are killed for superstitious reasons by many local people in Madagascar the reserve wanted to protect them. So the reserve bought the forest that the aye-ayes were living in and cut the forest off from the rest of the mainland. The island was made with a small channel (around 2-3m wide and 1-2m deep) to that local people left them alone. Since them more and more aye-ayes were found and captured from certain deaths and brought here. They had so far rescued 4 aye-ayes in addition to the two which were here originally. This population has been living free and wild since then in their own private forest. They have bred and there is now a 7th aye-aye on the island. For tourism the aye-ayes are fed every day in the evening, coconuts and bananas (a small amount and not the total amount of food needed for them to survive) is provided so that people can see these incredible animals up close for around 1 hour before the island is deserted by all people. (breakfast only included)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Palmarium Reserve - Rest & Leisure Today is a full day around the reserve with the semi tame lemurs, there are also chameleons, birds and snakes that live wild here and you are free to explore. You can also book a second visit to the aye-ayes this evening if you wish. (breakfast only included)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Antananarivo - Travelling This morning you will leave Palmarium and then get the boat back to the vehicle and from there begin your drive back to the capital (7-8 hours driving). You will be taken to the hotel for the afternoon / evening so you can repack for the flight and freshen up. Then around 11pm you will be taken to the airport to catch your early morning flight back home. (breakfast only included)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Home - Departure This morning you will be taken to the airport to catch your return flight home. (breakfast only included)"
    }
  ],
  "map": ""
}