[
     {
        "type": "overview",
        "Main_Title": "Burkina Faso holidays & tours",
        "Main_Paragraph": "Our Burkina Faso holidays will take you deep into one of Africa’s least-visited countries, a place that dances to its own rhythm – whether you’re hanging out in the maquis (open air bars) in Bobo-Dioulassou for live music, or watching the hypnotic performances of masked and straw-clad dancers in Dedougou. Explore whitewashed mud mosques, haggle in markets and go on a rare West African safari, at Nazinga Game Reserve. In a country with a mix of cultural groups, our holidays use guides and drivers local to the region, employing tribal guides where appropriate, and ensure that your trip benefits the communities you visit just as much as this West Africa adventure will benefit you.",
        "Subtitle": "Burkina Faso highlights",
        "Title1": "",
        "Paragraph1": "It may look tiny in comparison to its sprawling, Saharan neighbours, but Burkina Faso is certainly large enough to keep you busy, with decent distances to travel through the undulating African landscapes. The typical circuit, beginning and ending in the capital, Ouagadougou, takes in the traditional villages of Gaoua, the mysterious ruins of Loropeni, the natural splendour of the Sindou Peaks and Tengrela Lake, and the traditional mask festivals scattered between Bobo-Dioulassou and Ouagadougou. Only the more intrepid head further north, where West African savannah gives way to the Sahel, Christianity turns to Islam and communities are more traditional  and nomadic. Burkina Faso is often paired with a trip to Mali, Togo, Ghana or Niger for a deeper exploration of this fascinating region.",
        "image1": "",
        "Title2": "1. Bobo-Dioulassou",
        "Paragraph2": "Bobos calling card is its Grand Mosque  but cast aside all visions of Arabic mosaics and domes; this one is made of whitewashed mud, with logs jutting out. Its distinctive  and rather beautiful. The city itself is laid back with wide boulevards and  living up to its name which means the house of the Bobo merchants  a large market. Each quarter is characterised by different religions  including Islam and animism.",
        "image2": "",
        "Title3": "2. Dancing Mask Festival",
        "Paragraph3": "Every two years, the International Festival of Masks and the Arts (FESTIMA) continues an ancient tradition with energetic dancers from across West Africa donning masks to take on the character of animals and spirits. There are also many smaller events throughout the rest of the year; tour companies have spent time building up relationships with villagers so you will be welcomed as guests into their mask ceremonies.",
        "Title4": "3. Gaoua",
        "Paragraph4": "Tucked into a corner between Ghana and Ivory Coast, the Gaoua region is home to the Lobi, an animistic people with strong connections to spirits and fetishes who are known for their elaborate mud architecture. They are also fierce warriors  a trait which saved many from capture during the slave raids, and saw them resist colonial rule. Gaoua town, the Lobi capital, displays many Lobi artifacts in its museum.",
        "image3": "",
        "Title5": "4. Loropeni ruins",
        "Paragraph5": "These mysterious ruins  with six-metre high walls dating back a thousand years, are gradually being swallowed by the surrounding jungle, but were once an impressive stone fortress of great importance during the period that gold was traded across the Sahara. This huge complex was Burkina Fasos first UNESCO site, but there is still very little known about Loropenis origin, or the people who inhabited it.",
        "Title6": "5. Nazinga Game Reserve",
        "Paragraph6": "A rare chance for a West African safari, this 970km2 reserve has a lush waterhole supporting monkeys, warthogs, crocodiles, buffalo and kob  as well as around 800 elephants, best seen in the hot, dry months of Dec-April. However, the parks relatively small size makes tracking them possible even in the wet season. Some 275 bird species also live here  look out for hornbills and colourful bee-eaters.",
        "Title7": "6. Sahel region",
        "Paragraph7": "The Sahara is slowly swallowing the northern tip of Burkina, and the Sahel Reserve hints at its encroaching presence. To get here, youll pass mud brick mosques and groups of Tuareg, before reaching the town of Dori  the final outpost before the desert and the border with Niger. Visit Doris seven mud mosques, and meet the Bella and Fulani people. Do, however, check\nFCO warnings\nbefore planning a trip here.",
        "Title8": "7. Sindou Peaks & Tengrela Lake",
        "Paragraph8": "A boat ride on Tengrela Lake will bring you up close to the resident hippos  head out in a canoe if youre feeling brave. The nearby Sindou Peaks are sacred to the Senoufou people; youll be shown around by a Senofou guide to hear stories about these twisted pillars of rock, as well as ensuring you dont break any local taboos. Tours often include a visit to a Senoufou village to meet the people and explore their granaries."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Burkina Faso",
        "Main_Paragraph": "Heat, dust, and roasting desert winds characterise Burkina Fasos climate  and dont expect A/C to ease the stupor. The best weather is in late Oct-Dec, when temperatures are slightly cooler and dusty harmattan winds from the Sahara at least stop it feeling too sticky. The wet season is not great for travel  but visiting shortly after youll find a refreshed landscape  and people. The best time to go to Burkina Faso is arguably during the mask festivals  the biggest celebrations take place in late Feb-early March in even numbered years, though smaller, local events take place outside this time.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Burkina Faso Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Burkina Faso Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"temp-hot\">38</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 2%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">40</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 11%;\">25 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"temp-hot\">38</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 33%;\">74 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">174 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">225 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 61%;\">138 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 14%;\">32 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">36</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Burkina Faso travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Going local",
        "paragraph2": "Jim OBrien, from our partner, Native Eye Travel, shares his Burkina Faso travel advice:\nBurkinas a really lively country. There are lots of open air bars called maquis, and theyre a great place to just sit, have a beer, meet local people and watch the world go by. Its quite an institution in Burkina Faso. Also go and check out some live music in Bobo-Dialassou. They have quite a few places that have live music, and predominantly a local crowd but you get tourists there. Mali dominates the West African music scene  Burkina's music is quite similar but you get modern performers as well.",
        "title3": "Culture & authenticity",
        "paragraph3": "The FESTIMA Mask Festival happens once every two years, but we visit masked dances on other trips as well. Theyre not quite as big but they are quite spectacular. The FESTIMA festival is something that would happen regardless of whether youre there or not, but we arrange for some villages to come out and show us their masks. Some people get concerned that by arranging something it somehow becomes less authentic, but if you went to a Catholic priest and asked him to perform Mass for you, does that make it any less authentic because youve asked him to?",
        "title4": "Sahel tips",
        "paragraph4": "The markets of the Sahel are a real crossroads of cultures. Youve got people from the south and people from the north and thats where they all mingle, so theres a lot of diversity; you can see a lot of ethnic groups in one day. Its not quite the Sahara but its getting that way, its a semi-arid region. Once a week all the ethnic groups from the different parts of the region come there to attend the market. So youve got Tuaregs riding in from the desert on their camels with their swords by their sides, youve got the Bella people, Songhai, its incredible atmospheric. There are cattle markets, with lots of long horned cattle standing round, many turbans, women in very brightly coloured dresses..."
    }
]