{
  "destination": "Lebanon",
  "mainPhoto": "",
  "id": "lebanon-small-group-tour-10-days",
  "tourName": "Lebanon small group tour, 10 days",
  "placesVisited": "",
  "generalInfo": "This immersive journey through Lebanon reveals a land of striking contrasts, from the Mediterranean coast to snow-capped mountains and the sun-drenched vineyards of the Beqaa Valley. Along the way, you will explore ancient cities, wander through cedar forests and walk sections of the Lebanon Mountain Trail, where the air is filled with pine and the scent of wild herbs.<br/><br/>Staying in charming traditional guesthouses and family homes, you will experience the warmth of Lebanese hospitality, savour its world famous cuisine and celebrate life in the vibrant capital of Beirut. This is more than a holiday, it is a journey through history, culture and breathtaking natural beauty.<br/><br/>Highlights include:<br/><br/>Wine tasting in the Beqaa Valley<br/><br/>Exploring the coastal cities of Byblos, Sidon and Tyre<br/><br/>Visiting Roman temples and ancient ruins<br/><br/>Walking in the Chouf Mountains and the Qadisha Valley<br/><br/>Discovering the lively spirit of Beirut and its rich cultural heritage",
  "durationDays": "10",
  "price": "2249",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly into Beirut - With most clients choosing to arrive on an evening flight, we offer a transfer from the international airport to the start hotel to check in to your room for a refreshing nights sleep, ready for the start of your adventure!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of Beirut - After breakfast and a welcome briefing, your adventure begins with a tour of this vibrant city, located on a peninsula at the midpoint of Lebanon’s Mediterranean coast. It is one of the oldest cities in the world, having been inhabited for more than 5000 years, and our tour will include the most famous sites: the Green Line (line of demarcation during the Lebanese Civil War from 1975 - 1990), the National Museum displaying the famous Phoenician gilded bronze figurines buried near Byblos, Mohammad Al Amin Mosque (also known as the Blue Mosque), ancient churches and Roman Baths. Enjoy delicious Lebanese cuisine for dinner before your first taster of the nightlife of Beirut!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Explore Sidon & Tyr - This morning we drive out from the city, to the ancient coastal city of Sidon (also known as Saida) (45 minute drive), an ancient coastal city, set amongst citrus and banana groves. It is well known for its fresh fruit and sweets, including a speciality cookie called sanioura. We walk through the old souks, picking up some fresh falafels for lunch, before continuing along the coast to Tyr (45 minute drive) for its archaeological sites and old Fisherman’s port."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jezzine & Beit el Din Palace - Jezzine, one hour drive away from Tyre, is a summer resort for Beirut dwellers, surrounded by mountain peaks and pine forests. We visit the impressive Niha Castle, carved into the rock face of a cliff, and before continuing on to your next destination (45-minute drive). There we enjoy a walk (1-2hrs) in the Masser el Chouf (barouk) reserve, admiring the beautiful cedar trees. Tonight we sleep in a guest house owned by the Achkar family in the village of Kheribe. They will share their beautiful old traditional Lebanese house with us. We will eat dinner and breakfast with them there."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wine tasting in the Bequaa valley - We visit the elegant 19th-century Beit el Din Palace which showcases Arab design before driving to the stunning Chateau Kefraya in the Beqaa Valley to visit its vineyard and partake of a little wine tasting of the red, rose and white blended wines. We spend tonight in the beautiful nearby mountain town of Zahle, also known as the ‘City of Wine & Poetry’ and famous for the Battle of Zahle during the Lebanese Civil War, admiring its architecture and sophisticated nightspots."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Baskinta Hike - After breakfast in Zahle, head to Baskinta for a gentle 4.7 km hike, which takes around 1 hour and 20 minutes to complete. This scenic trail is popular with walkers and hikers alike, yet you can still find moments of peace along the way. Continue to Mtein to visit Ardoum Winery and Distillery, where you’ll enjoy a relaxed tasting of their local wines and spirits before heading to your hotel in Bois de Boulogne for the evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Discover the Qadisha Valley - We drive 2 hours to the town of Bcharre. It is a small but welcoming mountain town with links to Kahil Gibran (1883-1931), author of 'The Prophet', who was buried in the 19th-century monastery built into the rocky slopes overlooking the town. We are in the Qadisha Valley (another UNESCO site), also known as the ‘Holy Valley’. Its rocky cliffs have served for centuries as a place of meditation and refuge and it comprises the largest number of monasteries and hermitages dating back to the very first spread of Christianity. We then continue down into the Qadisha Valley to visit St. Elijah Hermitage, set in a dramatic cliffside location, before ending the day at St. Antoine Monastery, a peaceful site with a long spiritual history. Tonight we sleep in Qozhaya (St Antione's) Monastery, part of the UNESCO Word Cultural Heritage site, which is very much a “Living Treasure” hosting travellers, scholars and students alike. The rooms are a little spartan with single beds only, as you might expect from a monastery, but the beauty and history of the place make it well worth the visit. Tonight we enjoy a meal at the monastery’s cafeteria. If it's not possible to stay we will transfer to the delightful Palace Hotel near to the cathedral in Bcharre."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Enjoy Byblos - With far too much beauty to absorb in the Qadisha valley in one day, we treat ourselves to another, to explore it further, at our leisure. We visit Our Lady Cannobine Monastery, partially cut into the rock and with some lovely 17th century frescoes in the interior. Then we transfer to the town of Byblos, previously the ancient Phoenician port of Jebeil, is steeped in history. In fact, it is the oldest continuously inhabited town in the world. It was first occupied between 8800 and 7000 BC and is, unsurprisingly, another World Heritage Site. We visit the Old Souk and Citadel and spend the night in Byblos."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Jeita Grotto - Heading back down the coast, we stop off at the Jeita Grotto and the Nahr al-Khalb valley on the way. One of the world’s great natural wonders, it is a system of interconnected karstic limestone caves spanning nearly 9 km, with the upper galleries housing the world’s largest known stalactite. Open to visitors on foot and by boat, it is a Lebanese national symbol and well worth the visit. The extent of our visit will depend on the weather! There may too much water to see both galleries, but we will enjoy the first gallery. Afterwards you will all be transferred back to Beirut (3-3.5 hours) for your final evening together in the bright lights of the city!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Fly out from Beirut - We transfer you to the airport for flights out of Beirut. Time to plan your next adventure but it will be tough to find somewhere that has as much to offer as Lebanon!"
    }
  ],
  "map": ""
}