{
  "destination": "Lebanon",
  "mainPhoto": "",
  "id": "small-group-tour-of-lebanon",
  "tourName": "Small group tour of Lebanon",
  "placesVisited": "",
  "generalInfo": "This 8-day tour is the perfect way to experience the unique and fascinating destination that is Lebanon. Found on the eastern shore of the Mediterranean, Lebanon is filled with historical and cultural sites and landmarks. You will visit Tyre and Sidon, great ancient Phoenician cities; Byblos, the world’s oldest continually-inhabited city; and Heliopolis, the Middle East’s best-preserved temple. Lebanon also abounds with natural phenomena and landscapes, and you will visit many fascinating natural sites. These include the Baatara Gorge Waterfall, the Jeita Grotto, the Ksara Caves, and the Barouk Cedar Nature Reserve. With sites such as the birthplace of Khalil Gibran, and the Lebanon cedar mentioned in the Old Testament, Lebanon provides the ideal combination nature, culture and history. Accommodation is in 3-4 star boutique style hotels, a deluxe guesthouse in Zahle and one night a monastery in the Qadisha Valley where you may join the monks for morning prayer if you wish.. The itinerary will be adjusted slightly during the winter months to avoid some of the high mountain roads which will be blocked due to snow.",
  "durationDays": "8",
  "price": "1699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Beirut, hotel transfer You arrive at Beirut International Airport. After being met by our representative, you are transferred to your hotel. | OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Jeita Grotto, Harissa cable car & Baatara Gorge After leaving Beirut and heading north towards Byblos, we'll experience a thrilling visit to the spectacular Jeita Grotto. Here a system of limestone caves spans a distance of almost 9 kilometres, and contains one of the largest collections of stalactites and stalagmites in the world. It is a symbol of the country and was a finalist in the New 7 Wonders of Nature competition. Depending on the water level you can explore both on foot and by boat. Next, we visit Harissa, famous for containing an important Christian shrine dedicated to the Virgin Mary, known as Our Lady of Lebanon. We take a cable car to the top of the Basilica, from where we can enjoy a spectacular view of the Bay of Jounieh, considered one of the most beautiful bays in the Middle East. Then, we'll head inland to visit the unique Baatara Gorge sinkhole, where during the spring and especially rainy periods a 255-metre waterfall cascades into an enormous cavern known as the Baatara Pothole. The cave is also called the Cave of the Three Bridges, for the three natural stone arches over which the waterfall drops. This is a spectacular natural phenomenon and we have time for a short hike here, and can also explore nearby Douma Village. A traditional Lebanese lunch is included today. The day finishes with a short drive to the beautiful Qadisha Valley where we spend the night in the Monastery of St. Anthony, in a separate building with simple but comfortable en-suite accommodation (a nearby guesthouse will be used if the monastery is closed to visitors or unavailable). | OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Qadisha Valley, Cedars Ski Resort & Becharre Those interested may rise early this morning to join morning prayers with the monks of the monastery. After breakfast, we have time to explore the Qadisha Valley, another UNESCO World Heritage Site. It is known as the Holy Valley, and the Holy River, Nahr Qadisha, flows through it. Many caves are found along its steep cliffs, used as shelters and burial sites in ancient times, and it's a great place for a short morning hike. Our first stop after leaving the valley is the nearby village of Becharre, the birthplace of the iconic novelist and poet of Lebanon, Kahlil Gibran. The village contains a museum dedicated to him, featuring his paintings and manuscripts. Next, we stop at the Cedars Ski Resort, famous for skiing and snowboarding. The area known as the Cedars of God is found nearby, and contains the last remaining groves of the cedar forests that once thrived in the region. The famous cedar trees of Lebanon - Cedrus Libani- are mentioned in the Old Testament and are the national symbol of the country. Later today we arrive in Byblos, an ancient Phoenician city that is thought to have been inhabited for up to 7000 years. Locally, the city is known as Jbeil and is another UNESCO World Heritage site. Byblos is filled with significant historical and archaeological sites, and also features a lovely Phoenician harbour. | OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Morning in Byblos, Ksara Winery We spend this morning exploring the harbour area and highlights of Byblos. Our destination today will be the village of of Zahle, however we'll be making a stop along the way at the Ksara Winery which is possibly the oldest winery in Lebanon. The caves and tunnels have a total length of approximately 2 miles and have been unsed for generations as wine cellars. You'll have a guided tour of the caves and winery before sampling (and buying if you wish) some of the produce in a wine tasting session. | OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Baalbeck & Anjar Today we head to Baalbek, a definite highlight of any visit to Lebanon. Called \"Heliopolis\" or \"City of the Sun\" by the Romans and Greeks, it is home to a famous temple complex that is superbly well-preserved. This complex, which is one of the finest examples of Roman architecture at its peak, was built as a sanctuary dedicated to worshipping the Heliopolitan triad of god- Jupiter, Venus, and Mercury. Pilgrims would flock to the temple in their thousands in order to venerate the triad. Still largely intact, the temple has outstanding artistic and historical value. We then visit the Umayyad city of Anjar, located in the Bekaa Valley. Founded in the 8th century by Caliph Walid, it provides evidence of excellent town-planning and features mosques, palaces, and baths. It also features 600 shops, indicating that it was an important commercial centre. In the afternoon we'll return to Beirut. | OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Deir al Qamar, Beiteddine & Beirut City Tour We leave Beirut after breakfast and we drive to the Chouf Mountains to visit the village of Deir al Qamar, its name meaning \"Monastery of the Moon\". The village is a UNESCO World Heritage Site and was the capital of Lebanon during the 17th century. It is quaint and charming, with stone houses and winding roads. We then continue onto the beautiful Beiteddine Palace. The palace, constructed in the 19th century by Emir Bashir, is exceptionally well-preserved and is a testament to the opulence of the time. Finally, we return to Beirut in the afternoon where we'll have time for a city tour. Lebanon's capital and largest city. It is one of the oldest cities in the world, and has had a turbulent history, both ancient and modern. This is evident in the contrast of modern buildings seen alongside small old houses and historical architecture, some still displaying bullet holes and damage from the civil war in the 1970s. Highlights visited include the Beirut Souks, the Corniche, and the downtown region. We will also see the Pigeon Grotto, or the Rock of Raouché, a famous natural formation rising out of the sea. | OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tyre, Sidon Today’s itinerary consists of a full-day tour of South Lebanon. We start in the city of Tyre, a Word Heritage Site located 85km from Beirut. Tyre is an ancient Phoenician city and is home to a number of important historical sites. Its golden age was during the reign of King Hiram, the most legendary Tyrian king. He fostered close ties with the Hebrew kings David and Solomon, and contributed to the construction of the Temple of Solomon by sending skilled workers and cedar wood. We then drive to Sidon, also known as Saida, another important ancient Phoenician city. The city grew wealthy due to the trade of murex, a type of shellfish from which an expensive purple dye used to be produced, as well as glass. Today, Saida is an important administrative and commercial centre of South Lebanon. You will visit the Great Mosque, the Crusader Sea Castle, Khan el Franj, and other interesting sites. You can also enjoy browsing through the old souks. | OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Airport transfer Your transfer will take you to the airport for your return flight home. | OVERNIGHT"
    }
  ],
  "map": ""
}