[
  {
    "destination": "Lebanon",
    "mainPhoto": "",
    "id": "beirut-holiday-in-lebanon",
    "tourName": "Beirut holiday in Lebanon",
    "placesVisited": "",
    "generalInfo": "This four-day Beirut City break is perfect for travellers looking to explore Lebanon's capital city. You'll visit some of Lebanon's most popular attractions, such as the Jeita Grotto, Harissa by cable car as well as the city of Byblos. You'll have time to browse around the city yourself or in your free time, you can choose to try one of two optional activities, which will visit the Barouk Cedar Nature Reserve, Deir El Qamar, the Beiteddine Palace, Baalbek, the Ksara Caves and Anjar.",
    "durationDays": "4",
    "price": "469",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive in Beirut, transfer to hotel You will be met at the airport by your guide, who will accompany you to your hotel in the city and help you settle in. You have the day free to explore the city at your leisure or you can get some rest if you've had a long flight. | OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Beirut, Jeita Grotto, Byblos, Harissa by cable car Your Beirut tour officially starts today. We start things off with a visit to the Jeita Grotto limestone caves, which stretches for over 9 kilometres. The Jeita Grotto caves is home to the world's largest and beautiful collections of stalactites and stalagmites. After spending time marvelling at the Jeita Grotto, we make our way to Byblos, is one of the 20 oldest cities in the world. Byblos has been continuously inhabited ever since it was established in 5,000 B.C. Next, we head to Harissa, a mountainous village which hosts one of Lebanon's most important Pilgrimage sites - The Shrine of Our Lady of Lebanon. We'll explore the village via cable car, taking in the breath-taking views of the city and its bay. Later today, we'll enjoy a tour of the capital city, indulging in its beautiful architecture, tall modern buildings and we will also explore down-town Beirut, visiting the Corniche, the Pigeon Grotto and the Beirut Souks. | OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Free day. Optional tours available You have the entire day at your disposal to explore Beirut on your own today or you can try these optional tours below"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Free time, transfer to airport You have free time to explore Beirut on your own today. You will be collected at your hotel and transferred to the airport to board your flight home. | OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Lebanon",
    "mainPhoto": "",
    "id": "lebanon-small-group-tour-10-days",
    "tourName": "Lebanon small group tour, 10 days",
    "placesVisited": "",
    "generalInfo": "This immersive journey through Lebanon reveals a land of striking contrasts, from the Mediterranean coast to snow-capped mountains and the sun-drenched vineyards of the Beqaa Valley. Along the way, you will explore ancient cities, wander through cedar forests and walk sections of the Lebanon Mountain Trail, where the air is filled with pine and the scent of wild herbs.<br/><br/>Staying in charming traditional guesthouses and family homes, you will experience the warmth of Lebanese hospitality, savour its world famous cuisine and celebrate life in the vibrant capital of Beirut. This is more than a holiday, it is a journey through history, culture and breathtaking natural beauty.<br/><br/>Highlights include:<br/><br/>Wine tasting in the Beqaa Valley<br/><br/>Exploring the coastal cities of Byblos, Sidon and Tyre<br/><br/>Visiting Roman temples and ancient ruins<br/><br/>Walking in the Chouf Mountains and the Qadisha Valley<br/><br/>Discovering the lively spirit of Beirut and its rich cultural heritage",
    "durationDays": "10",
    "price": "2249",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly into Beirut - With most clients choosing to arrive on an evening flight, we offer a transfer from the international airport to the start hotel to check in to your room for a refreshing nights sleep, ready for the start of your adventure!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tour of Beirut - After breakfast and a welcome briefing, your adventure begins with a tour of this vibrant city, located on a peninsula at the midpoint of Lebanon’s Mediterranean coast. It is one of the oldest cities in the world, having been inhabited for more than 5000 years, and our tour will include the most famous sites: the Green Line (line of demarcation during the Lebanese Civil War from 1975 - 1990), the National Museum displaying the famous Phoenician gilded bronze figurines buried near Byblos, Mohammad Al Amin Mosque (also known as the Blue Mosque), ancient churches and Roman Baths. Enjoy delicious Lebanese cuisine for dinner before your first taster of the nightlife of Beirut!"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Explore Sidon & Tyr - This morning we drive out from the city, to the ancient coastal city of Sidon (also known as Saida) (45 minute drive), an ancient coastal city, set amongst citrus and banana groves. It is well known for its fresh fruit and sweets, including a speciality cookie called sanioura. We walk through the old souks, picking up some fresh falafels for lunch, before continuing along the coast to Tyr (45 minute drive) for its archaeological sites and old Fisherman’s port."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Jezzine & Beit el Din Palace - Jezzine, one hour drive away from Tyre, is a summer resort for Beirut dwellers, surrounded by mountain peaks and pine forests. We visit the impressive Niha Castle, carved into the rock face of a cliff, and before continuing on to your next destination (45-minute drive). There we enjoy a walk (1-2hrs) in the Masser el Chouf (barouk) reserve, admiring the beautiful cedar trees. Tonight we sleep in a guest house owned by the Achkar family in the village of Kheribe. They will share their beautiful old traditional Lebanese house with us. We will eat dinner and breakfast with them there."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wine tasting in the Bequaa valley - We visit the elegant 19th-century Beit el Din Palace which showcases Arab design before driving to the stunning Chateau Kefraya in the Beqaa Valley to visit its vineyard and partake of a little wine tasting of the red, rose and white blended wines. We spend tonight in the beautiful nearby mountain town of Zahle, also known as the ‘City of Wine & Poetry’ and famous for the Battle of Zahle during the Lebanese Civil War, admiring its architecture and sophisticated nightspots."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Baskinta Hike - After breakfast in Zahle, head to Baskinta for a gentle 4.7 km hike, which takes around 1 hour and 20 minutes to complete. This scenic trail is popular with walkers and hikers alike, yet you can still find moments of peace along the way. Continue to Mtein to visit Ardoum Winery and Distillery, where you’ll enjoy a relaxed tasting of their local wines and spirits before heading to your hotel in Bois de Boulogne for the evening."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Discover the Qadisha Valley - We drive 2 hours to the town of Bcharre. It is a small but welcoming mountain town with links to Kahil Gibran (1883-1931), author of 'The Prophet', who was buried in the 19th-century monastery built into the rocky slopes overlooking the town. We are in the Qadisha Valley (another UNESCO site), also known as the ‘Holy Valley’. Its rocky cliffs have served for centuries as a place of meditation and refuge and it comprises the largest number of monasteries and hermitages dating back to the very first spread of Christianity. We then continue down into the Qadisha Valley to visit St. Elijah Hermitage, set in a dramatic cliffside location, before ending the day at St. Antoine Monastery, a peaceful site with a long spiritual history. Tonight we sleep in Qozhaya (St Antione's) Monastery, part of the UNESCO Word Cultural Heritage site, which is very much a “Living Treasure” hosting travellers, scholars and students alike. The rooms are a little spartan with single beds only, as you might expect from a monastery, but the beauty and history of the place make it well worth the visit. Tonight we enjoy a meal at the monastery’s cafeteria. If it's not possible to stay we will transfer to the delightful Palace Hotel near to the cathedral in Bcharre."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Enjoy Byblos - With far too much beauty to absorb in the Qadisha valley in one day, we treat ourselves to another, to explore it further, at our leisure. We visit Our Lady Cannobine Monastery, partially cut into the rock and with some lovely 17th century frescoes in the interior. Then we transfer to the town of Byblos, previously the ancient Phoenician port of Jebeil, is steeped in history. In fact, it is the oldest continuously inhabited town in the world. It was first occupied between 8800 and 7000 BC and is, unsurprisingly, another World Heritage Site. We visit the Old Souk and Citadel and spend the night in Byblos."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Jeita Grotto - Heading back down the coast, we stop off at the Jeita Grotto and the Nahr al-Khalb valley on the way. One of the world’s great natural wonders, it is a system of interconnected karstic limestone caves spanning nearly 9 km, with the upper galleries housing the world’s largest known stalactite. Open to visitors on foot and by boat, it is a Lebanese national symbol and well worth the visit. The extent of our visit will depend on the weather! There may too much water to see both galleries, but we will enjoy the first gallery. Afterwards you will all be transferred back to Beirut (3-3.5 hours) for your final evening together in the bright lights of the city!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Fly out from Beirut - We transfer you to the airport for flights out of Beirut. Time to plan your next adventure but it will be tough to find somewhere that has as much to offer as Lebanon!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Lebanon",
    "mainPhoto": "",
    "id": "lebanon-tour-beirut-and-beyond",
    "tourName": "Lebanon tour, Beirut and beyond",
    "placesVisited": "",
    "generalInfo": "Despite its tiny size, Lebanon has a history dating back to the dawn of human civilization, and a wealth of natural attractions to explore – this trip will show you the very best that the country has to offer the visitor, including a few hidden gems that most overlook. Starting in Lebanon’s capital and most cosmopolitan city, Beirut, we uncover what remains of its Ottoman legacy and explore its vibrant souks. Moving away from Beirut we head to Tyre, a UNESCO World Heritage site containing the world’s largest Roman hippodrome, and on to the old Phoenician port city of Sidon, with its more relaxed and traditional way of life.<br/><br/>Leaving the cities behind, we venture into the Bekaa Valley’s largest wetland, a delicate ecosystem which houses an astonishing number of bird and animal species, and of course visit Baalbek, a lasting testament to the glory of the Roman empire. We continue on to Jeita with its magnificent limestone grottoes, before stopping at the charming town of Byblos and heading into the Batroun Mountains to spend the night.<br/><br/>From here we continue to the rugged and wild Qadisha Valley. Exploring here offers a fantastic opportunity to discover Lebanon’s natural beauty, with some of the most spectacular scenery in the country, as well as impressive monasteries that date back almost a thousand years. On our way back to Beirut, we stop at Lebanon’s second city Tripoli with its evocative historic quarter, Mamluk-period architecture, and bustling markets.<br/><br/>Moving on from a troubled past, Lebanon is one of the Middle East’s best kept secrets, with few visitors compared to some of its neighbours. Charming, understated and with an atmosphere all of its own, we think it’s one of the most exciting countries in the region.",
    "durationDays": "9",
    "price": "2349",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Beirut - Arrive into Beirut and transfer to hotel. Overnight Bellariva Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Tyre – Sidon - Beirut - Leaving Beirut city behind, we head to the Phoenician city of Tyre, and explore its excavated ruins including the public baths, Roman necropolis and hippodrome. We continue to Sidon to visit the old town with sites including the sea castle, old souks, Debbaneh Palace and Saint Nicholas Cathedral. If time permits, we will stop at the Phoenician site of Echmoun on the way back to Beirut. Overnight Bellariva Hotel or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Beirut – Deir el Qamar – Beiteddine - Explore Beirut city’s downtown district, with its souks, churches and mosques. Later we drive to the old village of Deir el Qamar, with its well-preserved 17th and 18th century architecture, mosques, palaces and public squares, before making our way to Beiteddine, to visit the impressive palace here. We explore the palace complex and its museums to see costumes and weapons from the era as well as a fine collection of well-preserved Byzantine mosaics. Overnight Bellariva Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Barouk – Chtaura - Visit the 17th century Moukhtara Palace and then head to the largest nature reserve in Lebanon where some of the trees are estimated to be 2000 years old. We take a short hike and our guide will explain the flora and fauna of the area. From the summit of the mountains, you will have a panoramic view of the countryside, eastward to the Bekaa valley and Qaraoun Lake and westward towards the Mediterranean. Overnight Massabki Hotel or similar. (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Aamiq Wetland – Ksara – Baalbek - Chtaura - Visit the Aammiq wetland, a biosphere reserve and important area for migratory water. In the afternoon we visit a family of farmers in Qaa and have lunch with them, stopping at the country’s oldest winery for a tasting en route. Later we drive to Baalbek, Lebanon’s greatest Roman treasure and one of the wonders of the ancient world. Overnight Massabki Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day 6 – Jeita – Harissa – Byblos – Douma - Start the day by exploring the magnificent grottoes of Jeita. En route we visit the archeological site ‘Qalaat Faqra’ with its Roman and Byzantine ruins. In the afternoon we take the cable car up to ‘Our Lady of Lebanon’ overlooking the bay of Jounieh and then reach Byblos, which has been continuously inhabited since the 6th millennium BC, before ending up in the picturesque village of Douma, nestled in the Batroun Mountains. Overnight Beit Douma Hotel or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Becharre – Qadisha Valley - Qozhaya - We make a stop at the impressive Baatara gorge waterfall in Tannourine before continuing to Becharre and onwards to the Cedar Woods. After visiting the museum of famous poet Gibran Khalil Gibran, we take a walk in the woods where the trees are up to 1500 years old and once forested the entire Lebanon mountain range. We then take a walk in the ‘Wadi Qadisha’ or the ‘Holy Valley’ where we will find caves and sanctuaries which were inhabited from third millennium BC until the Roman period, visiting Qozhaya Monastery, which dates back to 12th century. Overnight Ehden Country Club or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tripoli – Batroun - Beirut - Visit the second largest city in Lebanon, Tripoli, including the old part of the city with its colourful souks, Crusaders Fortress, narrow alleyways, hammams, mosques and madrasahs. On the way back to Beirut we visit Batroun, which lies on the coast of the Mediterranean Sea and boasts charming streets, gardens, ancient churches and archaeological landmarks. We also stop at the rock-hewn Kaftoun Monastery. Overnight Bellariva Hotel or similar. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Beirut - Transfer to the airport for your flight home. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Lebanon",
    "mainPhoto": "",
    "id": "small-group-tour-of-lebanon",
    "tourName": "Small group tour of Lebanon",
    "placesVisited": "",
    "generalInfo": "This 8-day tour is the perfect way to experience the unique and fascinating destination that is Lebanon. Found on the eastern shore of the Mediterranean, Lebanon is filled with historical and cultural sites and landmarks. You will visit Tyre and Sidon, great ancient Phoenician cities; Byblos, the world’s oldest continually-inhabited city; and Heliopolis, the Middle East’s best-preserved temple. Lebanon also abounds with natural phenomena and landscapes, and you will visit many fascinating natural sites. These include the Baatara Gorge Waterfall, the Jeita Grotto, the Ksara Caves, and the Barouk Cedar Nature Reserve. With sites such as the birthplace of Khalil Gibran, and the Lebanon cedar mentioned in the Old Testament, Lebanon provides the ideal combination nature, culture and history. Accommodation is in 3-4 star boutique style hotels, a deluxe guesthouse in Zahle and one night a monastery in the Qadisha Valley where you may join the monks for morning prayer if you wish.. The itinerary will be adjusted slightly during the winter months to avoid some of the high mountain roads which will be blocked due to snow.",
    "durationDays": "8",
    "price": "1699",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Beirut, hotel transfer You arrive at Beirut International Airport. After being met by our representative, you are transferred to your hotel. | OVERNIGHT"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Jeita Grotto, Harissa cable car & Baatara Gorge After leaving Beirut and heading north towards Byblos, we'll experience a thrilling visit to the spectacular Jeita Grotto. Here a system of limestone caves spans a distance of almost 9 kilometres, and contains one of the largest collections of stalactites and stalagmites in the world. It is a symbol of the country and was a finalist in the New 7 Wonders of Nature competition. Depending on the water level you can explore both on foot and by boat. Next, we visit Harissa, famous for containing an important Christian shrine dedicated to the Virgin Mary, known as Our Lady of Lebanon. We take a cable car to the top of the Basilica, from where we can enjoy a spectacular view of the Bay of Jounieh, considered one of the most beautiful bays in the Middle East. Then, we'll head inland to visit the unique Baatara Gorge sinkhole, where during the spring and especially rainy periods a 255-metre waterfall cascades into an enormous cavern known as the Baatara Pothole. The cave is also called the Cave of the Three Bridges, for the three natural stone arches over which the waterfall drops. This is a spectacular natural phenomenon and we have time for a short hike here, and can also explore nearby Douma Village. A traditional Lebanese lunch is included today. The day finishes with a short drive to the beautiful Qadisha Valley where we spend the night in the Monastery of St. Anthony, in a separate building with simple but comfortable en-suite accommodation (a nearby guesthouse will be used if the monastery is closed to visitors or unavailable). | OVERNIGHT"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Qadisha Valley, Cedars Ski Resort & Becharre Those interested may rise early this morning to join morning prayers with the monks of the monastery. After breakfast, we have time to explore the Qadisha Valley, another UNESCO World Heritage Site. It is known as the Holy Valley, and the Holy River, Nahr Qadisha, flows through it. Many caves are found along its steep cliffs, used as shelters and burial sites in ancient times, and it's a great place for a short morning hike. Our first stop after leaving the valley is the nearby village of Becharre, the birthplace of the iconic novelist and poet of Lebanon, Kahlil Gibran. The village contains a museum dedicated to him, featuring his paintings and manuscripts. Next, we stop at the Cedars Ski Resort, famous for skiing and snowboarding. The area known as the Cedars of God is found nearby, and contains the last remaining groves of the cedar forests that once thrived in the region. The famous cedar trees of Lebanon - Cedrus Libani- are mentioned in the Old Testament and are the national symbol of the country. Later today we arrive in Byblos, an ancient Phoenician city that is thought to have been inhabited for up to 7000 years. Locally, the city is known as Jbeil and is another UNESCO World Heritage site. Byblos is filled with significant historical and archaeological sites, and also features a lovely Phoenician harbour. | OVERNIGHT"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Morning in Byblos, Ksara Winery We spend this morning exploring the harbour area and highlights of Byblos. Our destination today will be the village of of Zahle, however we'll be making a stop along the way at the Ksara Winery which is possibly the oldest winery in Lebanon. The caves and tunnels have a total length of approximately 2 miles and have been unsed for generations as wine cellars. You'll have a guided tour of the caves and winery before sampling (and buying if you wish) some of the produce in a wine tasting session. | OVERNIGHT"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Baalbeck & Anjar Today we head to Baalbek, a definite highlight of any visit to Lebanon. Called \"Heliopolis\" or \"City of the Sun\" by the Romans and Greeks, it is home to a famous temple complex that is superbly well-preserved. This complex, which is one of the finest examples of Roman architecture at its peak, was built as a sanctuary dedicated to worshipping the Heliopolitan triad of god- Jupiter, Venus, and Mercury. Pilgrims would flock to the temple in their thousands in order to venerate the triad. Still largely intact, the temple has outstanding artistic and historical value. We then visit the Umayyad city of Anjar, located in the Bekaa Valley. Founded in the 8th century by Caliph Walid, it provides evidence of excellent town-planning and features mosques, palaces, and baths. It also features 600 shops, indicating that it was an important commercial centre. In the afternoon we'll return to Beirut. | OVERNIGHT"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Deir al Qamar, Beiteddine & Beirut City Tour We leave Beirut after breakfast and we drive to the Chouf Mountains to visit the village of Deir al Qamar, its name meaning \"Monastery of the Moon\". The village is a UNESCO World Heritage Site and was the capital of Lebanon during the 17th century. It is quaint and charming, with stone houses and winding roads. We then continue onto the beautiful Beiteddine Palace. The palace, constructed in the 19th century by Emir Bashir, is exceptionally well-preserved and is a testament to the opulence of the time. Finally, we return to Beirut in the afternoon where we'll have time for a city tour. Lebanon's capital and largest city. It is one of the oldest cities in the world, and has had a turbulent history, both ancient and modern. This is evident in the contrast of modern buildings seen alongside small old houses and historical architecture, some still displaying bullet holes and damage from the civil war in the 1970s. Highlights visited include the Beirut Souks, the Corniche, and the downtown region. We will also see the Pigeon Grotto, or the Rock of Raouché, a famous natural formation rising out of the sea. | OVERNIGHT"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tyre, Sidon Today’s itinerary consists of a full-day tour of South Lebanon. We start in the city of Tyre, a Word Heritage Site located 85km from Beirut. Tyre is an ancient Phoenician city and is home to a number of important historical sites. Its golden age was during the reign of King Hiram, the most legendary Tyrian king. He fostered close ties with the Hebrew kings David and Solomon, and contributed to the construction of the Temple of Solomon by sending skilled workers and cedar wood. We then drive to Sidon, also known as Saida, another important ancient Phoenician city. The city grew wealthy due to the trade of murex, a type of shellfish from which an expensive purple dye used to be produced, as well as glass. Today, Saida is an important administrative and commercial centre of South Lebanon. You will visit the Great Mosque, the Crusader Sea Castle, Khan el Franj, and other interesting sites. You can also enjoy browsing through the old souks. | OVERNIGHT"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Airport transfer Your transfer will take you to the airport for your return flight home. | OVERNIGHT"
      }
    ],
    "map": ""
  },
  {
    "destination": "Lebanon",
    "mainPhoto": "",
    "id": "syria-guided-history-and-cultural-tour",
    "tourName": "Syria guided history and cultural tour",
    "placesVisited": "",
    "generalInfo": "Be among the first travellers to return to Syria.<br/><br/>We start this tour in neighbouring Lebanon, for ease of access, and from its vibrant capital Beirut head to the Syrian border, visiting the spectacular temple at Baalbek on the way. From here, we continue to the ancient city of Damascus, one of the most important centres of the Arab world throughout history. <br/><br/>After exploring its atmospheric souqs, mosques and palaces, we head to Palmyra, still one of the Middle East’s most impressive archaeological sites despite the traumas of recent years.<br/><br/>In Aleppo we visit the old citadel and the bazaar, meeting local people who are starting to rebuild their lives following the recent conflict – Aleppo vying with Damascus for the title of the oldest city in Syria, and with evidence of its diverse history throughout. From here we continue to Hama with its iconic old waterwheels, then visit the Crusader castle of Crac des Chevaliers, its imposing presence atop a hill giving it an unrivalled defensive position during the religious conflicts of the medieval era.<br/><br/>On our way back to Damascus, we delve into Syria’s Christian heritage, visiting the Monastery of St George and the charming village of Maalula, one of the last places where the language of the Bible is still spoken. The trips ends with a visit to Bosra’s vast Roman theatre, before crossing the border back into Lebanon, with a final night in Beirut.<br/><br/>The overwhelming perception of Syria in the west is coloured by images of war and destruction, but the country is now moving into a different era. It won’t be too long before others make their way back, but for now enjoy being one of the few visitors here.",
    "durationDays": "10",
    "price": "2999",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Beirut - Arrive into Beirut and transfer to the hotel. Overnight Four Points Sheraton Verdun or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Baalbek - Ksara – Damascus - Passing through the vine growing region of the Bekaa Valley, we head to Lebanon’s greatest Roman treasure and one of the wonders of the ancient world, Baalbek. We also visit Chateau Ksara, the most famous winery in the region, dating back to the 19th century. We taste some of the local wines before crossing the border into Syria and continuing to Damascus for the night. Overnight Beit Zafran Hotel de Charme or similar. (B)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Damascus - Founded in the 3rd millennium BC, Damascus is one of the oldest cities in the Middle East. We spend the day exploring the city including visits to the National Museum, Umayyad Mosque, the Azem Palace, and Souq al Hamidiyeh among others. Overnight Beit Zafran Hotel de Charme or similar. (BD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Palmyra - Aleppo - This morning we head to Palmyra, to see the ruins of a great city that was once one of the most important cultural centres of the ancient world. Afterwards, we drive to Syria’s second largest city, Aleppo. With an impressive history dating back nearly eight thousand years, Aleppo is in competition with Damascus for the title of the oldest continually inhabited city in the world. Overnight Sheraton Hotel or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Aleppo - Today we explore the Aleppo citadel, perched on a hill above the city and a fine example of Arab architecture. We also visit the archaeological museum and the bazaar, a network of covered markets dating back as far as the 14th century. The bazaar has always been an integral part of the old city but a third of it was destroyed in the recent conflict, which the locals are now working hard to rebuild. Overnight Sheraton Hotel or similar. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Hama – Homs - Crac des Chevaliers - Visit the old city of Hama, known for its enormous waterwheels which have churned in the channels since Roman times. We then drive towards Homs, a stark reminder of recent conflict but with signs of local life and trade being restored, such as the historic souq which has reopened. We then visit the spectacular medieval castle of Crac des Chevaliers, known locally as ‘Qalaat al Hosn’, with its strategic location overlooking Wadi-al-Nasara. Overnight Villa Rosa or similar. (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Maalula – Damascus - After breakfast we discover the Monastery of St George of al Humaira, one of the oldest monasteries in Syria. Next we drive to Maalula, home to a population that still speaks the dialect of Aramaic, the language of Christ, and two important Christian monasteries. We drive deep into the valley to explore some of the caves dating back to Roman times before travelling onwards to Sednaya, a renowned centre for Christian pilgrimage since the 6th century AD. Overnight Beit Zafran Hotel de Charme or similar. (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Ezra’a – Bosra - Damascus - Travel south to the town of Ezra’a to visit the church of Saint George, constructed in 515 AD and one Syria’s oldest churches that is still in use. Continue to Bosra, one of Syria’s most fascinating historical sites, boasting a mix of Roman and Byzantine ruins, and early Islamic architecture. Return to Damascus for the night, where we have dinner with a local family in their home. Overnight Beit Zafran Hotel de Charme or similar. (BD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Beirut - Transfer to the border with Lebanon and onwards to Beirut. We spend the afternoon exploring the city with visits to Pigeons’ Rock, Martyrs’ Square - located in the old part of the city with beautiful architecture, churches and mosques, as well as the souks which have been reconstructed post-civil war, and Zaitounay Bay. Overnight Four Points Sheraton Verdun or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Beirut - Transfer to the airport for your flight home."
      }
    ],
    "map": ""
  }
]
