{
  "destination": "Rusya",
  "mainPhoto": "",
  "id": "EEBU",
  "tourName": "Budapeşte' ye Giden Yol",
  "placesVisited": "Rusya, Estonya, Letonya, Litvanya, Polonya, Slovakya, Çek Cumhuriyeti, Avusturya, Macaristan",
  "generalInfo": "Bu etkileyici yolculuk sizi, az bilinen ve bir zamanlar Demir Perde’nin gölgesinde kalan Baltık şehirleri ve ülkelerinden geçirerek, Rusya’nın göz kamaştırıcı başkentinden Macaristan'ın büyüleyici başkenti Budapeşte'ye götürüyor. Kozmopolit şehirler ve yükselen sıradağlar boyunca seyahat ederken kendinizi derin tarihe, farklı kültürlere ve yerel halkın sıcaklığına bırakın.<br><br><strong>En Yakın Uluslararası Havaalanı (Başlangıç Noktası):</strong> Moskova Domodedovo Uluslararası Havaalanı (DME), Moskova Sheremetyevo Uluslararası Havaalanı (SVO), Moskova Vnukovo Uluslararası Havaalanı (VKO)<br><br><strong>En Yakın Uluslararası Havaalanı (Bitiş Noktası):</strong> Budapeşte Ferenc Liszt Uluslararası Havaalanı (BUD)",
  "durationDays": "24",
  "price": "2099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Rehberli Moskova Kremlin Turu</li>\n<li>- Rehberli Ayasofya Katedrali Turu</li>\n<li>- Ermitaj Müzesi Girişi ve Rehberli Turu</li>\n<li>- KGB Müzesi giriş ve rehberli tur ücreti</li>\n<li>- Auschwitz Toplama Kampı Rehberli Gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 21 gece, yatılı trende 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Yatılı tren, toplu taşıma otobüsleri, taksi, yürüyüş, tren, özel araç, tramvay, metro</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 23 kahvaltı büfesi</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Moskova’ya Varış",
      "description": "Grubunuzun, birinci gün akşam 6’da, Yola Çıkış Ön Toplantısı için buluşacağını lütfen unutmayın. Bu toplantı otelinizde yapılacaktır. Lütfen Izmailovo 'Gamma' Hotel'in resepsiyon alanında saat 18:00'de buluşma için hazır bulunun. Bu toplantıya herhangi bir nedenden dolayı katılamıyorsanız, lütfen otel resepsiyonu aracılığıyla Tur Lideri ile iletişime geçin."
    },
    {
      "dayNumber": 3,
      "title": "Moskova ve Veliki Novgorod’a Yatılı Tren Yolculuğu",
      "description": "Veliki Novgorod'a yatılı tren yolculuğu ile geçmeden önce çevrede son bir kaç yer daha görmenin keyfini çıkarmak için Moskova’da geçireceğimiz koca bir günümüz daha var. Bu arada tren yolculuğuna çıkmadan önce bir miktar atıştırmalık şeyler almak iyi bir fikir!"
    },
    {
      "dayNumber": 4,
      "title": "Veliky Novgorod",
      "description": "Rusya'nın en eski şehirlerinden biri olan Veliki Novgorod tarihe gömülmüş durumda. Rusya'daki dini, siyasi ve ticari faaliyetlerin ilk merkezlerinden biri ve burada Rusya'nın en eski katedrali olan Ayasofya Katedrali yer alıyor. Novgorod’daki Kremlin’e hakim beş kubbeli mimariye hayranlıkla bakın ve bir zamanlar Ayasofya'nın çan kulesinde çınlayan eski çanların sergisini gezin. Daha önceden, 50 mil öteden bile duyulan çanlar, Novgorod'da doğmuş besteci Sergey Rakhaminoff'un anısına ayrı bir melodiye sahipti. İkinci Dünya Savaşı sırasında çanlar hasar gördü, bu yüzden maalesef şimdi çınlamaz durumdalar, ancak yine de çan kulesinden Veliki Novgorod'un panoramik manzarasının tadını çıkarabilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "St Petersburg",
      "description": "Kozmolit şehir St Petersburg, büyüleyici ve tekne ile kolay keşfedilebilen nehirleri ve kanalları nedeniyle 'kuzeyin Venedik’i’ olarak bilinir. Bu eski başkentte, Kış Sarayı, Dökülen Kan Kilisesi ve Ermitaj Müzesi gibi görülmesi gereken birçok yer var."
    },
    {
      "dayNumber": 7,
      "title": "Tallinn",
      "description": "Bir sonraki durağımız olan Estonya'nın başkenti Talin, büyüleyici tarihi merkezi ile ünlüdür ve Finlandiya Körfezi'nin popüler tatil beldelerinden biridir. Arnavut kaldırımlı sokaklarda dolaşın ve doğal kalıntıları keşfedin ya da ortaçağ binaları, 14. yüzyıl kiliseleri, kuleler ve cazibeli geçitler ile dolu Toompea tepesine tırmanın."
    },
    {
      "dayNumber": 9,
      "title": "Riga",
      "description": "800 yıldan fazladır var olan Riga, bir ortaçağ merkezi ile modern şehir altyapısının akıllı karışımı olarak sizi büyüleyecek. UNESCO Dünya Mirası listesinde yer alan eski şehir merkezi, kendine özgü bir çekiciliğe sahipken, şehir “Doğu’nun Paris’i” olarak Art Nouveau mimari akımının büyüleyici örnekleriyle meşhur. Riga’nın en ünlü Gotik kilisesi olan St Peter Kilisesi yaklaşık 800 yaşında ve mutlaka görülmesi gereken bir yer. Kilisenin meşhur çan kulesi, en son 1973’de tamamlanan restorasyonu ile 1667’den beri üç kez aynı şekilde restore edildi. Çan kulesine çıkın ve şehrin muhteşem manzarasının tadını çıkarın."
    },
    {
      "dayNumber": 11,
      "title": "Vilnius",
      "description": "'Yeni Prag' olarak övülen Vilnius, Litvanya'nın başkenti ve Barok tarzın tüm çekiciliğine sahip eski şehir merkezi ise Doğu Avrupa'nın en büyüğü. Vilnius, Neris Nehri'nin kenarında, çamlarla kaplı tepeleri, dost canlısı insanları, eski ve yeniyi harmanlayan, görülmeye değer tablo gibi güzel bir şehir. Gediminas Tepesi’ndeki Gediminas Kalesi ve tepenin hemen altında 57 metrelik çan kulesiyle Vilnius Katedrali’nin yer aldığı Katedral Meydanı dahil şehrin görülebilecek yerlerini görmek için zamanınız olacak."
    },
    {
      "dayNumber": 13,
      "title": "Varşova",
      "description": "Polonya'nın başkenti Varşova, II. Dünya Savaşı’nda neredeyse tamamen yıkıldı, çok çaba harcanarak yeniden inşa edilen şehir bir turizm merkezine dönüştü. Komünizmin çöküşünden sonra birçok eski bina yerini modern gökdelenlere bıraktı, harap haldeki eski şehir yepyeni bir çehreye kavuşurken, eğlence ve hizmet alanında yaşanan değişimlerle şehir diğer batılı başkentlere eşdeğer bir konuma geldi."
    },
    {
      "dayNumber": 15,
      "title": "Kraków",
      "description": "Polonya'nın fazlasıyla ünlü ve kültürel şehri, tarihi yapıların ve anıtların çoğunun İkinci Dünya Savaşı'ndan kurtulmuş olduğu ortaya çıkmasıyla yüzyıllar süren şaşırtıcı mimari ve sanatsal gelenekleri korumayı başaran Krakov'dur. Şimdilerde müze olan rönesans sarayı Wawel Kraliyet Kalesi, Krakov’un 500 yıl kraliyet başkenti olması nedeniyle mutlaka görülmesi gereken bir yerdir. Bu kozmopolit şehir, akşamları, keşfedilecek birçok restoran, müzik kulübü ve bara ev sahipliği yapan vahşi bir gece hayatı sunmakta."
    },
    {
      "dayNumber": 17,
      "title": "Prag'a Yatılı Tren",
      "description": "Dağların taze havasına doyduktan sonra Prag’a gitmek için yatılı tren yolculuğumuza başlıyoruz."
    },
    {
      "dayNumber": 18,
      "title": "Prag",
      "description": "Prag, Avrupa'nın en güzel şehirlerinden biridir ve hareketli eski şehir meydanındaki muhteşem astronomik saat, ressamları ve sokak çalgıcılarını iş başında görebileceğiniz büyüleyici Charles Köprüsü ve Wenceslas Meydanı gibi yerlerin olduğu 1000 Kuleli Şehri gezmek için boş zamanınız var. Ayrıca, şehrin sihirli manzarasına bakmak için Hradčany Kalesi ve St Vitus Katedrali'nin yüce yükseklikleri arasında gezin."
    },
    {
      "dayNumber": 20,
      "title": "Viyana",
      "description": "Avusturya'ya hoş geldiniz! En büyük klasik müzik bestelerinden bazılarının doğum yeri olan Viyana, kültürel tarihi ve zengin güzelliği ile dikkat çekiyor. 'Müzik kenti' olarak bilinen şehir aynı zamanda Mozart, Beethoven ve Strauss gibi pek çok bestecinin doğduğu ve çalıştığı yer. Haus der Musik & Mozarthaus, Mozart'ın şöhretli hayatının içyüzünü gösteren Viyana'daki ana dairesi gibi pek çok yerde bu değerli müzisyenlerin tüm işleri hakkında bilgi edinin."
    },
    {
      "dayNumber": 22,
      "title": "Bratislava",
      "description": "Avusturya'dan yola çıkarak Slovakya'nın başkenti Bratislava'ya gidiyoruz. Kültür ve kentsel bir atmosfer ile  Slovakya, ünlü 1.400ft UFO Kulesi ve köprü gibi post-sosyalist mimarisiyle hevesli gezginleri cezbetmeyi başaran modern bir hisse sahiptir. Tuna Nehri ve klasik Eski Kent boyunca dolaşmak ve şehri keşfetmek için bir gününüz olacak."
    },
    {
      "dayNumber": 23,
      "title": "Budapeşte",
      "description": "Kısa bir tren yolculuğundan sonra, bol miktardaki kaplıcaları nedeniyle ‘Kaplıcalar Şehri’ olarak da bilinen, Macaristan’ın şık başkenti Budapeşte’ye varıyoruz. Kenti tam olarak incelemek ve bazı manzaraların tadını çıkarmak için şehirde birkaç gece daha kalmaya ne dersiniz?"
    },
    {
      "dayNumber": 24,
      "title": "Budapeşte’den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}