{
  "destination": "Mali",
  "mainPhoto": "",
  "id": "mali-festival-on-the-niger-holiday",
  "tourName": "Mali festival on the Niger holiday",
  "placesVisited": "",
  "generalInfo": "Discover the music and magic of Mali’s landscapes and people. <br/>This tour takes you from the soothing rhythms of the Niger River. <br/><br/>Participate in traditional celebrations of the famous Niger River festival.<br/>Witness the must-see Festival on the Niger in Ségou. <br/>Set on the river’s edge, this very popular cultural festival gathers top Malian musicians, artists, craftsmen, dance and traditional puppet troupes from across the country, celebrating Mali’s diverse cultures in the ancient Bambara Capital. <br/><br/>Experience the world’s largest mud mosque at Djenne, <br/>Be charmed by the unique architecture of Djenne.<br/><br/><br/>The peace of cruising the Niger River, and discover life along the Niger River.<br/><br/><br/>Stroll through the handicrafts markets of Segou or Mopti \"the Malian Venice\".<br/><br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you",
  "durationDays": "9",
  "price": "2497",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bamako (Saturday ). 31 January 2026 Upon arrival at the airport in Bamako, your guide is there to welcome you and accompany you at the hotel. Overnight at the hotel Tamana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bamako to Djenné (Sunday) 01 February 2026. Morning departure from Bamako to Djenné by 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Monday 02 February 2026 Djenné Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; Then departure to Mopti arrive after 2hour drive.dinner and overnight at the hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tuesday 03 February 2026 Mopti Guided tour of the city with a local guide: the crossroads of trade on the Niger River. Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Small Boat Tour on the Niger and Bani River. Dinner and overnight at the hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wednesday 04 February 2026 Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; Directly to the festival to experience some traditional marionette show, on the night we will joying some concerts dinner on the restaurant, overnight at the hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Thursday 05 February 2026 Ségou Festival of the Niger Morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. You will be seeing more events at the festival: some traditional dance, Music Concerts on the night. Dinner at restaurant overnight in hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Friday 06 February 2026 Ségou the biggest night of concert. More tour the discovery Segou, the night is reserving the big show of the famous artist of the country and international. Dinner is at a local restaurant. Overnight at the hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Saturday 07 February 2026 Segou Siby and Bamako Siby Departure In a morning to Siby via Bamako about 4hours. Visit the traditional village with where all the house have some painting, visit of the Arches origine of Dogon people, experience some Sonounfo traditional Mask dance, lunch at the village then return in Bamako is 1hour drive on the late afternoon overnight at hotel Tamana."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bamako (Sunday 08 February 2026 end of the tour Morning tour of the city: the home of artisans, the market with fruit and spices, the National Museum .Lunch is at a restaurant; the afternoon is at leisure; finally, transfer to the airport with the help of your guide."
    }
  ],
  "map": ""
}