{
  "destination": "Mali",
  "mainPhoto": "",
  "id": "timbuktu-festival-tour-mali",
  "tourName": "Timbuktu festival tour, Mali",
  "placesVisited": "",
  "generalInfo": "Discover the music and magic of Mali’s landscapes and people through a journey to Timbuktu after many years not been accessible to visitors. Don't miss the chance to experience this special festival tour. <br/><br/>Timbuktu open's its' door to you, with this special tour. Immerse yourself in Mali’s wonders and UNESCO World Heritage sites:<br/>Discover life along the Niger River in Segou and Mopti, stroll through the handicrafts markets of Segou, Mopti \"the Malian Venice\".<br/><br/>Be charmed by the unique architecture of Djenne.<br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you.<br/><br/>Best time to go for this trip in December.",
  "durationDays": "9",
  "price": "2964",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bamako (Saturday) 11 December 2026. Upon arrival at the airport in Bamako , your guide is there to welcome you and bring you to your first night's stay at the Hotel Tamana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bamako to Djenné (Saturday) 12 December. Morning departure from Bamako to Djenné by 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces. |??"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sunday 13 December Djenné Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; Then departure to Mopti arrive after 2hour drive.dinner and overnight at the hotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mondday 14 December Mopti Guided tour of the city with a local guide: the crossroads of trade on the Niger River. Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Small Boat Tour on the Niger and Bani River. Dinner and overnight at the hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tuesday 15 December Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; Visit of the old city of Segou. dinner on the restaurant, overnight at the hotel Esplanade."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Wednesday 16 December Ségou Morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. After lunch we leave for Bamako about 3h drive Dinner at restaurant overnight in hotel Tamana."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bamako to Tombouctou by plane (Thursday 17 December). About 1 hour flight to reach the mysterious city, Guided city tour: the mosques, museum, daily market, Lunch in the hotel, late Afternoon openin ceromony of the festival live together In the night the first concert unders the stars in this famous old city. Overnight at hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tombouctou and Festival (Friday 18 December). More visit of the mysterious city to admir this fascinated old city of the 11 centry. Lunch in the hotel, Late Afternoon we will be at the festival live together site to participeted to the events, In the night more concert unders the stars in this famous old city. Overnight at hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Timbuktu (Saturday) 19 December More city tours: house of artisan crafts, the center of 16th century manuscripts, the houses of early explorers, lunch in a typical family to try our best local Dish of 12 speces plus the invisible one. In the afternoon small tour by camel to spend few times in the company of Tuaregs, And for a touaregs tea ceremony, More famous artist concert is waiting as in late afternoon and night. Dinner and a night at the hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Timbuktu to Bamako (Sunday) 20 December Morning departure to Bamako by air plane about 1 hour flght. tour of the city: the home of artisans, the market with fruit and spices, the National Museum. Lunch is at a restaurant; finally, transfer to the airport with the help of your guide."
    }
  ],
  "map": ""
}