{
  "destination": "Mali",
  "mainPhoto": "",
  "id": "mali-cultural-tour-tailor-made",
  "tourName": "Mali cultural tour, tailor made",
  "placesVisited": "",
  "generalInfo": "Discover the music and magic of Mali’s landscapes and people through a journey to Timbuktu and beyond. Experience the world’s largest mud mosque at Djenne, the remote villages of Dogon, the peace of cruising the Niger River, and the vast Sahara desert outside Timbuktu. <br/><br/>- Discover life along the Niger River.<br/>- Immerse yourself in Dogon scenery and culture.<br/>- Escape into the desert on the outskirts of Timbuktu.<br/>- Participate in traditional celebrations or festivals Touareg festival and Niger festival.<br/>- Stroll through the handicrafts markets of Segou or Mopti \"the Malian Venice\".<br/>- Be charmed by the unique architecture of Djenne.<br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you.<br/><br/>Best time to go?<br/>From October to February is the cooler season and the best time to come. Local festivals are in January: (Touareg Music Festival in the Desert), February (Festival au Niger in Segou).",
  "durationDays": "16",
  "price": "3057",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Bamako (Saturday). Upon arrival at the airport in Bamako , your guide is there to welcome you and accompany you to dinner. Overnight at the hotel Tamana."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Bamako to Djenné (Sunday). Morning departure from Bamako to Djenné via an air-conditioned 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Djenné (Monday). Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; the afternoon is free to enjoy the market; dinner and overnight at the hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dogon Country (Tuesday - Friday). Morning departure for Dogon country via the Bandiagara cliffs. Lunch en route. Change of scenery for 4 days, amid Dogon villages with their unique cultures and long-held traditions. Hike along the cliffs to meet the villagers and ancient dwellings of Tellems. You will discover the Dogon traditions of weaving cotton to make bogolan (mud cloth) as well as carving wooden masks and fertility statues. Each village hosts its Tougouna, a place of exchange that welcomes all village elders, called the 'house of words'. Discover Dogon cliffs, plateaus and plains through trekking. Nights are spent in safe, comfortable encampments in the village. On the seventh day, we return to the 4x4 and depart for Mopti. Guided tour after lunch: the crossroads of trade on the Niger River . Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Dinner and overnight at the hotel. Do not deprive yourself of capitaine skewers, a succulent white fish and local Mopti specialty!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Mopti - Tombouctou (Saturday - Monday). Morning departure via a fully equipped, motorized pinnase along the Niger River . Three days and two nights to experience the tranquility of the river - meeting Bozo fishermen, visiting villages and witnessing the smoking of fish, roaming livestock, and petty trade; crossing Mali’s largest lake, Lake Debo where many species of migratory birds reunite; and swimming with our friends the hippos! Every night at sunset, we reach beautiful places to camp along the riverbanks in complete safety. Somehow the river will make you work up quite an appetite for fresh-caught fish, eaten sitting around the campfire under a brilliant sky of stars. On the tenth day, arrive in Tombouctou in the afternoon and overnight at the hotel Ya Ka Seme."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tombouctou (Tuesday). Morning tour with a historian who will unveil the rich cultures and traditions of this most famous, mysterious city. Discover its mosques, the centre of 16th century manuscripts, the houses of early explorers, the museum, the traditional spice market, and witness the creation of handicrafts and silver jewellery. During lunch with a Tombouctou family, you will taste a local specialty with 12 spices. In the afternoon, depart for a camel ride in the desert. You can savour the beauty and total silence of the desert. Meet my friends the Tuaregs and their leader Ibrahim who will tell you the legends of the Sahara under a star-studded night sky by the fire. We will partake in traditional Tuareg meals and tea, and spend the night under the dazzling stars or in a Tuareg tent."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tombouctou (Wednesday). Return to Tombouctou by camel; free afternoon in the city of 333 saints. Dinner and overnight at the hotel Ya Ka Seme."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tombouctou to Mopti (Thursday). Morning departure by air-conditioned 4x4 where you will have the pleasure to enjoy magnificent scenery. Picnic en route. Arrive Mopti in the early afternoon. Dinner and overnight at the hotel Ya Pas de Problème."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mopti to Ségou (Friday). Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; dinner and overnight at the hotel Esplanade."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Ségou to Bamako (Saturday). In a morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. After breakfast, depart for Bamako; enjoy the afternoon at leisure; dinner is at a local restaurant. Overnight at the hotel Tamana."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Bamako (Sunday). Morning tour of the city: the home of artisans, the market with fruit and spices, the National Museum . Lunch is at a restaurant; the afternoon is at leisure; finally, transfer to the airport with the help of your guide."
    }
  ],
  "map": ""
}