[
  {
    "destination": "Mali",
    "mainPhoto": "",
    "id": "mali-cultural-tour-tailor-made",
    "tourName": "Mali cultural tour, tailor made",
    "placesVisited": "",
    "generalInfo": "Discover the music and magic of Mali’s landscapes and people through a journey to Timbuktu and beyond. Experience the world’s largest mud mosque at Djenne, the remote villages of Dogon, the peace of cruising the Niger River, and the vast Sahara desert outside Timbuktu. <br/><br/>- Discover life along the Niger River.<br/>- Immerse yourself in Dogon scenery and culture.<br/>- Escape into the desert on the outskirts of Timbuktu.<br/>- Participate in traditional celebrations or festivals Touareg festival and Niger festival.<br/>- Stroll through the handicrafts markets of Segou or Mopti \"the Malian Venice\".<br/>- Be charmed by the unique architecture of Djenne.<br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you.<br/><br/>Best time to go?<br/>From October to February is the cooler season and the best time to come. Local festivals are in January: (Touareg Music Festival in the Desert), February (Festival au Niger in Segou).",
    "durationDays": "16",
    "price": "3057",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bamako (Saturday). Upon arrival at the airport in Bamako , your guide is there to welcome you and accompany you to dinner. Overnight at the hotel Tamana."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bamako to Djenné (Sunday). Morning departure from Bamako to Djenné via an air-conditioned 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Djenné (Monday). Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; the afternoon is free to enjoy the market; dinner and overnight at the hotel."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Dogon Country (Tuesday - Friday). Morning departure for Dogon country via the Bandiagara cliffs. Lunch en route. Change of scenery for 4 days, amid Dogon villages with their unique cultures and long-held traditions. Hike along the cliffs to meet the villagers and ancient dwellings of Tellems. You will discover the Dogon traditions of weaving cotton to make bogolan (mud cloth) as well as carving wooden masks and fertility statues. Each village hosts its Tougouna, a place of exchange that welcomes all village elders, called the 'house of words'. Discover Dogon cliffs, plateaus and plains through trekking. Nights are spent in safe, comfortable encampments in the village. On the seventh day, we return to the 4x4 and depart for Mopti. Guided tour after lunch: the crossroads of trade on the Niger River . Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Dinner and overnight at the hotel. Do not deprive yourself of capitaine skewers, a succulent white fish and local Mopti specialty!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Mopti - Tombouctou (Saturday - Monday). Morning departure via a fully equipped, motorized pinnase along the Niger River . Three days and two nights to experience the tranquility of the river - meeting Bozo fishermen, visiting villages and witnessing the smoking of fish, roaming livestock, and petty trade; crossing Mali’s largest lake, Lake Debo where many species of migratory birds reunite; and swimming with our friends the hippos! Every night at sunset, we reach beautiful places to camp along the riverbanks in complete safety. Somehow the river will make you work up quite an appetite for fresh-caught fish, eaten sitting around the campfire under a brilliant sky of stars. On the tenth day, arrive in Tombouctou in the afternoon and overnight at the hotel Ya Ka Seme."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tombouctou (Tuesday). Morning tour with a historian who will unveil the rich cultures and traditions of this most famous, mysterious city. Discover its mosques, the centre of 16th century manuscripts, the houses of early explorers, the museum, the traditional spice market, and witness the creation of handicrafts and silver jewellery. During lunch with a Tombouctou family, you will taste a local specialty with 12 spices. In the afternoon, depart for a camel ride in the desert. You can savour the beauty and total silence of the desert. Meet my friends the Tuaregs and their leader Ibrahim who will tell you the legends of the Sahara under a star-studded night sky by the fire. We will partake in traditional Tuareg meals and tea, and spend the night under the dazzling stars or in a Tuareg tent."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Tombouctou (Wednesday). Return to Tombouctou by camel; free afternoon in the city of 333 saints. Dinner and overnight at the hotel Ya Ka Seme."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Tombouctou to Mopti (Thursday). Morning departure by air-conditioned 4x4 where you will have the pleasure to enjoy magnificent scenery. Picnic en route. Arrive Mopti in the early afternoon. Dinner and overnight at the hotel Ya Pas de Problème."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Mopti to Ségou (Friday). Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; dinner and overnight at the hotel Esplanade."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Ségou to Bamako (Saturday). In a morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. After breakfast, depart for Bamako; enjoy the afternoon at leisure; dinner is at a local restaurant. Overnight at the hotel Tamana."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Bamako (Sunday). Morning tour of the city: the home of artisans, the market with fruit and spices, the National Museum . Lunch is at a restaurant; the afternoon is at leisure; finally, transfer to the airport with the help of your guide."
      }
    ],
    "map": ""
  },
  {
    "destination": "Mali",
    "mainPhoto": "",
    "id": "mali-festival-on-the-niger-holiday",
    "tourName": "Mali festival on the Niger holiday",
    "placesVisited": "",
    "generalInfo": "Discover the music and magic of Mali’s landscapes and people. <br/>This tour takes you from the soothing rhythms of the Niger River. <br/><br/>Participate in traditional celebrations of the famous Niger River festival.<br/>Witness the must-see Festival on the Niger in Ségou. <br/>Set on the river’s edge, this very popular cultural festival gathers top Malian musicians, artists, craftsmen, dance and traditional puppet troupes from across the country, celebrating Mali’s diverse cultures in the ancient Bambara Capital. <br/><br/>Experience the world’s largest mud mosque at Djenne, <br/>Be charmed by the unique architecture of Djenne.<br/><br/><br/>The peace of cruising the Niger River, and discover life along the Niger River.<br/><br/><br/>Stroll through the handicrafts markets of Segou or Mopti \"the Malian Venice\".<br/><br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you",
    "durationDays": "9",
    "price": "2497",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bamako (Saturday ). 31 January 2026 Upon arrival at the airport in Bamako, your guide is there to welcome you and accompany you at the hotel. Overnight at the hotel Tamana."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bamako to Djenné (Sunday) 01 February 2026. Morning departure from Bamako to Djenné by 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Monday 02 February 2026 Djenné Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; Then departure to Mopti arrive after 2hour drive.dinner and overnight at the hotel"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Tuesday 03 February 2026 Mopti Guided tour of the city with a local guide: the crossroads of trade on the Niger River. Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Small Boat Tour on the Niger and Bani River. Dinner and overnight at the hotel"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wednesday 04 February 2026 Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; Directly to the festival to experience some traditional marionette show, on the night we will joying some concerts dinner on the restaurant, overnight at the hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Thursday 05 February 2026 Ségou Festival of the Niger Morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. You will be seeing more events at the festival: some traditional dance, Music Concerts on the night. Dinner at restaurant overnight in hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Friday 06 February 2026 Ségou the biggest night of concert. More tour the discovery Segou, the night is reserving the big show of the famous artist of the country and international. Dinner is at a local restaurant. Overnight at the hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Saturday 07 February 2026 Segou Siby and Bamako Siby Departure In a morning to Siby via Bamako about 4hours. Visit the traditional village with where all the house have some painting, visit of the Arches origine of Dogon people, experience some Sonounfo traditional Mask dance, lunch at the village then return in Bamako is 1hour drive on the late afternoon overnight at hotel Tamana."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bamako (Sunday 08 February 2026 end of the tour Morning tour of the city: the home of artisans, the market with fruit and spices, the National Museum .Lunch is at a restaurant; the afternoon is at leisure; finally, transfer to the airport with the help of your guide."
      }
    ],
    "map": ""
  },
  {
    "destination": "Mali",
    "mainPhoto": "",
    "id": "timbuktu-festival-tour-mali",
    "tourName": "Timbuktu festival tour, Mali",
    "placesVisited": "",
    "generalInfo": "Discover the music and magic of Mali’s landscapes and people through a journey to Timbuktu after many years not been accessible to visitors. Don't miss the chance to experience this special festival tour. <br/><br/>Timbuktu open's its' door to you, with this special tour. Immerse yourself in Mali’s wonders and UNESCO World Heritage sites:<br/>Discover life along the Niger River in Segou and Mopti, stroll through the handicrafts markets of Segou, Mopti \"the Malian Venice\".<br/><br/>Be charmed by the unique architecture of Djenne.<br/><br/>The variety of landscapes, people and environments of my country and its extraordinary cultural heritage will seduce you.<br/><br/>Best time to go for this trip in December.",
    "durationDays": "9",
    "price": "2964",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Bamako (Saturday) 11 December 2026. Upon arrival at the airport in Bamako , your guide is there to welcome you and bring you to your first night's stay at the Hotel Tamana."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bamako to Djenné (Saturday) 12 December. Morning departure from Bamako to Djenné by 4x4. We will pass beautiful mud villages and meet with villagers who will explain the tradition of millet and the traditional costumes made from bazin. Lunch en route. Dinner and overnight at the hotel. You will enjoy breakfast in the lovely shaded terraces. |??"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sunday 13 December Djenné Morning tour of the city and its rich history, with the largest and most beautiful mud mosque in Africa and the world. Monday is the day of the colorful weekly market, where you can find lovely traditional fabrics. You will walk through the narrow alleys to explore the majestic Sudanese-style mud buildings. Behind each door a warm welcome awaits you. Djenné is the ideal setting to enjoy the great variety of ethnic groups that inhabit the Niger River Valley and the inland delta. Lunch in a local restaurant; Then departure to Mopti arrive after 2hour drive.dinner and overnight at the hotel"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Mondday 14 December Mopti Guided tour of the city with a local guide: the crossroads of trade on the Niger River. Observe dugout canoes and pinasses being built. You will be surprised by the elegance and unique colors of each pinasse; this is how the city of Mopti gained the prestigious name \"the Venice of Mali.\" Small Boat Tour on the Niger and Bani River. Dinner and overnight at the hotel"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tuesday 15 December Morning departure to Ségou. You will marvel at the giant, luxurious baobab trees lining the roads, as well as Bambara and Bobo villages. We will stop briefly to admire the mosque in San. Arrive Segou in the mid-afternoon; Visit of the old city of Segou. dinner on the restaurant, overnight at the hotel Esplanade."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wednesday 16 December Ségou Morning tour of Ségou, you will have the opportunity to discover the pottery made by a cooperative of women in the market, and the dye house where everyone can paint a bogolan. After lunch we leave for Bamako about 3h drive Dinner at restaurant overnight in hotel Tamana."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bamako to Tombouctou by plane (Thursday 17 December). About 1 hour flight to reach the mysterious city, Guided city tour: the mosques, museum, daily market, Lunch in the hotel, late Afternoon openin ceromony of the festival live together In the night the first concert unders the stars in this famous old city. Overnight at hotel."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tombouctou and Festival (Friday 18 December). More visit of the mysterious city to admir this fascinated old city of the 11 centry. Lunch in the hotel, Late Afternoon we will be at the festival live together site to participeted to the events, In the night more concert unders the stars in this famous old city. Overnight at hotel."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Timbuktu (Saturday) 19 December More city tours: house of artisan crafts, the center of 16th century manuscripts, the houses of early explorers, lunch in a typical family to try our best local Dish of 12 speces plus the invisible one. In the afternoon small tour by camel to spend few times in the company of Tuaregs, And for a touaregs tea ceremony, More famous artist concert is waiting as in late afternoon and night. Dinner and a night at the hotel."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Timbuktu to Bamako (Sunday) 20 December Morning departure to Bamako by air plane about 1 hour flght. tour of the city: the home of artisans, the market with fruit and spices, the National Museum. Lunch is at a restaurant; finally, transfer to the airport with the help of your guide."
      }
    ],
    "map": ""
  }
]