{
  "destination": "French Polynesia",
  "mainPhoto": "",
  "id": "rurutu-humpback-whale-swimming-holiday-in-the-pacific",
  "tourName": "Rurutu humpback whale swimming holiday in the Pacific",
  "placesVisited": "Swim with humpback whales and other incredible marine life, Five days of swimming and snorkelling in the crystal-clear waters off Rurutu, Optional activities include hiking, exploring limestone caves, plantation tours and traditional performances of music and dance, Start every day with a delicious French / Rurutuan breakfast",
  "generalInfo": "Many of us dream of swimming with whales in their natural habitat, the ocean. To be alongside these immense yet graceful and beautiful creatures as they call to each other underwater and tend their young is an incredible, life-affirming experience. <br/><br/>Rurutu, in the Austral Islands of French Polynesia, is one of the best places in the world to do this. The waters here, rich in marine life, are crystal-clear but also far less-busy than those of Tahiti, and they are cold, which whales are known to prefer. <br/><br/>On this Rurutu humpback whale swimming holiday, you’ll spend five days with the whales, with a specialist tour operator that ensures the welfare of the whales is a high priority. What that means is internationally recognised safe whale-watching practices such as keeping a safe distance to avoid collisions, turning off the boat engine when whales are close by, and never getting between mothers and their calves. Groups are kept to a maximum of eight, so as not to crowd the whales. Swimming responsibly with whales in Rurutu means setting an example to other boat operators, who may be less aware of the need to protect these wonderful creatures. <br/><br/>August to October tends to be the best time of year for a humpback whale swimming holiday in Rurutu – it’s then that the fringing reef off the island becomes breeding ground and nursery, allowing for some spectacular interactions.<br/><br/>Of course, you won’t be spending the entire week in the water. Outside of swimming with whales you’ll have a wide range of enjoyable activities open to you, ranging from hiking to beachcombing, visiting local plantations growing coffee, lychees, pineapples and basil, and even horse riding, in the mountains and on the beaches. Evenings can be spent learning about ancient French Polynesian legends through traditional music and dance performances. <br/><br/>Swimming with whales has never been more popular, which means there it has never been more important to travel with a responsible tour operator that puts wildlife and the environment first. Not only will you have an unforgettable time on this trip, but your holiday also financially supports an organisation restoring coral reef off French Polynesia, as well as local communities by the use of small, independent accommodation and restaurants. <br/>",
  "durationDays": "8",
  "price": "4900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Everyone makes their own way to Rurutu where you will be transfered to the beautiful Vaitumu Lodge. As you drive around the winding roads, don't forget to look out the window for humpback whales."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Each day starts with a scrumptious French/Rurutian breakfast. Once we've had more to eat than you can manage we are then picked up for our day on the water with the whales! This Tour includes 5 days of swimming with the beautiful humpback whales of Rurutu. We will be exploring the ocean and all it has to offer in the way of snorkeling. We return for a beautiful French and locally inspired Smorgasboard lunch In the afternoons we can hike the limestone caves, learn about the culture and fascinating history of Rurutu and have the opportunity for mountain and beach horseriding. Included in your tour package is an island tour to see the local culture and visit the plantations and a cultural dinner and dance! We then return for a beautiful smorgasbord dinner before afternoon activities or simply relaxing with or without a cocktail!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Unfortunately this will be your last day day in paradise. You will be farewelled and transferred back to the airport to continue on to your next destination."
    }
  ],
  "map": ""
}