{
  "destination": "French Polynesia",
  "mainPhoto": "",
  "id": "tahiti-and-the-society-islands-cruise",
  "tourName": "Tahiti and the Society Islands cruise",
  "placesVisited": "",
  "generalInfo": "This is a dreamy cruise that will travel you to the best parts of French Polynesia, aboard the sleek M/Y Panorama 11 at the picturesque Papeete Port. in the evening we set sail to the enchanting Mo'orea, Society Islands, often referred to as \"The Magical Island,\" and is said to have been the muse behind the<br/>mythical Bali Hai from James Michener's Tales of the South Pacific, a delicious lunch will boost your energy for your afternoon exploration of the island or<br/>join us on an enchanting 3.5-hour island tour (optional) where your knowledgeable guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. later we set sail for our next destination, Huahine. Huahine is often likened to the mythical Garden of Eden, it emerges as a vast tropical paradise teeming with life. You have the freedom to explore Huahine at your own pace or partake in our meticulously<br/>crafted optional Private Motu Picnic and Snorkeling tour. After working up a good appetite, you will enjoy a delectable picnic on a white, sandy motu. On the way back stop at the aquarium to meet the fish and reef sharks. Overnight in Huahine.<br/>A single day scarcely does justice to the allure of Huahine! The next day, you can either explore Huahine at your leisure or opt for our optional tour, taking in many of the island's temples and small villages offering a chance to see and feed the sacred blue-eyed eels of Faie Bay, as well as visit a vanilla plantation, If you’re a keen cook. Overnight at sea to Bora Bora.<br/>The idyllic Bora Bora lagoon where you will have a variety of optional activities to choose from such as meet the locals on a cultural tour or snorkel with the sharks!! Without a doubt, Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star.<br/>One mere day in Bora Bora simply doesn't suffice! As you descend, camera in hand, prepare for the awe-inspiring moment when the iconic Mount Otemanu graces your view. Whether you choose to explore at your own pace or join us on one of our meticulously crafted optional Shore Excursions, seize the opportunity to create memories that will last a lifetime. Overnight at sea to Taha’a, which is fondly referred to as Vanilla Island, it boasts an exquisite natural landscape. Snorkeling and swimming are always in the program. Resembling a flower in shape, the island serves as a sprawling sanctuary for the prized Tahitian vanilla orchid. Guests can opt for a leisurely exploration or embark on our enticing Vanilla Plantation &amp; Rhumerie optional Shore Excursion, promising a delightful journey into Taha'a's aromatic world.<br/>Overnight in Taha’a.  Next day we arrive In Raiatea,  with its name translating to \"faraway heaven,\" Raiatea once stood as the paramount cultural and<br/>religious hub of the Society Islands. Today, Raiatea is believed to be a sacred resting place for the spirits of these ancestors.  Our enriching Shore Excursion to the Faaroa River with a Motu Beach Break (optional), where you'll journey aboard a traditional Polynesian outrigger canoe. Arriving at a serene motu, or islet, immerse yourself in the warm embrace of the sea and bask in the rejuvenating sun, a perfect interlude to your Raiatea exploration. Overnight in Raiatea. The  next day you can savour the freedom to craft your day at your leisure, or opt to join one of our tailored optional Shore Excursions, curated to offer a deeper immersion into the island's unique ambiance allowing you to embrace the essence of Mana. After dinner, we set sail for Moorea.<br/>It's no wonder that Moorea continues to captivate; it's a true marvel of nature.  You the freedom to explore, take a cultural tour or just enjoy the natural beauties at leisure!<br/>On the final morning, the sun graces Papeete Port. Breakfast on board , before disembarkation.",
  "durationDays": "11",
  "price": "5678",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Papeete, Tahiti: Embark the Panorama II in Papeete Port between 2:30pm and 4:00pm. After a welcome briefing and safety drill, we will set sail to our first island visit . Overnight at sea."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Mo'orea, often referred to as \"The Magical Island,\" is said to have been the muse behind the mythical Bali Hai from James Michener's Tales of the South Pacific, and it stands as one of the most breath taking gems in French Polynesia. As we lay at anchor in Moorea, you will enjoy swimming, snorkelling and wate sports from our swimming platform in her beautiful sapphire waters! A delicious lunch will boost your energy for your afternoon exploration of the island! Join us on an enchanting 3.5-hour island tour (INCLUDED IN THE CRUISE FARES) where your knowledgeable guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. Traverse through the lush Opunohu Valley, ascend the slopes of Mt. Tohi'e'a, and meander past the picturesque Cook's and Opunohu Bays. After this delightful and included tour, relish in some free time to explore Moorea at your leisure before we set sail for our next destination, Huahine."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Huahine, often likened to the mythical Garden of Eden, emerges as a vast tropical paradise teeming with life. Its lush expanses are adorned with coconut groves, vanilla orchids, banana plantations, breadfruit trees, and sprawling watermelon fields, creating a tapestry of vibrant colours and fragrant scents Today offers the freedom to explore Huahine at your own pace or partake in our meticulously crafted optional Private Motu Picnic and Snorkelling tour: Board the comfortable, traditional outrigger canoe for a cruise to Huahine. Along the way your guides will share the island`s history, sacred legends and provide insight into island life. Then there is a stop in the coral gardens for snorkelling among the many species of tropical fish. After working up a good appetite, you will enjoy a delectable picnic on a white, sandy motu. On the way back stop at the aquarium to meet the fish and reef sharks. Overnight in Huahine."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A single day scarcely does justice to the allure of Huahine! Today, you have the freedom to explore Huahine at your leisure or opt for Our optional tour taking us in many of the island's temples and small villages offering a chance to see and feed the sacred blue-eyed eels of Faie Bay, as well as visit a vanilla plantation. If you’re a keen cook, we recommend you purchase vanilla beans while here; you won’t find tastier - or cheaper! - versions elsewhere. Overnight at sea to Bora Bora."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Without a doubt, Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star. Today, we've arranged for you to experience the essence of Bora Bora with a unique excursion aboard Le Truck, a vibrant journey lasting approximately 2.5 hours (included in cruise fares). Climb aboard this colourful chariot as it guides you through Bora Bora's picturesque landscapes. Immerse yourself in the rich tapestry of Tahitian history, traditions, and cultures as your knowledgeable guide narrates the 22-mile road encircling this legendary island. Explore the villages of Farepiti, Faanui, and Anau, each adorned with ancient \"Marae\" shrouded in mystery. And as your adventure unfolds, be captivated by the breath taking vistas from Matira Point, a vantage point offering unparalleled panoramas of paradise. Overnight in Bora Bora."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "One mere day in Bora Bora simply doesn't suffice! As you descend, camera in hand, prepare for the awe-inspiring moment when the iconic Mount Otemanu graces your view Once Bora Bora captivates your gaze, it's a memory that stays etched in your heart forever. Therefore, ensure your second day in Bora Bora is brimming with unforgettable moments that will linger with you for years to come. Whether you choose to explore at your own pace or join us on one of our meticulously crafted optional Shore Excursions, seize the opportunity to create memories that will last a lifetime. Overnight at sea to Taha’a."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Taha’a fondly referred to as Vanilla Island, boasts an exquisite natural landscape. Its verdant valleys are adorned with lush banana, watermelon, and coconut plantations. Resembling a flower in shape, the island serves as a sprawling sanctuary for the prized Tahitian vanilla orchid. Taha'a shares a continuous coral reef and crystal-clear lagoon, enhancing its allure as an idyllic retreat. As we lay at anchor in Taha’a, you will enjoy swimming, snorkelling and water sports from our swimming platform in her beautiful sapphire waters! Today, guests can opt for a leisurely exploration or embark on our enticing Vanilla Plantation & Rhumerie optional Shore Excursion, promising a delightful journey into Taha'a's aromatic world. Overnight in Taha’a."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "With its name translating to \"faraway heaven,\" Raiatea once stood as the paramount cultural and religious hub of the Society Islands. Today, Raiatea is believed to be a sacred resting place for the spirits of these ancestors, drawing pilgrims seeking spiritual connection. Embark on our enriching Shore Excursion to the Faaroa River with a Motu Beach Break (included in cruise fares), where you'll journey aboard a traditional Polynesian outrigger canoe. Arriving at a serene motu, or islet, immerse yourself in the warm embrace of the sea and bask in the rejuvenating sun, a perfect interlude to your Raiatea exploration. Overnight in Raiatea."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Immerse yourself in the captivating tales and ancient legends, beckoning you to uncover its mysteries. Whether you yearn to traverse its verdant jungles or plunge into its sapphire-blue waters, Raiatea promises an enriching journey. Savour the freedom to craft your day at your leisure, or opt to join one of our tailored optional Shore Excursions, curated to offer a deeper immersion into the island's unique ambiance, allowing you to embrace the essence of Mana. After dinner, set sail for Moorea."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Mo'orea: Today, our voyage brings us back to Moorea. It's no wonder that Moorea continues to captivate; it's a true marvel of nature. Today grants you the freedom to explore at your own pace or partake in one of our optional shore excursions. Overnight at sea to Papeete."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "PAPEETE PORT/TAHITI, SOCIETY ISLANDS Breakfast on board, before disembarkation at 09:00AM"
    }
  ],
  "map": ""
}