{
  "destination": "French Polynesia",
  "mainPhoto": "",
  "id": "french-polynesia-family-adventure-holiday",
  "tourName": "French Polynesia family adventure holiday",
  "placesVisited": "Tahiti, Moorea, Huahine, Raiatea, Enjoy freedom of a rental car on Moorea, Optional activities include 4x4 jeep tours, snorkelling, bike tours, easy hikes and canoeing, Explore coral reefs with a naturalist guide, Four-night private cruise aboard a stylish catamaran",
  "generalInfo": "If it’s quality family time you’re searching for, in French Polynesia you’ll find it. Time has an appealing habit of slowing down once you get into the island rhythms, and this two-week holiday can feel like a month. <br/><br/>Your precise itinerary is up to you, as this trip can be arranged according to your family’s interests, be they adventure, cultural discovery or relaxation. Whatever you do is overlaid with an unmistakeable taste of luxury, whether that be your stylish, locally owned accommodation, or the services of private guides who will bring the natural world and Polynesian traditions to life.<br/><br/>The highlight of this French Polynesia family adventure holiday is bound to be a private four-night catamaran cruise from Raiatea, with a hostess aboard. But before that, there’s an excursion aboard a traditional double-hulled sailing canoe to enjoy, with lunch on a sandy islet, and the chance to snorkel a pristine coral reef. The kids can even hoist the sail and help with the steering. Alternatively, enjoy a gentle hike to a waterfall on Moorea, with a swim at the end – you’ll have a rental car at your disposal here so you can stay as long as you like. Or try a relaxing e-bike ride around the serene island of Huahine, stopping to eat wherever the mood takes you.<br/><br/>Another perk of this trip is that it benefits local communities and the environment. You’ll spend time with local Polynesians such as an ancestral storyteller, helping them to earn from tourism. You’ll stay in hotels powered by renewable energy, and your trip also donates to an NGO supporting the protection of reefs and marine biodiversity. You can have a good time, safe in the knowledge your holiday is doing good, too.  <br/>",
  "durationDays": "16",
  "price": "15000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tahiti: Back on Tahiti, spend your last night at a comfortable 3-star hotel in Papeete, offering a standard room with continental breakfast and transfers included — a peaceful base for your explorations. Reflect on your journey through Polynesia’s islands — a voyage filled with authentic experiences, cultural richness, and serene natural beauty."
    }
  ],
  "map": ""
}