{
  "destination": "French Polynesia",
  "mainPhoto": "",
  "id": "french-polynesia-luxury-villa-catamaran-cruise-holiday",
  "tourName": "French Polynesia luxury villa & catamaran cruise holiday",
  "placesVisited": "Tahiti, Rurutu, Tetiaroa, Luxury five-day catamaran cruise in the Society Islands, Relax in elegance and comfort in an island paradise, Stay in locally owned lodges with strong environmental credentials",
  "generalInfo": "Bury your toes in a black sand beach, or dangle them in the sea on a private catamaran cruise, on this French Polynesia luxury villa holiday that gives you a far deeper immersion into island life than any stay in an all-inclusive resort ever could. <br/><br/>Whether you’re on honeymoon, or just seeking an escape from a hectic life back home, it won’t take long to slip into the rhythm of French Polynesia thanks to this carefully designed holiday. One day might see you snorkelling above a colourful coral reef with manta rays and turtles for company, another might find you on a gentle stroll through villages to meet local artisans, the next enjoying a soak and a massage at a traditional Polynesian spa.<br/><br/>With time on both Tahiti and Rurutu, you’ll stay in beautifully designed, luxurious villas that have a strong environmental focus. Using locally sourced and also recycled materials wherever possible, they are built to have a minimal carbon footprint, and use solar power. <br/><br/>And, at the heart of your trip, a private five-day catamaran cruise through the Society Islands. Swim, kayak, paddleboard or just relax on deck with a cocktail in hand, a dedicated local crew showing you around this idyllic archipelago and filling you in on the islands’ history and marine life. There can be few finer ways to experience French Polynesia.<br/>",
  "durationDays": "16",
  "price": "25000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tahiti: A Quiet Pause Before the Sea Return to the main island for a peaceful overnight stay before setting sail. This brief interlude offers a chance to rest, reflect, and prepare for the next part of your journey — one that unfolds on the water, beneath sails and stars."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Tahiti: One Last Glimpse of Paradise Return once more to Tahiti for your final night in the islands. Let the memories rise gently — of ocean breezes, hidden coves, and starlit dinners. Your journey may be ending, but the spirit of Polynesia stays with you — a quiet, enduring presence that lives on in your heart."
    }
  ],
  "map": ""
}