{
  "destination": "French Polynesia",
  "mainPhoto": "",
  "id": "french-polynesia-island-hopping-holiday",
  "tourName": "French Polynesia island hopping holiday",
  "placesVisited": "Guided tour of Papeete, capital of Tahiti, Stay in locally owned, luxury ecolodges throughout, Use of rental car, Private boat tour of Moorea with traditional Polynesian lunch, Private 4x4 tour to Marae Taputapuatea on Raiatea, Snorkel the Blue Lagoon, Private lagoon tour of Bora Bora",
  "generalInfo": "From vibrant handicrafts markets to underwater coral gardens and sacred, UNESCO-listed religious complexes, this French Polynesia island hopping holiday is a wonderful way to see the Society Islands. As you venture from Tahiti to Bora Bora via Moorea and Raiatea by public ferries, you’ll stay in a succession of luxurious ecolodges powered by renewable energy such as solar – there’s plenty of sun in this part of paradise. <br/><br/>You’ll have a rental car at your disposal, so that you set the pace of your adventures. Our recommended itinerary takes you into the lush, scarcely populated realm of Tahiti Iti, where you can hike green valleys and enjoy stunning Pacific views from your mountainside bungalow. Then, from a beachfront lodge on Moorea, take an enthralling boat tour with a marine biologist, and perhaps snorkel with rays, turtles and schools of fish above colourful coral reefs – some of the best-preserved in the world.<br/><br/>It’s hard not to relax in French Polynesia – from the moment you step off the plane and the lei is placed around your neck, the rhythms of island life swiftly overtake you. This holiday enhances the experience, allowing you several days to enjoy each island. There’s a host of soothing activities available to you, such as a visit to a Polynesian spa, a traditional canoe tour of the Raiatea Blue Lagoon, or just time to soak up a gorgeous sunset from the beach.<br/><br/>This French Polynesia luxury island hopping holiday is a departure from the typical high-end stays here. Eschewing the all-inclusive resorts, it sees you staying in locally owned properties and eating at locally owned restaurants for an authentic cultural introduction to the Society Islands. It also makes a donation to a local marine biology association, working to ensure people can continue enjoying these islands for years to come.<br/>",
  "durationDays": "14",
  "price": "8000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [],
  "map": ""
}