[
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-10-night-small-ship-cruise",
    "tourName": "French Polynesia 10 night small ship cruise",
    "placesVisited": "",
    "generalInfo": "French Polynesia is a collection of over 100 islands in the South Pacific, where the Society Islands form its largest and most well-known archipelago. These Islands are divided into the Windward Islands (including Tahiti and Moorea) and the Leeward Islands (including Bora Bora, Raiatea, and Tahaa).  The perfect destinations for romantics and adventurers eager to explore French Polynesia's beauty, equally, for travellers desiring a comprehensive and slower journey through the Society Islands.<br/><br/>Uncover these two Archipelagos on a small ship cruise. Island hopping allows you to see every landscape, from geometric ridges strung with waterfalls on the high islands to flat, desert-like atolls where lagoons far outsize the landmass.<br/><br/>Experience the essence of Bora Bora; the crown jewel of The South Pacific, where breath taking beauty meets cultural richness. Discover Raiatea; The Sacred Heart of the Society Islands which continues to inspire awe as a sacred place believed to house the spirits of ancient ancestors, and so much more.",
    "durationDays": "11",
    "price": "5557",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your adventure begins at the picturesque Papeete port, Society Islands, where you'll board the sleek beauty M/Y Panorama II. Boarding Time: 3pm. Step on board and immerse yourself in a world of ambience and hospitality. A welcome drink awaits you and soon followed by a welcome dinner. As twilight descends, we set sail for the enchanting island of Moorea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Moorea is often referred to as \"The Magical Island,\" and is said to have been the muse behind the mythical Bali Hai from James Michener's Tales of the South Pacific. You can enjoy swimming, snorkeling and watersports from our swimming platform in this islands beautiful sapphire waters, followed by a delicious lunch. An enchanting 3.5-hour island tour is included where our qualified, local guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. Admire the lush Opunohu Valley, ascend the slopes of Mt. Tohi'e'a, and meander past the picturesque Cook's and Opunohu Bays and still have plenty of time to explore Moorea at your leisure before we set sail for our next destination, Huahine."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Huahine, often likened to the mythical Garden of Eden, emerges as a vast tropical paradise teeming with life. Today offers the freedom to explore Huahine at your own pace or partake in our meticulously crafted optional Private Motu Picnic and Snorkeling tour: board the comfortable, traditional outrigger canoe for a cruise to Huahine, there is a stop in the coral gardens for snorkeling among the many species of tropical fish, you will enjoy a delectable picnic on a white, sandy motu. We overnight in Huahine"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A single day scarcely does justice to the allure of Huahine! Today, you have the freedom to explore Huahine at your leisure or opt for Our optional tour taking us in many of the island's temples and small villages offering a chance to see and feed the sacred blue-eyed eels of Faie Bay, as well as visit a vanilla plantation. Overnight at sea to Bora Bora."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star. Today, you can experience the essence of Bora Bora with a unique excursion aboard Le Truck, a vibrant journey lasting approximately 2.5 hours (included in cruise fares). Immerse yourself in the rich tapestry of Tahitian history, traditions, and cultures as your knowledgeable guide narrates the 22-mile road encircling this legendary island. Explore the villages of Farepiti, Faanui, and Anau, each adorned with ancient \"Marae\" shrouded in mystery. And as your adventure unfolds, be captivated by the breathtaking vistas from Matira Point, a vantage point offering unparalleled panoramas of paradise. Overnight in Bora Bora."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "One day in Bora Bora is not enough, as you start your day, camera in hand, prepare for the awe-inspiring moment when the iconic Mount Otemanu graces your view. Once Bora Bora captivates your gaze, it's a memory that stays etched in your heart forever. Therefore, ensure your second day in Bora Bora is brimming with unforgettable moments that will linger with you for years to come. Overnight at sea to Taha’a."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Taha’a, also referred to as Vanilla Island, boasts an exquisite natural landscape. Its verdant valleys are adorned with lush banana, watermelon, and coconut plantations. Resembling a flower in shape, the island serves as a sprawling sanctuary for the prized Tahitian vanilla orchid. Taha'a shares a continuous coral reef and crystal-clear lagoon, enhancing its allure as an idyllic retreat. While the ship is at anchor, you can enjoy swimming, snorkelling and water sports from our swimming platform in the beautiful sapphire waters! Today, guests can opt for a leisurely exploration or embark on our enticing Vanilla Plantation & Rhumerie optional Shore Excursion, promising a delightful journey into Taha'a's aromatic world. Overnight in Taha’a."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "With its name translating to \"faraway heaven,\" Raiatea once stood as the paramount cultural and religious hub of the Society Islands. Today, Raiatea is believed to be a sacred resting place for the spirits of these ancestors, drawing pilgrims seeking spiritual connection. Our Shore Excursion today (included in the cruise fares), is to the Faaroa River with a Motu Beach Break, guests journey aboard a traditional Polynesian outrigger canoe. Arriving at a serene motu, or islet, immerse yourself in the warm sea and bask in the rejuvenating sun, a perfect interlude to your Raiatea exploration. Overnight in Raiatea."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Immerse yourself in the captivating tales and ancient legends, beckoning you to uncover its mysteries. Savour the freedom to craft your day at your leisure, or opt to join one of our tailored optional Shore Excursions, offering a deeper immersion into the island's unique ambiance, allowing you to embrace the essence of Mana. After dinner, set sail for Moorea."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Our voyage brings us back to Moorea. It's no wonder that Moorea continues to captivate; it's a true marvel of nature. Today grants you the freedom to explore at your own pace or partake in one of our optional shore excursions. Overnight at sea to Papeete."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "As the morning sun graces Papeete Port, breakfast on board , before disembarkation at 09:00a.m Our dedicated Concierge stands ready to assist with any final arrangements, ensuring your journey concludes seamlessly."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-cruise-in-the-south-pacific",
    "tourName": "French Polynesia cruise in the South Pacific",
    "placesVisited": "Papeete, Tahiti Island, Takapoto atoll, Tuamotu Archipelago, Marquesas Archipelago, Nuku Hiva, Ua Pou, Tahuata, Hiva Oa, Fatu Hiva, Ua Huka, Tuamotu Archipelago, Bora Bora, Visit a pearl farm, Optional extra activities include: horseback riding, helicopter flights, scuba diving and snorkelling",
    "generalInfo": "It’s normal to travel around the scattered islands of French Polynesia by boat. It’s unusual to travel on a hybrid between cruise ship and cargo freighter that’s also delivering the islands’ supplies and post. This trip takes you to the Marquesas Islands from Tahiti, via the Tuamotu Archipelago – a long voyage to a remote part of the world. Cabins range from sharing dormitories to suites with balconies.<br/><br/>Whilst the local crew are busy offloading supplies to their towns and families, you can explore the islands by booking into excursions as an optional extra – such as diving or glass bottomed boat tours, and trips on the islands. <br/><br/>French Polynesia is the kind of place spoken about in hushed tones by divers for the brilliance of its underwater life – Tahuata and Bora Bora suit beginners, but advanced divers can look forward to diving sites at Fakarava, Rangiroa and Hiva Oa. <br/><br/>This cruise departs from Tahiti and on the way to and from the Marquesa Islands you’ll spend time in Rangiroa Atoll, a stunning, massive lagoon that’s great for divers and snorkellers. There’s a glass bottomed boat available, too, if you want to stay dry. <br/><br/>Travelling takes time in the remote ocean.  You’ll need to allow a full day at sea to cruise to the Marquesas from the Tuamotu Archipelago – and a second full day to return afterwards. On each passage you could join a weaving workshop or learn the ukelele. Your boat has a pool on board, plus massage room and small gym, plus lounges and two conference rooms where the crew run topical (and tropical) lectures. <br/><br/>Whether you’re on board or on shore, enjoy local food – there’s an abundant supply of fresh local fish – the much-exported coconut crab, plus fruit and veg. You can try delicacies from Marquesan underground ovens. <br/><br/>Once you reach the Marquesa islands, you’ll visit the islands of Ua Pou, Nuku Hiva, Ua Huka, Hiva Oa, and Fatu Hiva. Your boat is the only way to visit any islands without runways. On the rugged, volcanic island Hive Oa you can see the grave of Paul Gauguin, On Fatu Hiva you can hike in the rainforest, or visit one of the most beautiful beaches in the world – the Bay of Virgins. <br/><br/>Returning towards Bora Bora via a pearl farm, you’ll think a pearl a befitting export for such a small and beautiful collection of islands. <br/><br/><br/>",
    "durationDays": "12",
    "price": "2908",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Departure from Papeete (Tahiti) Check in between 7am to 9am. All passengers must be on board before 9am for a departure from Papeete at 12 noon. Receive a warm welcome onboard from our crew and sail to Fakarava atoll in the Tuamotu archipelago."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fakarava Classified as a Biosphere Reserve by UNESCO for the preservation of rare species, Fakarava is the second largest atoll in French Polynesia. After a buffet on board, the Aranui will disembark at the dock of \"Rotoava\". Passengers will have time to discover its small village, the church built of coral, local crafts and a demonstration of the virtues of coconut. Enjoy a day of relaxation, sun and beach, swimming or snorkeling among multicolored tropical fish."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea A day to relax at the Pool Deck or in the comfort of our air-conditioned lounge. Or why not just enjoy the view of the South Pacific Ocean during our crossing to the fascinating Marquesas Islands. Lectures on the Culture and History of the Marquesas Islands will make you go back in time and give you a complete overview of this ancient civilization. During the cruise, you will also have the opportunity to learn how to move your hips like a true Tahitian! The fiery Polynesian crew, proudly present their way of life and entertain you with Polynesian songs and rhythms on their ukulele, guitars and drums. Before going to bed, set your watch 30 minutes in advance, we switch to Marquesas time. ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Nuku Hiva (Taiohae/Hatieu/Taipivai) While the Aranui is unloading, you can explore Taiohae, the small administrative capital of the Marquesas. Taiohae Bay is where writer Herman Melville then a 23-year-old sailor and buddy jumped off a whaler in 1842. After breakfast, passengers will disembark and will take the 4×4 that will be waiting for them for the day's excursion. Our first stop will be a visit to Taiohae Cathedral. You can visit the Cathedral or go to the market to buy handicrafts. Then, we will visit the archaeological site of \"Tohua Kamuihei\" with itsgiant banyan trees and petroglyphs. Your first introduction to traditional Marquesan cuisine will be served for lunch. Local music during the meal will provide a great atmosphere. Your excursion will continue south to Taiohae with its spectacular bay, a giant volcanic amphitheater dominated by towering cliffs dotted with waterfalls. Back to Taiohae village, you will also find banks and shops. You can return to the ship from the village on foot or by car. Polynesian evening with plancha buffet around the pool (Deck 7) or at the Restaurant (Deck 4) depending on weather conditions."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ua Pou (Hakahau) From the bridges, you will see the mountain spits unique to Ua Pou. As the crew unloads supplies, cement, sugar, and loads bags of copra (dried coconuts) and fruit, explore the picturesque village of Hakahau and its church with a hand-carved wooden platform. Meet the island's talented sculptors and artists, climb to the Croix for stunning views of the mountains, lush valleys and the main village. Another delicious Marquesan lunch will be served: breadfruit, a staple of the Marquesan with goat curry (a specialty of the Marquesas Islands), raw fish marinated in lemon juice and coconut milk, taro and red bananas. Enjoy an excellent dance performance, including the traditional \"bird dance\", at Ua Pou."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Ua Huka (Vaipe’e/Hane/Hokatu) This island which saw the construction of the first airstrip in the Marquesas in 1972 is largely arid and home to many wild horses, goats and pigs. In the early morning, the Aranui will perform an impressive maneuver, a 180-degree turn in the beautiful \"Invisible Bay\" of Vaipaee. A maneuver that requires all the dexterity of the captain and crew is not to be missed. Back in your 4×4 to explore the island, stopping for stunning views, visit the arboretum born from the passion of the former mayor of the island, before reaching the beautiful village of Hane. Lunch will be served at a local family restaurant. Discover some of the island's specialties, handicrafts, wooden carvings, as well as engraved coconut shells. After lunch, return on board in 4×4. For the more spirited, a 3km walk back from the arboretum awaits you. Make sure you're on deck as the Aranui will sail all along the coast of Ua Huka for more magnificent views."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tahuata (Vaitahu) – Hiva Oa (Atuona) The Aranui will anchor in the small bay of Tahuata. The only access is by sea, as there is no airport on Tahuata. On this leaf-shaped island, the air is thick with the scent of Tahitian tiare, frangipani and history. In 1595, Spanish explorers landed in the village of Vaitahu and opened fire on a crowd of curious islanders, killing about 200 people. Tahuata is also the site of the first French colony in the Marquesas in 1842. The large church built by the Vatican, is decorated with beautiful Marquesan sculptures and stained-glass windows representing the Virgin Mary. Tahuata is famous for its exquisite bone and helmet shell carvings. There will be much to choose from in the village. The Aranui will arrive in Hiva Oa after lunch on board, where you will have plenty of time to explore Atuona, the second largest village in the Marquesas. This is where Paul Gauguin lived and created some of his works. You can also visit the colonial store where he bought his bread, as well as a replica of his infamous “house of pleasure” and the museum. By 4X4, you will visit the largest archaeological site in the Marquesas Islands, “Tohua Taa’oa”. Walking up the hill to the cemetery, you will have a breathtaking view of the motu Hanakee. Under a huge frangipani tree is a tombstone with the simple words: Paul Gauguin 1903. Nearby is the grave of another famous European who also fell in love with Hiva Oa: the Belgian singer-songwriter Jacques Brel, who died in 1978."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fatu Hiva (Omoa – Hanavave) Fatu Hiva, the most lush and remote of the Marquesas Islands, is also a Marquesan craft centre. In the village of Omoa, the women will show you how to make tapas by crushing the bark of paper mulberry, banyan or bread tree but also the making of ‘Umuhei, an island herbal blend used to perfume their hair. After visiting the village, the most sporty passengers can opt for a 15km hike that will take them from Omoa to Hanavave, offering breathtaking views of the high cliffs. Lunch will be served at the top. Non-hikers will sail aboard the Aranui, from Omoa to Hanavave to Virgin Bay, considered one of the most beautiful bays in the world. Visityou land for a visit of the village and to welcome hikers."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "At Sea A day to recover from the emotions experienced in the Marquesas archipelago. During our crossing to the magnificent Tuamotu Islands, conferences and activities will be offered throughout the day. Before going to bed, set your watch back 30 minutes, back to Tahiti time."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Rangiroa or Makatea (V11, V12, V22) RANGIROA From the bridges, observe our approach and our arrival in the largest atoll of French Polynesia and the second largest in the world. You can see playful dolphins greeting the Ship as we enter the Tiputa Pass, one of Rangiroa’s passes. Glass bottom boat and scuba diving excursions are available (registration at reception). Scuba diving is here classified as one of the best in the world (certified divers only). If you decide not to visit, enjoy the white sand beach of Rangiroa and the translucent lagoon. The Aranui will depart at lunchtime and sail to the mystical island of Bora Bora. MAKATEA (30/05/26, 13/06/26 and 07/11/26 departures) The Aranui offers this opportunity to visit the remains of Makatea, phosphate mining and caves, cross the island on foot or by car, picnic under the cliffs or on the beach. A raised atoll or exogenous atoll, Makatea is a type of atoll or coral island whose whole or part of the earth is composed of an ancient coral reef that has emerged. The term Makatea refers to a type of raised atoll with in its center, the remains of the ancient volcanic island. This term is also used to refer specifically to escarpments of coral origin encountered in all types of raised atolls. Makatea is also the name of a coral island located in the Tuamotu archipelago (French Polynesia), where a phosphate deposit was mined from 1917. After a picnic on land, the Aranui will sail along the coast of Makatea before continuing its journey to the islands of the Society."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Bora Bora Arriving in the world famous lagoon of Bora Bora of blue and opalescent greens, you will be welcomed by the majestic Mount Otemanu, the highest peak of the island. In this island paradise and perfect, you can enjoy a day at the beach and a barbecue on a private Motu surrounded by crystal clear waters, the Motu Tapu. You can also choose from optional activities, a variety of excursions at an additional cost: scuba diving, lagoon tour by boat and canoe, swimming with sharks and rays! Bora Bora was an American military outpost during World War II and remnants of the war such as cannons and bunkers can be seen on the circuit. Departure in the evening for Papeete."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Return to Tahiti (Papeete) This is the end of our journey. It’s time to say Nana! (Goodbye) to your travel companions, to the Polynesian staff and Aranui guides."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-family-adventure-holiday",
    "tourName": "French Polynesia family adventure holiday",
    "placesVisited": "Tahiti, Moorea, Huahine, Raiatea, Enjoy freedom of a rental car on Moorea, Optional activities include 4x4 jeep tours, snorkelling, bike tours, easy hikes and canoeing, Explore coral reefs with a naturalist guide, Four-night private cruise aboard a stylish catamaran",
    "generalInfo": "If it’s quality family time you’re searching for, in French Polynesia you’ll find it. Time has an appealing habit of slowing down once you get into the island rhythms, and this two-week holiday can feel like a month. <br/><br/>Your precise itinerary is up to you, as this trip can be arranged according to your family’s interests, be they adventure, cultural discovery or relaxation. Whatever you do is overlaid with an unmistakeable taste of luxury, whether that be your stylish, locally owned accommodation, or the services of private guides who will bring the natural world and Polynesian traditions to life.<br/><br/>The highlight of this French Polynesia family adventure holiday is bound to be a private four-night catamaran cruise from Raiatea, with a hostess aboard. But before that, there’s an excursion aboard a traditional double-hulled sailing canoe to enjoy, with lunch on a sandy islet, and the chance to snorkel a pristine coral reef. The kids can even hoist the sail and help with the steering. Alternatively, enjoy a gentle hike to a waterfall on Moorea, with a swim at the end – you’ll have a rental car at your disposal here so you can stay as long as you like. Or try a relaxing e-bike ride around the serene island of Huahine, stopping to eat wherever the mood takes you.<br/><br/>Another perk of this trip is that it benefits local communities and the environment. You’ll spend time with local Polynesians such as an ancestral storyteller, helping them to earn from tourism. You’ll stay in hotels powered by renewable energy, and your trip also donates to an NGO supporting the protection of reefs and marine biodiversity. You can have a good time, safe in the knowledge your holiday is doing good, too.  <br/>",
    "durationDays": "16",
    "price": "15000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 14,
        "title": "",
        "description": "Tahiti: Back on Tahiti, spend your last night at a comfortable 3-star hotel in Papeete, offering a standard room with continental breakfast and transfers included — a peaceful base for your explorations. Reflect on your journey through Polynesia’s islands — a voyage filled with authentic experiences, cultural richness, and serene natural beauty."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-island-hopping-holiday",
    "tourName": "French Polynesia island hopping holiday",
    "placesVisited": "Guided tour of Papeete, capital of Tahiti, Stay in locally owned, luxury ecolodges throughout, Use of rental car, Private boat tour of Moorea with traditional Polynesian lunch, Private 4x4 tour to Marae Taputapuatea on Raiatea, Snorkel the Blue Lagoon, Private lagoon tour of Bora Bora",
    "generalInfo": "From vibrant handicrafts markets to underwater coral gardens and sacred, UNESCO-listed religious complexes, this French Polynesia island hopping holiday is a wonderful way to see the Society Islands. As you venture from Tahiti to Bora Bora via Moorea and Raiatea by public ferries, you’ll stay in a succession of luxurious ecolodges powered by renewable energy such as solar – there’s plenty of sun in this part of paradise. <br/><br/>You’ll have a rental car at your disposal, so that you set the pace of your adventures. Our recommended itinerary takes you into the lush, scarcely populated realm of Tahiti Iti, where you can hike green valleys and enjoy stunning Pacific views from your mountainside bungalow. Then, from a beachfront lodge on Moorea, take an enthralling boat tour with a marine biologist, and perhaps snorkel with rays, turtles and schools of fish above colourful coral reefs – some of the best-preserved in the world.<br/><br/>It’s hard not to relax in French Polynesia – from the moment you step off the plane and the lei is placed around your neck, the rhythms of island life swiftly overtake you. This holiday enhances the experience, allowing you several days to enjoy each island. There’s a host of soothing activities available to you, such as a visit to a Polynesian spa, a traditional canoe tour of the Raiatea Blue Lagoon, or just time to soak up a gorgeous sunset from the beach.<br/><br/>This French Polynesia luxury island hopping holiday is a departure from the typical high-end stays here. Eschewing the all-inclusive resorts, it sees you staying in locally owned properties and eating at locally owned restaurants for an authentic cultural introduction to the Society Islands. It also makes a donation to a local marine biology association, working to ensure people can continue enjoying these islands for years to come.<br/>",
    "durationDays": "14",
    "price": "8000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-luxury-villa-catamaran-cruise-holiday",
    "tourName": "French Polynesia luxury villa & catamaran cruise holiday",
    "placesVisited": "Tahiti, Rurutu, Tetiaroa, Luxury five-day catamaran cruise in the Society Islands, Relax in elegance and comfort in an island paradise, Stay in locally owned lodges with strong environmental credentials",
    "generalInfo": "Bury your toes in a black sand beach, or dangle them in the sea on a private catamaran cruise, on this French Polynesia luxury villa holiday that gives you a far deeper immersion into island life than any stay in an all-inclusive resort ever could. <br/><br/>Whether you’re on honeymoon, or just seeking an escape from a hectic life back home, it won’t take long to slip into the rhythm of French Polynesia thanks to this carefully designed holiday. One day might see you snorkelling above a colourful coral reef with manta rays and turtles for company, another might find you on a gentle stroll through villages to meet local artisans, the next enjoying a soak and a massage at a traditional Polynesian spa.<br/><br/>With time on both Tahiti and Rurutu, you’ll stay in beautifully designed, luxurious villas that have a strong environmental focus. Using locally sourced and also recycled materials wherever possible, they are built to have a minimal carbon footprint, and use solar power. <br/><br/>And, at the heart of your trip, a private five-day catamaran cruise through the Society Islands. Swim, kayak, paddleboard or just relax on deck with a cocktail in hand, a dedicated local crew showing you around this idyllic archipelago and filling you in on the islands’ history and marine life. There can be few finer ways to experience French Polynesia.<br/>",
    "durationDays": "16",
    "price": "25000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tahiti: A Quiet Pause Before the Sea Return to the main island for a peaceful overnight stay before setting sail. This brief interlude offers a chance to rest, reflect, and prepare for the next part of your journey — one that unfolds on the water, beneath sails and stars."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Tahiti: One Last Glimpse of Paradise Return once more to Tahiti for your final night in the islands. Let the memories rise gently — of ocean breezes, hidden coves, and starlit dinners. Your journey may be ending, but the spirit of Polynesia stays with you — a quiet, enduring presence that lives on in your heart."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "french-polynesia-small-ship-cruise",
    "tourName": "French Polynesia small ship cruise",
    "placesVisited": "",
    "generalInfo": "Discover the world-famous Society islands of French Polynesia by small ship. Bora Bora, Taha'a, Moorea, Huahine, Raiatea - islands sculpted by sky-piercing, moss-green peaks and lined with vivid turquoise lagoons. Island hopping allows you to see every landscape, from geometric ridges strung with waterfalls on the high islands to flat, desert-like atolls where lagoons far outsize the landmass. There are many sides to the Islands of Tahiti, yet they are all connected by Mana. Mana is a life force and spirit that surrounds us. You can see it. Touch it. Taste it. Feel it. And from the moment you arrive, you will understand why locals say the islands are embraced by Mana.<br/>Choose between a range of activities such as a Bora Bora Cultural Tour by 4x4 or an excursion to snorkel with sting rays and sharks and explore the lagoon of the island. Visit a pearl farm and a traditional vanilla plantation at the island of Taha'a. Swim and snorkel close to reef islets. Enjoy a guided tour at Unesco protected sites and kayak in Raiatea's beautiful Faaroa River. French Polynesia has it all so board your floating hotel and get ready for an exploration around the small paradise of Society Islands!",
    "durationDays": "8",
    "price": "3904",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Embark the motor yacht in Papeete Port between 2:30pm and 4:00pm. After a welcome briefing and safety drill, we will set sail for Moorea"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "MOOREA As we lay at anchor in Moorea, you will enjoy swimming, snorkelling and water sports from our swimming platform in her beautiful sapphire waters! A delicious lunch will boost your energy for your afternoon exploration of the island! Join us on an enchanting 3.5-hour island tour (included in the cruise fares), where your knowledgeable guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. Traverse through the lush Opunohu Valley, ascend the slopes of Mt. Tohi'e'a, and meander past the picturesque Cook's and Opunohu Bays. Along the way, indulge in a stop at the Moorea Fruit Juice Factory, where you can savour refreshing juices and liqueurs, crafted from locally sourced fruits, like star fruit, ginger, papaya, mango, coconut, and pineapple. After this delightful and included tour, relish in some free time to explore Moorea at your leisure before we set sail for our next destination, Raiatea island. Departure after dinner to Raiatea"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "RAIATEA Early in the morning we sail across the lagoon to reach nearby Raiatea, which translates to “faraway heaven” and “sky with soft light”. Originally known as Havai’i, Raiatea is considered the homeland of the ancient Polynesians. We will have a variety of optional activities to choose from, such as: Faaroa River and Motu beach break or visit the Anapa family Pearl farm*. Overnight in port. (docked or on anchor at times)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "TAHA’A Noon arrival in Taha'a, which shares a magnificent lagoon with Raiatea Island. As we lay at anchor in Taha’a, you will enjoy swimming, snorkelling and water sports from our swimming platform in her beautiful sapphire waters! The fertile island is covered with banana, watermelon and coconut groves. The island also acts as a vast natural greenhouse for the treasured Tahitian vanilla orchid. Optional visit of the island with a vanilla plantation , a rum distillery while enjoying some snorkelling. Or take a 4X4 safari tour around. Late night departure to Bora Bora."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "BORA BORA Without a doubt, Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star. Today, we've arranged for you to experience the essence of Bora Bora with a unique excursion aboard Le Truck, a vibrant journey lasting approximately 2.5 hours (included in the cruise fares). Climb aboard this colorful chariot as it guides you through Bora Bora's landscapes, passing coconut groves and quaint villages nestled along the shoreline. Immerse yourself in the rich tapestry of Tahitian history, traditions, and cultures as your knowledgeable guide narrates the 22-mile road encircling this legendary island. Explore the villages of Farepiti, Faanui, and Anau, each adorned with ancient \"Marae\" shrouded in mystery. And as your adventure unfolds, be captivated by the breath taking vistas from Matira Point, a vantage point offering unparalleled panoramas of paradise. Overnight in port."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "BORA BORA One mere day in Bora Bora simply doesn't suffice! Whether you choose to explore at your own pace or join us on one of our meticulously crafted optional Shore Excursions, seize the opportunity to create memories that will last a lifetime. Late night departure to Huahine."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "HUAHINE Huahine, once home to Tahitian royalty, is considered the cradle of Polynesian culture. The two islands maintain the largest concentration of ancient marae (temples) in French Polynesia, some of which are believed to date back to around 700 AD. Huahine is a colossal tropical jungle burgeoning with coconut plantations, vanilla orchids, banana groves, breadfruit trees and watermelon fields. Our optional half-day tour takes us around the island to visit the small villages of Maeva, an archaeological site, and a vanilla plantation, or visit a private motu for a picnic and snorkelling experience. Departure after lunch to Papeete. Overnight at sea."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PAPEETE, TAHITI As the morning sun graces Papeete Port, we find ourselves at the end of our voyage. We invite you to join us for the final breakfast on board at 9AM before disembarkation. Our dedicated Concierge stands ready to assist with any final arrangements, ensuring your journey concludes seamlessly."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "rurutu-humpback-whale-swimming-holiday-in-the-pacific",
    "tourName": "Rurutu humpback whale swimming holiday in the Pacific",
    "placesVisited": "Swim with humpback whales and other incredible marine life, Five days of swimming and snorkelling in the crystal-clear waters off Rurutu, Optional activities include hiking, exploring limestone caves, plantation tours and traditional performances of music and dance, Start every day with a delicious French / Rurutuan breakfast",
    "generalInfo": "Many of us dream of swimming with whales in their natural habitat, the ocean. To be alongside these immense yet graceful and beautiful creatures as they call to each other underwater and tend their young is an incredible, life-affirming experience. <br/><br/>Rurutu, in the Austral Islands of French Polynesia, is one of the best places in the world to do this. The waters here, rich in marine life, are crystal-clear but also far less-busy than those of Tahiti, and they are cold, which whales are known to prefer. <br/><br/>On this Rurutu humpback whale swimming holiday, you’ll spend five days with the whales, with a specialist tour operator that ensures the welfare of the whales is a high priority. What that means is internationally recognised safe whale-watching practices such as keeping a safe distance to avoid collisions, turning off the boat engine when whales are close by, and never getting between mothers and their calves. Groups are kept to a maximum of eight, so as not to crowd the whales. Swimming responsibly with whales in Rurutu means setting an example to other boat operators, who may be less aware of the need to protect these wonderful creatures. <br/><br/>August to October tends to be the best time of year for a humpback whale swimming holiday in Rurutu – it’s then that the fringing reef off the island becomes breeding ground and nursery, allowing for some spectacular interactions.<br/><br/>Of course, you won’t be spending the entire week in the water. Outside of swimming with whales you’ll have a wide range of enjoyable activities open to you, ranging from hiking to beachcombing, visiting local plantations growing coffee, lychees, pineapples and basil, and even horse riding, in the mountains and on the beaches. Evenings can be spent learning about ancient French Polynesian legends through traditional music and dance performances. <br/><br/>Swimming with whales has never been more popular, which means there it has never been more important to travel with a responsible tour operator that puts wildlife and the environment first. Not only will you have an unforgettable time on this trip, but your holiday also financially supports an organisation restoring coral reef off French Polynesia, as well as local communities by the use of small, independent accommodation and restaurants. <br/>",
    "durationDays": "8",
    "price": "4900",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Everyone makes their own way to Rurutu where you will be transfered to the beautiful Vaitumu Lodge. As you drive around the winding roads, don't forget to look out the window for humpback whales."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Each day starts with a scrumptious French/Rurutian breakfast. Once we've had more to eat than you can manage we are then picked up for our day on the water with the whales! This Tour includes 5 days of swimming with the beautiful humpback whales of Rurutu. We will be exploring the ocean and all it has to offer in the way of snorkeling. We return for a beautiful French and locally inspired Smorgasboard lunch In the afternoons we can hike the limestone caves, learn about the culture and fascinating history of Rurutu and have the opportunity for mountain and beach horseriding. Included in your tour package is an island tour to see the local culture and visit the plantations and a cultural dinner and dance! We then return for a beautiful smorgasbord dinner before afternoon activities or simply relaxing with or without a cocktail!"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Unfortunately this will be your last day day in paradise. You will be farewelled and transferred back to the airport to continue on to your next destination."
      }
    ],
    "map": ""
  },
  {
    "destination": "French Polynesia",
    "mainPhoto": "",
    "id": "tahiti-and-the-society-islands-cruise",
    "tourName": "Tahiti and the Society Islands cruise",
    "placesVisited": "",
    "generalInfo": "This is a dreamy cruise that will travel you to the best parts of French Polynesia, aboard the sleek M/Y Panorama 11 at the picturesque Papeete Port. in the evening we set sail to the enchanting Mo'orea, Society Islands, often referred to as \"The Magical Island,\" and is said to have been the muse behind the<br/>mythical Bali Hai from James Michener's Tales of the South Pacific, a delicious lunch will boost your energy for your afternoon exploration of the island or<br/>join us on an enchanting 3.5-hour island tour (optional) where your knowledgeable guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. later we set sail for our next destination, Huahine. Huahine is often likened to the mythical Garden of Eden, it emerges as a vast tropical paradise teeming with life. You have the freedom to explore Huahine at your own pace or partake in our meticulously<br/>crafted optional Private Motu Picnic and Snorkeling tour. After working up a good appetite, you will enjoy a delectable picnic on a white, sandy motu. On the way back stop at the aquarium to meet the fish and reef sharks. Overnight in Huahine.<br/>A single day scarcely does justice to the allure of Huahine! The next day, you can either explore Huahine at your leisure or opt for our optional tour, taking in many of the island's temples and small villages offering a chance to see and feed the sacred blue-eyed eels of Faie Bay, as well as visit a vanilla plantation, If you’re a keen cook. Overnight at sea to Bora Bora.<br/>The idyllic Bora Bora lagoon where you will have a variety of optional activities to choose from such as meet the locals on a cultural tour or snorkel with the sharks!! Without a doubt, Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star.<br/>One mere day in Bora Bora simply doesn't suffice! As you descend, camera in hand, prepare for the awe-inspiring moment when the iconic Mount Otemanu graces your view. Whether you choose to explore at your own pace or join us on one of our meticulously crafted optional Shore Excursions, seize the opportunity to create memories that will last a lifetime. Overnight at sea to Taha’a, which is fondly referred to as Vanilla Island, it boasts an exquisite natural landscape. Snorkeling and swimming are always in the program. Resembling a flower in shape, the island serves as a sprawling sanctuary for the prized Tahitian vanilla orchid. Guests can opt for a leisurely exploration or embark on our enticing Vanilla Plantation &amp; Rhumerie optional Shore Excursion, promising a delightful journey into Taha'a's aromatic world.<br/>Overnight in Taha’a.  Next day we arrive In Raiatea,  with its name translating to \"faraway heaven,\" Raiatea once stood as the paramount cultural and<br/>religious hub of the Society Islands. Today, Raiatea is believed to be a sacred resting place for the spirits of these ancestors.  Our enriching Shore Excursion to the Faaroa River with a Motu Beach Break (optional), where you'll journey aboard a traditional Polynesian outrigger canoe. Arriving at a serene motu, or islet, immerse yourself in the warm embrace of the sea and bask in the rejuvenating sun, a perfect interlude to your Raiatea exploration. Overnight in Raiatea. The  next day you can savour the freedom to craft your day at your leisure, or opt to join one of our tailored optional Shore Excursions, curated to offer a deeper immersion into the island's unique ambiance allowing you to embrace the essence of Mana. After dinner, we set sail for Moorea.<br/>It's no wonder that Moorea continues to captivate; it's a true marvel of nature.  You the freedom to explore, take a cultural tour or just enjoy the natural beauties at leisure!<br/>On the final morning, the sun graces Papeete Port. Breakfast on board , before disembarkation.",
    "durationDays": "11",
    "price": "5678",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Papeete, Tahiti: Embark the Panorama II in Papeete Port between 2:30pm and 4:00pm. After a welcome briefing and safety drill, we will set sail to our first island visit . Overnight at sea."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Mo'orea, often referred to as \"The Magical Island,\" is said to have been the muse behind the mythical Bali Hai from James Michener's Tales of the South Pacific, and it stands as one of the most breath taking gems in French Polynesia. As we lay at anchor in Moorea, you will enjoy swimming, snorkelling and wate sports from our swimming platform in her beautiful sapphire waters! A delicious lunch will boost your energy for your afternoon exploration of the island! Join us on an enchanting 3.5-hour island tour (INCLUDED IN THE CRUISE FARES) where your knowledgeable guide will regale you with captivating tales of Moorea's rich history, vibrant culture, and diverse ecology. Traverse through the lush Opunohu Valley, ascend the slopes of Mt. Tohi'e'a, and meander past the picturesque Cook's and Opunohu Bays. After this delightful and included tour, relish in some free time to explore Moorea at your leisure before we set sail for our next destination, Huahine."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Huahine, often likened to the mythical Garden of Eden, emerges as a vast tropical paradise teeming with life. Its lush expanses are adorned with coconut groves, vanilla orchids, banana plantations, breadfruit trees, and sprawling watermelon fields, creating a tapestry of vibrant colours and fragrant scents Today offers the freedom to explore Huahine at your own pace or partake in our meticulously crafted optional Private Motu Picnic and Snorkelling tour: Board the comfortable, traditional outrigger canoe for a cruise to Huahine. Along the way your guides will share the island`s history, sacred legends and provide insight into island life. Then there is a stop in the coral gardens for snorkelling among the many species of tropical fish. After working up a good appetite, you will enjoy a delectable picnic on a white, sandy motu. On the way back stop at the aquarium to meet the fish and reef sharks. Overnight in Huahine."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A single day scarcely does justice to the allure of Huahine! Today, you have the freedom to explore Huahine at your leisure or opt for Our optional tour taking us in many of the island's temples and small villages offering a chance to see and feed the sacred blue-eyed eels of Faie Bay, as well as visit a vanilla plantation. If you’re a keen cook, we recommend you purchase vanilla beans while here; you won’t find tastier - or cheaper! - versions elsewhere. Overnight at sea to Bora Bora."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Without a doubt, Bora Bora reigns supreme as the crown jewel of the South Pacific, holding the spotlight as French Polynesia's undisputed star. Today, we've arranged for you to experience the essence of Bora Bora with a unique excursion aboard Le Truck, a vibrant journey lasting approximately 2.5 hours (included in cruise fares). Climb aboard this colourful chariot as it guides you through Bora Bora's picturesque landscapes. Immerse yourself in the rich tapestry of Tahitian history, traditions, and cultures as your knowledgeable guide narrates the 22-mile road encircling this legendary island. Explore the villages of Farepiti, Faanui, and Anau, each adorned with ancient \"Marae\" shrouded in mystery. And as your adventure unfolds, be captivated by the breath taking vistas from Matira Point, a vantage point offering unparalleled panoramas of paradise. Overnight in Bora Bora."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "One mere day in Bora Bora simply doesn't suffice! As you descend, camera in hand, prepare for the awe-inspiring moment when the iconic Mount Otemanu graces your view Once Bora Bora captivates your gaze, it's a memory that stays etched in your heart forever. Therefore, ensure your second day in Bora Bora is brimming with unforgettable moments that will linger with you for years to come. Whether you choose to explore at your own pace or join us on one of our meticulously crafted optional Shore Excursions, seize the opportunity to create memories that will last a lifetime. Overnight at sea to Taha’a."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Taha’a fondly referred to as Vanilla Island, boasts an exquisite natural landscape. Its verdant valleys are adorned with lush banana, watermelon, and coconut plantations. Resembling a flower in shape, the island serves as a sprawling sanctuary for the prized Tahitian vanilla orchid. Taha'a shares a continuous coral reef and crystal-clear lagoon, enhancing its allure as an idyllic retreat. As we lay at anchor in Taha’a, you will enjoy swimming, snorkelling and water sports from our swimming platform in her beautiful sapphire waters! Today, guests can opt for a leisurely exploration or embark on our enticing Vanilla Plantation & Rhumerie optional Shore Excursion, promising a delightful journey into Taha'a's aromatic world. Overnight in Taha’a."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "With its name translating to \"faraway heaven,\" Raiatea once stood as the paramount cultural and religious hub of the Society Islands. Today, Raiatea is believed to be a sacred resting place for the spirits of these ancestors, drawing pilgrims seeking spiritual connection. Embark on our enriching Shore Excursion to the Faaroa River with a Motu Beach Break (included in cruise fares), where you'll journey aboard a traditional Polynesian outrigger canoe. Arriving at a serene motu, or islet, immerse yourself in the warm embrace of the sea and bask in the rejuvenating sun, a perfect interlude to your Raiatea exploration. Overnight in Raiatea."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Immerse yourself in the captivating tales and ancient legends, beckoning you to uncover its mysteries. Whether you yearn to traverse its verdant jungles or plunge into its sapphire-blue waters, Raiatea promises an enriching journey. Savour the freedom to craft your day at your leisure, or opt to join one of our tailored optional Shore Excursions, curated to offer a deeper immersion into the island's unique ambiance, allowing you to embrace the essence of Mana. After dinner, set sail for Moorea."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Mo'orea: Today, our voyage brings us back to Moorea. It's no wonder that Moorea continues to captivate; it's a true marvel of nature. Today grants you the freedom to explore at your own pace or partake in one of our optional shore excursions. Overnight at sea to Papeete."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "PAPEETE PORT/TAHITI, SOCIETY ISLANDS Breakfast on board, before disembarkation at 09:00AM"
      }
    ],
    "map": ""
  }
]
