{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00027",
  "tourName": "AVUSTRALYA ŞARAP TURU : HUNTER VALLEY, ADELAIDE & YARRA VALLEY",
  "placesVisited": "Avustralya",
  "generalInfo": "Shiraz'ın yıkıcı lezzetleri dilinizi kaplar. Chardonnay'ın tütsü tadı damağınızda kalıyor. Masa, eğlencenizin tadını çıkarmak için zengin, kremalı peynirlerle kaplıdır. Bir şarap meraklısı ya da sadece bir sosyal merakınız olsun, bu tur Avustralya'nın güney şehirleri ve onlara eşlik eden tatlı vadilerden herkesin keyif almasını sağlar.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>* Mavi Dağların ihtişamını keşfedin.<br><br>* Sİdney Opera Binası’nın zenginliklerini yaşayın.<br><br>* Avustralya’nın ünlü şaraplarının güzel çeşitliliğini tadın.<br><br>* Alman Hahndorf kasabasını ziyaret edin.<br><br>* Victoria sahili boyunca muhteşem bir manzara sürüşü olan Büyük Okyanus Yolu'nu gezin.<br><br>* Bir Aborijin Kültürü sitesini deneyimlün)eyin.<br><br>* Bir akşam gezisiyle Sidney Limanı’nın keyfini çıkarın.<br><br>* Avustralya’daki Büyük Kanyon’da yer alan Jamison Vadisi’ne bakın.",
  "durationDays": "10",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Günaydın Sidney",
      "description": "Sidney’e vardığınızda muhteşem liman manzarası önünüze seriliyor.Liman Köprüsü, Sidney Opera Binası'nın güzel, parlak beyaz yelkenleri ile gökyüzüne zarif bir şekilde kaldırılmış bir bekçi gibi körfezi içine alır. Check-in işleminden sonra Sidney Opera Binası'nı ziyaret edecek ve güzelliğini yaşayacaksınız."
    },
    {
      "dayNumber": 2,
      "title": "Sıcak bir Karşılama",
      "description": "Bugün harika bir Sidney Liman gezisi ile Sidney’i denizden yaşamaya başlayın. Sidney Limanı çevresinde yüzmek, cildinizde ferahlatıcı bir deniz meltemi ve Opera Binası'nın yelkenleriyle süslenmiş inanılmaz Sidney silüetini sunuyor. Güneş sudan yansımasıyla parlıyor. Liman Köprüsü'nün altından geçerek iskelet yapısının tadını çıkarın. Circular Quay'in atlıkarınca müziği etrafta yankılanıyor."
    },
    {
      "dayNumber": 3,
      "title": "Hunter Vadisi'ni ziyaret edin",
      "description": "Sabah otelden çıkın ve Ku-ring-gai Ulusal Parkı'na ulaşana kadar Sidney'in yapraklı Kuzey banliyölerinden yolunuzu alın. Hawkesbury nehrinin suyu temiz ve berraktır. Nehir oldukça geniştir ve 75 mil boyunca milli parkta yılanlar ve dağların etrafında rüzgarlar, ağaçlardan oyma ve kayalıklarla birlikte adalar oluşturmaktadır. Butik üzüm bağları ile bilinen ve Hunters Vadisi'nin sakin tarafı olan Broke kasabasını ziyaret edin. Her yudumda Broke'nin özünü içeren taze, meyve güdümlü şaraplar sunan Broke butik üzüm bağına ayak basın!"
    },
    {
      "dayNumber": 4,
      "title": "Her zaman daha fazlası",
      "description": "Şehir sınırları içinde ya da dışında olup olmadığını keşfetmek için Sidney'de her zaman daha fazlası vardır. Bugün, Yeni Güney Kenarı’nın vahşi doğasını dört tekerden çekişli bir araçta geçeceksiniz. Mavi Dağların, çoğu insanın bilmediği bir şekilde deneyimleyin. Turu renkli Main Street ve sonbahar yaprakları ile bilinen şirin Leura köyünde başlatın. Sarp kayalıkların sardığı Jamison Vadisi'ni görmek için Katoomba'ya götürüleceksiniz.  Avustralya'nın Büyük Kanyonu olarak bilinen renkli uçurumlar, aşağıdaki orman dolu vadiye dik bir şekilde uzanmaktadır. Yukarıdan gelen manzara, vadinin ve uçurumların ufukta uzanan kanyonun genişliğini göstermektedir."
    },
    {
      "dayNumber": 5,
      "title": "Güney Avustralya Sınırı",
      "description": "Otelinizden güzel Adelaide’e uçmak için Sidney Havaalanı'na götürüleceksiniz. Festivaller şehri olarak bilinen Adelaide, lüks bahçeler ve canlı alışveriş alanları ile dekore edilmiş büyüleyici ve erişilebilir bir şehirdir. Adelaide'yi en iyi şekilde görmek için şehir turuna katılın."
    },
    {
      "dayNumber": 6,
      "title": "Güney Avustralya'nın Şarapları",
      "description": "Ziyaret edeceğiniz üzüm bağlarının tüm önemli ve ilgi çekici detaylarına sahip deneyimli bir tur rehberi ile Barossa Vadisi'nin inanılmaz bağlarından yararlanın."
    },
    {
      "dayNumber": 7,
      "title": "Victoria'ya doğru",
      "description": "Sabahları Adelaide’in güzel parklarını keşfederek geçirin. Bir Japon bahçesinin bozulmamış tarzında tasarlanmış Himeji Bahçeleri'ni ziyaret edin. Zambak yastıkları havuzların üst kısımlarında yüzer ve zengin yeşilin suyunu kaplar. Taş heykeller yürüyüş yollarını süslemekte ve göleti çevrelemektedir. Ağaç dalları tembel arnavut kaldırımları üzerinde sarkar."
    },
    {
      "dayNumber": 8,
      "title": "Okyanus Yolu'na Doğru",
      "description": "Dünyanın en güzel sürücülerinden biri olan Büyük Okyanus Yolu'nun geniş alanı boyunca seyahat edin. Yol, Victoria sahiline doğru uzanan sahil şeridini ve Güney Avustralya sınırında dolaşarak okyanus tarafına dolanıyor ve uçurumlara sarılıyor."
    },
    {
      "dayNumber": 9,
      "title": "Yarra Vadisi Zamanı",
      "description": "Bugün Yarra Vadisi şarap bölgesinin leziz lükslerini gezeceksiniz. İnanılmaz yeşil alan, bir şekilde Avustralya'yı terk edip Fransa'nın güneyine gidip gitmediğinizi merak ettirecek. Burada tepeler vadiden ufka doğru filizlenir. Göllerde yüzen ya da kıyılarda oyalanan ornitorenkler görebilirsiniz. Şarap imalathaneleri eklektik tatlarla doludur, bazıları da süreci seven eksantrik sahipleri ve yaptıkları şeyin sonucudur. Sonbaharda ağaçlar, dallardan vadi tabanına düştükleri için morlar, kehribar ve sarı baraj sunuyor. Acacia Ridge Şaraphanesi, Pinot Gris'a zengin bir narenciye ve bal aroması bileşimi veren vadi dairelerinde oturuyor. Dev Steps Şaraphanesi küçük bir yamaçta toplanırken, Pinot Noir'a mineraller ve ezilmiş siyah baharatın varlığını verir."
    },
    {
      "dayNumber": 10,
      "title": "Vadileri geride bırakmak",
      "description": "Arkanızda bıraktığınız vadi turları ile Melbourne Havalimanı'na transfer olacak ve yolculuğun başladığı yere evinize geri döneceksiniz. Avustralya’nın üzüm bağları turu sona ermesine rağmen, yolculuğunuzun lezzetleri dilinizde olacak."
    }
  ],
  "map": ""
}