{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00040",
  "tourName": "Melbourne, Outback, Reef ve Sydney",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya, göz kamaştırıcı zıtlıklar diyarıdır: geniş kırmızı çöller, tropikal yağmur ormanları, mercanla yaşayan turkuaz okyanuslar ve titreşimli şehirler sanat ve modern tasarımla doludur. Nesli tükenmekte olan türlerle tanıştığında, yerli kültürde yer aldıkça, UNESCO Dünya Mirası mekanlarını keşfederek ve 15 gün boyunca unutulmaz günler geçiren ulusun tarihini öğrenirken bunların hepsini keşfedin. Avustralya'yı ziyaret etmeyi düşündüğünüzde, onu deneyimlemenin yolu budur.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "15",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Dünyanın En Yaşanabilir Şehrine (Melbourne) Hoşgeldiniz",
      "description": "Melbourne beklenenden daha farklı bir şehirdir. Bu canlı şehir, mutfağı, esnaf kahve kültürü, moda butikleri ve sanat galerileriyle tanınmakla kalmıyor, aynı zamanda Ekonomist İstihbarat Birimi (EIU) da dünyanın en yaşanabilir şehri olarak üç yıl üst üste birinci görünüyor."
    },
    {
      "dayNumber": 2,
      "title": "Eski ve Yeni Melbourne’i keşfedin",
      "description": "Melbourne'un farklı bir unsuru, sokaklarında yeni ve eski bir şekilde iç içe geçmenin yoludur. İkinci gün bu ikilemi daha iyi bir şehir turuyla daha iyi keşfedebilmenizi sağlayacaktır. Yarra Nehri boyunca dolaşarak sokak sanatçılarını geçecek, daha sonra 20. yüzyılda İngiltere'den Avustralya'ya taşınan Kaptan Cook'un ebeveynlerinin orijinal çiftliklerinden olan Fitzroy Bahçeleri  ve Captain Cook’s kasabasında görülecek yerleri bulacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "İkonik Penguen Geçitine (Phillip Adası) bakınız",
      "description": "Güne Melbourne'den Phillip Adasında güzel bir sürüşle başlayın; Şehrin 135 km güneydoğusunda bulunan doğal bir sığınak. İlk durağınız, bir ağaç tepeciğinin doğal ortamlarında nesli tükenmekte olan kesimleri görmeniz için nadir bir fırsat sunacağı Koala Koruma Merkezi olacaktır. Daha sonra, Bass Strait ve Mornington Yarımadası'nın panoramik manzaralarını sunan Nobbies'e gidebilirsiniz. Ayrıca Avustralya’nın en büyük kürk foku kolonisini bulabileceğiniz Seal Rocks’a da ev sahipliği yapmaktadır."
    },
    {
      "dayNumber": 4,
      "title": "Avustralya’nın en eski Alman yerleşim yeri (Melbourne - Adelaide - Hahndorf)",
      "description": "Güney Avustralya’nın ilk tadı, başkentte olacaktır. Burada, Adelaide’nin en ünlü yerlerinden bazılarını hızlıca gezebilirsiniz. Buradan Avustralya'nın en eski hayatta kalan Alman yerleşim yeri Hahndorf'a devam edeceksiniz. Hahndorf Akademisi, St Michael's Lutheran Kilisesi, Eski Mill Restaurant ve Hahndorf Inn otel gibi tarihi binalara hayranlıkla bakarak mirasını kucaklayın. Birçok galeriden birine uğrayın, Alman sosislerini deneyin ve Leathersmith ve Bush Galeriyi kaçırmayın. İlginç mağaza, kıvrımlı kangur kemerlerden geleneksel akubra şapkalarına, el kabartmalı günlük kapaklara kadar her şeyi sunuyor."
    },
    {
      "dayNumber": 5,
      "title": "Kanguru ile Frolic (Kangaroo Adası, Güney Avustralya)",
      "description": "Bir koç üzerine atlayın ve Kangaroo Adası'na feribotla gideceğiniz yer olan Cape Jervis'e gidin. Varışta, tenha Stokes Körfezi'ne doğru bir kaya tünelinde gezintiye çıkın ve bozulmamış plajı ve doğal kaya havuzuna göz atın."
    },
    {
      "dayNumber": 6,
      "title": "Mağaralar, Olağanüstü Kayalar ve 1200 Koyun (Kangaroo Adası - Adelaide)",
      "description": "Özenle yerel deneyimler bir gün için hazırlayın. Bir adam ve atını içeren yerel bir efsanenin adını taşıyan Kelly vadisi Mağaraları'nı ziyaret ederek başlayın. İlk mum ışığında yapılan turların kalıntılarını izlerken, sarkıt, dikit ve helisitler gibi ışıltılı mağara oluşumlarını gözden geçirin."
    },
    {
      "dayNumber": 7,
      "title": "Dünyanın En Büyük Monoliti ile Yemek (Uluru, Northern Territory)",
      "description": "Outback sizi beklemeye dayanamaz. Ayers kaya Resort'a varış ve kırmızı merkezine ilk bakışını at. Öğleden sonrayı dilediğiniz gibi harcayın - ziyaretçilerinizin merkezine göz gezdirin, gözünüze çarpan bir şey olup olmadığını görün, yerli sanat galerilerini taraklayın ya da bir kaplıca terapisinde kendinizi şımartın - Bu gece Uluru ve yıldızlarla bir randevun var."
    },
    {
      "dayNumber": 8,
      "title": "“Kırmızı Merkez” (Uluru)",
      "description": "Erken kuş Uluru güneşin doğuşunu yakalar, bu yüzden erken bir başlangıç ​​ve bazı muhteşem manzaralar için hazırlanın. Dünyanın en büyük yekpare tabanının etrafında dolaşırken, kırmızı merkezin güneş ışınlarının altında yaşadığını izleyin. Daha sonra lezzetli bir kahvaltıda kendinize ateşli bir zenginlik katın."
    },
    {
      "dayNumber": 9,
      "title": "Tropik Cennet'i Keşfedin (Uluru - Cairns)",
      "description": "Dışarda kalan anıların hala kafanızda yüzerken, Yulara Havalimanı'na varacaksınız. Kuzeydoğusundaki Cairns'e uçarken muhteşem Avustralya merkezinin son dakikalarını yakalayın."
    },
    {
      "dayNumber": 10,
      "title": "Büyük Set Resfini (Cairns - Port Douglas) keşfedin",
      "description": "Turistlerin Cairns'a seyahat etmeleri ve yıldızları vurmaları için büyük bir neden var: Büyük Set Resifi. Dünyanın en büyük mercan kayalığı sistemi - onu uzaydan görebileceğiniz kadar geniş - dünyanın yedi doğal harikasından biri. Bugünü kendiniz için deneyimliyorsunuz."
    },
    {
      "dayNumber": 11,
      "title": "Kültürel Aydınlanma Günü (Cairns",
      "description": "Cairns’ın iç bölgelerinde basamaklı şelaleler, yemyeşil tropikal bitki örtüsü ve yağmur ormanı köyleri sizi beklemektedir. Tarihi Kuranda Scenic Demiryoluna binin ve dünya mirası korumalı yağmur ormanı boyunca geçerek şelaleler, köprüler, köprüler ve el yapımı tüneller geçirin. Kuranda köyüne inin ve yapraklı sokaklarda yürüyün, sanat galerilerine girin ya da muhteşem manzaralar için Barron Şelaleleri'ne kolay bir yağmur ormanı yürüyüşü yapın."
    },
    {
      "dayNumber": 12,
      "title": "Efsane Sidney (Cairns - Sidney)",
      "description": "Sydney efsanedir. Dünyanın en tanınmış yerlerinden bazılarıyla birlikte Avustralya'nın en büyük şehri olmakla kalmayıp, aynı zamanda Hollywood filmlerinde de yer aldı, Olimpiyat oyunlarına ev sahipliği yaptı ve dünyanın en farklı kültürel yerlerinden biri olmaya devam ediyor. Maceranızın 12. gününde büyüden bazılarını keşfedin."
    },
    {
      "dayNumber": 13,
      "title": "Sidney'i Yerel Olarak Keşfet (Sidney)",
      "description": "Sidney’de bir gün geçireceksin. Sidney Opera Evi'nin ünlü yelkenlerine hayran olun, Botanik Bahçeleri'nde Bayan Macquarie's Sandalyesine (1810 yılında valinin karısı için oyulmuş bir kumtaşı bankı) dolaşın ve Sidney Limanı'nın panoramik manzarasını seyrederek birkaç dakika geçirin. Müzik Konservatuarı’nı geçerek modaya uygun bir sahil kafesinde bir kahve içmek için Darling Harbour’a geçebilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Lüks Mavi Dağlar 4WD Turu (Sydney - Katoomba)",
      "description": "Mavi Dağlar, Avustralya'nın erken kaşifleri için büyük zorluklar yarattı. Yağmur ormanları, nehirler, göller ve şelaleler ile dolu olan yaylalar, uçurumlar ve vadiler kilometrelerce gezmek zorlaşmıştır. Neyse ki, sizi UNESCO Dünya Mirası listesine tanıtacak nitelikli bir rehberiniz olacak."
    },
    {
      "dayNumber": 15,
      "title": "Ayrılış",
      "description": "Avustralyalı yolculuğunuzun sona ermesiyle göz yaşlarınızı tutmankta güçlük çekeceksiniz ve bir sonraki tatilinizi planlamaya başlayacaksınız."
    }
  ],
  "map": ""
}