{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00019",
  "tourName": "Lüks Avustralya Tatili - Sidney, Mavi Dağlar, Hamilton Adası ve Brisbane",
  "placesVisited": "Avustralya",
  "generalInfo": "Biraz şımarmak sizi asla yoldan çıkarmaz. Avustralya'nın en iyi örneklerini yansıtan 13 günlük bir turla kendinizi lüks tatillerde en üst seviyeye çıkarın. Olağanüstü UNESCO Dünya Mirası sitelerini ziyaret edin. Helikopter uçuşları, lüks yat turları ve tenha plaj pikniklerinin keyfine varabileceğiniz ayrıca Büyük Set Resifi'nin de bulunduğu büyüleyici Qualia beldesinde beş tropik gün geçirin.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney - Avustralya’nın En Büyük Şehri",
      "description": "Şık gökdelenler, ışıltılı doğal bir limanın üzerinde yer alırken botanik bahçeleri, altın kumsalları ve rüya gibi başlıkları, günümüz kentsel metropolü ve kısmen havadar sahil kasabası olan bir şehri süslüyor. Aracınız sizi havalimanından lüks Four Seasons Hotel’e doğru götürürken, Sidney’in büyüleyici görüntüsüne göz atın."
    },
    {
      "dayNumber": 2,
      "title": "Sidney’in İkonlarıyla Tanışın",
      "description": "Bazı insanlar Sydney Opera Binası’nın görkemli beyaz yelkenlerini ya da Sydney Liman Köprüsü'nün bumerang benzeri eğrisini yanlış anlayabilir. Karakter ve kartpostal görünümleriyle donatılan dünyaca ünlü limanın üzerinde yer alan ikonik yapılar, dünyanın her köşesinde ün kazanmıştır."
    },
    {
      "dayNumber": 3,
      "title": "Doğa ve Dağlar Macerası ( Sidney - Mavi Dağlar)",
      "description": "İzolasyonu, iklimi ve diğer bazı tesadüfi faktörleri nedeniyle tamamen eşsiz ve etkileyici bir vahşi doğal yaşam alanına sahip Avustralya’yı keşfedin. Tembel koalalardan hareketli kangurulara, ördek ile kunduz kırmasına benzeyen beş memeli türünden biri olan sevimli ornitorenklere ve aşağı bölgeden gelen canlılarla şekillenen bu yaşam alanı ile eşsiz bir deneyim sizleri bekliyor."
    },
    {
      "dayNumber": 4,
      "title": "Kıyı Şehri Harikalarını Keşfedin (Sidney)",
      "description": "Sidney’in göz kamaştırıcı limanı inkar edilemez ve zamanınızın en az bir gününü kesinlikle hakediyor. Bir gün ayıracağınız liman macerasında gizlenmiş koyları ve iyi korunmuş yerel hazinelerini keşfedin. Sidney’de yer alan en iyi liman noktaları için sabah turu ile güne başlayabilirsiniz. Liman boyunca gezintiye çıkın. Yerli halkı, bölgenin Avrupa kolonileşmesini ve üzerinde durduğunuz aynı limanla etkileşime giren renkli karakterleri öğrenin. Limanın doğusunda yer alan dünyaca ünlü Bondi Plajı'na gidin. Son olarak South Head’e seyahet edin ve Pasifik Okyanusu'nun muhteşem manzaralarını görmek için kısa bir miras izini takip edin. Ardından 52 metrelik havalı bir yat ile 4 saat süren bir yolculuğa çıkın, limanı farklı bir açıdan görün. Lezzetli bir öğle yemeği ve Calypso güvertesindeki serinletici okyanus esintisinin tadını çıkarırken önemli simgesel yapıları gezebilir, korunaklı koyları ve bataklıkları ziyaret edebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Tropik Cennete Kaçış (Sidney - Hamilton Adası)",
      "description": "Avustralya maceranızın yedinci gününe, adeta tropik bir cennet olan Hamilton Adası’na doğru uçarken Sydney'e elveda diyerek başlayın. Queensland'ın doğu kıyısı ve Whitsunday Adaları'nın bir parçası olan Hamilton, UNESCO Dünya Mirası listesindeki Büyük Set Resifi’ne, pastoral beyaz kumlu sahillere ve 20 km'den uzun doğal çalılık parkurlarına kolay erişim imkanı sunmaktadır."
    },
    {
      "dayNumber": 6,
      "title": "Büyük Set Resifi’nde Yelken Gezisi ve Şnorkelle Dalış (Hamilton Adası)",
      "description": "UNESCO Dünya Mirası listesindeki Büyük Set Resifi yüzlerce renk barındırıyor. Bu macerayı etkileyici kılmak için en yoğun, eşsiz mercan ve deniz yaşamı olan alanları keşfedebilirsiniz. Kahvaltınızı yaptıktan sonra helikopter veya deniz uçağı ile Whiteheaven Plajı’nın üzerinde eşsiz bir yolculuğa adım atarak şnorkelle dalış yapabileceğiniz noktaları belirleyebilirsiniz. Gizemli sualtı dünyasında daha önce görmediğiniz balıkları, canlı mercanları, deniz kamlumbağaları ve hatta balinaları yakından görme deneyimine erişebilirsiniz. Sıcak, berrak sularda yüzün ve hayatla dolu su altı bahçelerini görün."
    },
    {
      "dayNumber": 7,
      "title": "Whitsunday ve Whiteheaven Plajı (Hamilton Adası)",
      "description": "Güzel Whitsunday Adaları - ünlü kaşif Kaptan Cook tarafından yanlışlıkla etiketlenmiş bir pasajdan sonra isimlendirilen beyaz kumlu plajları, akuamarin lagünleri ve mercan bahçeleriyle ünlü pastoral tropik adalar grubudur."
    },
    {
      "dayNumber": 8,
      "title": "Karadan ve Denizden Adayı Keşfedin (Hamilton Adası)",
      "description": "Turkuaz suları, gümüş kumsalları ve etrafınızdaki yemyeşil tropik büyümeyle emrinizde olan Hamilton Adası’nı keşfetmemek mümkün değil. Macera duygusuna bir son verin ve Mercan Denizi sularını bir kano üzerinde gezin, oynak yunusların ve nefes kesen ada manzaralarının keyfini sürün. Yakındaki adaları ziyaret edin ve özgürlüğün canlandırıcı etkilerini hissederek uzak plajlarda mola verin."
    },
    {
      "dayNumber": 9,
      "title": "Kendinizi Şımartın (Hamilton Adası)",
      "description": "Son günlerinizi Hamilton Adası’nda kendinizi içsel arzularınıza bırakarak geçirin. Qualia Resort, zihin, beden ve ruhun yanı sıra eski Aborjin bilgeliklerinden edinilen tedaviler ile keyifli bir spa deneyimi yaşayabileceğiniz çeşitli alanlara sahiptir."
    },
    {
      "dayNumber": 10,
      "title": "Queensland Başkenti Bekliyor (Hamilton Adası - Brisbane)",
      "description": "Whitsunday Adaları'nın son ufuklarını kısa bir uçuş olarak yakaladığınızda sizi güneyde Queensland'ın başkenti Brisbane'e götürecek. Heyecan verici bir şehir olan Brisbane, ışıltılı manzarası, restoran ve bar sahnesinin yanı sıra muhteşem nehir yolculukları ile ünlüdür."
    },
    {
      "dayNumber": 11,
      "title": "Avustralya’ya Veda",
      "description": "Yolculuğunuzun son gününde çantalarınızı toplayın ve Avustralya'ya veda edin, özel bir araç sizi dönüş uçuşu için havaalanına götürür."
    }
  ],
  "map": ""
}