{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00026",
  "tourName": "ÖZEL AVUSTRALYA BALAYI PAKETİ",
  "placesVisited": "Avustralya",
  "generalInfo": "Bırakın Didgeridoo'nun etkileyici sesi iliklerinize dolsun. Dalgaların kıyıda kucaklaşmasını seyredin. Dreamtime'ın Aborijin hikayesini dinleyin ve Avustralya'nın imajının sizden önce açılmasına izin verin. Cesur ve güzel Avustralya’nın mavi dağların yüksekliklerinden denizin altındaki hayata uzanan harikalarını deneyimleyin. Bu Land Down Under dünyasında, 2018 yılı için duyularınızı harekete geçirmek ve yaşam boyu balayı tatilinizi unutulmaz kılmak için tasarlanan bu geziye kendinizi bırakın.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>* Nefes kesen Mavi Dağları keşfedin.<br><br>* Büyük Set Resifi’nin büyüklüğüne şahit olun.<br><br>* Yarra Vadisi şaraplarının güzel çeşitliliğini tadın.<br><br>* Doğal ortamlarında koalalara ve kangurulara bakın.<br><br>* Queensland yağmur ormanlarında Aborjin kültürünü yaşayın.<br><br>* Gün batımında Uluru değişikliğinin olağanüstü renklerine tanık olun.<br><br>* Sıcak hava balonunda havaya uçun.<br><br>* Avustralya’daki Büyük Kanyon’da yer alan muhteşem Jamison Vadisi’ne bakın.<br><br>* Yemyeşil yağmur ormanlarında trenle yolculuk yapın.",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney'e Varış",
      "description": "Sidney'ye inerken, güzel limanı daha yakından görebilirsiniz. İniş gerçekleştikten sonra, güzel ve merkezi konumdaki Travelodge Wynard'a transfer olacaksınız."
    },
    {
      "dayNumber": 2,
      "title": "Dağlara Yolculuk",
      "description": "Gün, otelinizdeki dört çekişli bir araç macerasıyla başlar. Yenilenmiş antika tuğla fabrikalarıyla ünlü Rocks bölgesi günümüzde mağaza, restoran ve açık hava pazarına ev sahipliği yapıyor. Modern alışveriş merkezi olarak bilinen Rocks, aynı zamanda Avustralya'nın sömürge tarihinin merkezini, Aborijin tarihinin ve kültürünün önemini büyük ölçüde içermektedir. Diğer yandan Rocks bölgesi, Sidney’e bir liman inşa edilmesi ve bunun doğal bir yer hali almasında oldukça etkili olmuştur. Sidney’in geçmişiyle ilgili bir parça daha bilgi edinmek için tarihinin derinliklerine gidin."
    },
    {
      "dayNumber": 3,
      "title": "Sidney’i Görmek",
      "description": "Sidney'i, yaşamak için en çok arzu edilen yerlerden biri haline getiren lüks şehir mahallelerini inceleyen bir şehir gibi görün. Glebe semti, Sidney Üniversitesi'ne yakındır ve yürüyüş mesafesindedir. Yan sokaklarda bazıları daha büyük binaların cephelerinde yer alan çitler ile örülmüş şirin evler bulunur. Yerli halkın tatlı, ev yapımı balından pürüzsüz ve eşsiz reçine takılarına kadar ev yapımı ürünler için geldiği Glebe Market'te gezintinin tadını çıkarın."
    },
    {
      "dayNumber": 4,
      "title": "Northward Bound",
      "description": "Cairns'e uçmak ve çarpıcı Port Douglas'daki Villa San Michele'e gitmek için Sidney Havaalanı’na yolculuk edeceksiniz. Villa San Michele, merkezi bir konumda yer alırken sizi memnuniyetle karşılar. Port Douglas'da kaldığınız süre boyunca, okyanusun inanılmaz derecede berrak ve belirgin bir şekilde mavi olduğunu, kumun yumuşak ve sıcak olduğunu, yemyeşil yağmur ormanlarının ise şehrin karşı tarafından sınırlandığını göreceksiniz. Havanın sıcak olmasına karşı ferahlatan esintiyle karşılaşacaksınız."
    },
    {
      "dayNumber": 5,
      "title": "Ormanlık Araziler",
      "description": "Yükseltilmiş köprülerden, dağın tepesinden aşağı akan şelalelerden ve trenin üzerindeki yoğun ormandan Kuranda'nın eksantrik yağmur ormanı kasabasına gidin."
    },
    {
      "dayNumber": 6,
      "title": "Sualtı Dünyası",
      "description": "Bugün sizi deniz altındaki büyülü dünyaya, Büyük Set Resifi'ne getiriyor. Otelinizden kısa bir transfer sizi lüks geziye çıkaracak ve sizi inanılmaz yerlere götürmeye hazır olacak.Bireysel resiflerin ve adaların bir çeşidi olan, çarpıcı güzelliği ve “Finding Nemo” filmiyle tanınan resif, Avustralya kıyıları boyunca 1200 milden daha uzun bir mesafeye yayılıyor. Berrak su, su hattının altındaki hayatı görmenizi sağlar ve sizi içeri davet eder. Turda yer alan ücretsiz SCUBA dalışıyla mercanlara yaklaşma fırsatı yakalayın. Mercanlar, pembe ve mor renklerde parıldıyor."
    },
    {
      "dayNumber": 7,
      "title": "Tüm Bölgelerden",
      "description": "Cairns’i deneyimleyebileceğiniz alternatiflerden olan bir sıcak hava balonundan gözlemleyin. Queensland'i güneş doğarken görmek için otelinizden alınacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Çöl Keyfi",
      "description": "Bugün Avustralya’nın ünlü Kırımızı Merkezi’ne, Cairns'ten Uluru’ya (Ayer’s Rock) gidilecek. Avustralya çölünün ortasında yer alan Kırmızı Merkez, aşırı sıcaklıkları, tenha coğrafyası ve eşsiz güzelliği ile ünlüdür."
    },
    {
      "dayNumber": 9,
      "title": "Kayaları Görün",
      "description": "Uluru'yu yerel bir Aborijin rehberi ile yaşayın. Güney Yarımküre'deki en büyük yekpare bölge, bölgeyle ilişkili Aborijin kültürel bağlantısını ve dini tarihi kucaklamaktadır. Uluru'nun gölgesi, güneş gökyüzüne doğru akarken çöl tabanına uzanır. Uluru’nun üssü hakkında rehberlik alın, monolitin pürüzsüz cephesinin gerçeğini öğrenin."
    },
    {
      "dayNumber": 10,
      "title": "Çöl Sessizliğinden Şehir Hayatına",
      "description": "Uluru'dan ayrılın ve hareketli modern Melbourne şehrine gidin. Melbourne’da  Flinders Caddesi’ndeki Rendezvous Hotel’e yerleşebilirsiniz. Lobiye girmeden önce lüksün özü ortaya çıkıyor. Sokak, geçen teknelerin manzarasını sağlayan Yarra Nehri'ne paralel uzanmaktadır. Binanın cephesi, şehrin gotik mimari etkisinin bir parçasıdır. Odaya girdiğinizde nehrin ve aktif sokakların manzarası ile karşılaşırken kubbeli tavandan sarkan güzel avizeyi görün."
    },
    {
      "dayNumber": 11,
      "title": "Vahşi Melbourne",
      "description": "Melbourne'u çevreleyen inanılmaz vahşi hayvanları rehberli bir turla keşfedin. Okaliptüs kokusunu içinize çekin. Canlı turuncu ve kırmızı kuşlar ağaçların arasından uçarken, uzun otların arasında yabani kanguruları çayırları sınırlayan kurutulmuş yapraklarda gezinen ekidneleri gözlemleyin. Rehberinizin talimatlarını izleyin, belki kanguruları daha yakından görme şansı elde edebilirsiniz. Gölgede dinlenen koalalarla tanışabilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Vadi’yi keşfedin",
      "description": "Bugün inanılmaz Avustralya şaraplarını tatmak için bölgenin ünlü Yarra Vadisi'ne gidiyorsunuz. 100 yaşındaki bir çalışan süt çiftliğine bir ziyaretle turunuza başlayın. Peynirin tadımı, dilinizi katlayan ve lezzetin bir an dinlenmesine izin veren şehvetli bir çörek getirir."
    }
  ],
  "map": ""
}