{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00010",
  "tourName": "Balina Köpekbalıkları ile Yüzme ve Avustralya Turu’nun Kıyı Harikalarını Keşfetme",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya, muhteşem plajları ve canlılığı ile dolu şehirleriyle ünlü macera ve kültürün ülkesidir. Tasman Denizi'nin kobalt suları, Sidney Opera Binası'nın yelken benzeri çatısını çerçevelemektedir. Melbourne'un tarihi çarşıları boyunca yer alan kafeler ve mağazalar, konuksever bir ortam yaratmaktadır. Balina köpekbalıkları, Batı Avustralya kıyılarında yüzer ve küçük penguenler, gece karanlığında Phillip Adası kıyılarına geri döner. Avustralya'ya özgü özelleştirilebilir turunuz, güvenli bir resif boyunca yüzmekten tutun da sahil boyunca güneşlenen kürk foklarının eşliğinde bisiklete binmeye varıncaya kadar, denizin ve yeryüzünün sonsuz harikalarını keşfetmenizi sağlar.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti</li>\n<li>- Otellerde Konaklama</li>\n<li>- Uçak Biletleri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney – Doğu Yakasının heyecan Verici Karşılaması",
      "description": "Sidney, Avusturalya'nın baştan çıkarıcı sahil manzarası ve ikonik silüetinin yükselen figürleri ile kusursuz bir şekilde harmanlanmış yemyeşil manzarasıyla ışıldayan en eski şehridir. Sidney Kulesi, şehir sokaklarının üzerinde 300 metreyi geçen yükseklikte şehri seyrediyor. Feribotlar, Circular Quay'e demir atmak için suları geçiyor ve yelkenli tekneler Tasman Denizi'nin bir girişi olan Port Jackson'ın limanını süslüyor. Sonsuz güneş ışığında altın kumsalların ışıltısı ve Rocks semtindeki tarihi tuğla binalar, Harbour Köprüsü’nün kenarlarını çevreler. Uçağınız, özel transferinizin sizi bagaj teslim bandında karşıladığı Sidney Havalimanı'na iniyor."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Gerçek Sidney Şehir Hayatı",
      "description": "Sabah, pastırma kokuları ve siyah çayın otsu aroması eşlik eder. Deniz meltemi, okyanusun kokusunu alıp sabah havasını serinleterek, şehir merkezini dolaşır. Old Town Sidney olarak kabul edilen tarihi Rocks'tan başlayarak, şehrin büyüleyici atmosferini gezmek için rehberinizle otelinizin girişinde buluşacaksınız. Efsaneye göre, Aborjinler Kaptan Cook’un gemisini, Sidney Limanı’nın girişini çevreleyen kayaların kenarında dururken sürüklendiğine şahit olmuşlar. Buradaki antika tuğlaların rustik kırmızı tonları A.S.N Deposu'nu süsleyerek görsel ziyafet sunarlar."
    },
    {
      "dayNumber": 3,
      "title": "Sidney - Sidney Suları Boyunca Macera",
      "description": "Sabahları, siyah çaydan tuzlu okyanusa kadar uzanan aromaların karışımı şehri doldurur. Çalışan insanlar şehir merkezindeki caddeler boyunca yüksek katlı binalara akın ederler. Glebe semtinde üniversite öğrencileri, duvarları süsleyen, yerel sanatçıların renkli sanat eserlerine hayranlıkla bakarak kahvelerini yudumluyorlar. Kahvaltıdan sonra limana inip demir atmaya hazır 52 metrelik bir yata adım atıyorsunuz. Yanaklarınızı vuran esinti, okyanusun serin sularından gelen havayı taşır."
    },
    {
      "dayNumber": 4,
      "title": "Sidney – Sidney’de Serbest Zaman",
      "description": "Sabahleyin gün ışığı kobalt grisi denize renk verir. Bohem kültürü, duvar resimleri ve el boyaması tasarımları ile duvarları süslenmiş Newtown mahallesinde sokak sanatı çok dikkat çeker. Kahvaltıdan sonra günün geri kalanı, Sidney'in harikalarını dilediğiniz gibi gezebilmeniz için size bırakılmıştır. Cezaevi ve askeri kale olarak kullanılan, aynı zamanda kötü bir şöhreti de olan Denison Kalesi’ni ziyaret edebilir ya da Bondi Plajı'nın altın kumlu sahilinde rahatlayabilirsiniz. Ayrıca çarpıcı taşlar ve nefes kesen platolarla süslenmiş büyüleyici orman manzarasının ortasında tam günlük bir tur ile UNESCO Dünya Mirası listesindeki Mavi Dağlar’a da gidebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Exmouth - Batıya Doğru Keşif",
      "description": "Sidney'in temposuna, sabahları kıyı kentinin sunduğu harikulade güzelliklere uyanarak kolayca alıştınız. Kahvaltıda, Queensland'in kuzeydoğusunda yetişen lişeden papaya meyvesine kadar çeşitli tropikal meyvelerin tatlı aromalarını bulacaksınız. Özel transferiniz sizi otelde karşılar ve batıya doğru gidecek olan uçağınız için havalimanına kadar eşlik eder. Uçak yükseldikçe, Sidney Opera Binası'nın dalgalı çatı katına ilişen gözünüz manzaranın keyfini çıkarır. Exmouth’taki Learmonth Havalimanı’na indiğinizde ufuktan Avustralya’nın batı kıyısının mavi sularına kadar uzanan geniş bir yelpaze görürsünüz."
    },
    {
      "dayNumber": 6,
      "title": "Exmouth - Büyük Göç",
      "description": "Sabahları, gün ışığı beldenin doğusundaki nefes kesen bölgeye yayılarak Batı Avustralya'ya kadar uzanan doğanın genişliğini gözler önüne seriyor. Kangurular, kakadu papağanlarının karşısında birbirlerine değişik sesler çıkarak zıplıyorlar. Kahvaltıdan sonra özel transferiniz sizi Tantabiddi Tekne Rampasına götürecek. Kaptanınız sizi burada karşılıyor. Ovaların sabahın yayılan toprak kokuları, denizin ferahlatıcı kokusunun altında kayboluyor. Mürettebat size dalış elbisesi ve şnorkel takımını giyerken yardım ediyor."
    },
    {
      "dayNumber": 7,
      "title": "Exmouth – Şehirden Uzağa ve Resife Yolculuk",
      "description": "Taşrada bulunan Ningaloo Kayalıkları’ndaki tatil beldenizde uyanın. Biz önceki gün, dünyanın en büyük balıklarıyla yüzmek için suya daldınız ve şaşırtıcı kaplumbağalarla büyüleyici hayalet vatozları gördünüz. Kayalıklar boyunca rehberli bir turla suya girebilir ya da Yardie Creek Gorge'daki su yolunu ve uçurumları gezebilirsiniz. Bugün, egzotik tatilinizdeki yemyeşil mekânların tadını çıkaracak ya da Batı Avustralya'nın doğal sırlarını deneyimlemek için bir rehber eşliğinde çevredeki vahşi bölgelere doğru yola çıkacaksınız. Mandu Mandu Gorge'daki jeolojik tarihe özgün bir adım atın."
    },
    {
      "dayNumber": 8,
      "title": "Perth - Perth'de Kendinizi Şımartın",
      "description": "Sabah güneşi Hint Okyanusu'nun mavi sularına ulaşırken altın sarısı ve kırmızı renklere bürünüp görsel şölene sahne olur. Özel transferinizle buluşmadan önce manzaranın sakin güzelliğine göz gezdirin. Uçağınız Perth Havalimanı'na bağlı Learmonth Havalimanı'ndan kalkıyor. Tabiat, gözle görülür şekilde ayağınızın altında şekilleniyor. Batı kıyısının kenarında gözüken şehir manzarasıyla, Cape Range Milli Parkı çevresindeki ovalar ve sakin sularıyla sizi adeta büyülüyor. Özel transferiniz sizi havalimanında karşılar ve yaklaşık 250 dönümlük çiçek açmış bahçelere ve Swan Nehri yakınındaki tenha parklara bakan muhteşem bir otele kadar eşlik eder."
    },
    {
      "dayNumber": 9,
      "title": "Perth - River Bend Çevresi Manzaraları",
      "description": "İlkbaharda, siyah kuğular Monger Gölü'nün sularını şenlendirir. Yerel halk göl kenarında gezer ve çimlerin üzerinde kriket oynar. Batı Avustralya Sanat Galerisi, bir dizi sanatsal yerli eserlerin yanı sıra Arthur Boyd da dahil olmak üzere İkinci Dünya Savaşı sonrasında yaşamış sanatçıların eserlerini sergiler. Kahvaltıdan sonra, Fremantle'a giden su yolunda ilerlemeye hazır lüks bir tekneye binmek için Swan Nehri kıyısına gidiyorsunuz. Nehir, Hint Okyanusu'na açılmadan önce 72 kilometre yol alır. Tekne şehir merkezinden uzaklaştıkça Perth silüeti, binaların sansasyonel bir dalgalanmasına dönüşüyor. Kaptanınız, Aborijinlerin Gökkuşağı Yılanı’nın (Aborjinlerin Tanırısı) nehrin dönemeçli yapısını yarattığına inanışlarını anlatıyor."
    },
    {
      "dayNumber": 10,
      "title": "Perth - Rottnest Adası’nda Sakin Bir Gün",
      "description": "Bugün, Fremantle kıyılarına 19 km'den daha az mesafede bulunan Rottnest Adası’nın sahiline giderek bir cennete adım atıyorsunuz. Kısa bir feribot yolculuğu sonrasında Rottnest'deki limana yanaşırken on bir kilometre karelik adanın tenha arazisine ulaşmak için sanki dünyanın öbür ucundan seyahat etmiş gibi hissediyorsunuz. Bu bölgede otomobil hiç yoktur. Bu da, serin bir meltemle hışırdayan ağaçların sesiyle dalgaların kuma vuruş sesini birleştirip sakin bir ortam sağlar. Sabahları serin havada bir bisiklet kiralayıp tenha plajları ve gelişen vahşi yaşamı keşfetmek için yollara çıkabilirsiniz."
    },
    {
      "dayNumber": 11,
      "title": "Melbourne - Avustralya Kültürünün Kralı",
      "description": "Şehrin canlılığı, sabahları kahve ve taze pişmiş hamur işi kokularıyla sokakları doldurmak için kapılarını açan kafelerle geri dönüyor. Tramvaylar, şehir merkezinin arnavut kaldırımlı caddesinde süzülüyor. Ilık güneş ışığının altında Melbourne Müzesi'nin zarif Viktorya mimarisini çevreleyen bahçeleri çok seveceksiniz. Kahvaltıdan sonra, Flinders, Collins ve Bourke sokaklarının ilginç, zarif ve kendine özgü karışımını oluşturan yollarını ziyaret etmek için rehberli bir tura başlayacaksınız."
    },
    {
      "dayNumber": 13,
      "title": "Melbourne - Maceracı Bir Vahşi Doğa Turu",
      "description": "Bugün, Melbourne'un kalbindeki hareketli sokakları ardınızda bırakıp Phillip Adası’nın doğasına giriyorsunuz. Ardından, adayı Avustralya'ya bağlayan 640 metrelik köprüden geçiyorsunuz. Uzun çimler ve altın kumsallarla dolu bölgeye varmak ve farklı kaya oluşumlarına vuran dalgalarla dolu bir manzaraya ulaşmak için Tasman Denizi'nin körfezinden geçin. Kangurular ve kısa kuyruklu kangurular, vahşi yaşam parkında serbestçe dolaşıyor ve kısa kuyruklu yelkovan kuşları, balıkların geçeceği mükemmel zamanı yakalamak adına suda geziniyor. Yunuslar genellikle kıyıdan uzakta yüzerken görünür ve kürklü fok balığı kolonisi Fok Kayaları üzerinde güneşlenip keyif çatar."
    },
    {
      "dayNumber": 14,
      "title": "Melbourne - Avustralya’nın Doğusu ve Batısının Ötesinde",
      "description": "Sabahleyin, Flinders ve Collins sokakları boyunca müzik geri döner. Kafeler arnavut kaldırımlı yürüyüş yolunun kenarına masaları dizmiş, şemsiyeleri dikmiş, havayı kahve ve hamur işleri, tost ve portakal kokuları ile dolduruyor. Nehir turları, Yarra Nehri'nden geçerek şehir silüetinin manzarasını ve Queen Victoria Market'teki yiyecek salonlarının manzarasını sunar. Burası, taze ürünler bulmak isteyen yerel halk için benzersiz bir deneyim sağlar. Kahvaltıdan sonra, özel transferiniz sizi otelde karşılar ve evinize dönmek üzere check-in yapmak için bolca zaman ayırıp Melbourne Havalimanı’na kadar eşlik eder."
    }
  ],
  "map": ""
}