{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00037",
  "tourName": "El Değmemiş Bir Yolculuk - Avusturalya",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın ihtişamı, el değmemiş sularında sansasyonel çeşitliliği içinde gizlidir. Geniş bir ülkenin güzelliği içinde, gizli kasabalar ve sarp sahil kayalıkları sizi şaşkına çevirir. Büyük beyaz köpekbalığına yakından bakma adrenali sizi karşılamaktadır. Bu, doğal kumsaldan kum tepelerinden kıyıya, size her şeyin mümkün olduğu ünlü ve eşsiz harikalarını veren gizli Avustralya'dır; sadece manzaraya bakın ve anı yaşayın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Maceracı Başlangıçlar",
      "description": "Gününüz, Perth’de, Avustralya'da, batının el değmemiş manzaraları ile sizden önce başlıyor. Batı Avustralya, nefes kesici plajlar, engebeli uçurumlar ve keşfetmeniz için sizi bekleyen çarpıcı çöl boyunca uzanır. Yolculuğunuza Perth'in kısa bir mesafe olan Batı Avustralya'daki en eski iç kasaba olan York'u ziyaret ederek başlayın. İlçenin büyüleyici, Edward caddesi ve ana caddeyi süsleyen sütunlu yapılarla dolu. Kilisenin açık gökyüzüne uzayarak yükselen sivri tuğlaları vardır."
    },
    {
      "dayNumber": 2,
      "title": "Beyaz Plajlar ve Kangurular",
      "description": "Bugün, eski yerleşimcilerin tarihinin sahili ve şehrin adını süslediği Esperance kasabasına gideceksiniz. Hem Hollandalılar hem de Fransızlar tarafından yerleştirildikten sonra, şehir, saflıkta suya uzanan sahilin yanında beyaz kumların bulunduğu bakir bir koyda oturuyor. Hava, denizin tatlı kokusuyla parfümlenir. Kum, ayaklarınızın altındaki sıcak ve pudra gibidir. Su kenarında uzanan kanguruları izleyin ve güneşin altında güneşlenin ve beyaz kumsalda yumuşak bir yatakta dinlenin. Kıyı güzelliği ve tanınmış esinti, Cape La Grand Milli Parkı ve Esperance'ı ilk kez rüzgar sörfünü denemek için harika bir yer yapar; Bir ayakkabının hafif kanatlarında denizin üzerinde uçuyormuşsunuz gibi havadaki aceleyle sörf gemisini ve onunla birlikte hareket etmesini hissedin."
    },
    {
      "dayNumber": 3,
      "title": "Grand'de Lüks",
      "description": "Cape La Grand Milli Parkı'nın ihtişamında lüks bir gün geçirmek için günü kendinize ayırın. Yüzmekten, sahil boyunca uzanmaya kadar, Cape La Grand'da herhangi bir günde, yapılacak bir çok şey vardır.  Plajların saf beyaz tozu temizlendikten sonra 1800'lerden kalma tarihi objeleri içeren Batılı Avustralya'nın bölgesel müzelerinden birini, Belediye Müzesi'ni ve Skylab, Amerika'nın ilk uzay istasyonu olan filika ve cankurtaran botlarını ziyaret edebilirsiniz. Müzeyi gezdikten sonra  Esperance Kuş ve Hayvan Parkı'nı ziyaret edeceksiniz.  Burada sevimli tavşanlar, elle beslenen kangurular, yüzlerce sincaplarla yüzleşebilir ve çeşitli yerli kuşların çarpıcı renklerine şahit olabilirsiniz. Esperance'ın köşelerini tüm güzelliğiyle gezerken,Cape suyunun yumuşaklığı, havada dolaşıyor olacak."
    },
    {
      "dayNumber": 4,
      "title": "Taşradaki Kutsal Yerler",
      "description": "Bugün Batı Avustralya'nın sansasyonel manzaralarından geçerek Esperance'den Eucla'ya doğru yol alacaksınız. Kumsalların sabah güneşi altında turuncu renkte parladığı ve serin esintinin kıyı boyunca sürüklendiğini gönerek güne başlayın. Rüzgar, kumun üzerinde kum tepeleri ve yumuşak dalgalar boyunca yıkandığında izleyin. Bozulmamış gökyüzü ufka doğru uzanır. Okyanusun gürültülü dalgaları, sürücünüzün güzel müziği haline geliyor. Dalgalı kumdan haddeleme suyuna kadar, Eucla'ya yolculuk şimdiye kadar keşfedilmeye elverişli bir dünyadır."
    },
    {
      "dayNumber": 5,
      "title": "Eucla'nın Farklı Harikaları",
      "description": "Güneş deniz üzerinde yükselir ve kıyı şeridi boyunca parıldar. Eucla'nın içindeki ve dışındaki harikalar, bugün keşfetmek ve eğlenmek için sizindir. Keşfe Telegraph İstasyonu ziyareti ile başlayın. Yapının iskeletinin  yarısı kumla kaplı. Rüzgar, yağmur ve zamanla eski telgraf istasyonu kumsal boyunca uzanan büyüyen kumulların altında güneşte parlar. Çatısız tuğlalara tırmanın, taşların etrafında daire çizin ve eski binanın ne kadarının, taşların kumun altında battığına göre ne kadar olduğunu görün."
    },
    {
      "dayNumber": 6,
      "title": "Güneşi Denize Daldırın",
      "description": "Bugün Eyre Yarımadası'nın dışındaki granit harikasını ve okyanus güzelliğini yaşayacaksınız. Granit, pürüzlü ovayı denize doğru süsleyen pürüzsüz ve sarp, düz ve yuvarlak şekiller almıştır. Dairesel kayalar, kıyıdan fırlayan serin esintide ince platformlar boyunca durmaktadır. Krep kadar ince olan kayalar dünyanın hemen üzerindeki deniz kenarında durmaktadır. Granitin geniş duvarları güneş ışığında boru hattı dalgaları gibi yüksek ve kıvrılır. Rehberli bir turda denize girme ve yunusları ve Avustralya deniz aslanlarını ziyaret etme fırsatınız var. Yunuslar, teknenin yanından geçerek,suda oynarlar. Deniz aslanları, balıkları bulmak için suya girer ve hızlandırırlar veya sıcak güneşten serinlerler."
    },
    {
      "dayNumber": 7,
      "title": "Dalgaları Öğrenmek",
      "description": "Asla yeni bir ticaret öğrenmek için çok geç kaldığını söyleme, çünkü yeterince istekli olanlar için asla geç değildir.. El değmemiş manzaralar ve el değmemiş kumsallar ile parmaklarınızın ucunda bir sörf dersine girme fırsatını kaçırmayın. Su sakin ve uzak ya da yakın görünse de dalgalar güzeldir. Güneş, saf kum üzerine parlak bir şekilde parladığında, su parmaklarınızın üzerinde serin. Sörf nirvana'nın temelleri boyunca size rehberlik ederken özel öğretmeninizi dinleyin. Dalgalar kıyıya nazikçe acele eder ve sis buğularını saçlarından geçirir. Kıyıya doğru kürek çekerek denize doğru ilerleyişinizi hissedin, ancak ilk önce sizi yakalamak için beklediğinizden emin olun, ama kesinlikle Avustralya kıyılarında doğuya doğru yolculuğunuza devam edeceğinizden emin olun."
    },
    {
      "dayNumber": 8,
      "title": "Güzel Liman Maceraları",
      "description": "Port Lincoln kentinin, suyun ve güneşin batışıyla parıldadığı bir şehir olan tüm Avustralya'da kişi başına en çok milyonerin düşdüğü bilinmektedir. Bugün Avustralya sahillerinin güzelliğini, kafes köpekbalığı dalışının eşsiz macerasıyla off-shore'da geçirme fırsatına sahip olacaksınız. Sis, saçlarınızı püskürtür ve rüzgar, açık suya girerken yanaklarınızı öper. Kafes, suyun yüzeyinin altında kalan teknenin yan tarafına oturur. Büyük beyaz köpek balıklarının büyüklüğü zorlayıcıdır ve hızlıdırlar. Köpekbalıkları meraklılar ama sularındaki ilginç yaratıkları araştırmak için kafesin etrafında dolaştıklarından tehlikeli değillerdir. Soğuk okyanusta güvenli bir şekilde yüzerken ve müthiş yaratıkları, dişlerini keskin, gözlerini geniş ve bedenlerini uzun seyrederken etrafınızda dönerler."
    },
    {
      "dayNumber": 9,
      "title": "Sansasyonel Güney",
      "description": "Bugün Güney Avustralya'ya girip, Adelaide'ye doğru ilerlerken, güneydeki sansasyonel manzaralardan geçerek giriş yapacaksınız. Augusta Limanı'nda Avustralya'nın ünlü dış mahallesinin ihtişamının yaşandığı Wadlata taşra merkezinin muhteşem sergisini ziyaret edeceksiniz. Bölgenin tarihi, ışıkların titrediği, engebeli çölün seslerinin boynunuzdaki sıcak nefesini soluduğu Zaman tünelinde canlanıyor ve manzara ve vahşi hayat, gözünüzün önünde canlanıyor."
    }
  ],
  "map": ""
}