{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00012",
  "tourName": "Avustralya'da Doğa ve Macera Turu: Tazmanya, Cradle Dağı, Sidney ve Port Douglas",
  "placesVisited": "Avustralya",
  "generalInfo": "Tazmanya Vahşi Yaşamı'nın vahşi ve engebeli güzelliğinden Büyük Set Resifi'nin eşsiz parlaklığına kadar, bu macera sizi Avustralya'nın en el değmemiş lokasyonlarının kapısına kadar getiriyor. Tazmanya’nın alp dağındaki vahşi doğasının, Tropikal Kuzey Queensland’daki Daintree Yağmur Ormanı’nın ve Büyük Set Resifi'nin Dünya Miras Listesi’ndeki üç harikasını keşfederken, her gün yapılan aktivitelerin ardından lüks konaklamanıza geri dönebilirsiniz. Her şeyi tamamlamak için, ışıltılı Sidney'e uçun ve limanı, gizli koyları ve bu büyülü şehrin eşsiz antipodern stilini keşfedin.<br>\n<br>\n<strong>ÖNE ÇIKANLAR</strong><br>\r\n </br></br></br>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Vahşi ve Muhteşem Tazmanya'ya Hoş Geldiniz",
      "description": "Bugün, muhteşem Ada eyaleti Tazmanya'nın kuzeyinde, resmedilmeye değer olan Launceston'a uçarak Sidney'den ayrılacaksınız. Varışta, geç model otomatik kiralık aracınızı alacak ve South-West'i, Hagley ve Westbury'nin büyüleyici kırsal kasabalarından, Dünya Mirası listesinde yer alan Cradle Dağı - St. Clair Ulusal Parkı'na çıkacaksınız. Nefes kesen bir çevreyi keşfedebilecek ve Alpler'deki seçkin Waldheim Alpine Spa'da şımartılabilecek, alp dağlarında muhteşem bir konumda bulunan Peppers Cradle Mountain Lodge'da iki lüks gece geçireceksiniz. Lodge’un sıcak misafirperverliğini ve Tazmanya'nın en iyi yiyecek ve şaraplarını deneyimledikten sonra, Wallabies ve wombats dahil olmak üzere yerel vahşi yaşamı araştırırken neden bir gece spotlight turuna katılmıyorsunuz?"
    },
    {
      "dayNumber": 2,
      "title": "Cradle Dağı'nı Keşfetmek - St. Clair Ulusal Parkı Gölü",
      "description": "Bu el değmemiş dağ bölgesinde uyanın ve bu Dünya Mirası Listesindeki Milli Park'ı keşfetmek için hayranlık uyandıran bir güne hazırlanın. Sunulan birçok yürüyüş parkurundan birini düşünün, hatta gizli kanyonlar arasında binicilik keyfini çıkarın. En iyi yürüyüşlerden ikisi \"Dove Lake Circuit Track\" ve \"Krater Gölü\" dür. \"Dove Lake Circuit Track\", Tazmanya'nın önde gelen yürüyüşlerinden biridir. Dove Gölü'nün hemen yanında ve Cradle Dağı'nın yükselen kulelerinin altında yer alan altı kilometrelik kolay bir parkurdur. ‘Krater Gölü’, Sualtı Şelaleleri'ni ve büyülü sassafras ormanını, 200 metrelik uçurumlarla çevrili gizli buzul gölü boyunca geçirmenizi sağlayan ılımlı bir sekiz kilometrelik yürüme mesafesindedir. Yerel kaynaklı ürünlerden oluşan görkemli bir akşam yemeğinin ardından, bu ateşli ve büyüleyici gece yaratıklarını oyunda görmek için orman evinden sadece bir kilometre uzaklıkta bulunan Tasmanya Şeytani Doğal Yaşam Sığınağı'nı ziyaret etmeyi düşünün."
    },
    {
      "dayNumber": 3,
      "title": "Hobman'a giderken Tazmanya’nın Tarihi Yolları’nı gezin",
      "description": "Kahvaltıdan sonra dağlara veda edeceksiniz ve Hobart'a (4 saatlik sürüş süresi) doğru yol almaya başlayacaksınız. Güneydoğuya doğru ilerlerken, Tazmanya'nın Miras Yolu'nun bir parçası boyunca gezintiniz keyifli. UNESCO Miras Listesinde yer alan Longford, büyük mülklerle dolu tarihi bir şehir kasabası, mahkumiyet binaları ve kolonyal cazibesi de dahil olmak üzere birçok tarihi kentten birinde durmayı düşünün. Hobart'a girdiğinizde, hareketli Salamanca ve Botanik Bahçeleri'ne kısa bir yürüyüş mesafesinde yer alan şık ve atmosferik bir yer olan tarihi Old Woolstore Apartment Hotel'de şehrin sahiline ve konaklama birimine doğru ilerleyin."
    },
    {
      "dayNumber": 4,
      "title": "Maria Adası ve Port Arthur dahil Hobart ve çevresini keşfetmek",
      "description": "Bugün Hobart ve çevresini keşfetmek için fırsatınız. Tasman Denizi'nden yükselen tarihi hükümlü harabeleri, muhteşem koylar ve dev uçurumlarla dolu doğal bir vahşi yaşam tapınağı olan güzel Maria Adası'na günübirlik bir gezi düşünün. Ada, Freycinet Yarımadası'nın hayranlık uyandıran manzarası ile ödüllendirilecek olan Bishop ve Clark'ın yükselen zirvelerine tırmanma gibi çeşitli yürüyüşler sunmaktadır. Tarih meraklıları için, Avustralya'nın en ünlü ceza yeri olan Port Arthur Tarihi Bölgesi'ni ziyaret ederek unutulmaz bir gün geçirin. Güzel Mason Koyu'nda hararetle örülen geniş ve mükemmel korunmuş kumtaşı hapishanesi, 1800'lü yılların başında \"Van Diemens\" topraklarına taşınan 70.000 erkek, kadın ve çocuğun hikayesini anlatıyor."
    },
    {
      "dayNumber": 5,
      "title": "Avustralya'nın en muhteşem şehri olan Işıltılı Sidney'e varış.",
      "description": "Bugün Tazmanya'ya veda edecek ve muhteşem Sidney şehrine uçacaksınız. Şoförünüz tarafından karşılanacak ve iyi donanımlı Adina Apartment Hotel Sidney'e özel transfer edileceksiniz. Merkezi İş Bölgesi'nde muhteşem bir konuma sahip olan otel, Sidney Limanı'nın ikonik turistik mekanlarına 20 dakikalık yürüme mesafende ve Sidney'in en iyi alışveriş bölgesinin merkezinde yer alan Darling Limanı'nın akvaryumuna ve müzelerine beş dakikalık yürüme mesafendedir."
    },
    {
      "dayNumber": 6,
      "title": "Sidney Limanı'nda Lüks Yat Turu",
      "description": "Kahvaltıdan sonra rehberiniz tarafından karşılanacak ve günümüzün macerası için lüks yatınıza ağırlanacaksınız. Sidney muhteşem bir şehirdir, ancak Sidney Limanı şehrin gerçek şovudur; liman plajları, milli parklar ve Darling Noktası, Mosman ve Point Piper'in göz alıcı evleriyle çevrili şehrin içinden geçerek göz kamaştıran göz kamaştırıcı bir başyapıt. Sidney Harbour Köprüsü ve Opera Binası'nın birinci sınıf manzaralarına ve aynı zamanda Pasifik Okyanusu'nun ötesindeki limanın ağzına doğru ilerlerken, Fort Denison'daki kumtaşı hükümdarı garnizon adasını geçtiğinizde size karşı durulacaksınız. Sidney’deki birçok huzurlu koydan birinde demir atıp gurme deniz ürünleri ve Avustralya’nın en iyi şarap ve birasından oluşan taze ve lezzetli öğle yemeğinizin tadını çıkarabilirsiniz. Ya da yatınız Darling Harbour'a giden bir başka doğal güzergâhı çekerken çevrenizde dinlenip hayranlık uyandırıyorsunuz ve bu büyülü limana harcanan bir günle kazanılan lezzetli tuzlu su hissi ile saat 15: 00'te iniyorsunuz."
    },
    {
      "dayNumber": 7,
      "title": "Mavi Dağları Keşfedin",
      "description": "Bugün kahvaltıdan sonra, bilgili rehberiniz, mavi dağların küçük bir grup eko turunun başlangıcında, büyük okaliptüs çalısından yükselen okaliptüs yağının ince sisinden çıkan mavi pustan sonra, otelinizden sizi alacak. Sidney'i ve doğu sahilini terk edip doğrudan batıya doğru ilerlerken, o zamanlar bereketli tarım alanları ötesindeki bir siper olarak kullanılmış olan Büyük Bölme Alanı'na doğru ilerleyeceksiniz. Bu kayalıklı dağların üzerinden bir yol çizmek için uzun bir süre cesur kaşifler ve hükümlüler canla başla çalıştı ve çalışmalarının ardından, üst tabakadan insanlar 19. yüzyıl ve 20. yüzyılın başlarında ziyaretçilere sunulan büyüleyici ve zarif otellerden oluşan Sidney'in elit kesimlerini yaz tatil köyleri olarak kullandı."
    },
    {
      "dayNumber": 8,
      "title": "Sidney'deki son maceralar ve Tropikal Kuzey Queensland'a iyi günler",
      "description": "Bugün sabah saatlerinde Sidney'de, öğleden sonra Tropikal Kuzey Queensland'daki Cairns'e uçuşunuz olacak. Sidney'deki bir kuruluş olan Bondi Beach'e neden dalmayasınız ve ardından Sidney'in en ünlü uçurum pisti boyunca yürüdüğünüzde Bronte Beach'e doğru yürüyün. Bu sırada yol boyunca şık bir lokantada durabilirsiniz (bir saat yürüyüş mesafesinde). Ya da kraliyet Victoria Binası'ndaki mağazalarda kendinizi şımartabilirsiniz. Muhteşem bir kumtaşı bina otelinizden sadece birkaç dakikalık yürüme mesafesinde."
    },
    {
      "dayNumber": 9,
      "title": "Daintree Yağmur Ormanı'nın ihtişamına giriş",
      "description": "Kahvaltıdan sonra, dünyanın yaşayan en eski yağmur ormanı olan Dünya Mirasları'nda listelenen Daintree Milli Parkı'ndaki küçük grup eko turunuz için uzman rehberiniz tarafından yapılacak. Beyaz kumlu plajlara ve resifin ötesine uzanan eşsiz bir yağmur ormanı, bu eski vahşi doğa, dünya üzerinde başka hiçbir yerde bulunmayan şaşırtıcı miktarda bitki ve hayvanlarla dolu."
    },
    {
      "dayNumber": 10,
      "title": "Lüks Yatınızda Büyük Set Resifi üzerinde Yelken Açma",
      "description": "Bugün güneş gözlüklerinizi yanınza almayı unutmayın, 62 metrelik lüks yatınıza, Synergy'ye bindiğinizde ve turkuaz sularda kaybolarak Dünya Miras Listesi'nde yer alan Büyük Set Resifi'nin dış mercanlarına gidin. Gezegenlerin en büyük ve en etkileyici mercan kayalığı sistemi olan bu canlı organizma, 2.900'ün üzerinde bireysel resiften oluşuyor ve 900'den fazla tropik ada ile noktalanıyor. Yerleşmek üzere olan sadece 12 diğer misafir ile, uzanabilir ve kendi güneşli yerinizi bulabilir ya da yelkende kendinizi deneyebilirsiniz. Zengin renkli mercan resifini ve meraklı balıkların ürkütücü dizisini keşfettikçe, gününüzün en önemli noktası şnorkel ve paletlerle berrak sulara dalmak olacaktır. Taze pişirilmiş gurme öğle yemeğiniz göze çarpacak, devasa yeşil kaplumbağaların ve oynak yunuslara ışıltılı resiflere bakan iki katlı arka güvertede dinlenirken dikkat edin."
    },
    {
      "dayNumber": 11,
      "title": "Sidney'e Cairns ve Eve Geri Dönüş!",
      "description": "Bugün, Sidney'e uçtuğunuz için Cairns Havalimanı'na özel şoförünüz tarafından eşlik edildiğiniz ve bu nedenle bağlantılı uçuşunuz için anılarınızı bir araya getireceksiniz."
    }
  ],
  "map": ""
}