{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00042",
  "tourName": "Fiji, Avustralya, Yeni Zelanda Gezi Paketi",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Bu, büyüleyici yerlileri ve nefes kesen manzarasıyla yüzyıllardır sanatçılara ve yazarlara ilham veren bir bölgedir. Yeni evlilerin geleceğini kutlamak için gittikleri ve ruh arkadaşlarının geçmişlerini kutlamak için ziyaret ettiği yer burası. Bu Fiji, Avustralya ve Yeni Zelanda paketi, hayal ettiğiniz her şey ve hayal edebileceğinizden daha fazlası. Güney Pasifik'e daha çok ülke gezisi için Siempre'nin Avustralya ve Yeni Zelanda turları sayfasını ziyaret edin.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "24",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Fiji'ye Hoş Geldiniz!",
      "description": "Fiji tartışmasız gezegendeki en dostane yer ... ve daha fazlası. Eğer macera senin ruhundaysa, Fiji onu şımartacak yer. Fiji Adaları, başka hiçbir yerde bulunmayan turistik mekanlarla dolu 300'den fazla adadan oluşan  takımadalardır. İster romantizm, rahatlama, ister kültürel aktiviteler, dalış, deniz turu, ister uçsuz bucaksız tur kaçamağı olsun, burada istediğinizi bulacaksınız. Fiji'deki temsilcimiz, Gümrük kontrolünden geçtikten sonra sizi Gümrük Salonunun dışında karşılayacak."
    },
    {
      "dayNumber": 2,
      "title": "Tivua Adası Gezisi",
      "description": "Denarau'ya hareket eden ve \"kumlu\" ya da \"Fiji One\" adlı yelkenli gemiyle yelken açarak, beyaz kumlu bir plaj ve 500 dönümlük mercan bahçeleriyle çevrili Tivua Adası'na gidiş. Tekne, şnorkelle dalış ve cam altlı tekne turları, tropikal açık büfe öğle yemeği, sabah ve ikindi çayı, Tivua Adası'nda bira, şarap ve meşrubat, kava töreni ve eğlence, voleybol, kano kullanımı, şnorkelli yüzme ekipmanı ve plaj paspasları içerir. Ek ücret karşılığında tüplü dalış ve spa uygulamaları sunulmaktadır."
    },
    {
      "dayNumber": 3,
      "title": "Serbest Zaman",
      "description": "Otelde 1 gece"
    },
    {
      "dayNumber": 4,
      "title": "Auckland'a Hoşgeldiniz",
      "description": "Auckland'a, “Yelkenler Şehri” ne hoş geldiniz. Auckland, güzel manzaralardan adrenalin dolu serüvenlere ve birinci sınıf yiyecek ve şaraba kadar sofistike kozmopolit bir şehirle ilgili her şeyi sunuyor. Butik tarzdaki Mercure Auckland Windsor, Queen Street'in kalbinde yer almakta olup Viaduct Limanı, feribot terminalleri ve Vector Arena'ya sadece kısa bir yürüyüş mesafesinde, mağazalar, tiyatrolar ve restoranlar ile çevrilidir.Mercure Auckland Windsor, 24 saat oda servisi, hızlı internet erişimi, vale park hizmeti, fitness salonu, spa, sauna ve Vault Kahvaltı Salonu ve Bar sunmaktadır."
    },
    {
      "dayNumber": 5,
      "title": "Kelly Tarltons Sualtı Dünyası",
      "description": "Auckland'ın Tamaki Drive'sının altında, Auckland şehir merkezinden sadece dört mil uzaklıkta, birinci sınıf bir deneyim ve Yeni Zelanda'nın en iyi turistik yerlerinden biri yatıyor. Kelly Tarlton kar, buz ve su harikalar diyarıdır. Antarktika Buluşması, Antarktika'nın geçmişini, bugünü ve ötesini keşfetmek için heyecan verici ve eşsiz fırsatlarla dolu bir deneyim. Bu donmuş habitatta yaşayanlar Kral ve Gentoo Penguenlerinin oyuncu kolonileridir; Onları karda oynarken, yüzerken ve buzun altına dalarken izleyin. Bu muhteşem kuşlarla daha yakın bir karşılaşma yok. Sualtı Dünyasında, okyanusun derinlerinde, hareketli bir geçit üzerinde seyahat edin. Bir akrilik tünel ile adeta bir tüplü dalış görüntüsü tecrübe edin. Süzülen dev vatozları, kayalarda gizlenen moray yılan balıklarını görün ve avcı köpekbalığıyla yüz yüze gelin!"
    },
    {
      "dayNumber": 6,
      "title": "Auckland'ın Her İki Dünyanın En İyisi",
      "description": "Sabahları Auckland şehrinin en iyi turistik yerlerini ve öğleden sonra vahşi doğayı deneyimleyin. Auckland, 48 uyumayan volkanik zirve ve iki liman, ışıltılı Waitemata ve manevi Manukau arasında yer alıyor. Auckland'ın merkezi iş bölgesi üzerinden, Auckland Üniversitesi'nden ve Domain olarak bilinen şehir içi parkından geçerek seyahat edin. Tarihi Devonport'taki Narrow Neck Plajı'nda yürüyüş yapmak için Harbour Köprüsü'nden Auckland'ın Kuzey Kıyısı'na gitmeden önce, tarihi binalarıyla canlı Ponsonby banliyösüne devam edin. Güney Yarımküre'deki en büyük marinalardan biri olan Westhaven Marina'ya giden Liman Köprüsü'ne geri dönün. Daha sonra Viyadük Limanı'na gitmeden önce Auckland Balık Pazarı'nı ziyaret edin. Öğleden sonra Waitakere Sıradağları’nda yer alan Auckland’ın Arataki Merkezi’ne arabayla yarım saatte gidiyoruz. Güverteler, Tasman Denizi'nden Pasifik Okyanusu'na nefes kesen panoramik manzaralar sunmaktadır. Yerel tarihe göz atın ve orada nöbet tutan muhteşem Maori oyuklarına hayran olun. Batıya doğru ilerleyin ve vahşi batı kıyısının gücünü yaşayın. Bilgili ve tecrübeli rehberler ile eko turunuz, Yeni Zelanda'nın ünlü kauri ağaçları ve dev eğrelti otları arasında yürürken duyduğunuz yerli kuşlarla yemyeşil yağmur ormanlarına kadar devam ediyor. Serinletici içecekler dahil; öğle yemeği dahil değildir."
    },
    {
      "dayNumber": 7,
      "title": "Auckland Rotorua ve Waitomo Mağaraları Turu",
      "description": "Bugün, Auckland'dan güneye Waikato'nun zengin tarım alanlarından Waitomo'ya kadar seyahat edeceksiniz. Mağaraların uzun galerileri ve yüksek odalarına rehberli bir tur atın. Turunuz, mağara tavanından sarkan ateşböcekleriyle aydınlatılan binlerce küçük ışıklı Glowworm Grotto'dan ( Ateşböceği Mağarası) bir tekne yolculuğuyla devam ediyor. Ziyaretinizden sonra, aracınıza tekrar binin ve Rotorua'ya devam edin. Rotorua'nın çarpıcı bahçeleri, Arnavut kaldırımlı sokakları ve Maori ve İngiliz Tudor mimarisinin büyüleyici karışımı, şehre önemli bir fark yaratıyor. Kent merkezinin ötesinde, jeotermal buhar, volkanik dağlar ve büyük krater göllerinin kalıntıları, bu bölgenin Pasifik Ateş Çemberi'nin hemen üstünde olduğunu hatırlatır. Novotel Rotorua Lakeside, görülmeye değer Rotorua gölünün kıyısında yer almaktadır. Merkezi konumu, kafe ve restoran bölgesinin kalbinde yer alır ve Enerji Etkinlik Merkezi, Kongre Merkezi ve CBD'ye yürüyerek sadece birkaç dakika uzaklıktadır."
    },
    {
      "dayNumber": 8,
      "title": "Rotorua Efsaneleri",
      "description": "Rotorua’daki en iyi cazibe merkezlerini görün. Bu turda minivan taşımacılığı ve üç popüler Rotorua cazibe merkezinin girişi yer alıyor: Maori kültürünü, Rainbow Springs'i ve ünlü koyun şovu ile Agrodome'u öğrenmek için Te Puia'nın jeotermal bölgesi. Bu akşam sizi hayrete düşürecek ve hayranlık uyandıran Maori kültürüne özgün bir giriş sunuyor. Doğal çalılık yerleşimi  ile büyülenin, geleneksel kıyafetleriyle savaşçıların Wai-o-whiro akıntısında eski bir savaşçı kanoyla (waka) kürek çekişini görün ve doğal ortamlarında parlayan solucanları görmek için Rotorua bölgesindeki tek fırsatınızı kaçırmayın. . Kutsal Peri Baharında doğrudan topraktan akan yılanbalığı ve alabalık dolu kristal berraklığında suya hayret edin. Geleneksel olarak pişirilmiş yemeğinizin keyfini çıkarın."
    },
    {
      "dayNumber": 9,
      "title": "Hobbit Film Seti ve Çiftlik Turu",
      "description": "Turunuz, Kaimai Sıradağları'ndan The Shires Rest Cafe'ye uzanan manzaralı bir sürüş ile Rotorua'dan başlıyor. Ardından Kaimai Sıradağları'nın muhteşem manzarasına sahip 1.250 dönümlük koyun çiftliğinde devam etmektedir. Rehberiniz, Hobbit Köyünün nasıl yaratıldığının büyüleyici detaylarını anlatan on dönümlük bir sitede size eşlik edecek. Hobbit delikleri, Green Dragon Inn, Mill ve Yüzüklerin Efendisi ve Hobbit filmleri için yaratılan diğer yapılar görülebilir ve Waikato tarım arazisinin bu güzel parçasının Orta Dünya'daki Shire'a nasıl dönüştüğünü göreceksiniz. Setin turunu tamamladıktan sonra The Shires Rest'e ve daha sonra Rotorua'ya geri döneceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Wellington'a Hoşgeldiniz",
      "description": "Wellington'un köy benzeri büyüklüğü, şehri dolaşmak için kolay bir yer haline getirmektedir, ancak kozmopolit lezzeti büyük bir şehrin sofistike haline getirmektedir. Teleferikle Wellington Botanik Bahçesi'ni ve Carter Gözlemevi'ni ziyaret edin; Bu göze çarpan nokta şehir ve limanın muhteşem manzarasına hakimdir ya da şehirdeki birçok kafeden birinde lezzetli bir öğle yemeği için şehir sokaklarında dolaşabilir ve Wellington'un ünlü kafe kültürünün bazılarını içinize çekilebilirsiniz. Hotel Ibis Wellington, Wellington şehrinin kalbinde ideal bir konumda yer almaktadır. Wellington'un ünlü kafeterya yaşam tarzına sahip olan otel, otobüs, tren ve taksiyle kolayca ulaşılabilir."
    },
    {
      "dayNumber": 11,
      "title": "Yüzüklerin Efendisi Turu",
      "description": "Bugün Mt Victoria'dan başlayarak Yüzüklerin Efendisi Turu'nun keyfini çıkarın, Gözcü'yi ziyaret edin ve sonra Outer Shire, Hobbiton Woods & Dunharrow gibi Üçlemede kullanılan yerlere gidin. Ardından, Rivendell'in yeri olan Kaitoke Bölge Parkı'na giden Hutt Vadisi'ne. Isengard'ı, Isen'in Sığlık'larını, Anduin Nehri'ni gezerken ve Helms Deep & Minas Tirith'in nerede çekildiğini görün. Tam günlük turda ayrıca piknik öğle yemeği veya kafe öğle yemeği yer almakta ve ünlü Weta Mağarası'nı ziyaret edebilirsiniz."
    },
    {
      "dayNumber": 12,
      "title": "Sidney'e hoş geldiniz!",
      "description": "Şık Sidney… canlı yaşamı, karakteri ve cüretkarlığıyla kozmopolit bir uluslararası şehir. Çok kültürlülük, zengin yemek deneyimleri  anlamına gelir. Opera Binası ve Liman Köprüsü gibi bildiğiniz tüm simgeleri bulacağınız gibi, ilginç insanlar, kültürel canlılık ve olumlu bir ruh da bulacaksınız."
    },
    {
      "dayNumber": 13,
      "title": "Mavi Dağlar Yaban Hayatı ve Yürüyüş Turu",
      "description": "Bu sabah otelinizden ayrılın ve Sidney Bush'un derinliklerinde vahşi kangurularla sabah çayının tadını çıkarmadan önce Sidney 2000 Olimpiyat Oyunları sahasını geçerek Sidney Harbour Köprüsü'ne gidin. Kangrulara, dost ve rengarenk papağan ve kakadulara yakından bakın."
    },
    {
      "dayNumber": 14,
      "title": "Yürüyüş Turu",
      "description": "Oteldeki sabah kahvaltınız dahildir. Mavi Dağlar otelinizden ayrılıp yürüyüş rotasının başına aktarma yapın. 3 saatlik rehberli yürüyüş turunun tadını çıkarın. Rehberli harita kiti, bir içecek dahil tam piknik öğle yemeği verilir. Tura öğleden sonra Scenic Railway'da yeniden katılınıp ve Sidney'e dönülür."
    },
    {
      "dayNumber": 15,
      "title": "Sidney ve Bondi",
      "description": "Sidney Pass - Bir bilet 24 saat boyunca geçerlidir ve Sidney ve Bondi turlarını kapsar. Avustralyalı bir televizyon ve radyo kişiliği yorumuyla, kesinlikle eğlenecek ve bilgileneceksiniz şehirde yolculuk ederken. En üst güverteden ünlü Opera Binası ve Liman Köprüsü'nün muhteşem manzarasını seyredeceksiniz. Uygun konumdaki 31 duraktan herhangi birinde inip binerek, Sidney'in sunduğu en iyi şeyleri keşfedin. Denizcilik Müzesi, Çin Bahçeleri, Campbells Koyu, Hyde Park veya Botanik Bahçeleri ziyaret edin. Star City Casino veya Sidney Açık Hava Sineması'nda bir akşam planlayın. Ya da gününüzü Palm Plajı, Bondi Plajı'nda dinlenerek geçirin ya da balina gözlemciliği için zaman ayırın."
    },
    {
      "dayNumber": 16,
      "title": "Liman Ekspresi Hop On, Hop Off",
      "description": "Hop On Hop Off, sekiz Harborside turistik mekanı ziyaret etmeyi kolaylaştırır. Darling Limanı'na, Taronga Hayvanat Bahçesi'ne, Watson Körfezi'ne, Luna Park'a, Fort Denison'a, Köpekbalığı Adasına, Manly ve Circular Quay'e gidin. Geçiş 24 saat geçerlidir."
    },
    {
      "dayNumber": 17,
      "title": "Tobruk Koyun İstasyonu Taşra Deneyimi",
      "description": "Gerçek Avustralya'yı görün! Şehrin gürültüsünden ve karmaşasından uzaklaşın ve Sidney'in en çarpıcı kırsal alanlarından birinde açık otlaklar, barajlar ve Avustralya çalılık arazilerini tecrübe edin. Liman Köprüsü üzerinde seyahat. Tobruk'a varışta at sırtında Avustralyalı bir ambarcı tarafından karşılanacaksınız. Drovers Kampı'nda rahatlayın ve kamp ateşi üzerinde Damper ve Billy Tea yapmayı öğrenin. Sabah çayı tereyağı ve Golden Syrup ile taze yapılmış damperin (bir tür ekmek) tadını çıkarın. Tobruk'un tarihi ve bir ambarcının hayatı hakkında bilgi edinin. Uzak otlaklardan size doğru sürülürken koyun ve kuzularla yakınlaşın. Çobanın  köpekleriyle sürüyü toplayışını izleyin. Yün oda sunumunun ardından koyun kesme gösterisine katılın. Yetekli ambarcılar tarafından sunulan bumerang atma ve kırbaç gösterisini izleyin. Bir kırbaçın nasıl kullanılacağını ve  bumerang atmayı öğrenin. Tobruk Station Woolshed Restaurant'ta otantik Aussie tucker'ın keyfini çıkarın ve Stockman's Bar'da bir içki içebilirsiniz. Çiftlik hatırası için hediyelik eşya dükkanına göz atın. Sidney'e döndüğünüzde, Hawkesbury Nehri Vadisi ve Mavi Dağların manzarasını sunan harika fotoğraf fırsatlarından yararlanın."
    },
    {
      "dayNumber": 18,
      "title": "Cairns",
      "description": "Cairns, Tropical North Queensland'ın kalbidir ve Kuzey Avustralya ve Büyük Set Resifi'nin ana geçididir. Cairns, yağmur ormanlarının sıra dağları ve ışıltılı Mercan Denizi'nin muhteşem ikiz fonlarıyla çevrelenmiştir. Modern, sofistike bir şehirdir ve daha geniş Tropikal Kuzey Queensland bölgesini ve Dünya Mirası listesinde yer alan Resif, Rainforest ve Outback'i keşfetmek için ideal bir başlangıç ​​noktasıdır. Novotel Oasis Resort Cairns, merkezinde büyük lagün yüzme havuzu ve plajı ile geniş bir merkezi avluya sahip, güzel peyzajlı tropikal bahçelerin olduğu iki hektarlık bir alanda yer almaktadır. Merkezi bir konumda bulunan tesis, Cairns City'nin turistik mekanlarına hızlı ve kolay erişim imkanı sunmaktadır. Bölgede sunulan birçok tur ve geziyi deneyebileceğiniz mükemmel bir başlangıç ​​noktasıdır."
    },
    {
      "dayNumber": 19,
      "title": "Serbest Zaman",
      "description": "Otelde 1 gece"
    },
    {
      "dayNumber": 20,
      "title": "Aborijin Daintree Rüya Turu",
      "description": "Bu bölgedeki zengin Aborijin tarihini ve kültürünü, Cairns ve Port Douglas'ın bu özel günlük tur macerasında tecrübe edin. Port Douglas'ın kuzeyine Cooya Plajı'na doğru ilerlerken, Avustralya'nın en doğal sahili yolculuğuna katılın. (Kuku Kuku) Bu özel mekan, Kuku Yalanji halkının geleneksel bir balıkçılık alanı ve üç farklı ekosistem-plaj, mangrov ve kıyı resifidir. Burada Kuku Yalanji Kültürel Habitat Turlarının Kubirri Warra kardeşlerinden biri nasıl mızrak atacağınızı ve diğer Yerli avcılık tekniklerini öğretecek. Balıklar, çamur yengeçleri, mangrovlar aracılığıyla midye izleyip avlanmayı öğrenmek için geleneksel topraklarda kardeşlerle birlikte yürüyün. Geleneksel çalı yiyecekleri ve ilaçları arayın ve deneyin. Yağmur ormanının kenarında yer alan Mossman Gorge'ye bakan, yerel lezzetlerle enfes bir öğle yemeği için Mossman Gorge Centre'ın kuzeyine doğru ilerleyin. Mossman Gorge'nin yemyeşil ormanlarında öğle yemeği yedikten sonra, Daintree Yağmur Ormanı'nın harikulade güzelliklerini, canlı bitki örtüsünü ve eşsiz faunasını yaşayacaksınız. Yerel Kuku Yalanji topluluğunun yaşamları, kültürü ve inançları ile bağlantıya geçip, öncelikle doğayla olan bağlantılarını tecrübe edin. Mossman ve Janball Aborijin Sanat Galerisi'ne gitmeden önce bu büyülü yağmur ormanlarında yüzmenin vakti geldi. Binna'da ikamet eden bugünkü eğitmeniniz olan sanatçıyla tanışın ve gerçek bir Aborjin sanat deneyimi paylaşın . Böylece keşif gününüz sona erecek ve konaklama yerinize geri döneceksiniz."
    },
    {
      "dayNumber": 21,
      "title": "Büyük Set Resifi Gezisi",
      "description": "Büyük Set Resifi'nin büyüsünü yaşamak için hızlı ve istikrarlı bir katamaran ( bir tür sal) üzerinde doğrudan Cairns'den hareket edin. Resif'te, tüm tercihlere hitap eden çeşitli aktiviteler sizi bekliyor. Korunan mercan lagününde şnorkel yapabilir veya isterseniz kuru kalabilir ve resif izleyicisinden, cam tabanlı tekneden veya sualtı gözlemevinden resifleri görebilirsiniz. Bir masaj terapisti de bulabileceğiniz geniş güneşlenme terasına da zaman ayırın."
    },
    {
      "dayNumber": 22,
      "title": "Serbest Zaman",
      "description": "Otelde 1 gece"
    },
    {
      "dayNumber": 23,
      "title": "Sidney'e dönüş",
      "description": "Travelodge Wynyard, Sidney'in sunduğu her şeyi deneyimleyebileceğiniz ideal konumu ile ünlüdür. Tüm önemli turistik mekanlara, alışveriş mekanlarına, restoranlara, tiyatroya ve ticari bölgelere yürüme mesafesinde."
    },
    {
      "dayNumber": 24,
      "title": "Eve Dönüş",
      "description": "Bugün Sidney'den ayrılacak ve harika anılarla beraber eve döneceksiniz."
    }
  ],
  "map": ""
}