{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00043",
  "tourName": "Avusturalya Turunun En İyisi - Sidney, Büyük Set Resifi, Melbourne",
  "placesVisited": "Avustralya",
  "generalInfo": "Sidney Opera Binası'nın ve Büyük Set Resifi'nin ihtişamı içinde yer alan mükemmel Avustralya görüntüsüne adım atın. Kanguruları ada düzlüklerine sıçradıkça izleyin ve turkuaz sularla çevrili tenha bir adadaki pürüzsüz yumuşak beyaz kumların tadını çıkarın. Büyüleyici sanat eserleri ile dekore edilmiş büyüleyici kafelerden baştan çıkarıcı aromalar ile dolu restoranlara gidin, ister bir yelkenliye uzanıp isterse üzüm bağlarıyla dolu bir manzarada şarapları yudumlayın. Kişiye özel turunuz, kültür ve doğa harikası, sakin lüks ve cömert heyecanın mükemmel birleşimini önünüze getiriyor.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "12",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sidney - Büyüleyici Plajlara Hoşgeldiniz",
      "description": "Sidney, Tasman Denizi'nin sularına karşı bir inci gibi parlıyor. Operanın çatısı rüzgarda yelkenli gibi görünüyor. Şehrin binalarının camları, güneş ışığında mükemmel okyanusun bir devamı gibi gözüküyor. Bisikletçiler ve koşucular, serin sabah meltemi, okyanus damlaları ve Harbour Köprüsü'nün büyüleyici manzarasının keyfini çıkararak Bradley’s Head ve Chowder Bay arasındaki yolları aşıyor. Uçağınız Sidney Havalimanı'na indiğinde, dünyanın dört bir yanındaki yerliler ve ziyaretçilerle dolup taşan altın kumlu plajlar bulacaksınız. Sörfçüler dalgalara bürünüyor ve kıyı şeridindeki suların sesini kolaylıkla hayal edebiliyorsunuz."
    },
    {
      "dayNumber": 2,
      "title": "Sidney - Sidney Yaşamının Özellikleri",
      "description": "Sabahları, Queensland'da yetiştirilen papaya ve mangoların aroması,siyah çayın demlenme kokusuyla birlikte yemek odasını sarar. Feribotlar, metropolün merkezindeki Sidney'in banliyölerini Darling Limanı'na bağlayan sular boyunca süzülür. Rehberiniz lobide sizi karşılar, sizi küçük bir grupla Rocks'tan Liman Köprüsü'ne, Sidney'in mekanlarının yer aldığı panoramik turu götürür. Körfezi ve popüler reality show “Bondi Rescue” ye ev sahipliği yapmasıyla ünlü Bondi Sahili'ne doğru ilerliyorsunuz. Yaklaşık dört millik bir yol, Bondi'yi Coogee'ye bağlayan sarp kayalıklar ve sevilen plajlaı barındırıyor. Ekim ayında, deniz etkinliklerinde, heykeller ve kıyı şeridinde hazırlanmış ikonik eserlere çıkan yollar heyecanla doludur."
    },
    {
      "dayNumber": 3,
      "title": "Şehrin Farklı Yelkenleri",
      "description": "Sabahları, Paddington semtindeki yerliler, chai latte ve bol köpüklü cappuccinoların tadını çıkarırlar. Şık kafeler, gurme yemek odaları ve butik mücevhercileri ile Oxford Caddesi boyunca kapılarını açmaktadır. Viktorya dönemi evleri, hareketli ana yoldan sakin kaçamaklar sunan yemyeşil parklara bakmaktadır. Kahvaltıdan sonra, Sidney Limanı çevresindeki su yolları için 52 metrelik bir yat üzerine adım atın. Denizin parlak kokusu ferahlatıcı bir lezzet taşır. Yelkenliler ve sürat motorları, arkalarında yollar  yaratır. Cockatoo Adasının kıyılarındasınız."
    },
    {
      "dayNumber": 4,
      "title": "Sidney - Gerçek Mükemmelliği Keşfet",
      "description": "Kraliçe Victoria binasındaki galeriler, çeşitli kubbelerin ışıltılı camlarının altındadır. Işık, 19. yüzyılın sonlarında inşa edilen tarihi kemerlerin güzelliğini sergileyen, mozaik döşemeli zemine yayılır. Taze demlenmiş kahvenin kokusu, tatlı hamur işlerinin kalıcı aromasını üstlenir. Kahvaltıdan sonra, Sidney’in gerçek mucizelerini istediğiniz gibi keyfetme zamanı. Yerel kültürün tadına bakmak için mahalleleri gezin ya da Yeni Güney Galler ve büyük Avustralya'nın vahşi yaşamına bir giriş yapmak için Taronga Hayvanat Bahçesi'ni ziyaret edin. Şehrin gerçek mükemmelliği, kıyıların güzelliği ile Mavi Dağların büyüleyici manzarasını rahatlıkla birleştiriyor"
    },
    {
      "dayNumber": 5,
      "title": "Hamilton Adası - Dünya Klasında Lüks",
      "description": "Sidney'in hareketi, Glebe'deki sanatsal kafelerin etrafındaki öğrencilerden, suyollarını kateden yelkenlilere, Merkez İş Bölgesi'ni çevreleyen banliyölere bağlayarak sizi büyülemeye devam ediyor. Sabah kahvaltısında, ferahlatıcı bir siyah çay yudumlayabilir ve Kuzey Queensland'da yetişen tropik bir meyve olan liçinin tadına bakabilirsiniz. Yemekten sonra, özel transferiniz lobide sizi karşılar ve Whitsunday Adaları'nın korunmuş ihtişamı ortasında yer alan Hamilton Adası'na uçuşunuz için Sidney Havaalanı'na götürür."
    },
    {
      "dayNumber": 6,
      "title": "Hamilton Adası Büyüleyici Resiflere Şnorkelle Dalış",
      "description": "Sabahları, kıyı şeridinin toz beyazı kumu üzerindeki su seslerini duyabilirsiniz. Okyanus, serin sabah esintisinde, tuzlu ve tatlı bir aromanın karışımını taşır. Kahvaltıdan sonra Büyük Set Resifi boyunca seçkin yerlere ulaşmak için yüksek hızlı kataramanların konforunu keşfedin. Dünyadaki en büyük resifler buradadır ve 2.900 farklı resif, 1.400 milden fazla alana yayılmıştır. Rüzgar, nadiren de olsa , yanaklarınıza karşı deniz sisi taşır."
    },
    {
      "dayNumber": 7,
      "title": "Hamilton Adası - Ada Tutkuları",
      "description": "Sabahları kakadugiler, etrafındaki ağaçlardan birbirlerilerine seslenerek, kanopi dallarından sarkan fındık ve meyveleri arıyorlar. Tesiste pişirilen taze hamur işlerinin kokusu, denizin sahilden yukarı doğru sürüklenen şehvetli aromasıyla harmanlanıyor. Kahvaltıdan sonra Whitehaven Plajı'nın görkemli kıyılarına ulaşmak için bir tekneye binin. Beyaz silika kumu ve su boyunca parıldayan turkuaz tonları ile dolu büyüleyici manzarayı bulmak için Tongue Körfezi'ne demir atıyorsunuz."
    },
    {
      "dayNumber": 8,
      "title": "Hamilton Adası - Tropikal Avustralya'da Serbest Zaman",
      "description": "İster sahil şeridinin manzarasına sahip  golf oynayın, ister mercan adalarının çevreyi nasıl şekillendirdiğine dair farklı bir görüş için Büyük Set Resifi üzerinde bir helikopter gezisine çıkın. Hamilton Adası'ndaki harikaları kucaklamaya davetlisiniz. Ziyaretçiler kendilerini kıyı şeridinden uzaklaştırarak kano üzerinde dengelerini kurup , küreklerle sakin denize doğru ilerliyor. Macera ve keşif günlerinden sonra vücudu yeniden canlandırmak için ünlü spada biraz zaman geçirmeyi tercih edebilirsiniz. Havuzların akan suyu, rahatlatıcı bir etki yaratacaktır."
    },
    {
      "dayNumber": 9,
      "title": "Melbourne - Resiflerden, Kültürel noktalara",
      "description": "Kahvaltıda, mutfaktan çıkan pastırma kokusuyla taze demlenmiş kahve karışımının cazibesine kapılıyorsunuz. Queensland çiftliklerinde yetiştirilen tropik meyvenin tatlı kokusu havada kalıyor. Ananas ve hindistancevizi, jak meyvesi ve mango gibi kuzey doğu sahilinin egzotik ikliminde yetişen çeşitli tatlar, yeni  bir bakış sunuyor. Kahvaltıdan sonra, özel transferiniz Melbourne'a uçuşunuz için sizi Great Barrier Reef Airport'a götürür. Gökyüzünden, Büyük Pasifik Resif'ini Güney Pasifik'in çivit renklerinde karanlık noktalar olarak görüyorsunuz. Melbourne Havaalanı'na varmadan önce beyaz kumlu plajlar ve tropikal yeşillikler bulutların altında kaybolur."
    },
    {
      "dayNumber": 10,
      "title": "Melbourne - Melbourne Tarihinde Yürüyüş",
      "description": "Melbourne sokakları kozmopolit kültürleri ve 1850'lerin Victoria altın çağı ortasında filizlenen bir asırdan fazla şehrin tarihini yansıtmaktadır. Popüler kafe ve barlar, dış duvarları süsleyen duvar resimleri ile St. Kilda ve Fitzroy'un genç ortamına bakmaktadır. Melbourne'un kalbindeki eski sanayi binaları artık popüler restoranlar, bira fabrikaları ve çatı barları ile doludur. Victoria Ulusal Galerisi'nin Great Hall'daki cam tavanı, Avustralya'daki en eski halk sanat galerisini süslüyor ve ziyaretçilere zemindeki parlak cam işçiliğinin tüm ihtişamını kucaklatıyor. Kahvaltıdan sonra rehberiniz sizi otelde karşılayıp, Melbourne’un tarihi ve çağdaş kültüründen pazarlarını ve sokaklarını tanıtmak için bir tura çıkaracak."
    },
    {
      "dayNumber": 11,
      "title": "Melbourne - Yaban Hayatı",
      "description": "Sabah, güneş ışığı sokaktan yaklaşık 400 feet yüksekliğe ulaşan dönme dolap ve Yarra Nehri'nin zengin manzarasını Melbourne Star'a bağlayan gondolların camlarından yansır. Richmond bölgesi çevresindeki arka sokaklar, indirimli moda mağazalarına gidiyor. Güney Melbourne'daki tarihi pazarlar ve eski moda pub'lar, şehrin geçmişini işçi sınıfı yapılarının korunması yoluyla sergiliyor. Kahvaltıdan sonra, özel rehberiniz sizi gün boyunca şehrin dışına çıkararak, Avustralya'yı Phillip Adası'na bağlayan 2.100 metrelik köprü boyunca gezdirecek."
    },
    {
      "dayNumber": 12,
      "title": "Melbourne - Mükemmel Veda",
      "description": "Yöre halkı bisiklete biner ve Melbourne caddelerinde, Lolo ve Wren'in hareketli Brunswick West' ini ziyaret etmek için arabalara biner. Kafede zengin kahve karışımlarının kokusu ve karamelize armutlarla doldurulmuş krepler yer almaktadır. Vintage kağıdın kokusu, Brunswick Caddesi'ndeki ikinci el mağaza Grub Street Bookshop'un raflarından çıkıyor. Şehrin dışında, Victoria kıyı şeridinin uçurumları, ünlü Büyük Okyanus Yolu'nun yanı sıra yayılan güneş ışığında gökkuşağı tonlarını yansıtıyor. Şehrin cazibesini keşfetmek için yakındaki Yarra Vadisi'nde sıcak hava balonuyla gezintiye çıkabilir veya şarabınızı yudumlaya bilirsiniz. Yakında, özel transferiniz sizi otelde karşılayacak ve uçuşunuz için Melbourne Havalimanı'na kadar eşlik edecekler. Ancak Avustralya'da geçirdiğiniz zamanın unutulmaz anılarını, kültürün ve doğanın, rahatlamanın ve maceranın mükemmel bir karışımını yanınıza alarak ayrılacaksınız."
    }
  ],
  "map": ""
}