{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00020",
  "tourName": "Pokémon'dan Avustralya ve Yeni Zelanda'ya İlham Aile Turu",
  "placesVisited": "Avustralya",
  "generalInfo": "Ailenizdeki birinin Pokémon sevdası var mı? Bu Pokémon temalı Avustralya ve Yeni Zelanda Aile Turu, hepsini görmek ve hepsini yakalamak isteyen aileler için mükemmeldir. Bu aile tatilini, tüm ailenin asla unutamayacağı nefes kesici ve eğitici bir deneyime dönüştürme fırsatını kucaklayın. Çocuk Pokémon geliştirmeye çalışın ve  yeni topraklar keşfetmeye çalışın.Sadece Avustralya ve Yeni Zelanda'da bulunabilen Kangaskhan gibi bölgesel nadir Pokémon yakalamanın canlandırıcı hissini yaşayabilirsiniz var. Yabancı topraklarda Pokémon bulmanız için bir gün ya da iki gününüzü Büyük Set Resifi ve sakin Milford Sound aracılığıyla geçirmenizi sağlayın; özel tur rehberiniz (aynı zamanda bir Pokémon hayranıdır!), ailenizi, girişim yaptığınız yerlerin tarihi ve kültürel önemi konusunda uzman bir şekilde eğitebilir.<br><br><strong>Not:</strong> Siempre ve “Pokémon, Avustralya ve Yeni Zelanda İlham Verici Aile Turu” The Pokémon Company International, Pokémon Korea Inc., Niantic Inc., Google Inc., Alphabet Inc., ©Nintendo, ©GAME FREAK Inc. and ©Creatures Inc. şirketleri ile bağlantılı değildir ve herhangi bir sponsorluk anlaşması bulunmamaktadır desteklenmemektedir.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "14",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Auckland - Yeni Zelanda'nın Güzelliği",
      "description": "Auckland'a varın ve şehrin çok sayıda yelkenlerinin heyecanını seyredin. Güney Yarımküre'deki en büyük bina olan Sky Tower, şehrin üzerinde yükselir ve Auckland'nın silüetinin ihtişamına katkıda bulunur. Maceraya atlayın ve Auckland Limanı'nı keşfedin. Auckland Köprüsü'nün iskelet yapısı, havada denizin tuzlu kokusu ve altınızdaki denizin berrak turkuazı altında süzülürken, şehrin silüet uzaklaşıyor. Uzakta geçen sayısız yemyeşil adalara, bazı şirin kasaba ve antika dükkanlarına, diğer ıssız alanlara yürüyüş yapmak için dalgalanın. Güneş ufukta belirdiği sırada, Auckland kıyı şeridi üzerinde yansıyan ışıklar şehri aydınlatıyor."
    },
    {
      "dayNumber": 2,
      "title": "Auckland'dan Rotorua'ya - Karanlıkta Bir Işık",
      "description": "Auckland'dan Rotorua'ya giderken, ateş böceklerinin parlaklığını yaşamak için Waitomo Mağaraları'nda duracaksınız. Nehrin üzerindeki sürüklenirken, mağaranın derinliklerinde, ateş böceklerinin ışıklarının, tavandan yeşil ve altın rengi şeklinde sarktığını göreceksiniz."
    },
    {
      "dayNumber": 3,
      "title": "Rotorua - Orta Dünya Derinliklerini Keşfedin",
      "description": "Yeni Zelanda’nın kültür başkenti Rotorua’da kendinizi şımartın. Maori'nin kültürel ve sanatsal geleneklerini korumak için yaratılan Maori Sanat ve El Sanatları Enstitüsü'ne bir gezi ile günü başlatın. Yerel Öğrencilerin kendi halklarının tarihini nasıl kaydedip koruyacaklarını öğrendikleri Wood Carving School'a göz atın. Maori merkezlerinde Yeni Zelanda'da daki oyumaların benzerleri görülebilir: Toplantı evleri, kanolar, silahlar ve mücevherler, ince oymalar, daha prestijli eşyalar."
    },
    {
      "dayNumber": 4,
      "title": "Rotorua'dan Queenstown'a - Queenstown'a Merhaba",
      "description": "South Island'daki inanılmaz bir göl kasabası olan güzel Queenstown için Rotorua'dan ayrılın. Wakatipu Gölü kıyısında yer alan çevredeki görkemli Remarkables Sıra Dağları, tertemiz suya yansır. Queenstown'ın sunduğu tüm avantajlardan yararlanın. Hava harika ve canlıdır. Tekneler gölde kahkahalar havada yüzer. Güney Yarımküre’nin en dik rotasında teleferikle Bob's Peak’in tepesine çıkın. Queenstown ve Wakatipu Gölü'nün karşısına çıkın, siz bulutların üzerinde, Yeni Zelanda ayaklarınızın altında olacak."
    },
    {
      "dayNumber": 5,
      "title": "Milford Sound - Serene Milford Sound",
      "description": "Milford Sound’ta bir seyir, Yeni Zelanda’nın doğal harikalarının ne kadar muhteşem olabileceğini size hatırlatacak. Hava net, saf deniz suyu kokuyor. Su, inci mavisi ve soğuk . Dağlar, uçurumlara tutunan köklere yapışan ağaçların sesleri etrafında tırmanır ve yayılır. Demiryolunda durun ve şelalelerin suya zarifçe sıçramasını seyredin. Yükselen sis havayı, deniz ve eriyen kar karışımıyla kokusuyla dolduruyor. Fok balıklarının kükremesini ve yunusların viyaklamasını dinleyin. Sezon ne olursa olsun, Milford Sound'un el değmemiş ve eşsiz bir güzelliği var; Milford Sound'u keşfetmek, Yeni Zelanda'da son gününüzü geçirmek için harikadır."
    },
    {
      "dayNumber": 6,
      "title": "Queenstown'dan Melbourne’e - Avustralya'ya Çağırıyor",
      "description": "Queenstown Havaalanı'na gidin ve Yeni Zelanda'nın inanılmaz doğal harikalarına elveda deyin. Melbourne, Avustralya'ya giderken, Tasman Denizi'nin güzelliği üzerinde uçun. Melbourne sanat, yemek, sokak kültürü ve butik dükkanlarıyla tanınan Avustralya'nın kültür merkezidir. Havada yankılanan sokak arabalarının çanları, kaldırım taşı yürüyüş yollarında topukların sesleriyle karışır. Melbourne'da, birçok sokakta taze hamur işlerinin kokusunun hissedebilirsiniz. Fitzroy'da yapacağınız bir yürüyüş sizi ikinci el dükkanların tütsülerinin tasarımcı mağazalarının lüks parfümüyle karıştığı şehrin Bohemya merkezine getirecektir. Fitzroy, dolaşmak ve hayranlık duymanız için harika bir yerdir."
    },
    {
      "dayNumber": 7,
      "title": "Melbourne - Doğal Melbourne",
      "description": "Avustralya'nın en dost canlısı sakinlerinden bazılarını, Southern Bettong, Eastern Quolls, and Fluffy Gliders gibi nesli tükenmekte olan yerli türlere ev sahipliği yapan eko sertifikalı bir koruma alanı olan Moonlit Sanctuary Vahşi Yaşam Koruma Parkı'nda deneyimleyeceksiniz. Bir koala görmek listenizde ise, Avustralya'nın en sevimli yaratıklarından biri ile yüz yüze deneyim için Koala Koruma Merkezi'ni ziyaret edin. Daha sonra, dünyaca ünlü gece penguen geçit töreni için Summerland sahillerine doğru yol alın ve yüzlerce küçük pengueni, sahile geri döndükleri sırada gözlemleyin."
    },
    {
      "dayNumber": 8,
      "title": "Melbourne'den Port Douglas'a - Kuzeye Seyahat",
      "description": "Port Douglas, Avustralya'nın kuzey lezzetleri ve Büyük Set Resifi'nin büyüleyici güzelliği için Melbourne'den ayrılıyoruz. Yürüyüş yolunu süsleyen düzlükler ve deniz tuzu lagünü boyunca yürüyün. Metalik balık gök yüzünde uçuyor. Güneş sıcak bir şekilde gökyüzüne yerleştiğinde ve su serin bir merhaba dediğinde, insanlar ayaklarını suya sokuyorlar."
    },
    {
      "dayNumber": 9,
      "title": "Büyük Set Resifi - Resife Yolculuk",
      "description": "Kıta sahanlığının kenarına gidin ve Büyük Set Resifi'nin su altı dünyasını keşfedin. Pembe mercan, turuncu balık ve mor anemonların karışımı, büyüleyici berrak suyun altında birleşir. Dünyayı cam tabanlı bir teknenin kuru konforundan izleyin ya da suya dalın ve dünyanın gizli mücevherlerini yakından izleyin. Agincourt’ın dış yüzeyindeki dev istiridyeler, insanları yumuşakçaların mercan gibi oldukları hatasına düşürür.Ağızları birbirinden ayrılır ve neredeyse neon mor ve mavi çizgili iç kısımlarını açığa çıkarır. Şansınız varsa, geniş ağızlı ve benekli cilt kıvrımları ile suyun içinde sakin ve pasif bir şekilde dolanan, bir balina köpekbalığının nazik büyüklüğünü görebilirsiniz. Güneş batarken, mercan koyu turuncu renkte parlar ve görünüşte su ateşe verilir."
    },
    {
      "dayNumber": 10,
      "title": "Kuranda - Denizlerden Ağaçlara",
      "description": "İnci mavisi sudan Kuranda Demiryolu üzerindeki yemyeşil yağmur ormanlarına yolculuk yapın. Dünyadaki en doğal demiryollarından biri, el değmemiş tünellerden ve açık köprülerden geçerken, yağmur ormanlarının parıltısı göz görünceye kadar uzanır. Barron Şelalesi, dağın kenarı boyunca kıvrılır ve aşağıda bulunan vadiye doğru uzanır, tepelerden yükselen sis, suyun aktığı yerleri doldurur. Suyun düşüşünü, trenin konforlu vagonundan veya aşağıdaki vadiden yükselen sisin hissedebileceği izleme platformundan izleyin."
    },
    {
      "dayNumber": 11,
      "title": "Cairns / Port Douglas'dan Sidney'e - Kuzey Ağaçlarından, Güney Sahillerine",
      "description": "Sidney, Avustralya için Queensland'dan ayrılıyoruz ve Sidney Opera Binası'nın yelkenlerini seyrederek iniyoruz. Deniz kenarında yer alan şehir, plajların, mutfakların ve uluslararası kozmopolitlik kentinin de dahil olduğu Avustralya'nın tanınmış tüm alanları içerir. Yerel lezzetleri deneyimlemek için mahallelerde gezinin."
    },
    {
      "dayNumber": 12,
      "title": "Sidney - Limanın İçinde",
      "description": "Sidney Limanı'nı süsleyen yelkenlere bakın. Sidney Opera Binası'nı, sadece dışını  gezmekten daha fazlasını, bir turla deneyimleyin. Dışarısı, her an denizde yüzmeye hazır parlak beyaz, geniş yelkenli gemiye benziyor. Opera Evi'nin içi, oda boyunca fısıldayan bir akustik ile katmanlı ve süslü altın yaldızlı bir deniz kabuğu gibi görünüyor."
    },
    {
      "dayNumber": 13,
      "title": "Sidney - Sidney'in Doğal Çevresi",
      "description": "Kahvaltıdan sonra rehberiniz sizi otel lobisinde karşılayacak ve sizi Sidney'in en ünlü yerlerinden biri olan UNESCO Dünya Mirası Büyük Mavi Dağlar'a götürecek. Bu görsel açıdan çarpıcı bölge, okaliptüs ağaçlarının toz parçacıkları ve su buharı ile bir araya getirilmiş yağ damlacıklarının karışımından kaynaklanan yoğun mavi bulanıklığın ardında isimlendirilmiştir."
    },
    {
      "dayNumber": 14,
      "title": "Sidney - Kendi Yolunuzda",
      "description": "Eve gitmek için Sidney Havaalanı'na transfer edileceksiniz. Yolculuğun sona ermesine rağmen, anılarınızı hatırlamak için bolca zamanınız olacak. Bulutların içinde dolaşan dağların zirveleri, hangilerin kokuları, hakaların sesleri, Resiflerin renkleri ve koalaların sevimli kürkleri. Yolculuk sona erdi ama anılar hiç bitmeyecek."
    }
  ],
  "map": ""
}