{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00033",
  "tourName": "Avustralya’nın Kırmızı Merkezi’nden Tenha Tur",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya'nın romantizmi, parlayan yıldızlı gecelerinden görkemli inzivasına kadar sizi sarar. Çölün derin kırmızısı içinde kum ve yıldızlar,kayalar ve doğal çeşmeler merakınızı cezbediyor. Didgeridoo’nun sesi, iliklerinize işlerken, kırmızı merkezin üzerinde sonsuza doğru yayılır. Bu, doğanın harikalarının ve insan zekasının, çölün mahremiyetini ve lüksünü size sunduğu Avustralya'nın romantizmidir.<br><br><strong>GEZİ ÖZETİ</strong>",
  "durationDays": "5",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Güzel Merkeze Hazırlanın",
      "description": "Avustralya çölünün parlayan kırmızı kumlarından, sizi koruyan MacDonnell Sıradağları arasında yer alan kırmızı merkezin vahası olan tenha Alice Springs şehrine varın. Şehirde bir kez Alice'in turlarında gezintiye çıkacaksınız. Telgraf İstasyonu, 19. yüzyılın sonlarında Darwin ve Adelaide arasında bir geçiş olarak kuruldu. İstasyon, Overland Telgraf Hattı boyunca 12'nin en iyi korunmuş istasyonu görüşüne sahiptir. Müzenin iç kısmı, 60 yıllık çalışmalarının ardından orijinal istasyonun antik işlerini içeriyor. (Postanede bir mektup göndermek için özel bir damga mührü, Aborijin çocukları için anaokulu binasının  tarihinin kalıntıları vb.)"
    },
    {
      "dayNumber": 2,
      "title": "Çöl Güzelliği",
      "description": "Alice Springs'in eteklerinde sansasyonel bir yolculuk yapacaksınız. Bugün, çölün tenha derinliklerini, Batı MacDonnell Sıradağları’nı keşfetmeniz ve deneyimlemeniz için planlandı. Sıcak toprakların kokusu havayı doldururken, bulutlar gökyüzünde sürüklenir ve güneşin etrafında oyalanır. Simpsons Gap, birleşen kaya oluşumları arasında eşsiz bir alan sunar. Oksitlenmiş turuncu, güneş ışığında turuncu ve kırmızı parlar. Kendinizi bırakın ve çölde yaşanabilecek çarpıcı hayata tanık olun. Gözlerden uzak bir alan, çimin su kenarları boyunca yeşil renkte parladığı yere açılır. Ağaçlar yetişir ve parlak yemyeşil yapraklar filizlenir."
    },
    {
      "dayNumber": 3,
      "title": "Gün Batımı Romantizmi",
      "description": "Bugün Alice Springs'ten ayrılıp Kırmızı Merkez'in gözlerden uzak mahallesine doğru ilerleyeceksiniz. Peyzajın ışıltılı bir kırmızıya dönüştüğü Batı MacDonnell Sıradağları geçerken elinizde sıcak, kırmızı tozu hissedebilirsiniz. Develeri görebileceğiniz çöl yollarında seyahat edin. 20. yüzyılın başında Avustralya'ya getirilen çölün sıcağında değerli bir kaynak olarak kalıyorlar. Kumda dolaşırken yerel bir deve çiftliğinde bir deve gemisine tırmanma fırsatı yakalayacaksınız."
    },
    {
      "dayNumber": 4,
      "title": "Kırmızı’nın Romantizmi (Çöl)",
      "description": "Uluru'nun üzerindeki gündoğumu, size monolitin renklerinin değiştiği Kızıl Çöl'ün özel dünyasında bir şans verir. Zengin kahve ve serin dünya kokusu etrafınızda yükselir. Canlı renklerin dünyası, kayanın üzerinde derin mordan kırmızıya doğru kayar. Yağmur suyunun yarık boyunca düştüğü Mutitjulu Waterhole'un akan sularını ziyaret edin. Kırmızı kumun sanki dünyaya geri dönen bir pastel koleksiyonu gibi olduğunu deneyimleyin. Keskin gagaları ve canlı yeşil ve sarı tüyleri ile Gökkuşağı Arı Yiyicilerin, gün ışığında cıvıltılarını dinlemenin keyfini çıkarın."
    },
    {
      "dayNumber": 5,
      "title": "Gül Rengi ve Romantizm",
      "description": "Bugün, Kırmızı Merkez'in romantik turu sona erdiğinde tatilinizi  bir anı olarak hatırlayacaksınız. Adımlarınızı çölün efsaneleri boyunca takip ettiniz ve tozlu kumun sıcaklığını hissettiniz. Kraliyet Uçan Doktorların sansasyonel harikalarından Telgraf İstasyonunun antik kalitesine, Uluru'nun ve çevresinin doğal ihtişamına kadar, Kırmızı Merkez'i keşfettiniz, sıcak kucaklaşmayı hissettiniz. Bu büyülü ihtişamı yaşadınız ve romantizmi iliklerinize kadar hissettiniz. Kırmızı Merkez'le yolculuğunuz bitebilir ama bu romantik maceranızın bitmesi demek değildir. Avustralya ve Güney Yarımküre keşiflerinizi genişleterek romantizmi devam ettirin. Romantizm yaşamanın sınırı yoktur."
    }
  ],
  "map": ""
}