{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST00023",
  "tourName": "AVUSTRALYA MACERA TURU: MELBOURNE, SİDNEY, BÜYÜK SET RESİFİ & OUTBACK",
  "placesVisited": "Avustralya",
  "generalInfo": "Genel bir kartpostal tatilini takip etmek yerine turist protokolü dalgasına kapılın, tamamen farklı bir deneyim yaşayın.  Bu 11 günlük tur, Avustralya'yı, çoğu turistin onu görme şansı bulamayacağı bir şekilde gösterecektir. 12 Havariler üzerinde bir uçuş yapın, doğal yaşamdaki kanguruları izleyin, prehistorik lav tünellerini keşfedin, UNESCO Dünya Mirası listesindeki Mavi Dağlar'ı gezin ve duyuları harekete geçirecek gerçek bir macerada eşsiz Büyük Set Resifi sitelerini keşfedin.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>* Yerel bir yürüyüş turunda Melbourne’un gizli cazibesini ve sırlarını görün.<br><br>* Büyük Okyanus Yolu'na gidin ve 12 Havariler üzerinde heyecan verici bir helikopter yolculuğu yapın.<br><br>* Esplanade'yi, su kenarındaki restoranları ve tropikal Cairns'un sanat mağazalarını keşfedin.<br><br>* Queensland outback'i ve madenleri ziyaret edin. (Altın ve Mücevherler için)<br><br>* Tarih öncesi Lava Tüplerini keşfedin ve önemli kültürel ve tarihi yerleri görün.<br><br>* Büyük Set Resifi'nde bir katamaran alın ve şnorkelle dalın ya da sualtı bahçelerine dalış yapın.<br><br>* Göz kamaştırıcı Sidney Limanı'nı seyredin ve Sidney'in Vahşi Hayat Dünyası’nda Avustralya yaban hayatı ile yüz yüze gelin.<br><br>* Safir-Renkli Mavi Dağları'n vadilerini, kanyonları ve şelalelerini keşfedin.",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Melbourne’e Hoşgeldiniz. (Melbourne)",
      "description": "Victoria başkenti ve Avustralya'nın ikinci en büyük şehri olan Melbourne, çok kültürlü bir şehir merkezidir. Avustralya'da Melbourne, farklı ve gurme yemek mekanı, butik alışverişi, kahve kültürü ve mimaride sofistike lezzetiyle kutlanmaktadır."
    },
    {
      "dayNumber": 2,
      "title": "Bir Yerli ile Manzaraları Seyredin (Melbourne)",
      "description": "Kendi başınıza yaptığınız keşiflerin ardından, bir Avustralyalı eşliğinde devam edebilirsiniz. Maceranızın ikinci gününde, bilgili bir yerli liderliğindeki yürüyüş turunda şehir merkezinin tüm kubbelerini ve kriketlerini göreceksiniz. İnanılmaz kafeler ile gizli şeritleri keşfedin, çevre dostu mimariyi görün, tur rehberiniz sizi şehirde gezdirirken, şehri özel kılan şeyi açığa çıkaran tarihi taşlar hakkında bilgi edinin. Yerlilerin nasıl yaşadığından, şehirlerini benzersiz kılan yerel kültür ve tarihinden birkaç turistin yaşadığı deneyimden haberdar olun."
    },
    {
      "dayNumber": 3,
      "title": "Büyük Okyanus Yolu’nu keşfedin. (Melbourne)",
      "description": "Melbourne'un koşuşturmacasının hemen ötesinde, sahil kasabası Torquay yatıyor. Torquay, muhteşem okyanus manzaralarına sahip rüya gibi bir yer olmanın yanı sıra, Bells Plajı ve Büyük Okyanus Yolu'nun başlangıcı gibi dünyanın en iyi sörf plajlarından bazılarına ev sahipliği yapmaktadır."
    },
    {
      "dayNumber": 4,
      "title": "Büyük Set Resifi Kapısını ziyaret edin. (Melbourne - Cairns)",
      "description": "Tropikal kuzeye giden bir uçağa binerken güneydeki yaprak döken ağaçlara elveda diyin. Gideceğiniz yer Cairns; Mercan Denizi'nin masmavi suları ile UNESCO Dünya Mirası listesinde yer alan yağmur ormanlarının gür yeşillikleri arasında birinci sınıf bir konuma sahip, elektrikli kuzey Queensland şehridir."
    },
    {
      "dayNumber": 5,
      "title": "Körfez Savannah Ülkesi ( Cairns - Undara Volkanik Milli Parkı)",
      "description": "Akubra'nızı (ikonik Avustralya şapkası) bağışlayın ve Savannah Ülkesine seyahat ederken Queensland çıkışını keşfetmeye hazırlanın. Ovaların, otların ve tropikal yağmur ormanlarının bulunduğu bu kuru ve nispeten düz alan ayrıca büyükbaş hayvanlara, yarı kıymetli taş yataklara ve büyüleyici bir yer altı volkanik mağara sistemine ev sahipliği yapmaktadır. Yerel mutfağı tadabileceğiniz durağı olan güzel noktaları ve şirin kasabaları gezin. Altın veya yarı değerli taşlar bulabileceğiniz madenler için doğal bir keşfe çıkın. Son hedefiniz ünlü Lava Tüplerinin bulunduğu Undara Volkanik Milli Parkı olacaktır."
    },
    {
      "dayNumber": 6,
      "title": "Lav Tüplerini Keşfedin (Undara Volkanik Milli Parkı - Cairns)",
      "description": "190.000 yıl kadar önce, Undara yanardağı patladı ve yaklaşık 23 milyar metreküp sıcak havayı çevreleyen alana fırlattı. Sonuç olarak bu lavın akışı, dünyada türünün en uzun kalanı olan muazzam tüp ve mağara sistemleri oluşturdu."
    },
    {
      "dayNumber": 7,
      "title": "Şnorkelle Resif’e Dalış (Cairns)",
      "description": "Cairns sahilinden biraz uzakta, inanılmaz UNESCO Dünya Mirası listesindeki Büyük Set Resifi yatıyor."
    },
    {
      "dayNumber": 8,
      "title": "Sidney Manzaralarını Seyredin (Cairns - Sidney)",
      "description": "Gezinizin 8. gününde, tropiklere veda edin ve Avustralya'nın en büyük şehri, Sidney'e gidin. Pitoresk bir doğal limana yerleştirilen ikonik Sidney Opera Binası, Liman Köprüsü ve Sidney Kulesi mutlaka görülmesi gereken yerlerdir. Dahası, yerli ve sömürge tarihinin karışımı, güzel şehir plajları ve kıskanılacak bir yemek ve bar ortamı görülmeye değer."
    },
    {
      "dayNumber": 9,
      "title": "Liman Gezisi (Sidney)",
      "description": "Sidney göz kamaştırıcı, ışıl ışıl bir limana sahipken, neden en iyisini yapmayın? Güne şehrin en iyi avantajını gösterecek muhteşem bir Sidney Limanı gezisi ile başlayın. Şehir manzarasını seyrederken, Sidney Opera Binası'nın beyaz yelkenlerini ve Liman Köprüsü'nün ünlü kemerleri arasında gezin."
    },
    {
      "dayNumber": 10,
      "title": "Mavi Dağlar’da Marvel (Sidney)",
      "description": "Safir renginde puslu eski kumtaşı dağları masalların bir parçası gibi görünüyor. Yine de Sidney'in sadece 80 kilometre batısına ilerlediğinizde Mavi Dağların hayal gücünüzün bir ürünü olmadığını göreceksiniz."
    },
    {
      "dayNumber": 11,
      "title": "Sidney’e Elveda",
      "description": "Sidney’e veda etmeden önce Sidney Limanı çevresinde gezintiye çıkın ve bir kahve molası verin, ardından havaalanına gidin ve eve dönüş için uçağınıza binin."
    }
  ],
  "map": ""
}