{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02004",
  "tourName": "Avustralya ve Yeni Zelanda'ya Lüks Balayı",
  "placesVisited": "Avustralya",
  "generalInfo": "Avustralya ve Yeni Zelanda, sayısız balayı stilini zahmetsizce sizin için harmanlıyor. Uzak tropik adalar, bilinmeyene yapılan macera dolu yolculuklar, zarif şarap tadımı ve ikonik şehirlerin keşfi... Her durak, Uluru, Queenstown veya Sidney olsun, çok farklı, eşsiz bir kutlama yaşatacaktır. Bu 18 günlük balayı, bir kıtanın cazibesine romantik bir yolculuk sunan sualtı destinasyonunun benzersizliğini birleştiriyor.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "18",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Sydney - Şehirde Güzel Yemek Kutlaması",
      "description": "Sydney eğlenmeyi biliyor; sıkı çalışanların olduğu  ve daha zorlu bir şehir olan atmosfer, hoşgörü ve rahatlamayı teşvik eder. Lüks bir balayı ile, şehrin butik restoranları, nehir kıyısındaki kafeleri, ünlü plajları ve yıl boyu balmumu olan bir iklimi taşmasıyla daha uygun bir ilk durağı düşünmek zordur. Şehre dokunun ve Parramatta Nehri üzerindeki beş yıldızlı bir otele transfer olun; Pencereden bir bakış ve Sydney Opera House'un ünlü yelkenlerini göreceksiniz. Avustralya'nın en ünlü kaliteli restoranına doğru kısa bir yürüyüş mesafesindedir. Onların imza tadım menüsü için ayrılmış, onlar Pasifik egzotik lezzetleri damağa getirecek. Bu öğle yemeği servisi, şehirde öğleden sonraları rahatça keşif için bir öğleden sonra sizi karşılar."
    },
    {
      "dayNumber": 2,
      "title": "Sydney - Sidney'in Güzelliklerinde Serbest Zaman",
      "description": "Balayının ilk sabahı sabahı her zaman rahat olmalıdır. Perdeleri Parramatta Nehri'ne açın, oda servisini sipariş edin, perdelerinizi kapatın ve kalplerinizdeki içeriğe uyutun. Bugün kasten serbest bırakılmış, boş zamanlarında şehre inmek için zaman ayırmanızı öneririm. Şöhretine rağmen, Sydney oldukça yürünebilir ve en meşhur turistik yerlerinin çoğu nehre yakın kompakt bir merkezi alanda bulunur. Etrafta çok fazla insan varsa, Bondi ve Coogee plajları arasındaki sahil yoluna beş milden daha az bir taksi yolculuğu yapıyor. Bu şehir sizi birçok yöne çekebilir ve bugün keşfetmeniz için size aittir."
    },
    {
      "dayNumber": 3,
      "title": "Sidney - Mavi Dağların Harikalarını Keşfetmek",
      "description": "Avustralya onun gizemini, manzara karşısında bulanıklaşan renkleri ve hepsinin arasında gizlenmiş tuhaf marnurları sever. Mavi Dağlar, gerçeküstü fazlalığı, okaliptüs ormanıyla kaplı bir vadiye bakan düzensiz kumtaşı pinnacles çeşitlerini simgeliyor. Vadi kenarları boyunca el ele ve daha sonra yemyeşil tropikal renklere doğru yürüyün. Bütün bunlar boyunca, efervesan mavisi, vadide yüzen ve birçok Aborjin efsanesinin kaynağı olan tuhaf pus vardır. Bu Dünya Mirası alanı büyük bir ölçekte uzanır ve özel turunuz esnektir ve her yerden bir milyon mil hisseden ikonik manzaralar ve yürüyüş parkurları için zaman tanır. Parramatta Nehri boyunca, Sidney Limanı Köprüsü'nün altında ve ünlü limana doğru bir seyir için şehre geri dönün."
    },
    {
      "dayNumber": 4,
      "title": "Uluru - Avustralya'nın Kırmızı Merkezinde Gün Batımını Seyretmek",
      "description": "Çoğu baloda, sessiz alan ve huzur için bir eğim vardır. Avustralya'nın kırmızı merkezinde, muazzam boş manzaralar ve kesintisiz huzurdan başka bir şey bulmak için mücadele edeceksiniz. En yakın şehir, lüks otelinize 400 milden daha yakındır. herhangi bir şehre ulaşmak için 1000'den fazla seyahat etmelisiniz. Uluru'ya direkt uçuşunuzun  ardından, öğleden sonraları dünyanın en büyük yekpare üssünün kıyısında, Aborijin kaya sanatına ve duvarlara kazınmış anlatılara hayran kalacaksınız. Güneş battığında, Uluru'nun (Ayer's Kayası) büyük duvarı ile yüzleşmek için küçük bir kavak ağacının altında dururken manzara inanılmazdır. Güneş batınca kayayı boyayarak paslı kırmızılıdan parlayan kırmızıya dönüştürür, sonra gece gelmeden önce bir kaleydoskopdan geçer. Hemen hemen, yıldızlar görünür. Bu kadar uzak olduğunuzda, romantik gecenin gökyüzünü sadece sizin için yaratılmış gibi hissediyorsunuz."
    },
    {
      "dayNumber": 5,
      "title": "Uluru - Kata Tjuta'ya  Deve Yolculuğu",
      "description": "Çöl sonsuzluk için uzanır ve siz güne uyanırsınız. Her açı kırmızıdır, manzara ufuk çizgisinin ötesine uzanırken hafifçe ton değiimektedir. Eşzamanlı olarak, dünyayla bir arada olma hissi var, ama bir çift olarak yalnız, dünya keşfedilmeyi bekliyor, ama sizi toprakla dolu tutuyor. Kata Tjuta'nın kubbesine bir deve treni ile binmeden önce bu yüce vahşi ortamda özgür bir gününüz var. Nefis kumtaşı arasında açılan gölgeler ve kanyonlar, geleneklere dayanan ve estetikle tanımlanan bir yolculuğa çıkıyor. Çoğu ziyaretçi Uluru'yu görmeye gelir, ama Kata Tjuta zirveleri daha yüksektir, günbatımında gökkuşağının içinden titreyen zevkli 36 yuvarlak kayalar."
    },
    {
      "dayNumber": 6,
      "title": "Kertenkele Adası - Büyük Bariyer Resif'in Lüksü",
      "description": "Renkler, Cairns'e uçarken kırmızı mavi ile değiştirilir. Bir hafif uçak sizi Dunk Adası'na inerken ve Kertenkele'ye tekneyle transfer ederken Büyük Bariyer Resifi'ne götürür. Sonraki birkaç geceyi, nefis mercanlar ve deniz altdünyaları ile çevrili olan bu Dünya Mirası listesinde yer alan uzak bir adada geçirin. Kertenkele Adası yumuşak bir şekilde yükselir, orman yamaçları beyaz kumsalları ve özel deneyimleri saklamak için bir gölgelik oluşturur. Her manzara, Güney Pasifik'in saygın görüntülerini yansıtır; sıcak tonlar, mekan hissi, villanızdan ince kum üzerine doğrudan adım atma lüksü taşır. Fakat etrafa baktığınızda, kertenkele her yerde olduğunu fark ettiğinizde, Lizard Adasını daha da eşsiz kılan bir şey vardır ve dünyanın en büyük yaşayan anıtına dalmışsınız."
    },
    {
      "dayNumber": 7,
      "title": "Lizard Adası - Güney Pasifik'te Ada Mutluluğu",
      "description": "Rahatlayın, tropik sığlıklarda yürümek için ayakkabılarınızı çıkarın ve çıkarın. Kaplumbağaların doğal yeşil tente altında iki havluyu dolaştığı veya yaydığı yere kadar yüzün. Zaman unutulmaya sürüklenir, yerine ada mutluluğun havası gelir. Üç gün boyunca, özel bir adayı diğer konuklarla az bir avuç dolusu paylaşırken, escapist balayının klasik tonlarının tadını çıkarın. Adanın çoğu, doğal zenginlikleri için özenle korunan bir milli park olarak işaretlenmiştir. Şnorkelle yüzme ve cam tabanlı tekne turları keyfinize keyif katacakken, katamaran kiralama ve dalış gezileri de kolayca düzenlenebilir. Tüm yemekler alkolsüz içecekler, seçilmiş biralar ve köpüklü şarapların yanı sıra dahildir. Adanın iç kısmına piknik yapın, ıssız bir plaja özel bir botla gidin ve uzaktaki bir ada karakolunda kendinizi şımartın. Burada ayarlanmış bir güzergah yok. Sadece uyan ve duygularının günü şekillendirmesine izin ver."
    },
    {
      "dayNumber": 10,
      "title": "Canterbury - Yeni Zelanda'nın Büyüsüne Hoş Geldiniz",
      "description": "Sulara uçun ve Canterbury'ye tarifeli kalkış yapmadan önce uçaklarla Cairns'a dönün. Yeni Zelanda hızla sizi etkiliyor, dalgalı yeşil manzaralar ferahlık izlenimlerinize devam ediyor. Alanlar uzak karla kaplı dağların altında dolaşırken, dağ gölleri arazinin yamaçları arasında gizlenir. Christchurch bir şehir, ama bir tane gibi hissetmiyor. Ülkenin geri kalanında olduğu gibi, temkinli takılar sallanıyor ve Lizard Adası'ndan huzur temasını sürdürüyor. Havaalanında karşılanacak ve kır evinin kırsal yaşam sevinciyle çevrili kırsal Canterbury'ye arabayla 30 dakika önce şehirden kısa bir tur verilecektir. Dağlar uzaktan glimmer, yüzlerce yürüyüş parkuru orman evinden ayrılır ve her zaman huzur duygusu vardır."
    },
    {
      "dayNumber": 11,
      "title": "Canterbury - Quaint Canterbury'deki Özel Yemek Sınıfı",
      "description": "Canterbury, Yeni Zelanda'nıntarifleri ile canlı gelen taze lezzetleri bir lütuftur. Günümüzün tam gün yemek kursları, Pasifik damak tadında keyifli bir yolculuğa çıkmanızı, şarabı yudumlamayı, mutfakta denemeyi ve burun deliklerinizi kokularda boğmanızı sağlıyor. Oyunun etleri ve okyanus balıkları, menünün yüksekliğindedir, bunların yoğunluğu, alt dağ yamaçlarındaki doğal baharatlarla yumuşatılır. Yemekler kızartılmış değil; Buğulanmış veya kavrulmuş, bir kadeh şarap eşliğinde balkonda dinlenmek için bolca zaman verir. Diğer destinasyonlar gibi, güzergah esnek kalır ve menü sizin zevkinize göre tasarlanabilir."
    },
    {
      "dayNumber": 12,
      "title": "Queenstown - Wakatipu Gölü Boyunca Gezinme",
      "description": "Güneye uçmak ve yumuşak yama işi yavaş yavaş kaybolur, yerini Fjordlands ve onun parıldayan dağlarının görkemli kudretiyle değiştirir. Surrounding Queenstown, bir tiyatro ortamıdır; tepeler alp göllerinde yansır, fiyortlar Tasman'a doğru yuvarlanır ve buz heykelleri açığa çıkan platoda saklanır. Bu alanın Orta Dünya'nın birçok parçasını temsil etmek için kullanıldığı şaşılacak bir şey değil. Queenstown'daki arazi ve gün, Wakatipu Gölü kıyısındaki güzel yürüyüş parkurları ile boş zamanlarınızda geçecek ve teleferik sizi şehre hakim bir zirveye taşıyacak. Maceracı için, tandem bir yamaç paraşütü üzerine geri gelmeyi düşünün."
    },
    {
      "dayNumber": 13,
      "title": "Queenstown - Fjordlands Boyunca Helikopter Uçuşu",
      "description": "Fjordlandların çoğuna turizm tarafından erişilemez ve görünmez. Bu geniş Dünya Mirası alanına sadece bir yol kıvrılıyor ve bu bir çıkmaz sokak. Gerçekten keşfetmek için pervanelere ihtiyacınız var! Özel helikopteriniz bu mistik manzarada uçacak; Dağ zirvelerinin okyanusa doğru ilerlediğini seyredin, yağmur ormanlarına çıkan buzullara hayran olun ve bakir dağ göllerine göz atın. Bu yarım günlük yolculuk sırasında, Milford Sound ve Doubtful Sound gibi ikonik doğa harikalarının üzerinde uçun. Beyaz yaylalara dokunduğunuzda ve görkemli buz tünellerinin yanında dolaşırken az insanın gittiği yerdir. 360 derecelik bir panorama, sayısız zirveleri, beyaz harikulade, Avustralya'nın çölünün kırmızısı kadar çekici ve çekici olarak ortaya koymaktadır. İniş yerlerine sadece helikopterle erişilebilir, bu yüzden bu manzarayı tamamen kendinize verin. Queenstown'da öğleden sonra erken saatlerde karaya çıkın ve günün geri kalanı serbest zaman olarak  sizindir"
    },
    {
      "dayNumber": 14,
      "title": "Queenstown - Özel Şarap Turunda Şehvetli Lezzetler",
      "description": "Dün zirvelerin üstünden geçtiniz; Bugün, karlı yamaçlarda ve yemyeşil üzüm bağlarına bakmak için dağ üssü boyunca bilgilendireceksiniz. Queenstown, en güneydeki şarap yetiştirme bölgesidir ve lezzetler sürprizlerle doludur. Bu benzersiz toprak ve iklim, tatma menüsü, çeşitli karmaşık beyazlar ortaya çıkmadan önce Gewurztraminer'ı yudumlarken deneyimin temelini oluşturur. Pinot Noir, bölgenin güneybatı bölgesinde yetişen küçük butik şarap imalathaneleri için uluslararası bir üne sahiptir. Rahat özel şarap turu, gurme öğle yemeği ve dağ zincirlerinin kesintisiz manzarası için bir durak ile dört veya beş şarap imalathanesini ziyaret eder."
    },
    {
      "dayNumber": 15,
      "title": "Nelson - Yeni Zelanda'nın Yeşil Lezzetleri",
      "description": "Yaşanılmaz sanatsal ve enerji ile uğultu olan Nelson, butik mağazalar ve harika yaratıcılıklarıyla dolu Pasifik'in en eğlenceli şehirleri arasında yer alıyor. Rumbling volkanik dağlar fon sağlarken, okyanusun kelle limanı beklemektedir. Beş yıldızlı çekilmeniz, suların üzerinden bakmanıza izin veren ve aynı zamanda kasabanın kolayca ulaşabileceği alt yamaçlarda. Tek yön çevir, ve vahşi bir acı hissi var. Tepeden aşağı inin, kasaba da onun takılarında. Queenstown'dan iki saatlik bir uçuş, ve lodge'da görkemli bir gurme öğle yemeği için zamanında varırsınız. Günün geri kalanı size aittir."
    },
    {
      "dayNumber": 16,
      "title": "Nelson - Marlborough Sesleri ile Seyir",
      "description": "Dağlar Pasifik'te yükselir, ancak okyanus tarafından suların altında kaybolan eğimli yamaçlar boğulur.. Sadece zirveler, suyun altında bulunan ilkel güzelliklerini gören yeşil renkteki şovlarla kalıyor. Marlborough Sesleri'ni gezerken, sanki su dolu bir toprak keşfediyormuşsunuz gibi hissediyorsunuz, kayıp adalar o kadar hızlı ve ateşli bir şekilde yükseliyor. Bazen, ormanın gölgesindeki beyaz kumsalın ihaneti ya da bu sıra dışı manzaraların gizemini teşvik eden yumuşak bir eğim vardır. Bu tam günlük geziye, yerel yeşil dudaklı midye dahil taze deniz mahsulleri ziyafeti eşlik eder ve Marlborough Sounds'taki adalarda durur."
    },
    {
      "dayNumber": 17,
      "title": "Nelson - Üzüm Bağları Boyunca Rahat Son Gün",
      "description": "Balayınızdaki son gününüz,  son 17 gün boyunca yansıtma ve Güney Pasifik'teki tüm hazineleri hatırlama şansı bıraktı. Üzüm bağları, orman evine yürüme mesafesindedir ve Yeni Zelanda'nın dünyaca ünlü Sauvignon Blanc'ta kendinizi şımartmaya devam edebilirsiniz. Eğer macera hala devam ederse, yağmur ormanı boyunca uzanan bir yürüyüş için yakındaki Abel Tasman Ulusal Parkı'na tur düzenlenebilir. Kaikoura'nın balina gözlemleme başkenti de okyanusun devlerini kutlayan geziler için kolayca ulaşılabilir."
    },
    {
      "dayNumber": 18,
      "title": "Nelson - Ayrılış",
      "description": "Balayınız sona eriyor ve havaalanına transferiniz sırasında geride birçok  anı bıraktığınızı fark ediyorsunuz. Uluslararası uçuşunuz için Auckland’a varıyorsunuz."
    }
  ],
  "map": ""
}