{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02009",
  "tourName": "Yeni Zelanda ve Avustralya Turu Doğal Dünya Mirası Alanları",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Gezegenimizin bazı büyük ikonlarını keşfetmek için Yeni Zelanda ve Avustralya'ya yolculuk yapın; Balina köpekbalıkları ve gürleyen volkanlar, parlayan çöllerde ve karla kaplı harikulade bu dünya mirası sitelerinde bulunur. Manzaralar doğanın draması, gerçeküstü ilkel güzelliğin her bir açısına hükmedilir. Dokuz ulusal parkı ve sekiz UNESCO bölgesini kapsayan bu eşsiz tur, Alpler'in Yeni Zelanda ve Avustralya'nın vahşi harikası içinde sizi her şeyiyle deniz kenarına bağlamak için kuşatıyor.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "18",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Taupo - Yeni Zelanda'da Rahat Volkanik Karşılama",
      "description": "Volkanlar Yeni Zelanda'yı çevrelerler, yüzlerce tanesi manzarayı geçtikçe parçalanır ve patlarlar; Bazıları bir kez daha patlamaya hazır görünen zarif konilerle duruyor. Diğerleri çürüyerek, araziyi dolduran göllere yavaş yavaş soluyor. Tongariro, Yeni Zelanda'nın volkanik inceliklerini, dağların ülkenin vahşi cazibesini çağrıştıran silinmez bir izlenim yaratıyor. Taupo'ya uçarak, otelinizin balkonundan manzaraların doruklarına çıktığı Auckland üzerinden Taupo'ya uçun, birçoğu Taupo Gölü'nün dinginliğine yansıdı. Bugün rahatlamak ve uçuştan sonra iyileşmek için zaman vermek için serbest bırakıldı. Maceracı hissediyorsanız yapacak çok şey var; Kanolar sizi göle götürürken, yürüyüş parkurları volkanik efsane manzaraları sunar."
    },
    {
      "dayNumber": 2,
      "title": "Taupo - Tongariro Ulusal Parkı'ndaki Maori Tarihi",
      "description": "Maori'ye, Tongariro'nun dağları estetikten daha fazlasıdır. Onlar her biri kendi atalarının hikayeleri ve geçmişin kokusuyla derin ruhsal yerlerdir. Tongariro, kültürel ve doğal ihtişamı için Dünya Mirası listesinde yer alan dünyanın en eski dördüncü milli parkıdır. Bir Maori rehberi, yanardağların her biriyle ilişkili gelenekleri ve efsaneleri anlatmak için sizi alp manzaraları boyunca bir yolculuğa çıkarır. Zirveler, milyonlarca yıldan beri eski bir arazi üzerinde güçlü bir his uyandırmak için küçük zümrüt göllerin yanında yükselir. Bir zamanlar tanrılar ve savaşçılar olan kutsal zirveleri ve Whanganui Nehri'ni yaratan gözyaşları ve savaşmak için zirvelere neden olan dişi dağları görün. Bugünün tam günlük turu, Maori topluluğuyla geleneksel bir yemekle günü tamamlarsınız."
    },
    {
      "dayNumber": 3,
      "title": "Queenstown - Te Wahipounamu'nun Takıları",
      "description": ""
    },
    {
      "dayNumber": 4,
      "title": "Milford Sound - Fiyortların Kayboluşu",
      "description": ""
    },
    {
      "dayNumber": 5,
      "title": "Franz Josef Buzulu - Güney Yıldızlarının Altında",
      "description": "Te Wahipounamu'nun büyüklüğü yalnızca havadan açığa çıkabilir. Bir helikopter yolculuğu size kuzey getiriyor; Yeni Zelanda'nın en yüksek zirvelerinin yanından geçerken fiyortlar pervanelerin altından yayılır. Kuzey yamaçları soluk volkanik renklerle takılırken, güney yamaçları glisten beyazdır. Yollarla erişilemeyen bir alp platosu üzerinde, zirveleri ve vahşilerin büyüklüğü ile çevrili arazidir. Ardından Cook Dağı'nı geçmeye ve aynı adı taşıyan köyün sevimli bir orman evi olan Franz Josef Glacier'in yanına inmeye devam edin. Milford Sound ile Fox Glacier arasında bir yol bulunmadığından hava yolu ayrıca Queenstown üzerinden sekiz saatlik bir sürüş sağlıyor. Bu geceki eşsiz tur, Aorangi Mount Cook'un yukarısındaki gökleri ortaya çıkarır. Gezegenin ilk yıldız ışığı mirası, geçici olarak gökyüzünün açıklığı ve yüceltilmesi için geçici UNESCO listesinde. Nitelikli bir astronom gece gökyüzünü anlatmak için bir rehberdir, fakat aynı zamanda Aorangi'yi dünya için çok önemli kılan yıllık değişimlerdir."
    },
    {
      "dayNumber": 6,
      "title": "Franz Josef Buzulu - Beyaz Harikalar Diyarında Yürüyüş",
      "description": "Buz tünelleri sörfçünün rüya dalgası gibi kıvrılıyor; phantasmal heykeller uçurumlardan aşağı damlar ve benzersiz buz oymaları yaratılışa meydan okuyor. Bazıları birkaç santimetre uzunluğunda, diğerleri ise diğer buz heykellerinden oluşan bir birliğe katılmak için on metre boyunca uzanıyor. Gözleriniz panoramaya odaklanmak için makro detayından uzaklaşır; uçurumlar arasında uzanan buzul kilometrelerce uzundur. Dik terminal yüzünü geçmek için helikopter yolculuğuna çıkın ve buz baltaları ve krampları ile keşfedin. İki saatlik bir yürüyüş sizi buz tünelleri ve beyazlatılmış cennet boyunca buzulların arasına götürür. Sağlanan özel sıcak kıyafetler eşliğinde uzman rehber eşliğinde, yağmur ormanlarının, safir göllerinin ve buzulların manzarasını sunan yüce yürüyüş parkurları ile boş zamanlarınızda köye bir öğleden sonra döneceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Greymouth'tan Christchurch'e - Yeni Zelanda'nın Muhteşem TranzAlpine Treni",
      "description": "Te Wahipounamu manzarası drama yayıyor, her açıdan volkanlar, zirveler, göller, fiyortlar ve daha fazlası. Bugünün tren yolculuğu, her şeyi içine almak için sakin ve büyüleyici bir yol sunuyor. Derin parklar ve buzlu Waimakariri Nehri'nin kesintisiz manzarasını sunan turist odaklı bir hizmet olan TranzAlpine treninde dört saat boyunca milli parklar boyunca örgüleyin. Yolla Greymouth'a, çakıllı kumsallardan ve orman tenteğinden iki saat süren bir yolculuğa geçilir. Öğleden sonra Güney Alpler'inden ayrılmadan önce kasabada dinlenin ve öğle yemeği yiyin. Merkezi bir otele transfer ve şehirdeki bir akşam için Christchurch'e gelin."
    },
    {
      "dayNumber": 8,
      "title": "Sydney - Sydney Opera Binası'nda Bir Performans",
      "description": "Sydney'in ünlü yelkenleri, kentin merkezini, beyaz parıldayan ve Parramatta Nehri'nde düzgün bir şekilde yansıtacak şekilde tanımlar. Suyun karşısında, Sydney Harbour Bridge, Avustralya'ya geldiğinizde aynı derecede ihtişamlı ikonik bir kemeri vardır. Christchurch’tan uçuşunuzdan sonra, nehir kıyısı boyunca uzanan manzaraları izlemek için şehirde keyifli bir öğleden sonra geçirin. Opera Evi bir Dünya Mirası alanıdır ve mimari beceriksizliği inkar etmez. Dramalarında yelkenlerin altından geçerken, atmosferin ana tiyatro odasında yaratıldığını hissedin. Pek çok insan bunun sadece hayranlık uyandıran bir simge olmadığını, bunun yaşayan bir solunum alanı olduğunu, Avustralya'nın tiyatro yapımlarının en çok saygı duyulduğu bir yer olduğunu unutur. Opera binasında orkestra rezonansının en önemli koltuklarıyla akşamın tadını çıkarın."
    },
    {
      "dayNumber": 9,
      "title": "Sidney - Mavi Dağları Keşfetmek",
      "description": "Kumtaşı zirveleri, Mavi Dağlardaki Aborijin hikayeleri, üç kız kardeş, üç erkek kardeş ve cadı hastası Katoomba kabilesinden anlatılanlar ile canlıdır. Bu rüya hikayesi, bu toprakların çoğundan biridir; çeşitli zirveler efsane ve efsane ile gelir. Dağların aşağısında bir okaliptüs ormanı, ağaçların yemyeşil manzarası kayalıkları kolaları bulunur. Pinnacles ve orman arasında, bu toprağa adlarını veren gerçek mavi bir sis bulamaz. Bir fotoğrafçının hilesi, bir panoramaya eklenen bir öğe gibi hissettiriyor, ancak bir fotoğraf çektiğinizde asla dışarı çıkmıyor. Bu Dünya Mirası alanının gizemine şahit olun ve bir dizi görüş noktasını ziyaret etmek ve vadiye doğru kolay bir yürüyüş yapmak için günü milli parkta geçirin. Sidney'e karayoluyla ve ardından kamuya ait tekne ile geri dönün, Parramatta Nehri'ni şehre ve ünlü köprünün kemerinin arkasına kadar takip etme şansını yakalayın."
    },
    {
      "dayNumber": 10,
      "title": "Fraser Adası - Dünyanın En Büyük Kum Adası",
      "description": "Fraser Adası'nda, plajın nerede başladığını ve çölün nerede başladığını bilmek çoğu zaman zordur. Kum 75 milden fazla uzanır, kumullar yükselir ve sonra tatlı su göllerine düşer ve mangrov ormanında gelişir. Bazı kum tepeleri okyanusun 850 metre yukarısına ulaşır, ancak çöl hissi doğrudan kumdan yetişen tropik yağmur ormanları tarafından ihanete uğrar. Fraser, dünyanın en büyük kum adası, orman ve 100 tatlı su gölünün varlığını daha da hayali kılan bir gerçektir. Adanın karşısındaki macera dolu bir tur için Sydney'den dört tekerlekten çekişte alın. Beyaz kum tepelerinin arasında küçük göllere doğru ilerleyin, sürünen bir ormanı geçip bir dereyi takip edin ve el değmemiş kumların geniş plajlarına çıkın."
    },
    {
      "dayNumber": 12,
      "title": "Cairns - Büyük Bariyer Resifine Dalış",
      "description": "Üstünlükler her zaman uzayda görülebilen doğal bir olay olan Büyük Bariyer Resif'in ölçeğine eşlik etmişlerdir. Kuşkusuz, onun bir Dünya Mirası alanı olarak dahil olması, onun büyüklüğüne odaklanmıştır. Great Barrier Reef'in deniz dünyasında iki gün geçirin; 3.000 farklı mercan resifi ve 750 minik adadan oluşan bir koleksiyon. El değmemiş bir iç resif için öğleden sonra bir gezintiye çıkmak için zaman içinde, tüm canlı tropikal renklere tanıtan mercanlara kolay erişim sağlar. Kaplumbağalar ünlü zarafet ile yolculuk; Dev orkestra şefleri, resiflere karşı kafalarını çarparken, garip bir yaşam çeşitliliği maskenin altından yüzüyor. Sıcak sular ve yumuşak akıntılarla, özellikle de yolculuğunuza yardımcı olan yerel bir rehber eşliğinde şnorkelle yüzme yapmak kolaydır."
    },
    {
      "dayNumber": 14,
      "title": "Uluru - İkonik Kayalıkta Gün Batımı",
      "description": "Uluru onu  sık sık ziyaret etmeyenleri şaşırtıyor. Neden sadece bir kaya için çölde yolculuk yapıyorsun? Ama ne kaya! Ve ne renk! Gün batımı Uluru'ya vardığında, gizemli tabakadan sonra tabakayı ortaya çıkarmak için farklı tonlardan geçiyor. Sizi bu Dünya Mirası alanına getiren sadece estetik değil; Uluru her zaman Aborijin toplulukları için kutsal bir yer olmuştur ve rehberli turunuz dünyanın en büyük yekpare yapısıyla ilişkilendirilen antik kültürü sergileyecektir. Hikayeler duvarlara kazınmış, çıkıntılar ise yerlilerin buluşacağı yeri göstermektedir. Uluru, Uluru'nun zirvesine tırmanan “beyaz karıncalar” (turistler) çizgisine rağmen fethedilecek bir kaya değildir. Hem kültürel hem de doğal öneme sahip dans eden bir yer. Cairns'tan Uluru'ya direkt uçuş var, ve sizler de kayaya doğru uzun bir öğleden sonra yolculuğunu yapmak için zamanınız var."
    },
    {
      "dayNumber": 15,
      "title": "Uluru'dan Perth'e - Kata Tjuta'nın Yanan Kayaları",
      "description": "Kata Tjuta sabah ışığında yanar, 36 kubbenin her biri güneşin çölde yükseldiği gibi göz kamaştırıcıdır. Bazıları Uluru'dan daha fazla yükselirken, diğerleri alevli bir kaya vadisinin üzerinde yanar. Daha az bilinen bu bölge yerel Aborjin toplulukları için başka bir kutsal yerdir ve bunun% 90'ı saygıdeğer şekilde korunmuştur, böylece Aborijinleri ziyaret edemez. Çöl boyunca güneşin doğuşunu seyredin, sonra kırmızı vadinin içinden bir yürüyüş yoluna çıkın ve kendinizi bu kayaların hiçbir tarafının göbeğindeki derinliklerine gömün. Birçok ziyaretçi için Kata Tjuta, Orta Avustralya'nın en önemli noktasıdır. Uluru'dan Perth'e uçun ve Hint Okyanusu'na göz atmak için bir sahil köşkü şehirde bir gece geçirin."
    },
    {
      "dayNumber": 16,
      "title": "Ningaloo - Batı Sahili Balina Köpekbalıkları",
      "description": "Ningaloo Resfi, dünyanın en büyük deniz canlılarının birçoğunun buluşma noktası olan bu lüks turda son Dünya Mirası alanıdır. Sular girdap ve devleri yumurtlamaya başladı, büyük balina köpekbalıkları toplantısı suların içinden seyrediyor. Perth'den Learmonth'a uçtuktan sonra öğleden sonraları okyanusta geçirin ve dünyanın en büyük balıklarının yanında yüzmek için sulara atlayın. Dugongs, yunus kapsüllerinin pürüzsüz zarafetiyle tezat oluşturan suyu, kendine özgü karakterleri atlatır. Mevsimlik kambur balinalar başka bir vurgu, ve iki gün boyunca Ningaloo'da manta ışınları görülmeden geçirilmesi zor."
    },
    {
      "dayNumber": 18,
      "title": "Perth'e Learmonth - Ayrılış",
      "description": "Perth ile Avustralya'ya, bati şehrine iç hat seferleri ve daha sonra uluslararasi sefere olan bağlantınızla ülkeden ayrılın."
    }
  ],
  "map": ""
}