{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02002",
  "tourName": "Yeni Zelanda ve Avustralya'ya Romantik Bir Kaçış Turu",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Yeni Zelanda ve Avustralya, bir tatil romantizminin iki paradigmasını uyumlu bir şekilde birleştiriyor. Saf kargaşa ve dünyanın en muhteşem manzaralarında kaybolma şansını sunuyorlar. Ama aynı zamanda ünlü destinasyonlara ve sayısız eşsiz deneyime ortak yolculuklar sağlıyorlar. Issız plajlar, fiyortlar, ıssız adalar, ikonik şehirler, üzüm bağları, endemik yaban hayatı… Avustralya ve Yeni Zelanda'ya bu romantik kaçış, gezegende başka hiçbir yerde bulamayacağınız bir sınırsızlıkla mutlak özel mutluluğu harmanlıyor.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "17",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": ": Yeni Zelanda'ya ve Adalar Körfezine Hoş Geldiniz",
      "description": "Yeni Zelanda'nın vahşi doğasının birçok yönü vardır. Orta Dünya'nın, engebeli dağ manzarasının, ikonik volkanik kalıntıların ve ıssız adaların tropik mutluluğunun çağrıştırılması var. Bu yolculukta, her şeye dalmış olacaksınız ve belki de en şaşırtıcı olanla başlıyor; Adalar Körfezi'nin tropikal lezzetleri. Ülkenin kuzeyindeki Kerikeri Havaalanı'nda arazi ve herhangi bir seyahat ağrıları zarif topoğrafya ile çok yakında yatıştırıldı. Dünyaca ünlü Eagle's Nest'teki villanızdan ve körfezin yer aldığı 144 adadan, beyaz kumsalların canlı yeşil zemine karşı şaşkınlıklarını seyredin. Isıtmalı özel ufka kenar havuza dalın ve kişisel terasınızda görkemli bir üç servisli akşam yemeği servis etmeden önce panoramaya hayranlıkla bakın. Samimi, sakin, büyüleyici; Bu ilk durak, sadece gelecek olanların bir başlangıcıdır."
    },
    {
      "dayNumber": 2,
      "title": "Adalar Körfezi Boyunca Görkemli Özel Yat Gezisi",
      "description": "Gözlerden uzak koylar, ormanın zengin kaplamalarının ardında saklanıyor, gizli kumsallar nadiren insan gözlerini görüyor ve tropik resifler safir yüzeyin hemen altında kalıyor. Adalar Körfezi, büyüleyici güzellikteki büyüleyici bir genişlik sunuyor. Kendi özel yatınızla, en el değmemiş ve gizlenmiş adalara giden bir rotayı toplayan 72 metrelik bir kruvazörle tümüyle şık bir şekilde yaşayın. Bir uzman kaptan ve kişisel şef de gemide, biri gizli deniz lezzetlerini ortaya çıkarıyor, diğeri ise zevkinize göre şekillendirilmiş yenilikçi bir menü sunuyor. Her ikisi de ihtiyatlı ve arka planda iyi durumdalar, kişisel romantik ihtişam için tüm tekneye sahip olmanızı sağlıyorlar. Görkemli açık güvertede uzanın, şnorkelli yüzme aletlerini alın ve masmavi sulara doğru yüzün ve ana yatak odasının bereketli iç mekanlarını inceleyin."
    },
    {
      "dayNumber": 4,
      "title": ": Hawke Körfezi'nin Romantik Mutluluğuna Bir Helikopter Turu",
      "description": "Yeni Zelanda'nın çarpıcı manzaraları havadan muhteşem bir şekilde ortaya çıkıyor. Kıyıdaki nehirler geniş ormanları inceler, dağlar her zaman ufukta yılan gibi görünür ve yeşil tepelerin ve tarım arazilerinin bir goblenmesi yumuşak bir kontrast sağlar. Bugün, bu estetik parlaklığı, helikopterlerin düşük seyir irtifasını, sonsuz manzaraları ve samimi ayrıntıları garantilemek için kullanacaksınız. Kuzey Ada'nın tamamını geçip Orta Dünya'nın üstünden uçacak ve betonla neredeyse dokunulmamış bir manzaraya hayran kalacaksınız. Hawke's Koyu'na dokunun. Uçurumların altında kükreyen sörf, ve ormanların ve tarım arazilerinin bir araya geldiği mesafe, bu tuhaf çekilme, önümüzdeki iki gün için üssünüzdür. Büyüleyici geleneksel bir kır evinde uyuyacak ve kırsal Yeni Zelanda'nın yumuşak temposuna hayran kalacaksınız."
    },
    {
      "dayNumber": 5,
      "title": "Keyifli Bir Bağ Turu ve Ünlü Lezzetler",
      "description": "Yeni Zelanda'nın bu şirin köşesi belki de en iyi duyusal muamele için ünlüdür. Bugün, büyük üzüm bağları ve butik şarap imalathanelerini gezerek, ülkenin sunabileceği en iyi şişelerde kendinizi şımartacaksınız. Chardonnay, uzun yaz günlerinin ve serin okyanus esintisinin desteklediği ve kokulu yaz meyvelerinin gevrek notalarını üstlenerek meşhur gösterişlidir. Ancak Hawke's Bay, inovasyon ve deneyimlerde kendini gösteriyor. Büyüleyici taş evlerde Pinot Noir'ı deneyin, sanatsal bağ teraslarında Cabernet Sauvignon'u deneyin ve gün boyunca beş ila altı üzüm bağını ziyaret edin. Sıvı iyiliği takviye etmek damak için daha fazla davranır ve organik bir tadım yemeği dahildir. Yeni Zelanda'daki tüm seyahatler gibi, yolda az sayıda insanı görmeyi ve muhteşem manzara fotoğrafları için binlerce potansiyel durak bulunmasını bekliyoruz. Ülke arazisine dönün ve bu akşamki akşam yemeği en taze Yeni Zelanda kuzularını içeriyor."
    },
    {
      "dayNumber": 6,
      "title": ": Queenstown'ın Göz kamaştırıcı güzelliği",
      "description": "Yeni Zelanda'nın Güney Adasına geçerken göreceğiniz manzara dramla doludur. Dağlar yükselir, üçgen zirveleri ağzı açık göllere yansır ve yatıştırıcı yamaçların yerine kırmızı çamurluklar ve dağ manzaraları gelir. Kuzeydeki adalar ve kırsal yeşilliklerin ardından, Queenstown'da inişli dağlarla ve yüce Wakatipu Gölü ile çevrili olacaksınız. Rotorua Havaalanı'na bir saatlik, ardından da Queenstown'a ulaşmak için bir kaç saatlik iç hat uçuşunuz olacaktır. Günün geri kalanı sizin için  serbest bırakıldı. Çakıllı göl kıyısı boyunca el ele yürüyün, teleferiği şehrin yukarısındaki çarpıcı bir zirveye götürün ve bu sessiz tenha kentin ilginç sokaklarında dolaşın."
    },
    {
      "dayNumber": 7,
      "title": "Fiordlands'ta Paylaşılan Maceralar",
      "description": "Vahşi doğayı keşfetmek, Queenstown'da cesurca bir kıvılcım taşıyor. Bugün, hiçbirinizin daha önce karşılaşmadığı benzersiz deneyimlerden biri yaşanacak. Bir jet teknesine binin ve raylara sarılın, buzul nehre doğru ilerlerken, usta kanyon duvarlarından ustaca geçerek ve tekneyi 360 derecelik dönüşlere iten yetenekli pilot. Daha sonra Queenstown'ın üzerine dik bir dağ yamacından aşağı doğru inin ve aniden ayaklarınızı yere bırakın. Uçuyorsunuz, tam olarak paraşütleniyorsunuz, safir gölün üzerinde ve beyaz renkte zirveler arasında bir rota çizen bir tandem pilot. Queenstown'a dönün ve bütün geceyi fiyortlardaki maceraların anılarını yeniden yaşayarak geçirin."
    },
    {
      "dayNumber": 8,
      "title": "Helikopter Yolculuğu ve Gerçeküstü Milford Sound",
      "description": "Her fiyort özeldir, ancak Milford Sound güzelliğin palavra haklarını talep edebilir. Buzul suların dar bir kanalı, 4000 metrelik dikey dağlar arasında dolanırken, mühürler ve yunuslar mavi sulardan dışarı fırlar ve uçurumlardan büyülü çağlayan şelaleler. Muhteşem dağ geçitlerinin üzerinden cam tavanlı bir antrenör yolculuğunun ardından, bir yolcu gemisine binin ve Milford Sound'a çıkın. Bir sis tabakası genellikle 90 dakikalık yolculuğunuzda doğa harikasını tamamlamak için daha fazla bir hipnotizma dozu verir."
    },
    {
      "dayNumber": 9,
      "title": "İkonik Sidney'in İlk İzlenimleri",
      "description": "Bu sabah batıya uçun, sizi iki ada ülkesini ayıran suya yönlendiren doğrudan bir uçuş olacak. Sidney'e varışın ardından, lüks bir şoför sizi merkezi otele götürdükten sonra, günün geri kalan kısmı keşif için sizindir. Her fotoğrafa rahatlatıcı bir odak noktası sağlayan tekneler Darling Harbour'ın büyüleyici cazibesini hızla keşfedeceksiniz. Hemen köşede daha ünlü yerler var: Sidney Opera Evi'nin göz kamaştıran beyaz yelkenlerini seyredin, The Rocks'ın tarihi sokaklarını dolaşın ve parıldayan gökdelenlerin ve sömürge kalıntılarının uyumlu yanlarını keşfedin. Şöhret ve büyüklüğüne rağmen, Sidney gezinmek ve birlikte keşfetmek için nispeten basit bir şehirdir."
    },
    {
      "dayNumber": 10,
      "title": "Sidney Köprüsü Tırmanışı ve Lüks Akşam Yemeği Gezisi",
      "description": "Güneş, Opera Binası'nın üzerinde parıldayan bir parıltı yaratırken, geçici ayak izlerini havaya uçurursunuz. Her adımda, Sidney binaları küçülür ve panoramalar daha da uzar. Şehrin çelik omurgalarında, Sidney Limanı Köprüsü'nü tırmanırken ve Avustralya'nın eşsiz deneyimlerinden birinde şımartıyorsunuz. Okyanus manzarası için doğru bakın, Parramatta Nehri boyunca yelkenli tekneler için aşağıdan aşağıya yeşillikler ile şehircilik harmanı için sola dönün ve Sidney şehir manzarasının silinmez manzaraları için hemen göz atın. Zirveye ulaştıktan sonra, karşıdaki kemeri geri çevirin ve bu ünlü anıtın karşısında fotoğraf çektirmeyi unutmayın."
    },
    {
      "dayNumber": 11,
      "title": "Fraser Adası'nda ıssız Plaj Cenneti",
      "description": "Romantik bir kaçışın plaj mutluluğunu içermesi neredeyse otomatik görünüyor. Önümüzdeki üç gün, şehir vaazlarından Fraser Island'ın şaşırtıcı ihtişamına kadar fırladığınız için bu sözü yerine getirin. Sandbanks adayı, sadece yürüyerek ya da 4X4 tarafından keşfedilerek gezilebiliyor. Gizli plajlar o kadar beyaz ki, neredeyse gözlerini kör ediyorlar ve okyanus, yağmur ormanı ve mangrovları yan yana getiriyor. Ve özel kaçışların genellikle bir plaj cennetine sahip olduğu doğru olsa da, bunun gezegenin en büyük kum adası ve UNESCO Dünya Mirası Alanı şeklinde gelmesi nadirdir. Özel lüks bir sahil evine yerleşin. Bir veranda muhteşem okyanus manzarası sunmaktadır. ormanlar arka planda göz kamaştırıyor ve beyaz kumlu plaj ön kapının hemen altında duruyor."
    },
    {
      "dayNumber": 14,
      "title": "Avustralya'nın Kültür Merkezi - Melbourne",
      "description": "Son durağınız Melbourne'un Avustralya'daki kültürel merkezi ve üç farklı deneyime ev sahipliği yapıyor. Bugün büyü boyunca dolaşmanız için ücretsiz; sevimli kafeler ve butik mağazalar ile doludur, sömürge kalıntıları camla kaplı gökdelenler ve yarını ikiye bölen Yarra Nehri'nin etrafındaki zengin restoranlar arasında gururla ayakta durmaktadır. Sidney'in görülmeye değer yerleri iyi bilinir ve iyi pazarlanırken, Melbourne, şehrin büyüsüne hitap eden uykulu bir atmosferden uzaklaşarak gizli takılarından geçer. Şehrin yukarısındaki lüks süitlerden şehir ışıklarının şehre gelmesini izleyin ve nazik bir huzur ortamı yaratın."
    },
    {
      "dayNumber": 15,
      "title": "Büyük Okyanus Yolu Boyunca Yolculuk",
      "description": ""
    },
    {
      "dayNumber": 16,
      "title": "Yabandaki Keselileri Aramak",
      "description": "Bu romantik bir kaçış olmakla beraber, yerlilerle tanışmak seyahat programındaki bir lüks değildir. Bugün iki ünlü kişiye merhaba deyin. Aslında, Melbourne'un hemen dışındaki vahşi doğayı keşfederken muhtemelen bu yüzlerce vatandaşla tanışacaksınız. Koalalar, ormanın derinliklerinde okaliptüs dallarının arasında gizlenen, doğal olarak utangaç ve sessizdir. Koala izleyicileri, bütün sabah çalılıklarda dışarı çıktılar ve vahşi hayvan aramalarına yardım ederek, sevimli kesimlerin GPS ile  yerlerini belirlediler. Lucid gözleri dallardan aşağı bakar; büyük bir esneme, koalaların uyku alışkanlıklarını redolent ve sevimli gülümsemeler her yerde görünmektedir."
    },
    {
      "dayNumber": 17,
      "title": "Büyüleyici Kıtaya Hoş Geldiniz",
      "description": "Bu büyüleyici kıtaya veda etmeye ve Pasifik'te uçma zamanına hazırlanın. Kamera çekiciliğine bir göz atın ve bu farklı kaçışın en önemli noktaları olan uçak yolculuğuna çıkın."
    }
  ],
  "map": ""
}