{
  "destination": "Avustralya",
  "mainPhoto": "",
  "id": "ST02007",
  "tourName": "Avustralya ve Yeni Zelanda Tatil Paketi",
  "placesVisited": "Avustralya, Yeni Zelanda",
  "generalInfo": "Büyük Bariyer Resfi’nin sıcak sularında durun ve çevredeki eklektik balıkların bir kasırga renginde dönmesine izin verin. Yağmur ormanının gösterişli kuşları yoğun gölgelikte şarkı söylüyor. Milford Sound’un sessiz güzelliğinin yalnızlığı sizi rahatlatacaktır. Queenstown göl kıyısındaki şehir, çarpıcı bir gondol gezintisi üzerinde bir dağa tırmanırken kollarınızı size açıyor. 2018-2019 için hazırlanmış olan bu 13 günlük Avustralya ve Yeni Zelanda gezisi, bu iki ülkenin inanılmaz güzelliklerinin muhteşem bir deneyime dönüştüğü yerdir.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Herşeyi Bırakın",
      "description": "ABD'den Los Angeles veya San Francisco'dan çıkın. Uçağın dışındaki bulutlar hem Yeni Zelanda'da hem de Avustralya'da sunulan ikramları saklıyor, hem sizler için okyanusu bekliyor."
    },
    {
      "dayNumber": 2,
      "title": "Zamanın Geçişi",
      "description": "Uluslararası Dateline'ı geçin ve kendinizi “Down Under” ülkelerine daha yakın bir yere götürün. Gökyüzü pencerenin dışına açılır ve güney denizleri ortaya çıkar."
    },
    {
      "dayNumber": 3,
      "title": "Cairns’e  Hoşgeldiniz",
      "description": "Günün ilerleyen saatlerinde Cairns'e varış ve Avustralya turlarına başlamak için Pasifik Uluslararası Cairns'a transfer olacaksınız. Lüks otel, bir tarafta inci kıyısının ve diğer yandan yemyeşil dağların muhteşem manzaralarına sahiptir. Sıcak havuzun hoşgeldiniz kucaklaşmasının tadını çıkarın ya da güzel Esplanade'de bir gezintiye çıkın."
    },
    {
      "dayNumber": 4,
      "title": "Güzel Cairns",
      "description": "Cairns, Queensland sahili boyunca uzanan renkli ve doğal bir fenomen olan Avustralya’nın  Büyük Bariyer Resfi’ne açılan kapıdır. Bir resif turu, şnorkelle dalış, SCUBA dalışı veya su altındaki yaşamı cam tabanlı bir teknede kuru bir koltukta seyrederek sualtı dünyasını keşfetme olanağı sunmaktadır. Su serin ve konforludur. Gösterişli palyaço balığı renkli anemonların içinde ve dışında yüzüyor. Stingrays, okyanus tabanı boyunca süzülüyor. Mercan sert büyür ve parçalanıp neredeyse su hattına dokunduğunda kumun dışına serpilir. Resifi keşfeden tam bir gün, nadir deniz kaplumbağası, çavdar gülüşünü devam ettiren gagası, suları kanatların suyun altında uçuşan kanatlar gibi kesilebilmesini sağlar."
    },
    {
      "dayNumber": 5,
      "title": "Cairns’e Göç",
      "description": "Cairns çevresinde bir yolculuk sizi şehrin dışına ve sınırdaki yemyeşil genişleyen yağmur ormanlarına götürecektir. Gökyüzü rayını Kuranda'ya gömmenin üzerine getirin ve yağmur ormanlarını, kuşların yukarıdan nasıl geçtiğini deneyimleyin. Okyanusa akan nehirler üzerinde uçun. Gondolun dışındaki sessiz hava, duyabileceğiniz tek ses. Gondolun cam dibine, kanopi üstünden bakın. Yaprakların altındaki kuşları görecek, yuvalarını ağaçların üst dallarına çıkaracaksınız."
    },
    {
      "dayNumber": 6,
      "title": "Harika Auckland",
      "description": "Otelinizden Cairns Havalimanı'na transferoluyorsunuz  ve Yelken Şehri'ne doğru yol alıyorsunuz: Auckland, Yeni Zelanda. Yeni Zelanda turunuz başlamadan önce Pullman Auckland Hotel'e yerleşin. Şehrin merkezinde yer alan lüks odalar, yelkenli hattının inanılmaz manzarasını, şehrin kıyı şeridini süsleyen teknelerin yelkenlerinin nazikçe sallanmasını sağlar. Auckland'ın lükslerini Kraliçe Sokağı'nda yerel bir atlama gibi gezebilirsiniz. Tekneye bürünmüş Auckland Limanı'ndan başlayıp şehrin merkezine yaklaşık iki mil uzağa koşan Queens Street, canlı Kiwi yaşamı ile doludur. Parnell'in butik mağazaları, kaliteyle ve kereste ya da kemikten yapılmış Maori oyma gibi benzersiz Kivi eşyaları sunmaktadır. Güney Yarımküre'deki en yüksek bina olan Sky Tower, nerede olduğunuzu ve nerede olursanız olun, nerede olursanız olun, her zaman sizin konumunuzu işaret ediyor."
    },
    {
      "dayNumber": 7,
      "title": "Auckland Keşfi",
      "description": "Auckland Müzesi'ne yapılan ziyaret, onunla birlikte Pasifik yerleşiminin tarihini ve kültürünü getiriyor. Auckland, dünyanın en büyük Polinezya şehri olan Maori, Samoan, Cook Adası ve Tongan halkının hepsi de canlı kültüre katkıda bulunuyor. Bölgenin çeşitliliğini, ülkenin yerel halkla olan çalkantılı tarihini ve inanılmaz zengin topoğrafyayı sergileyen Auckland Museum, kapılardan geçen herkese interaktif eğitim sunuyor. Yanardağ sergisine adım atın: oda karanlıklaşır, yer sarsmaya başlar, sersemletici gök gürültüsü duvarları vurur, içinde bulunduğunuz sahte ev etrafınızda ufalanır. Tüm bunlar, Auckland çevresinde volkanik bir patlamanın nasıl bir his olduğunu düşünmek içindir."
    },
    {
      "dayNumber": 8,
      "title": "Auckland’ın En İyisi",
      "description": "Otelinizi önceki tarafa bırakın ve Waiheke Adası'na kolay bir feribot yolculuğu yapın. Üzüm bağları ve restoranları ile bilinen Waiheke’nin verimli volkanik toprağı adaya üzüm bağları, restoranlar ve beyaz kumlu plajlar için bir hayrete düşürmüştür. Yerel heykeltraşlar için yaratıcı bir alan olarak kenara bırakılan adanın tepelerinde yer alan geniş bir arazi parçası olan Connells Bay Sculpture Park'ta yürüyün. Okyanus havası tepelerden geçiyor ve sanat çarpıcı ve sürekli değişiyor. Ada bir zamanlar günbatımında parıldayan ve disko topu gibi ada etrafında ışık tutan bir cam küre vardı. Adayı süsleyen sanat ne olursa olsun, parkın yürüyüş yolu boyunca denizin manzarası sadece sanatın güzelliğini arttırıyor."
    },
    {
      "dayNumber": 9,
      "title": "Queenstown’a Sıçra",
      "description": "South Island’da bulunan Queenstown’a giderken Auckland’ı hareket ettirin. Bozulmamış gölüyle tanınan ve Remarkables Range ile çevrili olan Queenstown, inanılmaz manzara vaat ettiği rahatlama ile aktif Yeni Zelanda'nın en iyisini sunuyor. Adından da anlaşılacağı gibi, göldeki suyla göle ve gökyüzüne ulaşan dağların net bir manzarasını sunan Novotel Lakeside Queenstown Hotel'de kalın."
    },
    {
      "dayNumber": 10,
      "title": "Queenstown İçin Hazır Olun",
      "description": "Queenstown ve çevresinde dolaşmak, bölgedeki birçok değerli mücevherleri keşfetme fırsatı sunuyor. Bob's Peak'ın zirvesine uzanan Skyline Gondola, kolay bir maceradır ve şehrin en güzel manzaralarını sunmaktadır. Zirveye giden yolculuk, Güney Yarımküre'deki en dik yolculuk ve aşağıdaki inanılmaz manzaraya erişim sunuyor. Remarkables, Wakatipu Gölü'nün açık mavi renginde yansıttığınız sırada, Queenstown'ın tamamının açıldığını izleyin. Bob’un Zirvesinin üstündeki hava net ve temiz ve manzara muhteşem. Daha az gezilen ve eşit derecede muhteşem bir rota için, gondoldan Ben Lomond'un zirvesine kolay bir yürüyüş. Ben Lomond, Queenstown, aşağıdaki sessiz göl, uzaktaki dağlar ile benzer bir panorama sunuyor. Ancak Ben Lomond, bir dağın sessiz inzivaya, dünyanın tepesinde sakin hissi sunuyor."
    },
    {
      "dayNumber": 11,
      "title": "Rahatlatıcı Queenstown",
      "description": "Gününüzü, vücudunuzu ve zihninizi canlandıracak yatıştırıcı spaları alarak, sahil kenarında dinlenerek geçirin. Arka plan olarak göl ile huzurlu bir masajın keyfini çıkarın. Dünya sedir kokuyor. Güneş şehre ışınlanıyor. Kaslarınız, şimdiye kadar gördüğünüz şeylerin anılarıyla gevşer. Sıcak bir havuza oturun ve suyun cildinize girmesine izin verin."
    },
    {
      "dayNumber": 12,
      "title": "Queenstown ve Çevresi",
      "description": "Queenstown'a yapılacak bir tur, muhteşem Milford Sound'u ziyaret etmeden tamamlanmış sayılmaz. Güney fiyortunun güzelliği, dağların kristal sudaki katkısız yansımasıyla kaplıdır. Sesleri, dağların dibine düşen şelalelerin acele etmesiyle seyredin. Hava soğuk tuzlu su kokuyor. Sis, dalma şelalelerinden yükselir. Kürk fokları kumlu bankalarda havlıyor. Suda yolculuk ederken teknenin yanındaki yunuslar sıçramak. Sesin yalnızlığından daha dikkat çekici bir yer hayal etmek zor."
    },
    {
      "dayNumber": 13,
      "title": "Neşeli Bir Dönüş",
      "description": "Oceana'da seyahat eden zamanınız sona ermiştir. ABD'ye dönüş için Queenstown Havalimanı'na transfer olacaksınız. Avustralya ve Yeni Zelanda'nın siteleri ve sesleri çok yakında ayrılacağınız  için çok değerli. Neden sıkça yolculuk yapmayasın?  Yolculuğunuzu uzatın ve Oceana'da biraz takılın. Aklınıza gelen Büyük Bariyer Resfi’ne ve Milford Sound yüzünden tatilinizde birazcık daha uzun kaldığınızda kimse sizi suçlamaz."
    }
  ],
  "map": ""
}