{
  "destination": "Yeni Zelanda",
  "mainPhoto": "",
  "id": "ST01512",
  "tourName": "Fiji Ve Yeni Zelanda Çarpıcı Romantik Kaçamak Turu",
  "placesVisited": "Yeni Zelanda",
  "generalInfo": "Sıcak beyaz kuma bir şilte serin ve dalgaların kıyıya kıvrılışının sesini dinleyin. Kapınızın dışında bir buzul gölü dururken siz sıcak şöminenizin önünde birbirinize sokulup oturun. Özel yapım, muhteşem romantik kaçamak turu, Fiji'deki özel tatil plajlarından adaya ve Yeni Zelanda'nın alp konforlarına kadar, romantizm için tasarlanmıştır. Cam bir zeminden aşağıdaki yanardöner balıkları görebileceğiniz odanızda rahatlayın. Tarihi bir dağ kasabasının eşsiz manzarası için dağın zirvesinde durun. Güney Yarımküre'nin büyüleyici doğal manzarasını deneyimleyin ve her anı partnerinizle paylaşın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Yumuşak Kumlu Karşılama",
      "description": "Güney Pasifik Okyanusu'nun tablo gibi manzaralarıyla dolu tropik bir cennet olan Fiji tatilinize hoş geldiniz. Su beyaz ve altın kumlara karşı çivit mavisi bir parıltıyla parlar. Yemyeşil yağmur ormanları plaja dokunup tepeleri ve dağları kaplar. Işıl ışıl akarsular ormandan geçer ve muhteşem şelalelere dönüşür. Lüks, gözlerden uzak tatil köyleri, ada yaşamının ve modern konforun en iyisini sunar. Havaalanına varışınızı bekleyen özel transferiniz sizi Denarau Marina'ya götürecektir. Sizi Malolo Adası'ndaki tatilinize götürecek özel bir katamarana adım atın."
    },
    {
      "dayNumber": 2,
      "title": "Hayatta Bir Gün",
      "description": "Balkonunuz ufukta küçük bir ada ile çivit mavisi okyanusa bakan eşsiz bir manzaraya açılır. Adadaki ilk kahvaltınızın tadını çıkartın. Palmiye ağacı gölgesinin altında, sabaha eşsiz bir müzik katarak kıyıya vuran dalgaların sesini dinleyerek partnerinizle birlikte oturun. Tropikal meyvelerden oluşan bir dizi, dolgun rambutan ve kanarya sarısı ananas, yemeğinize renkli bir ek, oluşturur. Günün geri kalanında ada yaşamını dilediğiniz gibi benimseyin. Ada, yağmur ormanlarının güzelliğini keşfetmenize olanak tanıyan ve sahil manzarası sunan bir parkur koleksiyonu içermektedir."
    },
    {
      "dayNumber": 3,
      "title": "Gezgin Resifler",
      "description": "Sabah cennette başka bir mükemmel gün başlar. Suyun, bungalovunuzun sütunlarını hafifçe fırçalandığını duyabilirsiniz. Aşağı bakıp, suyun akıntısından etkilenmeden incelikle hareket eden balık koleksiyonunu görürsünüz. Kahvaltıda, lezzetli bir hindistancevizinden bir ısırık alırsınız ve adanın etrafında duyumsadığınız şehvetli kokunun ağaçlardaki doğal hindistancevizinden geldiğini fark edersiniz. Parmak uçlarınızdaki yağ cildinize ipeksi bir his sağlar. Gün, görkemli deniz yaşamının tadını çıkarmak üzere suya girebilmeniz için mükemmel bir aydınlık sunar. Güneş, berrak suda 37 metre kadar derinliğe girerek çarpıcı balıkları ve mercan çeşitlerine ışık tutar."
    },
    {
      "dayNumber": 4,
      "title": "Esintinin Keyfi",
      "description": "Esinti sakin olduğu erken sabah kahvaltısının tadını çıkarın. Yemekten sonra, bir katamarana adım atın ve Mamanuca Adaları çevresinde muazzam bir ada gezintisi turu için yelkenlerin yükselen rüzgarı yakalamasını izleyin. Su havaya karışır ve cildinizde bu serin spreyi hissedersiniz. Güneş parıldar ve sıcaktır. Yeni Hayat Adası'nın tatil plajlarını ve Matamanoa Adası'nın uzun yemyeşil tepesini geçersiniz. Tom Hanks’ın filmi, Yeni Hayat yeri olarak bilinen Monuriki kıyılarına ulaşırsınız ve tekne demir atar."
    },
    {
      "dayNumber": 5,
      "title": "Ada Sahillerinin Tazeliği",
      "description": "Sabahları, kahvaltıdan önce bir kez da suların altında balıkların koşuşturmasını izlersiniz. Tropik cennetinizi terk etmenin hüznüyle, Yeni Zelanda tatilinizle gelecek harikaların heyecanı arasında ikileme düşersiniz. Kahvaltıdan sonra, katamaranınız sizi Nadi Uluslararası Havaalanı'na doğru devam edeceğiniz Port Denarau'ya götürüyor. Yeni Zelanda, doğal yemyeşil yemyeşil yamaçlar, zarif dağ manzarası ve milyonlarca yıllık volkanik aktivitenin yarattığı sansasyonel sahil şeridi ile bilinir. Özel transferiniz Waiheke adasına giden feribota bineceğiniz Auckland'a varışınızı beklemektedir. Waiheke Adası, Hauraki Körfezi'nin kobalt sularında Auckland'a 18 km uzaklıkta yer almaktadır. Günler kayalık koylara vurarak dalgalanan suyun yanında kurudur. Kumlu plajlar ve dostane üzüm bağları, keyfini çıkarmanız için yerel bir cazibe yaratmaktadır. Tesis tarzındaki konaklama birimleri, sınırsız yıldız ışığının altındaki beyaz kumlu plajlara ve romantik atmosfere bakmaktadır."
    },
    {
      "dayNumber": 6,
      "title": "Sanat Yürüyüşü",
      "description": "Waiheke Adası, huzurlu sahil kenarı patikalarında ve kayalıklı koylar ile vurucu dalgaların yakınındaki verimli volkanik toprak yollarda yapabileceğiniz doğal bir sanat yürüyüşü olarak da adlandırılabilir. Kahvaltıdan sonra gün adayı gönlünüzce keşfetmeniz ve deneyimlemeniz için sizindir. Ada, milyonlarca dolarlık konutlar, bohem sanatçı ambiyansı ve herkesin zevk alabileceği birçok ihtişam içerir. Connells Koyu, birçok Yeni Zelanda sanatçısının eserlerinin yer aldığı bir heykel parkıdır. Her bir parça sanatçının manzaraya ve tarihine olan bağlantısının daha derin bir ifadesini temsil eder, her zaman yorumlamaya açıktır."
    },
    {
      "dayNumber": 7,
      "title": "Ada Sahillerinden Güney Ada Dağlarına",
      "description": "Adanın kayalıklı çıkıntılarına vuran dalgaları izlersiniz ve su damlacıklarının havaya sıçrayışını görebilirsiniz. Hafif bir esinti, deniz aromasını geniş ada boyunca taşır. Kahvaltıdan sonra, Güney Adasındaki Queenstown’a uçacağınız, Auckland’e geri dönmek üzere feribota binersiniz. Vardığınızda özel transferiniz havaalanında sizi selamlar ve göl kenarındaki lüks otelinize kadar size eşlik eder."
    },
    {
      "dayNumber": 8,
      "title": "Dağların Üstünde",
      "description": "Sabah, orman ağaçlarında öten kuşların sesleri duyarsınız. Erkenci maceraperestler çoktan, Bob'un Zirvesinin üzerindeki belirlenmiş bir alandan planörle atlayarak gökyüzünde süzülmeye başlamışlardır. Sabahı, gevrek dağ havasında birbirinize sarılarak partnerinizle geçirin. Yakındaki ağaçlar ve dağ zirveleri, her türlü taze sıcak demlenmiş kahvenin tadını çok daha özel yapar. Kahvaltıdan sonra şehir merkezinin hemen dışındaki gondol istasyonuna gidilebilirsiniz. Douglas köknarlarıyla ve kayın ormanlarıyla kaplı Bob's Doruğu, deniz seviyesinden 1748 metre yüksekte boyunca şehirden yükselir."
    },
    {
      "dayNumber": 9,
      "title": "Doubtful Boğazını Kucaklamak",
      "description": "Alp esintisi gölü dalgalandırır ve sabaha serinletici bir soğukluk getirir. Kahvaltıdan sonra rehberiniz sizi otel lobisinde karşılar ve bu günü geçirmeniz için Queenstown'a götürür. Wilmot Pass üzerinde yolculuk yaparsınız; yoğun yağmur ormanları karayolunun kenarlarında sıralanır. Yol aşağıya doğru eğim yapmaya başladığında, aşağıda parıldayan Doubtful Boğazı’nın manzarasını görürsünüz. Antik buzullarının eriyerek şekillendirdiği boğazın etrafını, ateşli güzelliğini, bir anda incelemek oldukça zordur. Geniş bir katamarana binerek suları gezmeye başlarsınız. Rehberiniz, kayalık dağ eteklerine tırmanan ağaçları işaret eder. Su soğuk ve sakindir."
    },
    {
      "dayNumber": 10,
      "title": "Birlikte Dağları Tadına Varın",
      "description": "Queenstown'daki son gününüz ancak sizin tercih edeceğiniz şekilde harcanabilir. Büyüleyici taş köprüyü ve nilüfer yapraklarını görmek için botanik Queenstown Bahçeleri'nde gezintiye çıkabilir ya da hıphızlı bir öğleden sonra geçirmek için Dar Nehri boyunca jet botuyla gezebilirsiniz. Daha romantik bir tur için, rehberiniz sizi otelde karşılar ve birçoğu Pinot Noir için ödül kazanmış olan birçok yerel şarap imalathanesini ziyaret etmeniz için sizi Merkez Otago bölgesine götürür. Dağların geniş, çorak yaylalara dönüştüğü bölge, “Farklılığın Dünyası” sloganıyla hareket eder. Manzaranın muazzam düzeni, her bağ için tanımlayıcı özellikler yaratır."
    },
    {
      "dayNumber": 11,
      "title": "Sonu Olmayan Görkem",
      "description": "Wakatipu Gölü'nün Z şeklindeki suları 293 kilometre karedir. Garip şekil, gün boyunca kıyılarda dolaşan küçük bir dalga oluşturur. 1912 yılından kalma, bölgenin altın madenciliği döneminin hatırası olan eski bir çarklı vapur, bir gölü geçmeye devam ediyor. Taze demlenmiş kahvenin sıcak ve tazeleyici tatları ile uyanın. Kahvaltıdan sonra özel transferiniz sizi otelde karşılar ve sizi eve dönüş uçuş için Queenstown Havaalanı'na götürür. Berrak boğazlar gördünüz ve kusursuz kumsallar üzerinde dolaştınız. Partnerinizle beraber, dağlara ve yağmur ormanlarına giderek unutulmaz yerlerde sonsuza dek sürecek hatıralar biriktirdiniz."
    }
  ],
  "map": ""
}