{
  "destination": "Yeni Zelanda",
  "mainPhoto": "",
  "id": "ST02006",
  "tourName": "Gençler ve Aileleri için Yeni Zelanda ve Avustralya Turu",
  "placesVisited": "Yeni Zelanda",
  "generalInfo": "Oceana, eşsiz bir bölge ve diğer dünya manzaralarında erişilebilir maceralara sahip heyecan verici anlar sunmaktadır. Büyüleyici ortamı, gençler için özel olarak hazırlanmıştır. Yeni Zelanda ve Avustralya'ya 16 gün süren bu yeni turu, çocukları aklına gelen aileler için tasarlandı, iki ülkenin en iyisini ortaya çıkardı; buzuldan glowworm mağaralarına, şehir keşfinden Maori haka danslarına kadar uzanan bir yolculuk. Yeni Zelanda'nın ikonik milli parklarını geçerek Avustralya'nın ünlü kentlerinde dinlenmeden önce keşfedin.<br><br><strong>ÖNE ÇIKANLAR </strong>",
  "durationDays": "16",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Auckland - Yelkenli  Şehirde Rahat Bir Gün",
      "description": "Yelkenler Şehri, size daha büyük bir köy gibi hissettiriyor; atmosferi, ilginç bir titreşimle iç içe olan huzuru yansıtıyor. Oceana'daki yataklarınızı almak için, ideal bir başlangıç ​​noktasıdır, yürüyerek keşfetmek için yeterince küçük ve herhangi bir seyahat yorgunluğunun üstesinden gelmek için yeterince rahattır. Havaalanında karşılanacak ve butik gıda pazarlarına ve bazı yüce miras binalarına kısa bir mesafede yer alan merkezi bir otele transfer edileceksiniz. Rahatlayın, zamanınızı ayırın ve Yeni Zelanda'da dolaşan ambiyansı emin. Bu, işlerin hiç aceleye getirildiği bir yer değil bu hızı yavaşlatmaya yardım eden bir ülkedir."
    },
    {
      "dayNumber": 2,
      "title": "Auckland Rotorua - Hobbiton Yoluyla Bir Yolculuk",
      "description": "Hobbiton değişmeden duruyor, dairesel hobbit çukurlarının gizemli dünyası ve kulübe bacalarından çıkan dumanlar. Bahçe çitleri eski yosun ile boyanırken, sallanan sandalyeler minyatür reçel kavanozlarının yanında durmaktadır. Orijinal film seti, yeşil tepelerin yuvarlanmasıyla gizlenmiş ve mükemmel şekilde korunmuştur. Bu kurgusallaştırılmış Orta Dünyadır, ama çok gerçek, ailenin içindeki herkesi büyüleyen detaylara dikkat. İki saatlik bir rehberli tur, köyde dolambaçlı bir yol alır, hobbit deliklerini geçerek büyük ekrandan dünyaya gider. Yakın bir başka ikonik çekim yeri olan Mangaotaki Rocks. Beklenmedik Yolculuğun trol ve kamp ateşi sahneleri, ilkel ormanlara bakan yükselen kireçtaşı kayalıklarda filme alındı. Öğleden sonra, Rotorua'ya varmadan önce, bu mistik manzaralardan güneye ilerlerken öğle yemeği dahildir. Otelden uzaktan keşfedilen ve yarın hepinizin göreceği şeyleri belirten geyikler keşfedilebilirsiniz."
    },
    {
      "dayNumber": 3,
      "title": "Rotorua - Maori Dünyasına",
      "description": "Çamur havuzları ve kaynar geyserler Rotorua'nın her tarafını patlatırlar. Bölgenin sürekli manzarayı şekillendiren köpüren volkanik akımları vardır. Fışkırtma suyu, günde 20 kez patlayan ve 100 feet havaya flumeler göndererek, saat çalışma aralıklarına ulaşır. Sabahları termal harikalar diyarını keşfederek, buharlı fumaroları seyrederek ve doğal ısıtmalı havuzlarda dalış yaparak geçireceksiniz. Tuhaf renkler manzara karşısında oyulmuş, dünyanın kabukları yüzeye çıkmıştır. Yine de sadece eşsiz jeolojiye hayran olmak için burada değilsin. Bir Maori şefi, ailenizi selamlamak için bir barış işareti olarak bir tüy atmak için ortaya çıkar. Te Puia ülkenin önde gelen Maori kültür merkezidir ve haka'nın (savaş dansı) yapıldığı ve öğretildiği toplantı evine davetlisiniz. Hikayeler şarkı ve dans yoluyla anlatılır ve çocuklarınız geleneksel Maori masallarının temellerini gösterir. Akşamın Maori mirasını tamamlamak, yeraltına buğulama yapan etlerden oluşan bir ziyafettir. Bugünkü aktiviteler Rotorua'da gerçekleşiyor ve gün boyunca şehri keşfetmek için serbest zaman var ya da göl kıyısı boyunca bisiklet sürün."
    },
    {
      "dayNumber": 4,
      "title": "West Coast'a Christchurch - Dramatik Arthur'un Geçişi",
      "description": "hristchurch'a uçun ve sizi Güney Adası’nın  dramına sürükleyen yeni bir rehberle tanışın. Dağlar evrimsel olarak yükselir, göllerin yukarısındaki şaşalı zirveler ve fırtınalı boğazlar. vardır Arthur'un Geçidi'nden Batı Kıyısı'na doğru ilerlemek için ülkenin muhteşem yolculuklarından biridir ve durmak için sayısız yer vardır. Batı Sahili'nin milli parklarına girerken, her biri daha dar ve dik bir şekilde büyüyen, yeşil olan Waimakariri Irmağı vadilerine doğru dolan yeşil Canterbury Ovaları'ndan uzaklaşın. Glowworms gökadalarının üzerinde yükselen eski bir dünya sarkıtları olan Nil Nehri Mağaraları'nda durun. Metro Mağarası'na ışık ateşinin ciritleri olarak, odak, heykel formlarından doğanın lüminesansına geçer. Yeraltına gittikten sonra arabayı Darboğaz ve yoğun yağmur ormanlarının bulunduğu Punakaiki'ye sürmeye devam edersiniz. Bu, seyahat programında sürmenin en uzun günüdür, ancak arabada sadece dört saatlik bir zaman harcayacaksınız, tüm farklı duraklar tarafından noktalama işaretini alacaksınız. Punakaiki yakınlarındaki bir kulübede sahil boyunca geceleme olacak."
    },
    {
      "dayNumber": 5,
      "title": "Batı Sahili'ne Franz Josef Buzulu - Treetops ve Bir Buzul Boyunca Yürüyüş",
      "description": "Yağmur ormanlarının gölgesine çıkarak, yerli kuşların tweetlerini yerden 20 metre yüksekte bulunan çelik bir platformdan geçin. 450 metre uzunluğundaki bir yürüyüş yolu, antik rimu ve kamahi ağaçları arasında sizi yönlendirir ve her zaman kuşlarla canlı olan eğrelti otları ve avuçlarının yoğunluğunu ortaya çıkarır. Buradan, karla kaplı dağların altında, Franz Josef Glacier köyüne uzanan, üç saatlik bir araba var. Devam etmek için helikopterle seyahat etmelisiniz; Aileniz karlara inmek için dikey buzul duvarının üzerinde süzülür. Dışarı çık ve buzul, okyanusa kadar uzanıyor gibi görünüyor. Ama sahilden, buz baltadan, bütün bir ailenin içine girebilen gargantuan buz tünellerinden uzaklaşıyorsunuz. Garip heykeller buzulların kenarlarına yapışıyor, özgünlükle dans eden buz kreasyonları. Buzulda, el değmemiş bir beyaz harikalar diyarıyla çevrili iki saatin olacak. Bir uzman sana  sıcak giysiler sağlayacak."
    },
    {
      "dayNumber": 6,
      "title": "Wanaka - Yağmur Ormanı Yürüyüşleri ve Uzak Şelaleler",
      "description": "Alp zirveleri, Matheson Gölü kıyılarında, sarp dağlardan ve yemyeşil yuvarlanma yağmur ormanlarından bir yolculuğa muhteşem bir başlangıç ​​yapar. Haast'ta, Roaring Billy Şelalesi'ne 20 dakika, daha sonra Thunder Creek Şelaleleri'nin gürültüsünden biraz daha ileriye doğru ilerleyebilirsiniz. Gümüş kayın ormanı, alabalıkların masmavi sularda yüzdüğü Makarora nehrinin üzerinde bir köprüye götürür ve herkes, her yerden binlerce mil uzakta hisseder. Yeni Zelanda'nın cazibesinin bir kısmı, asfalt yoldan vahşi doğaya, yani sadece birkaç adım öteye giden bir yolculuktur. Bu, macerayı güvenli ve kolay kılan, ailelerin kendi konfor bölgeleri içinde keşfetmelerini sağlayan bir ülkedir. Günün ilerleyen saatlerinde Hawea Gölü ile Wanaka Gölü arasında gidip geldiğinizde, hem Azure Dağı hem de Mount Aspiring Ulusal Parkı'nın zirvelerinin dağ zirvesine karşı ayarlanmış. Önümüzdeki iki geceyi, günün maceralarına çok sakin bir karşı koy olan Wanaka Gölü kıyılarında geçirin."
    },
    {
      "dayNumber": 7,
      "title": "Wanaka - Milford Ses Yoluyla Doğal Uçuş ve Tekne Turu",
      "description": "Yeni Zelanda'nın fiyortları, yükselen dağların ardında, Tasman Denizi'ne doğru uzanan muazzam su yollarının gerisinde kalıyor. Parkın içinde ve dışında sadece bir yol başı, ancak hava yolculuğu bu dramatik manzarayı erişilebilir kılıyor. Bozulmamış buzulların ve Maori'nin “yeşiltaşın yeri” ni, bir tekne yolculuğunun sizi süzülen fokların ve eğlenceli penguenlerin uçurumları boyunca götürdüğü Milford Sound'a uçun. Sutherland Şelalesi, dünyanın beşinci en yüksek şelalesi olan uçurumların arasından sıyrılıyor ancak fiyortun duvarlarının büyüklüğünde neredeyse kayboluyor. Wanaka'ya dönüş, aynı zamanda bir hava yolculuğu, Yeni Zelanda'nın Güney Adası'nın ölçeğini canlandıran doğal bir yolculuk yaşayın. Her yer Batı Sahili boyunca vahşi ve her açıdan genç bir hayal gücüne meydan okuyor."
    },
    {
      "dayNumber": 8,
      "title": "Queenstown - Güney Adadaki Yüzüklerin Efendisi",
      "description": "Pek çok eterik panorama ile, Yüzüklerin Efendisinin sadece Yeni Zelanda'da filme alınması şaşırtıcı gelmeyecek. Orta Dünya'yı sembolize etmek için pek çok yer seçilebilir, ancak bazıları diğerlerinden daha çok yankılanır. Queenstown'a bir saatlik transferden sonra, üçlemeden tam filme yerleri için dört tekerlekten çekişli bir safari alırsınız. Lothlorien Ormanı'nda durun, Isengard'a göz atın, Ithilien Kampı'nı bulun ve X-Men ve Narnia Günlükleri gibi onlarca diğer büyük ekran gişe avcısının görüşlerini keşfedin. Hatta bir pelerin giyme ve o kılıçla çekim yapma şansı da var. Erken öğleden sonra Queenstown'a dönün ve günün geri kalanı boş zamanlarınızda, son birkaç günün ardından nefesinizi yakalamak için bir fırsatınız olacak."
    },
    {
      "dayNumber": 9,
      "title": "Queenstown - Dünyanın Macera Başkentinde Serbest Gün",
      "description": "Queenstown kendini dünyanın adrenalin başkenti olarak ilan eder, ancak Wakatipu Gölü'nün sakin manzarasından tahmin edemezsiniz. Güney Ada'nın geri kalanına çok benzeyen kasaba, huzurun ortamını ustalıkla teşvik ediyor. Bugün kasıtlı olarak özgür bırakılmış ve aileniz göl kıyısındaki rahat atmosferi takip etmek isteyebilir. Ama eğer Yeni Zelanda macerasını hala araştırıyorsanız, Queenstown'ın yukarısındaki dağdan botla, bungee salınımları ve yamaç paraşütüylejetleme yapın. Bunların hepsi örnek güvenlik kayıtlarına sahip olsa da, ebeveynlerin çocuklarını izlemek istedikleri tipik aktiviteler değildir. Öyleyse seçiminizi yapın ve günün tadını çıkarın."
    },
    {
      "dayNumber": 10,
      "title": "Sidney - Parramatta Boyunca Sakin Gün",
      "description": "Doğrudan bir uçuş sizi Tasman'ın karşısına götürür, Sydney'e doğru ilerlerken sahil oteli, şehri keşfetmek için mükemmel bir üs sunar. Şehrin kalbine ulaşmak her zaman plaja, Parramatta'ya ve ünlü Sydney Harbour Köprüsü'nün altındaki kemere gitmek için 25 dakika süren halk feribotundan zarif bir yolculuktur. Manly Plajı'nda kalarak, ailenizdeki herkesi eğlendirmek için sessiz bir kum şeridine sahipsiniz. Daha sonra, aynı zamanda şehir gezisinin geldiği kadar kolay olduğu anlamına gelen, Parramatta Nehri gezisi ile aynı manzarayı sunan Sydney'e günlük bir yolculuğun var. Havaalanında bir rehberle karşılanacak ve Manly'ye transfer edileceksiniz, burada rehberiniz feribot almak için nereye gideceğinizi gösterecektir."
    },
    {
      "dayNumber": 11,
      "title": "Sidney - İkonik Sydney Harbour Köprüsü Boyunca Tırmanma",
      "description": "Adım, adım, yavaşça, Sydney Harbour Köprüsü'nün çeliklerine doğru yükselirsin. Burası çok dik, bu yüzden herkes köprüye güvenli bir şekilde bağlı. Yavaşça yaşadıkça manzaraya girerek, kemerin tepesinde yükseliyorsunuz. Önce Sydney Opera Binası, güneşi nazikçe yansıtan ünlü yelkenler. Ardından limanın gökdelenleri, yukarıda yükselmiş gibi görünen heybetli bir cam süpürgesi. Köprünün zirvesine ulaştığınızda, Parramatta boyunca dağlara ve şehrin kenarını çevreleyen yeşil ormanlara göz gezdiriyorsunuz. Tırmanış için bir heyecan var, ama deneyim sakinleştirici bir çekiciliğe sahip. Sydney Harbour Köprüsü'nün zirvesinden, tüm kıtanın parmaklarınızın ucunda olduğunu hissediyorsunuz ve ufkun üzerinde keşfedilmeyi bekliyorsunuz. Üç saatlik deneyimden sonra şehirde boş zamanlarınız var."
    },
    {
      "dayNumber": 12,
      "title": "Sidney - Mavi Dağlarda Yaban Hayat Keşfi",
      "description": "Mavi Dağlar, başka bir Dünya Mirası sitesini harika ve  erişilebilir yaptı. Sydney'den bir saat sonra, vadinin yukarısındaki gözetleme noktalarında duruyorsunuz, mavi sisle örtülü canlı okaliptüs ormanlarını seyrediyorsunuz, rehberiniz bilimsel olarak açıklıyor. Gençler biraz daha fazla efsane, üç kız kardeşin Aborjin hikayesi tarafından sunulan, orman üzerinde duran kumtaşı tepeleri parçalayan bir şey tercih edebilir. Mavi Dağlardaki ailenizin günü çeşitli yönlerden gidebilir. Yürüyüş parkurları dünyanın en dik tren yolculuğunun sizi vadinin üzerine getirdiği okaliptüsün içine uzanır. Dağ bisikleti parkurları her seviye için mevcuttur, ancak gözetleme noktalarını kara yoluyla gezmek ve bu görkemli milli parkın manzaralarını seyretmek de mümkündür. Boş zamanlarınızda Sydney'e dönün."
    },
    {
      "dayNumber": 13,
      "title": "Melbourne - Kentin Sanatını Keşfetmek",
      "description": "Son bir hedef, yaşınızdan bağımsız olarak etkileyici bir son nokta. Melbourne, Avustralya'nın kültür kentidir, bir sanat, miras ve dramadır. Ve Sydney gibi, bu ünlü şehrin yürüyerek keşfedilmesi kolaydır. Yarra Nehri boyunca merkezi bir şehir oteliniz var ve Melbourne boyunca bulunan galerilere ve butiklere adım atmanıza olanak tanıyor. Havaalanından bir rehberle karşılaştığınız Sydney'den direkt uçuyorsunuz. Bir dizi seçenek mevcuttur ve rehber, ailenizin ilgi alanlarına göre bu günü özelleştirecektir."
    },
    {
      "dayNumber": 14,
      "title": "Melbourne - Yabandaki Koalalar ve Kangurular",
      "description": "Avustralya'nın vahşi hayatı, hayvanat bahçeleri ve kutsal yerler ile sınırlı değildir. Marsupials vahşi ve evcilleşmemiş kalır, manzaraları alışılmadık karıncalarla doldurur. Victoria ormanları, kentin çok yakınında bulunan çok sayıda kesimi görmek için en kolay yerlerden birini sunmaktadır. Birincisi, koalalar okaliptüs dallarına silinmez bir dokunuşla tutunmuş olarak bulunurlar. Gözler kısaca açılır ve koala uykuya dalmadan  önce pozunu değiştirir ve mükemmel bir şekilde otururlar. Kangurular, ağaçlar arasında yeşil ovaları doldurarak sürekli olarak etrafta dolaşmaktan çok daha aktiftir. Sessizce, erkek boksu ve küçük çetelere bağlanan dişilerle adım attığınızda yaklaşabilirsiniz. Bir vahşi yaşam barınağında, bu hayvanları görebilirsiniz. Fakat vahşi olanda, kendi alanlarında nasıl etkileşim kurduğuna tanık olabilirsiniz."
    },
    {
      "dayNumber": 15,
      "title": "Melbourne - Balık ve Cips ile Ayışığı Kayık Turu",
      "description": "Macera ve huzur arasında salınan bir tatile, son aile deneyiminiz ikisini birleştirir. Sakinleştirici bir koyda yavaşça kürek çekmeden önce temel kayak becerileri öğretilir, bir yanda altın kumlar ve öte yandan Güney Okyanusu seyredilir. Nazik dalgalar, kayıkta sörf yapmanıza izin verir, suyun acele etmesini sahile doğru götürürsünüz. Daha sonra, yunuslar genellikle yakınlarda yüzüyor ve uzak ufukta yükselen şehir gökdelenleri vardır. Gün batımı renk değiştirir ve akşamlar, özellikle ayın dolmadan önceki haftalarda, su ay ışığı ile aydınlatıldığında harika bir huzur sunar. Kıyıya kürek çekerken, ikonik bir şey sizi bekliyor: sahilde bir paket taze balık ve cips."
    },
    {
      "dayNumber": 16,
      "title": "Melbourne - Ayrılış",
      "description": "Avustralya'ya doğrudan Melbourne'den ve ülkenin ikinci en büyük havalimanından uluslararası kalkış için kahvaltıdan sonra havalimanına transfer edileceksiniz."
    }
  ],
  "map": ""
}