{
  "destination": "Yeni Zelanda",
  "mainPhoto": "",
  "id": "ST02015",
  "tourName": "Lüks Yeni Zelanda: En Son Deneyim",
  "placesVisited": "Yeni Zelanda",
  "generalInfo": "Nihai lüks Auckland, Waitomo Mağaraları, Rotorua, Christchurch ve Queenstown’a bakın.",
  "durationDays": "13",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "AUCKLAND, YENİ ZELANDA, U.S.A.",
      "description": "ABD'nin yeni şehrini Auckland, Yeni Zelandaya kesintisiz bir uçuş için San Francisco'ya ya da Los Angeles'a uçmak için yola çıkın."
    },
    {
      "dayNumber": 2,
      "title": "ULUSLARARASI ZAMAN",
      "description": "Uluslararası zaman çizgisinden geçerken bir gününüzü geride bırakın."
    },
    {
      "dayNumber": 3,
      "title": "AUCKLAND VE YENİ ZELANDA’YA VARIŞ",
      "description": "Erken sabah Auckland, Yeni Zelanda'ya varış. Önceden kayıt yaptırdığınız için erken check-inden yaarlanacaksınız."
    },
    {
      "dayNumber": 4,
      "title": "AUCKLAND",
      "description": "Bugün, size tüm dünyaların en iyisini veren şehri deneyimlemek için sizin. Size Auckland ve çevresindeki bölgedeki faaliyetlerin bir listesini vereceğiz. Yerel bir Maori rehberi ile Auckland'da rehberli bir tur atın, muhteşem liman manzaraları için Auckland Limanı Köprüsü'ne çıkın, şarap imalathaneleri ve sanatçıları için bilinen bir adaya gidin, bir Amerika Kupası teknesinde yarış yapın, vahşi batı kıyısını gezin ve çok daha fazlasını seçin Yeni Zelanda'nın 'Yelken Şehri'."
    },
    {
      "dayNumber": 5,
      "title": "ROTORUA'YA TEK BİR YOL TURİZMİ",
      "description": "Bugün, verimli Bombay Tepeleri'ni geçerken ve Waikato Bölgesi'nin zengin tarım arazisine inerken, Auckland'ı güneye bırakacaksınız. Waikato Nehri'ni, Hamilton şehrine ve dünyaca ünlü Waitomo Glow-Worm Caves'e kadar takip edin. Binlerce yıl boyunca oluşan sarkıtları görmek için uzun galerilerden ve yüce odalardan rehberli bir tur başlatın. Mağaranın tavanından sarkan, parıldayan solucanların yaydığı binlerce küçük ışıkla aydınlatılan parlayan solucan mağarasından bir tekne yolculuğu ile devam edin. Öğle yemeğinden sonra, bu öğleden sonra gelen Rotorua'ya seyahat edeceksiniz."
    },
    {
      "dayNumber": 6,
      "title": "TREETOPS VE ROTORUA",
      "description": "Yeni Zelanda’nın eşsiz Volkanik Yaylası’nın ortasındaki bir ormanın kalbinde yer alan Treetops, hem arazide hem de arazide herkesin zevkine hitap eden rakipsiz bir dizi aktivite sunuyor. Bir gün geçirmek, bu huzur içinde dinlenmek ya da fotoğraf safari, 4wd safari, at safari, kuş gözlemciliği ve doğa iz safari, ya da Maori Yerli Gıda Trail deneyin ve birçok safariler turlarından birinde katılmak Vahşi Yemek Pişirme Deneyimini yaşayın."
    },
    {
      "dayNumber": 7,
      "title": "TREETOPS VE ROTORUA",
      "description": "Sizin için düzenleyebileceğimiz bir turda daha fazla alanı keşfedin. Bölgenin her yerinde, dünyanın herhangi bir yerinde görülmesi gereken en muhteşem jeotermal özellikler değil, aynı zamanda sönmüş volkanlar - tükenmiş ve aktif!Rotorua aynı zamanda karmaşık bir şekilde oyulmuş Marae (toplantı ev kompleksleri) sık görülen toprakların orijinal sakinleri olan Maori'nin merkezidir. Bu alanda birçok kültürel fırsat ve deneyim var."
    },
    {
      "dayNumber": 8,
      "title": "CHRISTCHURCH İÇİN FLY ROTORUA",
      "description": "Bugün, Rotorua Havalimanı'na, uçuşunuz için Yeni Zelanda’nın Güney Adası'na açılan geçit şehri olan Christchurch'e transfer edeceksiniz. Christchurch'e varışta, 2 gecelik konaklama için karşılanacak ve lüks konaklama birimlerine transfer edilecektir."
    },
    {
      "dayNumber": 9,
      "title": "CHRISTCHURCH & CANTERBURY BÖLGESİ",
      "description": "Bu gün, Christchurch, Yeni Zelanda’nın Bahçe Şehri'ni ve Yeni Zelanda'nın Canterbury bölgesine açılan kapıyı, beyaz kumlu sahil şeridinden Güney Alpler'in dağ zirvelerine kadar keşfedip keşfedebilirsiniz. Şehirde bir tramvay yolculuğu yapın, Avon Nehri'nde gezintiye çıkın ya da Hagley Park ve Botanik Bahçeleri'nin tadını çıkarın. Christchurch Gondola'ya giden yerel bir otobüse binin ve zirveye çıktığınızda Christchurch, Canterbury Plains, Banks Yarımadası ve Lyttelton Limanı'nın muhteşem manzaralarını göreceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "QUEENSTOWN’e doğru FLY CHRISTCHURCH",
      "description": "Bugün, Güney Alpleri'ni geçip muhteşem Queenstown'a inen kısa ama çok doğal bir uçuş için uçağınızı * yönetmek için Christchurch Havalimanı'na transfer edileceksiniz."
    },
    {
      "dayNumber": 11,
      "title": "QUEENSTOWN",
      "description": "Queenstown'ın olağanüstü bölgesini keşfetmek için önümüzdeki iki güne ihtiyacınız olacak. South Island'ın kalbinde, Wakatipu Gölü kıyısında yer alan ve uygun bir şekilde The Remarkables adlı güzel bir dağ alanı ile çevrili olan Queenstown, düzenli olarak dünyanın en iyi turizm destinasyonlarından biri olarak değerlendirilmiştir. Güney Yarıküre’nin ilk dört mevsimi olan alpin ve göl tesisi olarak bilinir. Queenstown, “Kraliçe Victoria'ya uygun” olduğu için seçildi. Kesinlikle bu beklentiye kadar yaşadı. Günümüzde hem maceraperestler hem de eğlence arayanlar için mükemmel olan, canlandırıcı bir dağ tesisidir."
    },
    {
      "dayNumber": 13,
      "title": "U.S.A HOMETOWN, AUCKLAND",
      "description": "Ne yazık ki, bugün dönüş uçuşunuz için Queenstown'dan yola çıkacaksınız."
    }
  ],
  "map": ""
}