[
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02014",
    "tourName": "Bir Ultimate Lüks Yeni Zelanda Turu",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Bu tur Yeni Zelanda'nın öne çıktığı en lüks konaklama yerlerinde konaklama imkanı sağlarken size  Yeni Zelanda'nın önemli yerlerini görme fırsatı sağlıyor.",
    "durationDays": "13",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02014/st02014_Screen%20Shot%202019-11-27%20at%2007.43.29.png",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "AİLE, YENİ ZELANDA, AMERİKA BİRLEŞİK DEVLETLERİ",
        "description": "ABD'nin yeni şehri olan Auckland, New Zealand'a kesintisiz bir uçuş için San Francisco'ya ya da Los Angeles'a uçmak için yola çıkın."
      },
      {
        "dayNumber": 2,
        "title": "ULUSLAR ARASI DATELİNE",
        "description": "Uluslararası zaman çizgsini geçerken bir günü geride bırakın."
      },
      {
        "dayNumber": 3,
        "title": "AUCKLAND, YENİ ZELANDA’YA VARIŞ",
        "description": "Erken sabah Auckland, Yeni Zelanda'ya varış. Önceden kayıt yaptırıp, sabah erken check-in yapacağınız yere ulaşacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "AUCKLAND",
        "description": "Bugün, size tüm dünyaların en iyisini veren şehri deneyimlemek tamamen size aittir. Size Auckland ve çevresindeki bölgedeki faaliyetlerin bir listesini vereceğiz. Yerel bir Maori rehberi ile Auckland'da rehberli bir tur atın, muhteşem liman manzaraları için Auckland Limanı Köprüsü'ne çıkın, şarap imalathaneleri ve sanatçıları için bilinen bir adaya gidin, bir Amerika Kupası teknesinde yarış yapın, vahşi batı kıyısını gezin ve çok daha fazlasını seçerek Yeni Zelanda'nın 'Yelken Şehri'ne ulaşın."
      },
      {
        "dayNumber": 5,
        "title": "ROTORUA'YA YOL TURİZMİ",
        "description": "Bugün, verimli Bombay Tepeleri'ni geçerken ve Waikato Bölgesi'nin zengin tarım arazisine inerken, Auckland'ı güneye bırakacaksınız. Waikato Nehri'ni, Hamilton şehrine ve dünyaca ünlü Waitomo Glow-Worm mağaralarına kadar takip edin. Binlerce yıl boyunca oluşan sarkıtları görmek için uzun galerilerden ve yüce odalardan rehberli bir tur başlatın. Mağaranın tavanından sarkan, parıldayan solucanların yaydığı binlerce küçük ışıkla aydınlatılan parlayan solucan mağarasından bir tekne yolculuğu ile devam edin. Öğle yemeğinden sonra, bu öğleden sonra gelen Rotorua'ya seyahat edeceksiniz. Rotorua'dan Tarawera Gölü kenarındaki muhteşem Solitaire Lodge'a transfer olacaksınız."
      },
      {
        "dayNumber": 6,
        "title": "SOLITAIRE VE ROTORUA",
        "description": "Sonraki iki gün, Solitaire'den ve orman evinden sunulan aktivitelerin keyfini çıkarmanız için sizindir. Dünya çapındaki alabalık balıkçılığı, volkanik White Island'a doğal uçuşlar ve Tarawera Gölü'nün kenarındaki doğal jeotermal banyo gibi çeşitli toprak, hava ve su aktivitelerine kolayca erişilebilir. Orman evinin arazisinden kayın, küçük bir motorlu tekne ile gölü keşfedin ya da lüks bir lansmanda özel bir kiralama yapın. Harika yürüyüş ve dağ bisikleti de mevcuttur. Bir helikopter uçuşu ve Mt. Tarawera ya da bu canlı volkanı keşfedecek ve keşfedeceğiniz Beyaz Ada'ya uçacaksınız. Ev sahipleriniz, konaklamanız boyunca yapabileceğiniz pek çok seçenek size sunacak."
      },
      {
        "dayNumber": 7,
        "title": "SOLITAIRE VE ROTORUA",
        "description": "Solitaire'ın yaptığı bir turda daha fazla alanı keşfedin ya da sizin için program düzenleyelim. Bölgenin her yerinde, dünyanın herhangi bir yerinde görülmesi gereken en muhteşem jeotermal özellikler değil, aynı zamanda sönmüş volkanlar - tükenmiş ve aktif!"
      },
      {
        "dayNumber": 8,
        "title": "CHRISTCHURCH'DEN FLY ROTORUA",
        "description": "Bugün, Rotorua Havalimanı'na, uçuşunuzu * Yeni Zelanda’nın Güney Adası'na açılan geçit şehri olan Christchurch'e transfer edeceksiniz. Christchurch'e varışta, 2 gecelik konaklama için karşılanacak ve lüks konaklama birimlerine transfer edilecektir."
      },
      {
        "dayNumber": 9,
        "title": "AKAROA VE BANKS PENINSULA",
        "description": "Bu sabah, Canterbury Trails'in yerel rehberiniz, Akaroa Limanı'nda bir kruvaziyer de dahil olmak üzere, büyüleyici Banks Yarımadası boyunca Akaroa'ya tam günlük özel tur yapmaya başlamak için sizinle buluşacaktır."
      },
      {
        "dayNumber": 10,
        "title": "QUEENSTOWN'e UÇAN CHRISTCHURCH",
        "description": "Bugün, Güney Alpleri'ni geçip muhteşem Queenstown'a inen kısa ama çok doğal bir uçuş için uçağınızı yönetmek için Christchurch Havalimanı'na transfer edileceksiniz. Queenstown'a varışta, muhteşem Wakatipu Gölü'nün kenarında yer alan konaklama biriminizle karşılaşacaksınız. Matakauri Orman Evine varış ardından, Orman Evi Odası - Akşam Yemeği ve Kahvaltı Dahil 3 gece konaklamanız olacaktır."
      },
      {
        "dayNumber": 11,
        "title": "QUEENSTOWN",
        "description": "Queenstown'ın olağanüstü bölgesini keşfetmek için önümüzdeki iki güne ihtiyacınız olacak. South Island'ın kalbinde, Wakatipu Gölü kıyısında yer alan ve uygun bir şekilde The Remarkables adlı güzel bir dağ alanı ile çevrili olan Queenstown, düzenli olarak dünyanın en iyi turizm destinasyonlarından biri olarak değerlendirilmiştir. Güney Yarıküre’nin ilk dört mevsimi olan alpin ve göl tesisi olarak bilinir. Queenstown, “Kraliçe Victoria'ya uygun” olduğu için seçildi. Kesinlikle bu beklentiye kadar yaşadı. Günümüzde hem maceraperestler hem de eğlence arayanlar için mükemmel olan, canlandırıcı bir dağ tesisi."
      },
      {
        "dayNumber": 13,
        "title": "U.S.A  MERKEZİNE ve QUEENSTOWN AUCKLAND'A YOLCULUK",
        "description": "Ne yazık ki, dönüş uçuşunuz için Queenstown'dan yola çıkacaksınız."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "STG09059",
    "tourName": "Celebrity Solstice ile Avustralya ve Yeni Zelanda - 14.Şubat.2020",
    "placesVisited": "Yeni Zelanda, Avustralya",
    "generalInfo": "<strong>Celebrity Solstice Hakkında bilgiler :</strong><br><br>Maksimum 2850 misafir kapasiteli Celebrity Solstice, Modern &amp; Lüks anlayışı ile dünyanın en lüks yolcu gemilerinde biridir. En üst katında yer alan Çim Alanı, harika bir alışveriş caddesi, özel restoranları ve kaliteli servis anlayışı ile sizleri oldukça etkileyecek bir gemidir. Konforlu ve şık odalarında, bir 5 yıldızlı gemiden beklenen tüm olanakları bulacaksınız",
    "durationDays": "19",
    "price": "2990",
    "image1": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_0.jpg",
    "image2": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_1.jpg",
    "image3": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_2.jpg",
    "image4": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_3.jpg",
    "image5": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_4.jpg",
    "image6": "siempretour-images/STG09059/stg09059_celebrity-solstice-ile-avustralya-ve-yeni-zelanda-14-suabt-20202019_12_16_05_51_15_5.jpg",
    "imagealt": "",
    "personNumber": "50",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>* Katar Havayolları ile İstanbul – Auckland //  Melbourne -  İstanbul arası ekonomi sınıfı uçak bileti</li>\n<li>* Havalimanı-liman-havalimanı arasındaki tüm transferler;</li>\n<li>* Havalimanı ve Liman vergileri <strong>890 €</strong></li>\n<li><strong>* </strong>Auckland’da 1 gece kahvaltı dahil konaklama</li>\n<li><strong>* </strong>Melbourne’da 2 gece kahvaltı dahil konaklama</li>\n<li>* Celebrity Solstice  gemisinde 12 gece 13 gün tam pansiyon konaklama;</li>\n<li>* Auckland ve Melbourne yarım gün şehir turu</li>\n<li>* Gemide düzenlenen animasyon ve aktiviteler</li>\n<li><strong>* Türkçe rehberlik hizmeti</strong></li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Auckland (Yeni Zelanda)",
        "description": "İstanbul Havalimanı buluşmasının ardından Katar Havayolları ile Doha aktarmalı Auckland’a uçuş"
      },
      {
        "dayNumber": 2,
        "title": "Auckland (Yeni Zelanda)",
        "description": "Auckland’a aktarma"
      },
      {
        "dayNumber": 3,
        "title": "Auckland (Yeni Zelanda)",
        "description": "Auckland, Yeni Zelanda. İniş işlemlerinin ardından otele transfer"
      },
      {
        "dayNumber": 4,
        "title": "Auckland (Yeni Zelanda)",
        "description": "Hareket Saati : 18:00"
      },
      {
        "dayNumber": 5,
        "title": "Bay Of Islands (Yeni Zelanda)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 6,
        "title": "Tauranga (Yeni Zelanda)",
        "description": "Varış Saati : 07:00"
      },
      {
        "dayNumber": 7,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 8,
        "title": "Akaroa (Yeni Zelanda)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 9,
        "title": "Dunedin (Yeni Zelanda)",
        "description": "Varış Saati : 07:30"
      },
      {
        "dayNumber": 10,
        "title": "Doubtful Sound (Yeni Zelanda)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 10,
        "title": "Milford Sound (Yeni Zelanda)",
        "description": "Varış Saati : 16:30"
      },
      {
        "dayNumber": 10,
        "title": "Dusky Sound (Yeni Zelanda)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 11,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 13,
        "title": "Sydney (Avustralya)",
        "description": "Varış Saati : 08:00"
      },
      {
        "dayNumber": 15,
        "title": "Denizde Seyir",
        "description": ""
      },
      {
        "dayNumber": 16,
        "title": "Melbourne (Avustralya)",
        "description": "Melbourne, Avustralya. İniş işlemlerinin ardından otelimize transfer"
      },
      {
        "dayNumber": 18,
        "title": "Melbourne (Avustralya)",
        "description": "Melbourne, Avustralya. Havalimanına transfer ve Doha’ya hareket."
      },
      {
        "dayNumber": 19,
        "title": "İstanbul' a Varış",
        "description": ""
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02016",
    "tourName": "Doğa, Yetişme ve Yenilenme",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Bir yenilenme, ya da tatil ile biraz botox Kozmetiği? 10 günlük canlandırma tatilimizle ruhunuzu, zihninizi ve sağlığınızı yeniden yaratın. Küçük bir makyaj için sizin için zamanı çoktan planladık bile!",
    "durationDays": "11",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02016/st02016_2019_04_11_00_54_35_0.jpg",
    "image2": "siempretour-images/ST02016/st02016_2019_04_11_00_54_36_1.jpg",
    "image3": "siempretour-images/ST02016/st02016_2019_04_11_00_54_36_2.jpg",
    "image4": "siempretour-images/ST02016/st02016_Screen%20Shot%202019-11-27%20at%2007.43.29.png",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Sky City Grand Hotel'deki Auckland'da 2 gece</li>\n<li>- Auckland'da tam gün özel tur</li>\n<li>- 7 günlük araç kiralama</li>\n<li>- Hokianga'daki Copthorne Resort'ta 2 gece</li>\n<li>- Yorumlu akşam yağmur ormanı turu</li>\n<li>- Grand Mercure Puka Park Resort'taki bir Bush Dağ Evi'nde 2 gece</li>\n<li>- Sıcak Su Plajı dahil olmak üzere Coromandel Yarımadası'nın tam gün yürüyüş turu</li>\n<li>- Tauranga'da 2 gece</li>\n<li>- Gurme akşam yemeği ile Glow Worm Kayak turu</li>\n<li>- Queenstown'da 2 gece</li>\n<li>- Güney Alpler'in zirvesinde piknik yapmak için helikopter uçuşu</li>\n<li>- Havalimanı aktarmaları</li>\n<li>-  GST (Vergiler)</li>\n</ul>",
    "dayInfo": [],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST01512",
    "tourName": "Fiji Ve Yeni Zelanda Çarpıcı Romantik Kaçamak Turu",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Sıcak beyaz kuma bir şilte serin ve dalgaların kıyıya kıvrılışının sesini dinleyin. Kapınızın dışında bir buzul gölü dururken siz sıcak şöminenizin önünde birbirinize sokulup oturun. Özel yapım, muhteşem romantik kaçamak turu, Fiji'deki özel tatil plajlarından adaya ve Yeni Zelanda'nın alp konforlarına kadar, romantizm için tasarlanmıştır. Cam bir zeminden aşağıdaki yanardöner balıkları görebileceğiniz odanızda rahatlayın. Tarihi bir dağ kasabasının eşsiz manzarası için dağın zirvesinde durun. Güney Yarımküre'nin büyüleyici doğal manzarasını deneyimleyin ve her anı partnerinizle paylaşın.<br><br><strong>ÖNE ÇIKANLAR</strong>",
    "durationDays": "11",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST01512/st01512_fiji-profil-10.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Yumuşak Kumlu Karşılama",
        "description": "Güney Pasifik Okyanusu'nun tablo gibi manzaralarıyla dolu tropik bir cennet olan Fiji tatilinize hoş geldiniz. Su beyaz ve altın kumlara karşı çivit mavisi bir parıltıyla parlar. Yemyeşil yağmur ormanları plaja dokunup tepeleri ve dağları kaplar. Işıl ışıl akarsular ormandan geçer ve muhteşem şelalelere dönüşür. Lüks, gözlerden uzak tatil köyleri, ada yaşamının ve modern konforun en iyisini sunar. Havaalanına varışınızı bekleyen özel transferiniz sizi Denarau Marina'ya götürecektir. Sizi Malolo Adası'ndaki tatilinize götürecek özel bir katamarana adım atın."
      },
      {
        "dayNumber": 2,
        "title": "Hayatta Bir Gün",
        "description": "Balkonunuz ufukta küçük bir ada ile çivit mavisi okyanusa bakan eşsiz bir manzaraya açılır. Adadaki ilk kahvaltınızın tadını çıkartın. Palmiye ağacı gölgesinin altında, sabaha eşsiz bir müzik katarak kıyıya vuran dalgaların sesini dinleyerek partnerinizle birlikte oturun. Tropikal meyvelerden oluşan bir dizi, dolgun rambutan ve kanarya sarısı ananas, yemeğinize renkli bir ek, oluşturur. Günün geri kalanında ada yaşamını dilediğiniz gibi benimseyin. Ada, yağmur ormanlarının güzelliğini keşfetmenize olanak tanıyan ve sahil manzarası sunan bir parkur koleksiyonu içermektedir."
      },
      {
        "dayNumber": 3,
        "title": "Gezgin Resifler",
        "description": "Sabah cennette başka bir mükemmel gün başlar. Suyun, bungalovunuzun sütunlarını hafifçe fırçalandığını duyabilirsiniz. Aşağı bakıp, suyun akıntısından etkilenmeden incelikle hareket eden balık koleksiyonunu görürsünüz. Kahvaltıda, lezzetli bir hindistancevizinden bir ısırık alırsınız ve adanın etrafında duyumsadığınız şehvetli kokunun ağaçlardaki doğal hindistancevizinden geldiğini fark edersiniz. Parmak uçlarınızdaki yağ cildinize ipeksi bir his sağlar. Gün, görkemli deniz yaşamının tadını çıkarmak üzere suya girebilmeniz için mükemmel bir aydınlık sunar. Güneş, berrak suda 37 metre kadar derinliğe girerek çarpıcı balıkları ve mercan çeşitlerine ışık tutar."
      },
      {
        "dayNumber": 4,
        "title": "Esintinin Keyfi",
        "description": "Esinti sakin olduğu erken sabah kahvaltısının tadını çıkarın. Yemekten sonra, bir katamarana adım atın ve Mamanuca Adaları çevresinde muazzam bir ada gezintisi turu için yelkenlerin yükselen rüzgarı yakalamasını izleyin. Su havaya karışır ve cildinizde bu serin spreyi hissedersiniz. Güneş parıldar ve sıcaktır. Yeni Hayat Adası'nın tatil plajlarını ve Matamanoa Adası'nın uzun yemyeşil tepesini geçersiniz. Tom Hanks’ın filmi, Yeni Hayat yeri olarak bilinen Monuriki kıyılarına ulaşırsınız ve tekne demir atar."
      },
      {
        "dayNumber": 5,
        "title": "Ada Sahillerinin Tazeliği",
        "description": "Sabahları, kahvaltıdan önce bir kez da suların altında balıkların koşuşturmasını izlersiniz. Tropik cennetinizi terk etmenin hüznüyle, Yeni Zelanda tatilinizle gelecek harikaların heyecanı arasında ikileme düşersiniz. Kahvaltıdan sonra, katamaranınız sizi Nadi Uluslararası Havaalanı'na doğru devam edeceğiniz Port Denarau'ya götürüyor. Yeni Zelanda, doğal yemyeşil yemyeşil yamaçlar, zarif dağ manzarası ve milyonlarca yıllık volkanik aktivitenin yarattığı sansasyonel sahil şeridi ile bilinir. Özel transferiniz Waiheke adasına giden feribota bineceğiniz Auckland'a varışınızı beklemektedir. Waiheke Adası, Hauraki Körfezi'nin kobalt sularında Auckland'a 18 km uzaklıkta yer almaktadır. Günler kayalık koylara vurarak dalgalanan suyun yanında kurudur. Kumlu plajlar ve dostane üzüm bağları, keyfini çıkarmanız için yerel bir cazibe yaratmaktadır. Tesis tarzındaki konaklama birimleri, sınırsız yıldız ışığının altındaki beyaz kumlu plajlara ve romantik atmosfere bakmaktadır."
      },
      {
        "dayNumber": 6,
        "title": "Sanat Yürüyüşü",
        "description": "Waiheke Adası, huzurlu sahil kenarı patikalarında ve kayalıklı koylar ile vurucu dalgaların yakınındaki verimli volkanik toprak yollarda yapabileceğiniz doğal bir sanat yürüyüşü olarak da adlandırılabilir. Kahvaltıdan sonra gün adayı gönlünüzce keşfetmeniz ve deneyimlemeniz için sizindir. Ada, milyonlarca dolarlık konutlar, bohem sanatçı ambiyansı ve herkesin zevk alabileceği birçok ihtişam içerir. Connells Koyu, birçok Yeni Zelanda sanatçısının eserlerinin yer aldığı bir heykel parkıdır. Her bir parça sanatçının manzaraya ve tarihine olan bağlantısının daha derin bir ifadesini temsil eder, her zaman yorumlamaya açıktır."
      },
      {
        "dayNumber": 7,
        "title": "Ada Sahillerinden Güney Ada Dağlarına",
        "description": "Adanın kayalıklı çıkıntılarına vuran dalgaları izlersiniz ve su damlacıklarının havaya sıçrayışını görebilirsiniz. Hafif bir esinti, deniz aromasını geniş ada boyunca taşır. Kahvaltıdan sonra, Güney Adasındaki Queenstown’a uçacağınız, Auckland’e geri dönmek üzere feribota binersiniz. Vardığınızda özel transferiniz havaalanında sizi selamlar ve göl kenarındaki lüks otelinize kadar size eşlik eder."
      },
      {
        "dayNumber": 8,
        "title": "Dağların Üstünde",
        "description": "Sabah, orman ağaçlarında öten kuşların sesleri duyarsınız. Erkenci maceraperestler çoktan, Bob'un Zirvesinin üzerindeki belirlenmiş bir alandan planörle atlayarak gökyüzünde süzülmeye başlamışlardır. Sabahı, gevrek dağ havasında birbirinize sarılarak partnerinizle geçirin. Yakındaki ağaçlar ve dağ zirveleri, her türlü taze sıcak demlenmiş kahvenin tadını çok daha özel yapar. Kahvaltıdan sonra şehir merkezinin hemen dışındaki gondol istasyonuna gidilebilirsiniz. Douglas köknarlarıyla ve kayın ormanlarıyla kaplı Bob's Doruğu, deniz seviyesinden 1748 metre yüksekte boyunca şehirden yükselir."
      },
      {
        "dayNumber": 9,
        "title": "Doubtful Boğazını Kucaklamak",
        "description": "Alp esintisi gölü dalgalandırır ve sabaha serinletici bir soğukluk getirir. Kahvaltıdan sonra rehberiniz sizi otel lobisinde karşılar ve bu günü geçirmeniz için Queenstown'a götürür. Wilmot Pass üzerinde yolculuk yaparsınız; yoğun yağmur ormanları karayolunun kenarlarında sıralanır. Yol aşağıya doğru eğim yapmaya başladığında, aşağıda parıldayan Doubtful Boğazı’nın manzarasını görürsünüz. Antik buzullarının eriyerek şekillendirdiği boğazın etrafını, ateşli güzelliğini, bir anda incelemek oldukça zordur. Geniş bir katamarana binerek suları gezmeye başlarsınız. Rehberiniz, kayalık dağ eteklerine tırmanan ağaçları işaret eder. Su soğuk ve sakindir."
      },
      {
        "dayNumber": 10,
        "title": "Birlikte Dağları Tadına Varın",
        "description": "Queenstown'daki son gününüz ancak sizin tercih edeceğiniz şekilde harcanabilir. Büyüleyici taş köprüyü ve nilüfer yapraklarını görmek için botanik Queenstown Bahçeleri'nde gezintiye çıkabilir ya da hıphızlı bir öğleden sonra geçirmek için Dar Nehri boyunca jet botuyla gezebilirsiniz. Daha romantik bir tur için, rehberiniz sizi otelde karşılar ve birçoğu Pinot Noir için ödül kazanmış olan birçok yerel şarap imalathanesini ziyaret etmeniz için sizi Merkez Otago bölgesine götürür. Dağların geniş, çorak yaylalara dönüştüğü bölge, “Farklılığın Dünyası” sloganıyla hareket eder. Manzaranın muazzam düzeni, her bağ için tanımlayıcı özellikler yaratır."
      },
      {
        "dayNumber": 11,
        "title": "Sonu Olmayan Görkem",
        "description": "Wakatipu Gölü'nün Z şeklindeki suları 293 kilometre karedir. Garip şekil, gün boyunca kıyılarda dolaşan küçük bir dalga oluşturur. 1912 yılından kalma, bölgenin altın madenciliği döneminin hatırası olan eski bir çarklı vapur, bir gölü geçmeye devam ediyor. Taze demlenmiş kahvenin sıcak ve tazeleyici tatları ile uyanın. Kahvaltıdan sonra özel transferiniz sizi otelde karşılar ve sizi eve dönüş uçuş için Queenstown Havaalanı'na götürür. Berrak boğazlar gördünüz ve kusursuz kumsallar üzerinde dolaştınız. Partnerinizle beraber, dağlara ve yağmur ormanlarına giderek unutulmaz yerlerde sonsuza dek sürecek hatıralar biriktirdiniz."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02006",
    "tourName": "Gençler ve Aileleri için Yeni Zelanda ve Avustralya Turu",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Oceana, eşsiz bir bölge ve diğer dünya manzaralarında erişilebilir maceralara sahip heyecan verici anlar sunmaktadır. Büyüleyici ortamı, gençler için özel olarak hazırlanmıştır. Yeni Zelanda ve Avustralya'ya 16 gün süren bu yeni turu, çocukları aklına gelen aileler için tasarlandı, iki ülkenin en iyisini ortaya çıkardı; buzuldan glowworm mağaralarına, şehir keşfinden Maori haka danslarına kadar uzanan bir yolculuk. Yeni Zelanda'nın ikonik milli parklarını geçerek Avustralya'nın ünlü kentlerinde dinlenmeden önce keşfedin.<br><br><strong>ÖNE ÇIKANLAR </strong>",
    "durationDays": "16",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02006/st02006_Screen%20Shot%202019-11-27%20at%2007.40.10.png",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Auckland - Yelkenli  Şehirde Rahat Bir Gün",
        "description": "Yelkenler Şehri, size daha büyük bir köy gibi hissettiriyor; atmosferi, ilginç bir titreşimle iç içe olan huzuru yansıtıyor. Oceana'daki yataklarınızı almak için, ideal bir başlangıç ​​noktasıdır, yürüyerek keşfetmek için yeterince küçük ve herhangi bir seyahat yorgunluğunun üstesinden gelmek için yeterince rahattır. Havaalanında karşılanacak ve butik gıda pazarlarına ve bazı yüce miras binalarına kısa bir mesafede yer alan merkezi bir otele transfer edileceksiniz. Rahatlayın, zamanınızı ayırın ve Yeni Zelanda'da dolaşan ambiyansı emin. Bu, işlerin hiç aceleye getirildiği bir yer değil bu hızı yavaşlatmaya yardım eden bir ülkedir."
      },
      {
        "dayNumber": 2,
        "title": "Auckland Rotorua - Hobbiton Yoluyla Bir Yolculuk",
        "description": "Hobbiton değişmeden duruyor, dairesel hobbit çukurlarının gizemli dünyası ve kulübe bacalarından çıkan dumanlar. Bahçe çitleri eski yosun ile boyanırken, sallanan sandalyeler minyatür reçel kavanozlarının yanında durmaktadır. Orijinal film seti, yeşil tepelerin yuvarlanmasıyla gizlenmiş ve mükemmel şekilde korunmuştur. Bu kurgusallaştırılmış Orta Dünyadır, ama çok gerçek, ailenin içindeki herkesi büyüleyen detaylara dikkat. İki saatlik bir rehberli tur, köyde dolambaçlı bir yol alır, hobbit deliklerini geçerek büyük ekrandan dünyaya gider. Yakın bir başka ikonik çekim yeri olan Mangaotaki Rocks. Beklenmedik Yolculuğun trol ve kamp ateşi sahneleri, ilkel ormanlara bakan yükselen kireçtaşı kayalıklarda filme alındı. Öğleden sonra, Rotorua'ya varmadan önce, bu mistik manzaralardan güneye ilerlerken öğle yemeği dahildir. Otelden uzaktan keşfedilen ve yarın hepinizin göreceği şeyleri belirten geyikler keşfedilebilirsiniz."
      },
      {
        "dayNumber": 3,
        "title": "Rotorua - Maori Dünyasına",
        "description": "Çamur havuzları ve kaynar geyserler Rotorua'nın her tarafını patlatırlar. Bölgenin sürekli manzarayı şekillendiren köpüren volkanik akımları vardır. Fışkırtma suyu, günde 20 kez patlayan ve 100 feet havaya flumeler göndererek, saat çalışma aralıklarına ulaşır. Sabahları termal harikalar diyarını keşfederek, buharlı fumaroları seyrederek ve doğal ısıtmalı havuzlarda dalış yaparak geçireceksiniz. Tuhaf renkler manzara karşısında oyulmuş, dünyanın kabukları yüzeye çıkmıştır. Yine de sadece eşsiz jeolojiye hayran olmak için burada değilsin. Bir Maori şefi, ailenizi selamlamak için bir barış işareti olarak bir tüy atmak için ortaya çıkar. Te Puia ülkenin önde gelen Maori kültür merkezidir ve haka'nın (savaş dansı) yapıldığı ve öğretildiği toplantı evine davetlisiniz. Hikayeler şarkı ve dans yoluyla anlatılır ve çocuklarınız geleneksel Maori masallarının temellerini gösterir. Akşamın Maori mirasını tamamlamak, yeraltına buğulama yapan etlerden oluşan bir ziyafettir. Bugünkü aktiviteler Rotorua'da gerçekleşiyor ve gün boyunca şehri keşfetmek için serbest zaman var ya da göl kıyısı boyunca bisiklet sürün."
      },
      {
        "dayNumber": 4,
        "title": "West Coast'a Christchurch - Dramatik Arthur'un Geçişi",
        "description": "hristchurch'a uçun ve sizi Güney Adası’nın  dramına sürükleyen yeni bir rehberle tanışın. Dağlar evrimsel olarak yükselir, göllerin yukarısındaki şaşalı zirveler ve fırtınalı boğazlar. vardır Arthur'un Geçidi'nden Batı Kıyısı'na doğru ilerlemek için ülkenin muhteşem yolculuklarından biridir ve durmak için sayısız yer vardır. Batı Sahili'nin milli parklarına girerken, her biri daha dar ve dik bir şekilde büyüyen, yeşil olan Waimakariri Irmağı vadilerine doğru dolan yeşil Canterbury Ovaları'ndan uzaklaşın. Glowworms gökadalarının üzerinde yükselen eski bir dünya sarkıtları olan Nil Nehri Mağaraları'nda durun. Metro Mağarası'na ışık ateşinin ciritleri olarak, odak, heykel formlarından doğanın lüminesansına geçer. Yeraltına gittikten sonra arabayı Darboğaz ve yoğun yağmur ormanlarının bulunduğu Punakaiki'ye sürmeye devam edersiniz. Bu, seyahat programında sürmenin en uzun günüdür, ancak arabada sadece dört saatlik bir zaman harcayacaksınız, tüm farklı duraklar tarafından noktalama işaretini alacaksınız. Punakaiki yakınlarındaki bir kulübede sahil boyunca geceleme olacak."
      },
      {
        "dayNumber": 5,
        "title": "Batı Sahili'ne Franz Josef Buzulu - Treetops ve Bir Buzul Boyunca Yürüyüş",
        "description": "Yağmur ormanlarının gölgesine çıkarak, yerli kuşların tweetlerini yerden 20 metre yüksekte bulunan çelik bir platformdan geçin. 450 metre uzunluğundaki bir yürüyüş yolu, antik rimu ve kamahi ağaçları arasında sizi yönlendirir ve her zaman kuşlarla canlı olan eğrelti otları ve avuçlarının yoğunluğunu ortaya çıkarır. Buradan, karla kaplı dağların altında, Franz Josef Glacier köyüne uzanan, üç saatlik bir araba var. Devam etmek için helikopterle seyahat etmelisiniz; Aileniz karlara inmek için dikey buzul duvarının üzerinde süzülür. Dışarı çık ve buzul, okyanusa kadar uzanıyor gibi görünüyor. Ama sahilden, buz baltadan, bütün bir ailenin içine girebilen gargantuan buz tünellerinden uzaklaşıyorsunuz. Garip heykeller buzulların kenarlarına yapışıyor, özgünlükle dans eden buz kreasyonları. Buzulda, el değmemiş bir beyaz harikalar diyarıyla çevrili iki saatin olacak. Bir uzman sana  sıcak giysiler sağlayacak."
      },
      {
        "dayNumber": 6,
        "title": "Wanaka - Yağmur Ormanı Yürüyüşleri ve Uzak Şelaleler",
        "description": "Alp zirveleri, Matheson Gölü kıyılarında, sarp dağlardan ve yemyeşil yuvarlanma yağmur ormanlarından bir yolculuğa muhteşem bir başlangıç ​​yapar. Haast'ta, Roaring Billy Şelalesi'ne 20 dakika, daha sonra Thunder Creek Şelaleleri'nin gürültüsünden biraz daha ileriye doğru ilerleyebilirsiniz. Gümüş kayın ormanı, alabalıkların masmavi sularda yüzdüğü Makarora nehrinin üzerinde bir köprüye götürür ve herkes, her yerden binlerce mil uzakta hisseder. Yeni Zelanda'nın cazibesinin bir kısmı, asfalt yoldan vahşi doğaya, yani sadece birkaç adım öteye giden bir yolculuktur. Bu, macerayı güvenli ve kolay kılan, ailelerin kendi konfor bölgeleri içinde keşfetmelerini sağlayan bir ülkedir. Günün ilerleyen saatlerinde Hawea Gölü ile Wanaka Gölü arasında gidip geldiğinizde, hem Azure Dağı hem de Mount Aspiring Ulusal Parkı'nın zirvelerinin dağ zirvesine karşı ayarlanmış. Önümüzdeki iki geceyi, günün maceralarına çok sakin bir karşı koy olan Wanaka Gölü kıyılarında geçirin."
      },
      {
        "dayNumber": 7,
        "title": "Wanaka - Milford Ses Yoluyla Doğal Uçuş ve Tekne Turu",
        "description": "Yeni Zelanda'nın fiyortları, yükselen dağların ardında, Tasman Denizi'ne doğru uzanan muazzam su yollarının gerisinde kalıyor. Parkın içinde ve dışında sadece bir yol başı, ancak hava yolculuğu bu dramatik manzarayı erişilebilir kılıyor. Bozulmamış buzulların ve Maori'nin “yeşiltaşın yeri” ni, bir tekne yolculuğunun sizi süzülen fokların ve eğlenceli penguenlerin uçurumları boyunca götürdüğü Milford Sound'a uçun. Sutherland Şelalesi, dünyanın beşinci en yüksek şelalesi olan uçurumların arasından sıyrılıyor ancak fiyortun duvarlarının büyüklüğünde neredeyse kayboluyor. Wanaka'ya dönüş, aynı zamanda bir hava yolculuğu, Yeni Zelanda'nın Güney Adası'nın ölçeğini canlandıran doğal bir yolculuk yaşayın. Her yer Batı Sahili boyunca vahşi ve her açıdan genç bir hayal gücüne meydan okuyor."
      },
      {
        "dayNumber": 8,
        "title": "Queenstown - Güney Adadaki Yüzüklerin Efendisi",
        "description": "Pek çok eterik panorama ile, Yüzüklerin Efendisinin sadece Yeni Zelanda'da filme alınması şaşırtıcı gelmeyecek. Orta Dünya'yı sembolize etmek için pek çok yer seçilebilir, ancak bazıları diğerlerinden daha çok yankılanır. Queenstown'a bir saatlik transferden sonra, üçlemeden tam filme yerleri için dört tekerlekten çekişli bir safari alırsınız. Lothlorien Ormanı'nda durun, Isengard'a göz atın, Ithilien Kampı'nı bulun ve X-Men ve Narnia Günlükleri gibi onlarca diğer büyük ekran gişe avcısının görüşlerini keşfedin. Hatta bir pelerin giyme ve o kılıçla çekim yapma şansı da var. Erken öğleden sonra Queenstown'a dönün ve günün geri kalanı boş zamanlarınızda, son birkaç günün ardından nefesinizi yakalamak için bir fırsatınız olacak."
      },
      {
        "dayNumber": 9,
        "title": "Queenstown - Dünyanın Macera Başkentinde Serbest Gün",
        "description": "Queenstown kendini dünyanın adrenalin başkenti olarak ilan eder, ancak Wakatipu Gölü'nün sakin manzarasından tahmin edemezsiniz. Güney Ada'nın geri kalanına çok benzeyen kasaba, huzurun ortamını ustalıkla teşvik ediyor. Bugün kasıtlı olarak özgür bırakılmış ve aileniz göl kıyısındaki rahat atmosferi takip etmek isteyebilir. Ama eğer Yeni Zelanda macerasını hala araştırıyorsanız, Queenstown'ın yukarısındaki dağdan botla, bungee salınımları ve yamaç paraşütüylejetleme yapın. Bunların hepsi örnek güvenlik kayıtlarına sahip olsa da, ebeveynlerin çocuklarını izlemek istedikleri tipik aktiviteler değildir. Öyleyse seçiminizi yapın ve günün tadını çıkarın."
      },
      {
        "dayNumber": 10,
        "title": "Sidney - Parramatta Boyunca Sakin Gün",
        "description": "Doğrudan bir uçuş sizi Tasman'ın karşısına götürür, Sydney'e doğru ilerlerken sahil oteli, şehri keşfetmek için mükemmel bir üs sunar. Şehrin kalbine ulaşmak her zaman plaja, Parramatta'ya ve ünlü Sydney Harbour Köprüsü'nün altındaki kemere gitmek için 25 dakika süren halk feribotundan zarif bir yolculuktur. Manly Plajı'nda kalarak, ailenizdeki herkesi eğlendirmek için sessiz bir kum şeridine sahipsiniz. Daha sonra, aynı zamanda şehir gezisinin geldiği kadar kolay olduğu anlamına gelen, Parramatta Nehri gezisi ile aynı manzarayı sunan Sydney'e günlük bir yolculuğun var. Havaalanında bir rehberle karşılanacak ve Manly'ye transfer edileceksiniz, burada rehberiniz feribot almak için nereye gideceğinizi gösterecektir."
      },
      {
        "dayNumber": 11,
        "title": "Sidney - İkonik Sydney Harbour Köprüsü Boyunca Tırmanma",
        "description": "Adım, adım, yavaşça, Sydney Harbour Köprüsü'nün çeliklerine doğru yükselirsin. Burası çok dik, bu yüzden herkes köprüye güvenli bir şekilde bağlı. Yavaşça yaşadıkça manzaraya girerek, kemerin tepesinde yükseliyorsunuz. Önce Sydney Opera Binası, güneşi nazikçe yansıtan ünlü yelkenler. Ardından limanın gökdelenleri, yukarıda yükselmiş gibi görünen heybetli bir cam süpürgesi. Köprünün zirvesine ulaştığınızda, Parramatta boyunca dağlara ve şehrin kenarını çevreleyen yeşil ormanlara göz gezdiriyorsunuz. Tırmanış için bir heyecan var, ama deneyim sakinleştirici bir çekiciliğe sahip. Sydney Harbour Köprüsü'nün zirvesinden, tüm kıtanın parmaklarınızın ucunda olduğunu hissediyorsunuz ve ufkun üzerinde keşfedilmeyi bekliyorsunuz. Üç saatlik deneyimden sonra şehirde boş zamanlarınız var."
      },
      {
        "dayNumber": 12,
        "title": "Sidney - Mavi Dağlarda Yaban Hayat Keşfi",
        "description": "Mavi Dağlar, başka bir Dünya Mirası sitesini harika ve  erişilebilir yaptı. Sydney'den bir saat sonra, vadinin yukarısındaki gözetleme noktalarında duruyorsunuz, mavi sisle örtülü canlı okaliptüs ormanlarını seyrediyorsunuz, rehberiniz bilimsel olarak açıklıyor. Gençler biraz daha fazla efsane, üç kız kardeşin Aborjin hikayesi tarafından sunulan, orman üzerinde duran kumtaşı tepeleri parçalayan bir şey tercih edebilir. Mavi Dağlardaki ailenizin günü çeşitli yönlerden gidebilir. Yürüyüş parkurları dünyanın en dik tren yolculuğunun sizi vadinin üzerine getirdiği okaliptüsün içine uzanır. Dağ bisikleti parkurları her seviye için mevcuttur, ancak gözetleme noktalarını kara yoluyla gezmek ve bu görkemli milli parkın manzaralarını seyretmek de mümkündür. Boş zamanlarınızda Sydney'e dönün."
      },
      {
        "dayNumber": 13,
        "title": "Melbourne - Kentin Sanatını Keşfetmek",
        "description": "Son bir hedef, yaşınızdan bağımsız olarak etkileyici bir son nokta. Melbourne, Avustralya'nın kültür kentidir, bir sanat, miras ve dramadır. Ve Sydney gibi, bu ünlü şehrin yürüyerek keşfedilmesi kolaydır. Yarra Nehri boyunca merkezi bir şehir oteliniz var ve Melbourne boyunca bulunan galerilere ve butiklere adım atmanıza olanak tanıyor. Havaalanından bir rehberle karşılaştığınız Sydney'den direkt uçuyorsunuz. Bir dizi seçenek mevcuttur ve rehber, ailenizin ilgi alanlarına göre bu günü özelleştirecektir."
      },
      {
        "dayNumber": 14,
        "title": "Melbourne - Yabandaki Koalalar ve Kangurular",
        "description": "Avustralya'nın vahşi hayatı, hayvanat bahçeleri ve kutsal yerler ile sınırlı değildir. Marsupials vahşi ve evcilleşmemiş kalır, manzaraları alışılmadık karıncalarla doldurur. Victoria ormanları, kentin çok yakınında bulunan çok sayıda kesimi görmek için en kolay yerlerden birini sunmaktadır. Birincisi, koalalar okaliptüs dallarına silinmez bir dokunuşla tutunmuş olarak bulunurlar. Gözler kısaca açılır ve koala uykuya dalmadan  önce pozunu değiştirir ve mükemmel bir şekilde otururlar. Kangurular, ağaçlar arasında yeşil ovaları doldurarak sürekli olarak etrafta dolaşmaktan çok daha aktiftir. Sessizce, erkek boksu ve küçük çetelere bağlanan dişilerle adım attığınızda yaklaşabilirsiniz. Bir vahşi yaşam barınağında, bu hayvanları görebilirsiniz. Fakat vahşi olanda, kendi alanlarında nasıl etkileşim kurduğuna tanık olabilirsiniz."
      },
      {
        "dayNumber": 15,
        "title": "Melbourne - Balık ve Cips ile Ayışığı Kayık Turu",
        "description": "Macera ve huzur arasında salınan bir tatile, son aile deneyiminiz ikisini birleştirir. Sakinleştirici bir koyda yavaşça kürek çekmeden önce temel kayak becerileri öğretilir, bir yanda altın kumlar ve öte yandan Güney Okyanusu seyredilir. Nazik dalgalar, kayıkta sörf yapmanıza izin verir, suyun acele etmesini sahile doğru götürürsünüz. Daha sonra, yunuslar genellikle yakınlarda yüzüyor ve uzak ufukta yükselen şehir gökdelenleri vardır. Gün batımı renk değiştirir ve akşamlar, özellikle ayın dolmadan önceki haftalarda, su ay ışığı ile aydınlatıldığında harika bir huzur sunar. Kıyıya kürek çekerken, ikonik bir şey sizi bekliyor: sahilde bir paket taze balık ve cips."
      },
      {
        "dayNumber": 16,
        "title": "Melbourne - Ayrılış",
        "description": "Avustralya'ya doğrudan Melbourne'den ve ülkenin ikinci en büyük havalimanından uluslararası kalkış için kahvaltıdan sonra havalimanına transfer edileceksiniz."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02021",
    "tourName": "Kuzey ve Güney Adası Klasiği",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Klasik Tur serisi, bir kişinin sınırlı bir zamana sahip olması durumunda, tüm temel tur sitelerine hitap eder. Bu tur, hem Kuzey hem de Güney Adadaki Yelkenler Şehri (Auckland), Adalar Körfezi'ndeki muhteşem plajlar, Macera Başkenti (Queenstown), muhteşem Fiords (Milford Sound), Mt . Buzullar ve daha fazlasını içerir.",
    "durationDays": "14",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02021/st02021_avustralya-profil-45.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "ABD’den Ayrılış",
        "description": "ABD'den Çıkış: Bugün Yeni Zelanda'ya gidiyorsunuz. Maceranız başlıyor!"
      },
      {
        "dayNumber": 2,
        "title": "2. Gün: Uçuş",
        "description": "Uçuşta: Uluslararası zamanlama nedeniyle bir günü kaybedersiniz. Yolculuğunuzun sonunda kaybınızı  geri alacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Auckland",
        "description": "Auckland'a geliyorsun. Gününüzde dinlenmeniz veya yenilenmeniz için bir şansınız olduğu otele transfer edilerek geçireceksiniz. Bu öğleden sonra, Kelly Tarlton'un Antarktika Encounter ve Sualtı Dünyası'nı ziyaret edeceğiniz Auckland manzaraları turunun tadını çıkarın. Ayrıca bir Yeni Zelanda Encounter gösterisinin tadını çıkarabileceğiniz Auckland Hayvanat Bahçesi'ni de ziyaret edeceksiniz. Ardından, arkanıza yaslanıp rahatlayabileceğiniz ya da yelkenle uğraşabileceğiniz Auckland Yelkenli Yatının Gururu'na gidin. Sonraki Güney Yarımada'daki en yüksek bina olan Sky Tower'ı ziyaret edin. Hafif bir atıştırmalık dahil edilecektir."
      },
      {
        "dayNumber": 4,
        "title": "Adalar Körfezi",
        "description": "Bugün Adalar Körfezi'ne seyahat edeceksiniz. Paihia'ya varın ve Yeni Zelanda'nın en önemli devlet belgesinin imzalandığı Waitangi Antlaşması Toprakları'nın rehberli turunun tadını çıkarın."
      },
      {
        "dayNumber": 5,
        "title": "Auckland",
        "description": "Adalar Körfezi - Auckland: Bu sabah Cape Brett'e ve ünlü Kaya Deliğinden geçeceksiniz. Auckland'a döndükten sonra dönüş yolculuğunuzda Otehei Koyu'nda yüzmeye, bir yürüyüşe çıkmaya ya da sadece dinlenmeye fırsatınız olacak."
      },
      {
        "dayNumber": 6,
        "title": "Rotorua",
        "description": "Auckland - Waitomo - Rotorua: Waitomo Mağaralarına güneye seyahat. Glowworm Grotto'ya rehberli bir tur ve bir yeraltı tekne yolculuğu deneyimini yaşayın. Rotorua'ya Karapiro Gölü ile devam edin. Akşam bir Maori Hangi (şölen) ve konser keyfini çıkarın."
      },
      {
        "dayNumber": 7,
        "title": "Auckland",
        "description": "Bugün Rotorua'nın şehir manzaraları turuna çıkacaksınız. Te Whakarewarewa Termal Rezervi'ni ziyaret edeceksiniz. Daha sonra Maori Sanat ve El Sanatları Enstitüsü'nün geleneksel Maori el sanatları hakkında bilgi edinme şansınız olacak. Kiwi Kuş gibi yerli Kiwi hayvanları görmek mümkün olacak Rainbow Springs sonraki seyahat. Daha sonra, geleneksel el koyunları ve diğer bazı Yeni Zelanda çiftlik hayvanlarını görebileceğiniz bir çiftlik gösterisi yaşayın."
      },
      {
        "dayNumber": 8,
        "title": "Christchurch",
        "description": "Garden City'deki Christchurch'e varırsınız. Gününüzde dinlenmeniz veya yenilenmeniz için bir şansınız olduğu otele transfer edilecektir. Şehrin içinden akan nehirde gezintiye çık. Daha sonra botanik bahçeleri dolaşmak için boş zamanlarınız var."
      },
      {
        "dayNumber": 9,
        "title": "Kaikora",
        "description": "Christchurch - Kaikora: Tam Gün Balina İzleme Turu için Büyük izleme  turnesi. Christchurch'tan ayrılırken, antrenörünüz Kuzey Canterbury Ovalarını geçecek ve Hundalees'e doğru ilerleyecektir. Engebeli sahil şeridinden Kaikora'ya seyahat. Balina gözlemciliği, görkemli balinayı seyretmek için özel amaçlı deniz taşıtlarında gezerken en iyisidir. Deniz ayrıca diğer deniz yaşamı ile doludur; mühürler, Gölgeli yunus ve nadir Hector yunusları bazen görülebilir. Sonra Christchurch'a döneceksin."
      },
      {
        "dayNumber": 10,
        "title": "Queenstown",
        "description": "Christchurch - Mt. Cook - Queenstown: Bu sabah antrenörünüze Mt. Pişirmek. Önce Christchurch'in eteklerinde Canterbury Ovaları'ndan geçerek çay (kendi masrafları) için duracaksınız. Daha sonra Pukaaki Gölü kıyılarında devam edin, Tasman nehrini Mt. Aşçı, Avustralasya'daki en yüksek dağ. Burada dağ alanının tadını çıkarmak için bir mola vereceksiniz ve isterseniz, öğle yemeği yiyin (kendi masrafınız). Dağ manzaralı uçuşlar ek ücrete tabidir. Ön kitap için sadece bize sorun! Tasman Vadisi ve Omarama'ya geri dönün. Lindis Geçidi'ne devam etmeden önce kısa bir duraklama yapılır. Daha sonra, akşam saatlerinde Dunstan Gölü kıyılarını Cromwell'e ve Queenstown'daki Kawarau Gorge'a kadar takip edeceksiniz."
      },
      {
        "dayNumber": 11,
        "title": "Queenstown",
        "description": "Bugün aksiyon dolu shotover jeti alabilirsin. Burada jet teknesini uçta deneyimleyebileceksiniz. Günün geri kalanı sizindir Queenstown, dünyanın gayrı resmi macera kentidir. Burada adrenalin pompalamak için macera aktiviteleri için birçok seçenek var. Seçenekler: Rafting, Bungee Jump, Helikopter Ride, Sky Dive."
      },
      {
        "dayNumber": 12,
        "title": "Queenstown",
        "description": "4WD Yüzüklerin Efendisi turuna sahip olacaksınız. Bu tur size bu film için inanılmaz doğal zemini görme fırsatı sunuyor. Yüzüklerin Efendisi'nin bir efendisi olmasanız bile, güzel manzaralardan dolayı bu turdan keyif alacaksınız. Sabahları bir çay dahildir. Öğleden Sonra Seçenekleri: Yukarıda listelenen aktivitelerden herhangi biri. Bu akşam, dağın kenarındaki Gondola ile seyahat edeceksiniz. Burada şehrin ışıklarına bakarken açık büfe akşam yemeğinin tadını çıkaracaksınız. Sonra bir Maori deneyimi ve şovu keyfine varacaksınız. Gösteriden sonra erkek ve kadın Maori sanatçısı ile fotoğraf çekmeye fırsatınız olacak. Seçenek: Önceden rezerve edilebilen bir bungee salıncak var. Rampayı karanlığa atlamak, akşamınızı başlatmak için harika bir yoldur. Bir Gondola'yı geri alacaksın."
      },
      {
        "dayNumber": 13,
        "title": "Milford Sesi",
        "description": "Wakatipu Gölü kıyılarında, Fiordland Milli Parkı'na açılan Te Anau'ya seyahat edin. Milford'a vardığınızda, unutulmaz bir deneyim için Milford Sound Red Boat Cruise'a katılın. Queenstown'a dönüşünüz olacak."
      },
      {
        "dayNumber": 14,
        "title": "ABD’ye Dönüş",
        "description": "Christchuch aracılığıyla havaalanına transfer edileceksiniz. Bir ömür boyu harika anıları saklayarak evinize geri döneceksiniz."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02015",
    "tourName": "Lüks Yeni Zelanda: En Son Deneyim",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Nihai lüks Auckland, Waitomo Mağaraları, Rotorua, Christchurch ve Queenstown’a bakın.",
    "durationDays": "13",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02015/st02015_Screen%20Shot%202019-11-27%20at%2007.43.29.png",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "AUCKLAND, YENİ ZELANDA, U.S.A.",
        "description": "ABD'nin yeni şehrini Auckland, Yeni Zelandaya kesintisiz bir uçuş için San Francisco'ya ya da Los Angeles'a uçmak için yola çıkın."
      },
      {
        "dayNumber": 2,
        "title": "ULUSLARARASI ZAMAN",
        "description": "Uluslararası zaman çizgisinden geçerken bir gününüzü geride bırakın."
      },
      {
        "dayNumber": 3,
        "title": "AUCKLAND VE YENİ ZELANDA’YA VARIŞ",
        "description": "Erken sabah Auckland, Yeni Zelanda'ya varış. Önceden kayıt yaptırdığınız için erken check-inden yaarlanacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "AUCKLAND",
        "description": "Bugün, size tüm dünyaların en iyisini veren şehri deneyimlemek için sizin. Size Auckland ve çevresindeki bölgedeki faaliyetlerin bir listesini vereceğiz. Yerel bir Maori rehberi ile Auckland'da rehberli bir tur atın, muhteşem liman manzaraları için Auckland Limanı Köprüsü'ne çıkın, şarap imalathaneleri ve sanatçıları için bilinen bir adaya gidin, bir Amerika Kupası teknesinde yarış yapın, vahşi batı kıyısını gezin ve çok daha fazlasını seçin Yeni Zelanda'nın 'Yelken Şehri'."
      },
      {
        "dayNumber": 5,
        "title": "ROTORUA'YA TEK BİR YOL TURİZMİ",
        "description": "Bugün, verimli Bombay Tepeleri'ni geçerken ve Waikato Bölgesi'nin zengin tarım arazisine inerken, Auckland'ı güneye bırakacaksınız. Waikato Nehri'ni, Hamilton şehrine ve dünyaca ünlü Waitomo Glow-Worm Caves'e kadar takip edin. Binlerce yıl boyunca oluşan sarkıtları görmek için uzun galerilerden ve yüce odalardan rehberli bir tur başlatın. Mağaranın tavanından sarkan, parıldayan solucanların yaydığı binlerce küçük ışıkla aydınlatılan parlayan solucan mağarasından bir tekne yolculuğu ile devam edin. Öğle yemeğinden sonra, bu öğleden sonra gelen Rotorua'ya seyahat edeceksiniz."
      },
      {
        "dayNumber": 6,
        "title": "TREETOPS VE ROTORUA",
        "description": "Yeni Zelanda’nın eşsiz Volkanik Yaylası’nın ortasındaki bir ormanın kalbinde yer alan Treetops, hem arazide hem de arazide herkesin zevkine hitap eden rakipsiz bir dizi aktivite sunuyor. Bir gün geçirmek, bu huzur içinde dinlenmek ya da fotoğraf safari, 4wd safari, at safari, kuş gözlemciliği ve doğa iz safari, ya da Maori Yerli Gıda Trail deneyin ve birçok safariler turlarından birinde katılmak Vahşi Yemek Pişirme Deneyimini yaşayın."
      },
      {
        "dayNumber": 7,
        "title": "TREETOPS VE ROTORUA",
        "description": "Sizin için düzenleyebileceğimiz bir turda daha fazla alanı keşfedin. Bölgenin her yerinde, dünyanın herhangi bir yerinde görülmesi gereken en muhteşem jeotermal özellikler değil, aynı zamanda sönmüş volkanlar - tükenmiş ve aktif!Rotorua aynı zamanda karmaşık bir şekilde oyulmuş Marae (toplantı ev kompleksleri) sık görülen toprakların orijinal sakinleri olan Maori'nin merkezidir. Bu alanda birçok kültürel fırsat ve deneyim var."
      },
      {
        "dayNumber": 8,
        "title": "CHRISTCHURCH İÇİN FLY ROTORUA",
        "description": "Bugün, Rotorua Havalimanı'na, uçuşunuz için Yeni Zelanda’nın Güney Adası'na açılan geçit şehri olan Christchurch'e transfer edeceksiniz. Christchurch'e varışta, 2 gecelik konaklama için karşılanacak ve lüks konaklama birimlerine transfer edilecektir."
      },
      {
        "dayNumber": 9,
        "title": "CHRISTCHURCH & CANTERBURY BÖLGESİ",
        "description": "Bu gün, Christchurch, Yeni Zelanda’nın Bahçe Şehri'ni ve Yeni Zelanda'nın Canterbury bölgesine açılan kapıyı, beyaz kumlu sahil şeridinden Güney Alpler'in dağ zirvelerine kadar keşfedip keşfedebilirsiniz. Şehirde bir tramvay yolculuğu yapın, Avon Nehri'nde gezintiye çıkın ya da Hagley Park ve Botanik Bahçeleri'nin tadını çıkarın. Christchurch Gondola'ya giden yerel bir otobüse binin ve zirveye çıktığınızda Christchurch, Canterbury Plains, Banks Yarımadası ve Lyttelton Limanı'nın muhteşem manzaralarını göreceksiniz."
      },
      {
        "dayNumber": 10,
        "title": "QUEENSTOWN’e doğru FLY CHRISTCHURCH",
        "description": "Bugün, Güney Alpleri'ni geçip muhteşem Queenstown'a inen kısa ama çok doğal bir uçuş için uçağınızı * yönetmek için Christchurch Havalimanı'na transfer edileceksiniz."
      },
      {
        "dayNumber": 11,
        "title": "QUEENSTOWN",
        "description": "Queenstown'ın olağanüstü bölgesini keşfetmek için önümüzdeki iki güne ihtiyacınız olacak. South Island'ın kalbinde, Wakatipu Gölü kıyısında yer alan ve uygun bir şekilde The Remarkables adlı güzel bir dağ alanı ile çevrili olan Queenstown, düzenli olarak dünyanın en iyi turizm destinasyonlarından biri olarak değerlendirilmiştir. Güney Yarıküre’nin ilk dört mevsimi olan alpin ve göl tesisi olarak bilinir. Queenstown, “Kraliçe Victoria'ya uygun” olduğu için seçildi. Kesinlikle bu beklentiye kadar yaşadı. Günümüzde hem maceraperestler hem de eğlence arayanlar için mükemmel olan, canlandırıcı bir dağ tesisidir."
      },
      {
        "dayNumber": 13,
        "title": "U.S.A HOMETOWN, AUCKLAND",
        "description": "Ne yazık ki, bugün dönüş uçuşunuz için Queenstown'dan yola çıkacaksınız."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02018",
    "tourName": "Yeni Zelanda - Kararlı Güney / Küçük Grup Turu",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "El değmemiş Yeni Zelanda'nın büyük bir bölümünü görmenin en büyük yolu bu 7 günde sürecek. On iki gün süren Decidedly South küçük grup rehberli turuyla gezmeye doyacaksınız. Bu yolculukta ovalardan, dağ havzalarından ve dağ geçitlerinden geçeceksiniz. Manzaralar mükemmel ve geniş açık alanlara sahip. Bilgili sürücü / rehber size Yeni Zelanda'ya ve kültürüne yeni ve kişisel bir bakış açısı kazandıracak. Burası  sadece görmekten çok gerçekten ne gördüğünüzü size  hissettiriyor.<br><br>Yeni Zelanda'da sadece bir haftanız varsa veya 14 Günlük Güdümlü Kuzey ve Güney Adaları'na göz atınca ...",
    "durationDays": "7",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02018/st02018_Screen%20Shot%202019-11-27%20at%2007.43.29.png",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Christchurch - Mt Somers (L, D)",
        "description": "Saat 11.30'da sürücünüz / rehberiniz Christchurch'de sizinle buluşuyor. Ashburton ve \"Akaunui\" için güney karayoluyla seyahat etmek, güzel bahçelerde yer alan tarihi 100 yıllık çiftlik evinde öğle yemeği için Di & Ian Mackenzie'e ev sahipliği yapacak. Mackenzie'in sıcak misafirperverliğinden ayrılmak asla kolay değil, daha sonra öğleden sonra Güney Alpler'in eteklerine ve küçük Mt Somers köyüne gidiyoruz. Bu akşam Stronechrubie'nin alkışlanan restoranında yemek yiyin."
      },
      {
        "dayNumber": 2,
        "title": "Mt Somers - Queenstown (B)",
        "description": "Burkes'in ardından, manzara değişiklikleri turkuaz göllere ve Mackenzie Havzası'ndaki tussock otlarının ve dağlarının dramatik süpürme manzaralarına geçilir. Tekapo Gölü'nde pitoresk kilise ve çoban köpeği heykeli favori fotoğraf duraklarıdır. Pukaki Gölü'nün başında, 3754 metre Yeni Zelanda'nın en yüksek dağı olan Maori Aorangi'de \"bulut delici\" olarak adlandırılan Mt Cook yer alıyor. Lindis Geçidi, sağlam Kawarau Geçidi'ne ve Queenstown'a doğru yol alır. Butik otel, göle ve Remarkables Sıradağları'na bakan şehir merkezine sadece birkaç dakikalık yürüme mesafesindedir. Bu dünyaca ünlü turistik beldede çok çeşitli restoran ve kafeler var - ve şoförünüz / rehberiniz onun favorilerini bilmenizi sağlayacaktır."
      },
      {
        "dayNumber": 3,
        "title": "Queenstown - Milford Sound Doğa Gezisi - Queenstown (B)",
        "description": "Bu sabah, otelinizden Te Anau'ya ve Milford Sound'un Fiordland Milli Parkı'nın göbeğinde bulunan muhteşem Milford Road'a seyahat etmeleri için otelinizden alınıyorsunuz. Mirror Lakes ve Chasm gibi güzellik noktalarına kısa yürüyüşler yapın. Milford Sound'da, isterseniz, Tazman Denizi'ne çıkan ikonik Gönye Zirvesi'nin hakim olduğu sesle bir yolculuk yapın. Şelalelerin, yağmur ormanlarının, dağların ve vahşi yaşamın çarpıcı bir fiord manzara. Te Anau'ya ve Wakatipu Gölü kıyısına doğru Queenstown'a yolculuk yapın."
      },
      {
        "dayNumber": 4,
        "title": "Queenstown - Cardrona Vadisi - Wanaka (B, D)",
        "description": "Sabah Queenstown'ı daha fazla keşfetmek için sizindir. Belki bir sabah erken bir jet tekne yolculuğuna Yüzüklerin Efendisi ülkesindeki muhteşem Dart Nehri üzerinde, resmedilmeye değer bir köy olan Arrowtown'a gitmeden önce dönün. Tussock ülkesine doğru ilerleyen yol, Crown Range'e doğru iniyor ve daha sonra Cardrona Vadisi'ne iniyor. Tarihi Cardrona Hotel'de durduk, tarihi altın dönemine kadar uzanıyor ve ardından dağ zirvelerinin bir panorama ortasında otelimize kadar Wanaka'ya devam ediyoruz. Bu akşam Wanaka'da yemek yiyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Wanaka - Haast Geçidi - Franz Josef (B)",
        "description": "Mt Aspiring Ulusal Parkı'nda Haast Geçidi'nin muhteşem dağ ve nehir manzaralarına gitmeden önce Hawea Gölü ve Wanaka Gölü'nün yanından geçin. Yerli kayın ormanlarından şelalelere ve alabalıkların yer aldığı mavi havuzlara kadar iyi bakımlı pistlerde harika kısa yürüyüşler yapabilirsiniz. Dağlardan ayrılan yol, nehrin kıyısındaki yol boyunca Haast’a, Koruma Merkezi’nin bölgelerin renkli tarihi, flora ve faunasını belgelediği rüzgâr. Westland Dünya Mirası Parkı'nın yemyeşil, ilkel yağmur ormanı boyunca kuzeye doğru devam edin, kumsalda dune gölü ve bataklık yağmur ormanları boyunca bir gezintiye çıkmak için Ship Creek'e uğrayın. Franz Josef Glacier kısa yürüyüşler sizi ilerleyen buzulu görmek için puan noktalara götürür."
      },
      {
        "dayNumber": 6,
        "title": "Franz Josef - Punakaiki (B, D)",
        "description": "Bu sabah erken saatlerde buzulların ve Mt Cook'un üzerinden uçmayı seçebilir ve bir buzul inişinin heyecanını yaşayabilirsiniz. Daha sonra, nadir kotuku, beyaz balıkçıl evi olan Okarito'nun sevimli lagünü ziyaret ediyoruz. Sahildeki ayna gölleri, kayalık nehirlerden geçen nehirleri ve Güney Alpler'in manzaralarını seyrederek kıyıya çıkın. Hokitika'da bir dizi el sanatları galerisi var - Pounamu (yeşiltaş) oyma, cam üfleme, ahşap ve bakır zanaatkârlar. Maori'nin yüzyıllardır Pounamu'da kullandığı eski Greenstone Parkurlarının bir bölümünü takip eden güzel bir sahil yolu, Punakaiki sahilinde otelinize yol açar. Yolun biraz ilerisinde, önde gelen yerel cazibe yer almaktadır - Punakaiki Pancake Kayaları, yontulmuş deniz yığınları ve yükselen uçurumlar. Gelgit doğruysa, hava delikleri sprey bulutlarını yayar. Bu akşam otelin restoranında yemek yiyin."
      },
      {
        "dayNumber": 7,
        "title": "Punakaiki - Greymouth - TranzAlpine demiryolu yolculuğu - Christchurch (B)",
        "description": "TranzAlpine tren yolculuğunuzun sizi beklediği sahile doğru, Greymouth'a doğru sürün. Arkanıza yaslanın ve sağlam Otira Gorge ve Arthur's Pass Ulusal Parkı'nın muhteşem dağ manzarasının keyfini çıkarın. Geç öğleden sonra Christchurch'e ulaşmak için Canterbury Ovaları'nı geçtik. Sürücünüz / rehberiniz sizi tren istasyonunda karşılar ve bu İngiliz tarzı taş binalar, büyük parklar ve muhteşem bahçelerdeki konaklamanıza transfer eder."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02017",
    "tourName": "Yeni Zelanda 16 Gün Küçük Grup - Kuzeyden Güneye",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Bu 15 gecelik / 16 günlük turda, daha az seyahat edilen yolları keşfedin ve Yeni Zelanda'yı gezmenin tüm doğal büyüsünü yaşayın. Bu küçük grup Yeni Zelanda turunda yerel Kiwis'lerle tanışacaksınız ve Tarawera Gölü'nün ve Canterbury'nin ortasındaki eşsiz özel tesislerde özel öğle yemeklerinin tadını çıkaracaksınız. Çeşitlilik, renk ve kültür Rotorua, Napier, Wellington, Queenstown, Franz Josef ve vahşi Batı Sahili'nde canlanıyor.<br><br><strong>ÖNE ÇIKANLAR</strong>",
    "durationDays": "16",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02017/st02017_Screen%20Shot%202019-11-27%20at%2007.43.29.png",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Auckland - Rotorua (D)",
        "description": "Şoförünüz / rehberiniz sizi şehir otelinizde karşılar. Waikato'nun yemyeşil süt tarım arazilerinde, güneyde bir ormanlık bahçede kahve içmek için mola verin. Waitomo’nun nefes kesici parlayan solucan mağarasını ziyaret edin ve kireçtaşı mostralarıyla süslenmiş bu dramatik bölgeyi keşfedin. İki gece boyunca evinizi Rotorua'ya ve Park Mirasına götüren tarım arazileriyle geçin. Akşam bir Maori konserinin sıcaklığına - ziyaretçilere geleneksel bir karşılama - ve bir dünya fırınında buğulanmış yiyecekleri içeren bir akşam yemeğine dokunacaksınız."
      },
      {
        "dayNumber": 2,
        "title": "Rotorua (B)",
        "description": "Maori kültürünün, jeotermal etkinliğin ve sakin göllerin kalbinde yer alan bu göl kasabasında rahatlayarak dinlenebilirsiniz. Hem Rotorua Müzesi hem de Ohinemutu'daki göl kenarı Maori köyü güzergah üzerinde, Buried Köyü'nde ve bu bölgeye özel birçok jeotermal cazibe merkezindedir. Bu macera turizmi mekânında seçebileceğiniz çeşitli isteğe bağlı aktiviteler de bulunmaktadır."
      },
      {
        "dayNumber": 3,
        "title": "Rotorua - Napier (B)",
        "description": "Waikato Nehri'nin dar bir uçurumun içinden geçtiği Huka Şelalesi, dayanılmaz bir fotoğraf durağıdır. Taupo’dan, Yeni Zelanda’nın en büyük gölü’nde, Central Platosu’nun dağlarına harika manzaralar vardır. Engebeli aralıkları geçtikten sonra sahil kasabası Napier'e ulaşıyoruz. Art Deco mimarisi ile tanınan Napier, 1931 yılında feci bir depremden sonra bu tarzda yeniden inşa edildi. Rehberiniz sizi bölgenin önde gelen üzüm bağlarına ve kuş cıvıltılarına getirecek ve Cape Kidnappers'daki gannet kolonisini ziyaret etme şansı yakalayacak. Oteliniz deniz kıyısındadır."
      },
      {
        "dayNumber": 4,
        "title": "Napier - Martinborough (B)",
        "description": "Hawkes Bay, Yeni Zelanda’nın yiyecek sepeti - meyve bahçeleri, üzüm bağları ve pazar bahçeleri boldur. Havelock North ve Hawkes Körfezi'nin Wairarapa bölgesindeki Martinborough'a bahçeler, çiftlikler ve üzüm bağları gibi pastoral manzaralarıyla güneye doğru ilerliyoruz. Kiwis ve tuatara gibi nadir ve nesli tükenmekte olan türler için bir sığınak olan Mt Bruce Ulusal Yaban Hayatı Merkezi'nde durduk. Günü, Wairarapa bağ bölgesinin kalbinde yer alan güzel bir kasaba olan Martinborough'da bitiriyoruz."
      },
      {
        "dayNumber": 5,
        "title": "Martinborough - Wellington (B)",
        "description": "Rimutaka aralıkları üzerinden başkent Wellington’a gidiyoruz. Ulusal müze olan Te Papa'yı ziyaret edip şehir manzaralarını geziyoruz. Cablecar'ı Botanik Bahçeleri'ne yaklaştırın. Şehrin ve limanın muhteşem manzaralarını görmek için Rıhtımın ortasından Oriental Körfezi'ne ve Mt Victoria'ya turlayın. Şehir içi butik oteliniz Wellington'un eklektik kafe sahnesinin kalbinde yer almaktadır."
      },
      {
        "dayNumber": 6,
        "title": "Wellington - Cook Boğazı feribotu - Blenheim (B, D)",
        "description": "Bu sabah Wellington'dan feribotu Cook boyunca üç saat boyunca Tory Channel'a ve güzel Queen Charlotte Sound'u Picton'a kadar gezdiriyoruz. Marlborough sauvignon blanc'ı haritaya koyan üzüm bağı olan Cloudy Bay'de tatmak da dahil olmak üzere bu premier şarap ve yiyecek bölgesini geziyoruz. Bu akşam Hotel d'Urville'nin son derece beğenilen Wine Bar ve Brasserie'de yemek yiyebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Blenheim - Kaikoura (B)",
        "description": "Kaikoura Sahili'nin muhteşem manzarası için Marlborough'un kuru, altın tepelerinin ardında bırakın. Balina gözlem turuna çıkma fırsatı var. Kaikoura, balinaların yanı sıra foklarla ve deniz kuşlarıyla da yakın karşılaşmalar için bir yerdir. White Morph'ta sahil kenarında kalıyoruz. Deniz ürünleri, özellikle kerevit, bu okyanus tarafında bir uzmanlık alanıdır."
      },
      {
        "dayNumber": 8,
        "title": "Kaikoura - Mt Somers (B, L, D)",
        "description": "Karayolu, Hunderlee Tepeleri üzerinden iç kısımlara inmeden ve Canterbury Ovaları'na inmeden önce sahil şeridinde devam ediyor. Nehrin üzerindeki teraslarda yer alan Waipara şarap bölgesi, ideal bir kahve durağıdır. Güneye doğru devam edersek, Christchurch'i etekleyip güneydeki otobanı Ashburton'a ve “Akaunui” ye götürmek için çiftlik bahçelerimiz Di & Ian Mackenzie'e, güzel bahçelerdeki tarihi 100 yıllık çiftlik evlerinde öğle yemeği için katılın. Mackenzie’in sıcak misafirperverliğinden asla ayrılmak hiç de kolay değil, daha sonra öğleden sonra Güney Alpler'in eteklerine ve küçük Mt Somers köyüne gidiyoruz. Bu akşam Stronechrubie'nin alkışladığı restoranda yemek yiyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Mt Somers - Queenstown (B)",
        "description": "Burkes'in ardından, manzara değişiklikleri turkuaz göllere ve Mackenzie Havzası'ndaki tussock otlarının ve dağlarının dramatik süpürme manzaralarına geçilir. Tekapo Gölü'nde pitoresk kilise ve çoban köpeği heykeli favori fotoğraf duraklarıdır. Pukaki Gölü'nün başında, Maori'de \"bulut delici\" olarak bilinen Yeni Zelanda'nın en yüksek dağı olan 3754 metrede Mt Cook yer alıyor. Lindis Geçidi, sağlam Kawarau Geçidi'ne ve Queenstown'a doğru yol alır. Butik otel, göle ve Remarkables Sıradağları'na bakan şehir merkezine sadece birkaç dakikalık yürüme mesafesindedir. Bu ünlü turizm beldesinde çok çeşitli restoran ve kafeler vardır ve şoförünüz / rehberiniz onun favorilerini bilmenizi sağlayacaktır."
      },
      {
        "dayNumber": 10,
        "title": "Queenstown - Milford Sound - Doğa Gezisi - Queenstown (B)",
        "description": "Bu sabah, otelinizden Te Anau'ya ve Milford Sound'un Fiordland Milli Parkı'nın göbeğinde bulunan muhteşem Milford Road'a seyahat etmeleri için otelinizden alınıyorsunuz. Mirror Lakes ve Chasm gibi güzellik noktalarına kısa yürüyüşler yapın. Milford'da Tasman Denizi'ne doğru ikonik Gönye Zirvesi'nin hakim olduğu sesle bir tur atın. Şelalelerin, yağmur ormanlarının, dağların ve vahşi yaşamın çarpıcı bir fiord manzara. Te Anau'ya ve Wakatipu Gölü kıyısına doğru Queenstown'a yolculuk yapın."
      },
      {
        "dayNumber": 11,
        "title": "Queenstown - Cardrona Vadisi - Wanaka (B, D)",
        "description": "Sabah Queenstown'ı daha fazla keşfetmek için  sizindir. Belki bir sabah erken bir jet tekne yolculuğuna Yüzüklerin Efendisi ülkesindeki muhteşem Dart Nehri üzerinde, resmedilmeye değer bir köy olan Arrowtown'a gidebilirsiniz. Tussock ülkesine doğru ilerleyen yol, Crown Range'e doğru iniyor ve daha sonra Cardrona Vadisi'ne iniyor. İlginç Cardrona Hotel'de durduk, tarihi altın dönemine kadar uzanıyor ve ardından dağ zirveleri bir panoramada Wanaka'ya doğru devam ediyor. Bu akşam Wanaka'da yemek yiyoruz."
      },
      {
        "dayNumber": 12,
        "title": "Wanaka - Franz Josef (B)",
        "description": "Mt Aspiring Ulusal Parkı'nda Haast Geçidi'nin muhteşem dağ ve nehir manzaralarına gitmeden önce Hawea Gölü ve Wanaka Gölü'nün yanından geçin. Yerel kayın ormanlarından şelalelere ve alabalıkların yer aldığı mavi havuzlara kadar bakımlı pistlerde birkaç büyük kısa yürüyüşler vardır. Dağlardan ayrılırken, nehrin kıyısındaki yol, Haast’a, Koruma Merkezi’nin bölgelerin renkli tarihini, florasını ve faunasını belgelediği Haast’a uçar. Westland Dünya Mirası Parkı'nın yemyeşil, ilkel yağmur ormanı boyunca kuzeye doğru devam edin, kumsalda dune gölü ve bataklık yağmur ormanları boyunca bir gezintiye çıkmak için Ship Creek'e uğrayın. Franz Josef Glacier kısa yürüyüşler sizi ilerleyen buzulu görmek için puan noktalara götürür."
      },
      {
        "dayNumber": 13,
        "title": "Franz Josef - Hokitika - Punakaiki (B, D)",
        "description": "Bu sabah erken saatlerde buzulların ve Mt Cook'un üzerinde uçuş yapabilir ve bir buzulda iniş yapmanın heyecanını yaşayabilirsiniz. Okarito’nun güzel lagününü, nadir kotuku ve beyaz balıkçılın evini ziyaret ediyoruz. daha sonra sahilleri yansıtan ayna gölleri, kayalarla dolu nehirler ve Güney Alpler'in manzaralarını seyredin. Hokitika'da bir dizi el sanatları galerisi var - Pounamu (yeşiltaş) oyma, cam üfleme, ahşap ve bakır zanaatkârlar. Maori'nin yüzyıllardır Pounamu'da kullandığı eski Greenstone Parkurlarının bir bölümünü takip eden güzel bir sahil yolu, Punakaiki sahilinde otelinize yol açar. Yolun biraz ilerisinde, önde gelen yerel cazibe yer almaktadır - Punakaiki Pancake Kayaları, yontulmuş deniz yığınları ve yükselen uçurumlar. Gelgit doğruysa, hava delikleri sprey bulutlarını yayar. Bu akşam otelin restoranında yemek yiyin."
      },
      {
        "dayNumber": 14,
        "title": "Punakaiki - Greymouth - TranzAlpine demiryolu yolculuğu - Christchurch (B)",
        "description": "TranzAlpine tren yolculuğunuzun sizi beklediği sahile doğru, Greymouth'a doğru sürün. Arkanıza yaslanın ve sağlam Otira Gorge ve Arthur's Pass Ulusal Parkı'nın muhteşem dağ manzarasının keyfini çıkarın. Geç öğleden sonra Christchurch'e ulaşmak için Canterbury Ovaları'nı geçtik. Sürücünüz / rehberiniz sizi tren istasyonunda karşılar ve bu İngiliz tarzı taş binalar, büyük parklar ve muhteşem bahçelerdeki konaklamanıza sizi  transfer eder."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02019",
    "tourName": "Yeni Zelanda Gezgini",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Gezimiz  bağımsız gezgin ile tasarlanmıştır. Tüm düzenlemeler önceden planlanmıştır, böylece Kuzey ve Güney Adası boyunca macera aktivitelerini keşfetmenin ve bunlara katılmanın tadını çıkarabilirsiniz.",
    "durationDays": "13",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02019/st02019_avustralya-profil-43.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Auckland",
        "description": "Varışta karşılanıp otelinize transferle ulaştırılacaksınız. İlk gününüz, Waitemata Limanı'nda bir yatta gezintiye çıkarak bir yelken deneyimi yaşadığınız \"Yelkenler Şehri\" nde geçirilir. Güzel Auckland'nın panoramik manzarasını görmek için Sky Tower'ı gezmeye dikkat edin."
      },
      {
        "dayNumber": 2,
        "title": "Waitomo Mağara Boruları",
        "description": "Arabanızı kiralayın ve mağara tüpü maceranız için Auckland'dan Waitomo'ye bu sabah seyahat edin. Bu öğleden sonra mağara tüpü macerası için ısmarlama elektrik ışığı ile wetsuit & hardhats içinde vites değiştirin. Bölgenin mağara sistemine gittiğinizde, kızdırma kurtlarının şirketinde olacaksınız. Bu gece, bazı gerçek Kiwi misafirperverliği için B & B'ye yerleşin."
      },
      {
        "dayNumber": 3,
        "title": "Waitomo'dan Rotorua'ya",
        "description": "Sabah, binicilik yerel çalılık yollarından, Lost World Tandem Abseil veya Haggis Honking Holes (sadece Yeni Zelanda'da) gibi yeraltı şelaleleriyle dolu bir maceraya atılmaktan zevk alacaksınız! Daha sonra bugün Maori şarkı, dans, akşam yemeği ve hikaye anlatma eğlenceli bir akşam için Rotorua için seyahat edin."
      },
      {
        "dayNumber": 4,
        "title": "Rotorua",
        "description": "Bugünkü macera seçiminiz: sınıf V Kaituna Nehri'nin raftingi, göl kanosu veya dağ bisikleti. Bu büyüleyici bölgenin buharlı geyiklerini keşfetmek için öğleden sonra boş bir bölümünüz var. Bu gece Polinezya Spa Termal Havuzlarını ziyaret etmenin tadını çıkar."
      },
      {
        "dayNumber": 5,
        "title": "Nelson’a Dönüş",
        "description": "Bugün güneye güneşli Nelson'a uçuyorsunuz. Girişte karşılanacak ve iyi konumdaki B & B'ye transfer edilecektir. (Yerel hava dahil değildir). Dinlenmek ya da mevcut birçok maceraya katılmak için serbest bir gününüz olacak."
      },
      {
        "dayNumber": 6,
        "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
        "description": "Sub-tropik Abel Tasman, binlerce hektar doğal orman, altın kumlu plajlar, berrak kıyı suları ve ülkenin en iyi iklimine sahiptir! Bu muhteşem bölgede bir günlük rehberli Deniz kayağı ve yürüyüş turunun keyfini çıkarın."
      },
      {
        "dayNumber": 7,
        "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
        "description": "Park ve Nelson bölgesini kendi başınıza keşfetmek için gününüzün tadını çıkarın."
      },
      {
        "dayNumber": 8,
        "title": "Abel Tasman Ulusal Parkı (Nelson Bölgesi)",
        "description": "Park ve Nelson bölgesini kendi başınıza keşfetmek için gününüzün tadını çıkarın."
      },
      {
        "dayNumber": 9,
        "title": "Punakaiki \"Gözleme\" Kayaları",
        "description": "Araç kiralama hizmetinden yararlanın ve West Coast'taki Punakaiki'ye gidin ve eşsiz \"krep\" kaya oluşumlarını ve patlayıcı boşlukları görmek için nikau avuçlarının ve ağaç eğrelerinin gölgeliklerinin altında kısa bir yürüyüş yapın. İsteğe bağlı öğleden sonraları arasında nehir kanosu veya nehir kanyonu yürüyüşü bulunmaktadır."
      },
      {
        "dayNumber": 10,
        "title": "Fox Buzulu",
        "description": "Cook Dağı Milli Parkı'nın karları tarafından beslenen ve Yeni Zelanda'daki en erişilebilir buzullardan biri olan Fox Glacier'e transfer olun. Ertesi gün, zirvenin üst seviyelerinde zirveler ve tepeler üzerinde uçmak ve karaya çıkmak için bir helikopter kurulacak. Nitelikli bir dağ rehberi ile, buzulun muhteşem buz oluşumlarını keşfederek 2.5 saat geçirin."
      },
      {
        "dayNumber": 11,
        "title": "Queenstown için Fox Glacier",
        "description": "Wakatipu Gölü kıyılarında yer alan otel, çevreyi keşfetmek için mükemmel bir konuma sahiptir."
      },
      {
        "dayNumber": 12,
        "title": "Queenstown",
        "description": "Boş zamanlarınızda gününüzün tadını çıkarın."
      },
      {
        "dayNumber": 13,
        "title": "Queenstown",
        "description": "Boş zamanlarınızda gününüzün tadını çıkarın."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  },
  {
    "destination": "Yeni Zelanda",
    "mainPhoto": "",
    "id": "ST02020",
    "tourName": "Yeni Zelanda'da Mükemmel Aile Tatili",
    "placesVisited": "Yeni Zelanda",
    "generalInfo": "Günaydın Yeni Zelanda paketimize “Nihai Aile Tatili” hoşgeldiniz.  Şimdi kendiniz için yaşayın! Yeni Zelanda'nın Kuzey ve Güney Adaları'na götüren aksiyon dolu bir aile kaçamağına gidin.  Sadece dramatik manzaradan ve ülkenin en güzel konaklamalarından daha fazlasını deneyimleyeceksiniz. Bu kültür, eğitim ve muhteşem aile maceraları açısından zengin bir tatil olacak!",
    "durationDays": "13",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02020/st02020_avustralya-profil-44.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "AUCKLAND'A HOŞGELDİNİZ!",
        "description": "Auckland'a, “Yelkenler Şehri” ne hoş geldiniz. Auckland, güzel manzaralardan adrenalin pompalama serüvenine ve birinci sınıf yiyecek ve şaraba kadar sofistike kozmopolit bir şehirle ilgili her şeyi sunuyor."
      },
      {
        "dayNumber": 2,
        "title": "KELLY TARLTONS SUALTI DÜNYASI",
        "description": "Yeni Zelanda'nın en iyi turistik mekanlarından birini deneyimleyin: Kelly Tarlton's kar, buz ve su harikalar diyarıdır. Antarktika Karşılaşması, Antarktika'nın geçmiş, şimdiki ve ötesindeki vahşi bir deneyimidir. Sualtı Dünyasında, okyanusun derinlerinde, hareketli bir geçit üzerinde seyahat edin. Bir akrilik tünel üzerinden, sizi çevreleyen okyanus yaşamının bir tüplü dalgıçlar manzarasını tecrübe edin. Dev vatoz kayan yükü, kayalarda gizlenen moray yılan balıklarını görün ve yırtıcı köpekbalıklarıyla yüz yüze gel!"
      },
      {
        "dayNumber": 3,
        "title": "ROTORUA / RADYO FİLMi, AUCKLAND",
        "description": "Bu sabah Premium 4WD'nize ve Rotorua'ya gideceksiniz. Yolda Hobbiton - Yüzüklerin Efendisi film seti rehberli bir tur için dur. Hobbit Holes'a bakın, bir çiftlik turuna çıkın ve bir koyun kesme gösterisi yapın. Rotorua'ya devam et."
      },
      {
        "dayNumber": 4,
        "title": "BURIED KÖYÜ",
        "description": "10 Haziran 1886'da, şiddetli ve beklenmedik bir volkanik patlama Yeni Zelanda'yı sarstı. Dört saatten fazla korkunç saat için, Te Wairoa'nın huzurlu köyünü kayalar, kül ve kaynayan sıcak çamur bombardıman etti. Sıcak kırsal kül ve çamurun altında 5000 metrekarelik doğal kırlar gömüldü. 150'den fazla hayat kaybedildi. Te Wairoa Müzesi hayatlarının kronolojik hikayesini anlatıyor, kayıplar, olaylar ve 1886 Mt. Tarawera."
      },
      {
        "dayNumber": 5,
        "title": "CHRISTCHURCH ROTORUA",
        "description": "South Island maceranıza başlamak için Christchurch'a uçuşunuza doğru ilerleyin. Christchurch'a hoş geldiniz, 'Garden City'. Güney Alpleri bu harika şehre muhteşem bir fon sağlar. Kıyıda yer alan Christchurch, batıya dağlara doğru uzanan Canterbury ovalarına açılan kapıdır."
      },
      {
        "dayNumber": 6,
        "title": "YUNUSLAR  İLE YÜZME",
        "description": "Bugün Akaora'yı ziyaret edecek ve vahşi, meraklı Hectors Dolphins'in bir havuzunda yüzmeye gideceksiniz."
      },
      {
        "dayNumber": 7,
        "title": "CHRISTCHURCH FRANZ JOSEF / TRANZ ALPINE TREN Turu",
        "description": "TranzAlpine manzaralı tren, dünyanın en iyi tren yolculuklarından biridir. Yeni Zelanda'nın bir sahilinden diğerine seyahat eder. Aracınızdan, Canterbury Ovaları'nın arazilerini göreceksiniz. Daha sonra, West Coast kentindeki Greymouth'a uzanan gür kayın yağmur ormanından inmeden önce Güney Alpleri'ne çıkın."
      },
      {
        "dayNumber": 8,
        "title": "FRANZ JOSEF GLACIER",
        "description": "Bugün Franz Josef Glacier'de bir yürüyüşe çıkacaksınız. Rehberiniz Franz Josef Glacier ve çevresinin benzersiz özelliklerini açıklayacaktır. Bir dizi Buz-Talonz'u bağladıktan sonra, buzulun terminal yüzüne doğru yol alırsınız ve daha düşük seviyedeki mesafeleri keşfedersiniz."
      },
      {
        "dayNumber": 9,
        "title": "FRANSIZ JOSEF'DEN QUEENSTOWN'a",
        "description": "Queenstown'a varış. Queenstown, Güney Yarımküre'nin prömiyeri dört mevsim alp ve göl beldesidir. Wakatipu Gölü kıyısında yer alan ve görkemli Remarkables Sıradağları'nın göz ardı ettiği Queenstown, tüm yıl boyunca mükemmel bir yerdir. Millbrook Resort'taki üç yatak odalı kır evinde konaklayın."
      },
      {
        "dayNumber": 10,
        "title": "DOUBTFUL SES WILDERNESS CRUISE",
        "description": "Otobüsle seyahat edin ve Wakatipu Gölü'nün kıyılarını ve ardından kırsal bölgelerden Manapouri'ye doğru ilerleyin. Wilmot Geçidi boyunca yoğun yağmur ormanları boyunca otobüsle seyahat etmeden önce, pitoresk Manapouri Gölü'nün karşısına çıkın. Doubtful Sound'a varışta, fiord'un en etkileyici manzaralarından bazılarında üç saatlik bir seyir için geniş katamaranımıza binebilirsiniz. Uzman doğa rehberi yorumda bulunur, sorulara cevap verir ve önemli noktaları belirtir."
      },
      {
        "dayNumber": 11,
        "title": "DART NEHRİ FUNYAK SAFARI",
        "description": "Bugün gerçekten eşsiz bir açık macera safarisinin keyfine varacaksınız. Yolculuk, sığ nehir jet botu ve ünlü jet spin'lerinin tüm heyecanlarıyla Dart River'da heyecan verici bir jetboat yolculuğuyla başlıyor. Funyak'ınıza - benzersiz bir şişme kanoyla tanışacaksınız. Dart River kanallarının ortasında tüm hayranlık uyandıran manzaraları göz önünde bulundurarak aşağıya doğru rehberlik yapacaksınız. Nehre doğru ilerledikten sonra, dünyaya ilham veren çarpıcı filmleri izlemek için durup, 4WD koçu Glenorchy'e götürüleceksiniz."
      },
      {
        "dayNumber": 12,
        "title": "SKYLINE GONDOLA & LUGE SÜRÜŞÜ",
        "description": "Queenstown’ın merkezine sadece 5 dakikalık yürüme mesafesindeki Skyline Gondola’yı Skyline kompleksinin zirvesine çıkabilirsiniz. Bölgedeki en iyi manzaralar burada muhteşem bir panoramada - gerçekten muhteşem ve huşu uyandıran - yayılmış halde bulunur! Skyline kompleksinin arkasında yer alan ve telesiyej veya yürüyüş yolu ile erişilebilen 2 litrelik pistlerde her yaş ve yetenek için eğlence dolu bir yolculuk yapın. Yeni Zelanda'nın sunduğu en etkileyici manzarayı deneyimleyin. Huzurlu bir piknik öğle yemeğine ve muhteşem manzaralara sahip olacaksınız. Dünyanın tepesinden, medeniyeye dönmek için helikopteri aramadan önce vahşi doğada rahatlayın ve zamanın tadını çıkarın."
      },
      {
        "dayNumber": 13,
        "title": "Ayrılış",
        "description": "Özel transferiniz sizi otelinizden alacaktır ve sizi eve geri dönüşünüz için Queenstown Havaalanı'na götürecektir."
      }
    ],
    "map": "",
    "country": "Yeni Zelanda"
  }
]