{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "the-silk-road-small-group-tour",
  "tourName": "The Silk Road small group tour",
  "placesVisited": "Tashkent, Samarkand, Bukhara, Kazakhstan, Sauran, Turkestan, Almaty, Issyk, Turgen Gorge, Bishkek, Kyrgyzstan, Issyk Kul, Jety Oguz Gorge, Karakol, Boon Gorge, Bishkek",
  "generalInfo": "There are roads and then there are the stuff of legends which is why this fortnight long Silk Road group tour has become an incredible experience, well-worth investigating further.<br/><br/>This is your chance to go on a Silk Road small group tour that features the stunning scenes once witnessed by traders and merchants making their way from Europe and into Asia. <br/><br/>Find out what it may have been like for Marco Polo as you venture from Kyrgyzstan to Kazakhstan and Uzbekistan via steeped mountain slopes and ancient architectural achievements that provide ever-changing scenes to accompany your tour. <br/><br/>Explore the lesser-trod tourist territory of central Asia where some of the Silk Road's most revered sites, such as  Bukhara, Samarkand and the Tien Shan Mountains, come into view and local people live amongst some awesome settings.<br/><br/>As you'd hope, this two-week Silk Road small group tour is all about experiencing one of the world's most fabled journeys overland with overnight train trips letting you explore as efficiently as possible although without missing out any of the good bits along the way.<br/>",
  "durationDays": "16",
  "price": "3599",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Bishkek. We have a city tour this afternoon, spending a couple of hours visiting the main city sites, including Ala Too Square, Parliament House, the White House, the Lenin Statue and the Manas Monument. You can check in to the hotel from 10am. Want extra time in Bishkek? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Garden, Hotel Bridges or Hotel Plaza (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On the way to Chon-Kemin Gorge, we stop at an 11th-century Karakhanid minaret – Burana Tower, a Unesco World Heritage site and the first minaret of its kind in Central Asia. You can climb to the top of the tower. Take care, it’s quite dark inside and the stairs are steep and narrow. Nowadays, it is a complex that includes the tower itself, reconstructions of mausoleums found on the site, remains of a citadel, collection of balbals (gravestones used by nomadic Turkic peoples), petroglyphs (stone carvings) and a small museum. We will also visit Ak Beshim ruins, the remnants of an ancient city. We’ll see the remains of Chumysh Fortress, a Nestorian monastery, a complex of Christian churches and two Buddhist temples. There are also rock paintings and burial mounds. Following our visit, we continue to Chon-Kemin National Park, a quiet valley with several small villages and farmed lands surrounded by magnificent mountains and fir forest. It is a wonderful place to be, to sit on the doorstep with a pot of tea. Total drive time: 2hr 30min Accommodation: Guesthouse Kemin (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We continue our journey through the Tien Shan mountains along the southern side of Issyk Kul Lake. The second largest salt lake in the world, it measures 43mi by 112mi (70km by 180km) and reaches almost 2,300ft (700m) deep. The name translates to Hot Lake, as it never freezes over, even in the depths of winter. It’s surrounded by a mixture of forest and meadow with a backdrop of mountains and glaciers. Optional excursion (approximately US$120 per group): Stop at Bokonbaev village to observe a traditional form of falconry found throughout Central Asia – hunting with eagles. Eagle hunting plays a key role in the nomadic lifestyle here and can also be seen during national competitions. Next, we visit Barskaun Gorge and take a short hike to a waterfall, then drive to Djety Oguz. Tonight we stay in a yurt camp, made of six sleeping yurts (each accommodating four to five people) and one communal/dining yurt. There is a shower and three Western-style flush toilets but hot water for washing must be requested specifically. There is also a generator for electricity for three hours in the evening. Spending a night in a yurt camp is a fantastic experience and a small insight into the centuries-old way of life for many nomadic people in Central Asia. Accommodation: Yurt Camp, Djety Oguz (or similar) Total drive time: six to seven hours April and October departures: we will stay in Almaluu Yurt Camp close to Lake Issyk Kul, rather than a camp in Djety Oguz. We will still visit Djety Oguz, but due to the different location of the yurt camp, the order of activities today and tomorrow will differ slightly in these months. Almaluu is better suited than Djety Oguz for these cooler months."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning we walk in Djety Oguz, which translates to the Valley of Seven Bulls, named after the distinct seven red-coloured rocks in the gorge. We can learn about the local legends behind the name as we walk out of the beautiful gorge (approximately two hours) through fir forest, yurt settlements and grazing lands. If you’re feeling energetic, there is also the option to hike to a waterfall. The trail can be slippery, so this is not advisable in wet weather. We continue to the town of Karakol, where we enjoy a sightseeing tour taking in old Russian-style houses, a Russian Orthodox church, a wooden Dungan mosque, and Karakol bazaar. Tonight, we enjoy a home-cooked meal at a local Uygur or Dungan family home. Total drive time: one hour Accommodation: Amir Hotel, Green Yard Hotel or Matsunoki Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today we cross the Kyrgyz-Kazakh border and, after border procedures (which may take one to two hours), travel along the picturesque Karkara valley, where mountain flowers attract many beekeepers. We head towards Charyn River, where the dramatic erosion caused by the river has created an impressive landscape. We have some time to observe the beginning of Charyn and Moon Canyons from different viewpoints. After a short walk and some time for photographs, we continue towards the Black Canyon. There is time for a picnic lunch in the canyon (you can buy your picnic from a supermarket earlier in the day). After our visit we continue to Almaty with an expected arrival time of around 5pm. Total drive time: eight hours Accommodation: Plaza Hotel or Kazzhol Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we head out of Almaty to stretch our legs and explore the countryside. We begin by heading to Esik. We visit Esik Burial Mounds and the Esik State Historical and Cultural Museum. The mounds are one of the largest archaeological sites of the Scythian-Saka period. The site dates to the fourth century BCE. The museum is on the site of one of Kazakhstan’s most impressive archaeological finds – the tomb of the Golden Man – where a Saka prince was found in an intact tomb. We continue to Issyk Lake (or Esik Lake), not to be confused with Issyk Kul Lake in Kyrgyzstan, which we visit earlier in the trip. Amid thick forests and wildflower pastures, this alpine lake is 5,775ft (1,760m) above sea level within the Issyk Gorge. We walk down the concrete staircase to explore the southern shore of the lake. Finally, we return to Almaty for the night. Total drive time: three hours Accommodation: Plaza Hotel or Kazzhol Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Almaty is a beautiful city backed by the Tien Shan mountains and we have the whole day to explore it. With leafy streets and a cafe culture, the former Kazakh capital has a distinctly European feel. After breakfast, we visit several sites, including Zhenkov Cathedral (Ascension Cathedral), made entirely of wood and without the use of nails; Panfilov Park; the Monument of Panfilovs 28 Guardsmen; the Great Patriotic and Civil War monuments and eternal flame; and the Museum of National Instruments. After the tour, we drive to the train station. Here we say goodbye to our tour leader who has been with us throughout Kyrgyzstan and Kazakhstan and meet our Uzbekistan leader who’ll be with us for the remainder of the trip. We travel overnight from Almaty to Tashkent. We leave Almaty in the evening and depending on train timetables, we’ll either travel by sleeper train all the way to Tashkent, a journey of about 16 hours, or we’ll travel as far as Shymkent by sleeper train, a journey of about 11 hours, then continue by road for two hours to the Kazakh-Uzbek border, then following the border crossing which typically takes 1-2 hours (the border crossing is a little chaotic and does not feature polite queuing!), we then continue for another 40 minutes by road to Tashkent. Travelling on trains through this region is a great way to cover large distances (almost 620mi/1,000km in this case), see the changing landscape, and mingle with local people. We use four-berth compartments on this sleeper train, which is reasonably comfortable but not luxurious. Accommodation: Sleeper train (four-berth compartment)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We usually arrive in Tashkent, the capital of Uzbekistan between mid morning and early afternoon. We’ll have a short tour of the city. Over the course of today and tomorrow we’ll visit sites including: Independence Square, which is flanked by public buildings and water fountains, and the Old City with its mausoleums (Hast Imam complex) and bazaar. Tashkent was largely destroyed by earthquakes in the 1960s and was rebuilt in true Soviet style with pleasant leafy boulevards and lots of fountains to keep the heat down in summer. Accommodation: Gabrielle International hotel, Medina Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "We continue our exploration of Tashkent today an usually include a ride on the impressive metro system. In the evening, we catch a fast train to Samarkand. The city is steeped in history, dating back 2,500 years and impacted by figures such as Alexander the Great, Genghis Khan and Tamerlane, the latter made it the capital of his empire in the 14th century. A central position on the Silk Road meant it was an important stop on the route from Istanbul to Peking (now Beijing). At its heart is Registan Square, which is flanked by the three grand madrasahs (Islamic colleges) of Ulughbeg (15th century), Sherdor and Tilya Qori (both 17th century). Accommodation: Ideal Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Over the next day and a half, we visit key sights in and around Samarkand, including: the Registan Square, Gur Emir Mausoleum, burial place of Tamerlane, his sons and his grandson, Ulughbek. The Bibi Khanum Mosque and Shakhi Zinda – the Living King necropolis – with its series of mausoleums dating to the 14th and 15th centuries. Siab Bazaar to try fruits, nuts and other local produce. We also visit the Necropolis and Ulugbek’s Observatory and a paper factory where traditional methods are used. Accommodation: Ideal Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We continue our exploration of Samarkand. In the evening, we take a fast train to Bukhara. The best-preserved medieval city in Central Asia, this Unesco World Heritage site dates back more than 2,000 years. Accommodation: Kavsar Hotel or Grand Nodirbek (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We have two full days exploring Bukhara and nearby sights. Our city tour takes us to the Lyabi Khauz complex, built in the 16th and 17th centuries. It’s home to the oldest pool of its kind in Central Asia, surrounded by madrasahs and a khanaka (lodging house for travelling sufis), including the largest madrasah in Bukhara, the 15th-century Kukeldash Madrasah. We continue to the Poi-Kalyan religious complex with its 157ft (48m) tall 12th-century Kalyan minaret – the symbol of Bukhara; the large Kalyan Mosque (15th century) with galleries topped by 288 domes; and the only active madrasah in the city, Bukhara Miri-Arab (16th century). Next is the Samanid Mausoleum, the oldest piece of Islamic architecture in Central Asia and burial site of the 10th-century emir, Ismail Samani. Finally, we visit the Ark, a fifth-century citadel and the oldest building in Bukhara. Accommodation: Kavsar Hotel or Grand Nodirbek (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "A late night/very early morning start sees us head to Bukhara station where we catch our train to Urgench. This train is slower and older than the ones we’ve taken earlier in our time in Uzbekistan, but we have compartments with beds. The journey takes about six hours, and sees us across the Kyzylkum desert, arriving mid morning. From Urgench, we drive for about an hour and a half to the 2,000-year-old ruined city fortress of Toprak-Qala, dramatically located with the Sultan Vais mountains as a backdrop. The settlement began in the first century BCE under Kushan patronage and was later devastated by Turkish raids that led to the depopulation of the town in the sixth century. Three large round towers and an impressive portion of the citadel remain, but the parchments and paintings found there are now in St Petersburg’s Hermitage Museum. We also visit Qizil-Qala, formerly an important oasis with an impressive amount of remaining buildings, and finally Ayaz-Qala, an imposing hilltop fortress from the sixth century. We later drive to Khiva to spend the night. Accommodation: Malika Khiva (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "We have a walking tour of Khiva today, we’ll visit the living museum that is the perfectly restored old city. See the khan’s old residence, the Kunya-Ark 12th century fortress, the tiled base of the never completed Kalta Minar, (which was originally planned to be taller than any minaret in Bukhara) and the beautiful mausoleum of Pakhlavan Makhmud (Khiva’s patron saint) with its tiled courtyard. Many wedding parties and pilgrims come to visit the tomb and drink the water from the well in the courtyard. Also visit the Juma mosque – supported by 218 wooden carved columns. Accommodation: Malika Khiva (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Our adventure ends in Khiva this morning. Land only travellers may join our group transfer to Urgench airport which is timed to fit with the Turkish Airlines flight to Istanbul, or you may remain in Khiva. If you aren’t quite ready to leave, speak to your sales representative about extending your adventure"
    }
  ],
  "map": ""
}