{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "silk-road-holiday-five-stans-of-central-asia",
  "tourName": "Silk Road holiday, five Stans of Central Asia",
  "placesVisited": "Ashgabat, Turkmenistan, Mary, Off-road trip to Gonur Depe, Bukhara, Uzbekistan, Kolan Minaret, Sitorai-Mokhi Hosa, Khiva UNESCO Old Town, Tashkent, Samarkand, Termez, Dushanbe, Tajikistan, Fan Mountains, Khodjent, Kokand, Uzbekistan, Osh, Kyrgyzstan, Arslanbob village, Sary Chelek, Chychken Gorge, Bishkek, Almaty, Kazakhstan",
  "generalInfo": "Let us introduce you to the five Stans of Central Asia: Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan and Kazakhstan. They’re an enchanting bunch, when you get to know them, with some of the Silk Road’s most exquisite, yet lesser-visited, architectural, natural and cultural treasures.<br/><br/>This all-encompassing four week small group holiday is a must for all travellers who like to think outside of the box when it comes to exciting Asian adventures. Marked by some of the Silk Road’s classic cities – including: Samarkand, Bukhara and Khiva – this experience follows one of the world’s most mysterious trade routes and allows you to step back in time amidst mountains and markets.<br/><br/>Tien Shan (the Mountains of Heaven), in particular, always make for a memorable section of the Silk Road with desert sands and racing rivers adding to opportunities to fully embrace the old-fashioned spirit of adventure. Chances to stay overnight with a family in Tajikistan and Kyrgyzstan also do nothing to limit the unique range of possibilities that the Stans have to offer as well as allowing for authentic home cooked food like you’ve never tasted before.<br/><br/>From the fabled white marbled city of Ashgabat to the chic café culture of Tashkent and Almaty, this is your chance to observe, get involved and become experienced in a land very far from what you’ll be used to back home. Ever wandered what life is like on the Silk Road? Well, now’s your chance.<br/>",
  "durationDays": "29",
  "price": "7695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Almaty (Kazakhstan): Today, after checking-in to our hotel in Almaty, the cultural capital of Kazakhstan (the first of our five ‘stans), we’ll have a gentle introduction to Almaty and head out to Kok Tobe Hill for panoramic views over the city before heading out for dinner in the capital."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Almaty: After a morning visit to Republic Square to see the Independent Monument and the State History Museum we’ll drive up to Medeo gorge, taking a funicular up to Chimbulak for some great views out over the highest ice-skating rink in the world. Later we’ll return to the city to see the Holy Ascension Cathedral, which is made entirely of wood."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Almaty - Bishkek (Kyrgyzstan): Today we enter our second ‘stan, Kyrgyzstan. Depending on border formalities we should arrive in Bishkek, one of the world’s more relaxed capitals, in time for a visit to the main square, Parliament building and Lenin statue."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bishkek: Today we’ll head to Ala-Archa, a grand, rugged but very accessible gorge situated about an hour's drive from Bishkek. In the Kyrgyz language, Ala-Archa means bright juniper and it grows in abundance here over the mountain slopes. Now converted into a national park, it also offers some good walking possibilities and is a favourite place with the citizens of Bishkek, who like to relax and enjoy picnics here."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Bishkek - Chyckan Gorge: Leaving the capital today, it is not long before we get into the mountain scenery for which Kyrgyzstan is so rightly famed. Our route will take us over two mountain passes - the dramatic Tuu Ashuu (3586m) and the Ala Bel (3184m) which in Kyrgyz means “colourful pass”. As we travel through the Suusamyr Valley we will make several stops for some short acclimatisation walks and opportunities hopefully to meet some of the nomads who are often found here. We should be able to see their traditional yurts, observe mare milking and see how they control their huge flocks of sheep. This is a great introduction to the life of the nomadic shepherd. Upon arrival at Chychkan Gorge there should be time to explore some of the surrounding area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Chychkan Gorge - Sary Chelek: With an early departure from Chychkan, we aim to arrive by mid-afternoon at Sary Chelek, which was included in the list of UNESCO Protected Biosphere Reserves in 1978. This is one of Kyrgyzstan’s least visited but most striking locations. Centred around a spectacular lake, which sits at an altitude of 1873m, Sary Chelek is almost alpine in appearance and provides some of the finest scenery in Central Asia.We base ourselves here for two nights."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sary Chelek: Today we plan to head out with a picnic lunch and take an easy but exhilarating walk between and around two of the lakes of Sary Chelek. Being home to over 1000 species of plant, 160 species of bird and 34 different types of mammal we can never be sure of exactly what we might see, but the views all around are spectacular."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sary Chelek - Arslanbob: Leaving Sary Chelek this morning we head south towards Arslanbob village. Considered to be one of the country’s most attractive villages, it not only sits in the middle of a vast walnut forest, but it is also interestingly predominantly inhabited by ethnic Uzbeks. On arrival we will visit the local bazaar and settle in to our community-based homestay, where we stay for the next two nights."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Arslanbob: Today we will have the whole day to explore on foot the surrounds of Arslanbob and to see its famous walnut forests, as well as some of the waterfalls and streams which dot the region. The walnut forests are believed to pre-date the 11th century and may even date back to the times of Alexander the Great. In fact legend has it that Alexander brought back large quantities of the nuts from Central Asia, but had to give them up once he reached Greece as payment to the boatmen who transported his troops. While this may just be the stuff of legend, what is certainly true is that Central Asian walnuts regularly formed part of the goods that were transported along the Silk Road, branches of which ran close to Arslanbob. Those preferring a less active day can take shorter walks and relax amidst the beautiful scenery of this small village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Arslanbob - Osh: Driving by way of the 12th century Uzgen minaret, our night stop will be the ancient Silk Road town of Osh. Reputed to be 3000 years old, Osh is a place steeped in history and dominated by Solomon’s Throne which looms over the town.We plan to stay with our old friend, Imenjon and his family."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Osh - Kokand (Uzbekistan): After breakfast we say goodbye to our Kyrgyz team and cross the border into Uzbekistan (our third ‘stan), where we drive through the Fergana Valley. This incredibly fertile region was the breadbasket of the Central Asian USSR and is still one of the wealthiest parts of the whole region. Our first stop today will be in the town of Margilon, centre of the still thriving silk trade in the area. Here we hope to see the entire silk-weaving process from cocoon to end product. We will also visit nearby Rishton,renowned for its blue and green ceramics. We continue to Kokand to spend the night."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kokand - Khodjent (Tajikistan): Most traffic these days now leaves the Fergana Valley via a new route to Tashkent. However, we plan to stick as close as possible to the original Silk Road route by following the famous Syr Darya River into Tajikistan. After a picnic lunch by the beautiful Kairakum reservoir, we continue to the Silk Road town of Khodjent, which once played host to Alexander the Great’s armies. We check in to our homestay and have dinner in the shady courtyard, prepared by our hospitable host Hussein."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Khodjent - Fan Mountains: After a look around Khodjent we will continue on one of the most spectacular days of the trip as we drive over the Shakristan Pass (3378m) to arrive in the Fan Mountains, an area of outstanding natural beauty lying to the south of the Zarafshan River."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Fan Mountains: We’ll have a full day to explore the famed alpine scenery of this rarely visited part of Central Asia. Abounding in deep blue lakes and sporadically inhabited by Tajik pastoralists, the area is still relatively undiscovered and allows for a fascinating insight into this gem of a country."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Fan Mountains - Dushanbe: Heading south, we plan to arrive in Tajikistan’s relaxed capital by mid-afternoon. The rest of the day will be free to stroll along Rudaki, the main street or just to relax and enjoy a few home comforts."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Dushanbe - Termez (Uzbekistan): Leaving Dushanbe this morning we cross back into Uzbekistan and drive on to Termez*, a city whose ancient heart dates back to the 4th Century BC. Built on the banks of the Amu-Darya River, the old city was located at the intersection of many Great Silk Road routes and has a long, rich history. There should be time this afternoon to visit various sites including the impressive Fayaz Tepa Buddhist Complex."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Termez - Samarkand: This morning we’ll visit some of the city’s other notable sites including the Archaeological Museum and the Sultan Saodat Complex, before heading north to most famous of all of Silk Road cities, Samarkand."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Samarkand: We’ll enjoy a full day wandering through this incredible city, taking in such sights as the Bibi Khanym mosque, Tamerlane’s tomb and, of course, a full guided visit to the magnificent Registan."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Samarkand - Tashkent: Today there will be more time to explore some of Samarkand’s greatest sites including Ulug-Beg’s extraordinary observatory, built in 1437 whereby he calculated the length of a year to within 1 minute of what we now know it to be. The rest of the day will be free for personal exploration before we take our late afternoon train to Tashkent."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Tashkent - Khiva: We’ll have much of the day to explore Tashkent, Uzbekistan’s vibrant capital which sat at the heart of the old Central Asian trading routes, gaining prominence under the Mongols and the Shabanids, before finally being absorbed by the expansionist policies of the Russian empire during the 19th century. Flattened by a devastating earthquake in the mid 1960s, the city was reinvented by the Kremlin to represent the very epitome of the socialist ideal. Today a prestigious working madrasah overlooks the sprawling Chorsu bazaar and nearby is the modern complex of the Khast Imam Mosque, which contains the oldest known copy of the Koran dating from 655. Tashkent is a colourful mixture of history and culture which we shall have a taste of today, including visiting the Museum of Fine Art to give an insight of regional decorative styles. Later we’ll take an evening flight to Urgench, a short drive from Khiva’s UNESCO-protected old town."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Khiva: There’ll be ample time to soak up the atmosphere of Khiva today. We’ll visit some of the most colourful and sumptuous sites, including the Kukhna Arc and the Mohammed Khan Madrassa. In addition, there’ll be the opportunity to climb up the Kalta Minor minaret, explore the Jama Majid mosque with its amazing wooden pillars and the Alloquli Khan Madrassa, bazaar and caravanserai."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Khiva - Bukhara: Today we follow the southerly course of the Amu Darya (Oxus River) crossing the red sands of the Kyzylkum Desert to the legendary city of Bukhara, which can trace its ancestry back 2500 years. Bukhara is important for its urban planning and architecture, which began with the Persian Sheibanid dynasty and remains the most complete example of a medieval city in Central Asia."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Bukhara: This morning we visit the famous Arc – or town citadel – in front of which the British officers Connelly and Stoddard lost their heads in what was one of the most infamous events of the Great Game. We’ll also visit the Kolan Minaret – or Tower of Death, from which Amir Nasirulla Khan threw his enemies – as well as the rest of the beautiful old town. The rest of the day is free to explore Bukhara at your leisure, with opportunities to wander through the bazaar and maybe do a little souvenir shopping."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Bukhara: With a second full-day in Bukhara, we’ll spend the morning visiting the Sitorai Mokhi Hosa, the impressive summer residence of last Emir of Bukhara. Once more the afternoon has been left free for personal exploration of this endlessly fascinating place, which remains for many, the most evocative of all the Silk Road towns."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Bukhara - Mary (Turkmenistan): An early start today to drive to the Uzbek border and enter Turkmenistan, the fifth and last of our five ‘stans. After customs formalities followed by the thrill of crossing the great Oxus (Amu Darya) River again, we will have lunch in Turkmenabat before continuing on to Mary, our base for the next two nights. Arriving in Mary late afternoon will give us time to relax and prepare ourselves for tomorrow’s adventure, and our first familiarisation with the life and culture of the Land of Turkmen."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Mary: After an early breakfast we drive northeast from Mary to ancient Margush and the archaeological site of Gonur Depe (40km off-road). Fertile silt brought by waters of the Murgab River delta and a moderate climate created favourable conditions for Bronze Age settlements known as the Margiana Oasis deep in the desert. This is an amazing site said to be the fifth great civilisation of ancient times where, it is believed, the Zoroastrian culture was born. We’ll return to Mary in the afternoon."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Mary - Ashgabat: This morning we’ll drive out to Ancient Merv to see remaining traces of the glorious “Maru Shahu Jahan” – “Queen of Cities”. Due to its size and historical importance, Merv is one of the most significant sites in Turkmenistan, indeed in all of Central Asia. It consists of a series of towns each succeeded by another throughout the course of history. We’ll see the remains of several sites including the Erk Kala (6th C BC) with its citadel and the Mausoleum of Muhammed Ibn Zeid (12th C AD) before later returning to Mary to visit the local history museum, presenting a wide array of archaeological finds (dating back to the 3rd millennium BC through to the late 19th century) from both Ancient Merv and the Bronze Age sites of Margush, which we saw yesterday. Later we’ll take a flight to Ashgabat the rather bizarre “white-marble capital” of Turkmenistan."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Ashgabat: With a full day to explore the city and its surrounds, we will travel out to Nissa, the 3rd Century BC capital of the Parthians, and visit the famous site of Geo Tepe where the Turkmens made their last stand against the Russians. We’ll also visit a nearby stud farm to see some of the beautiful pure-bred Akhel Teke, or ‘heavenly’ horses’, the Chinese desire for which gave birth to the original impetus for the Silk Road. Later we’ll visit the largest mosque in Central Asia and the mausoleum of the first Turkmen President “Turkmenbashy”. We plan to take dinner at a stunning rooftop restaurant back in the city."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Tour ends in Ashgabat: The tour ends in the early hours of this morning. Those on the suggested group flights will transfer to the airport in time for their early morning departure."
    }
  ],
  "map": ""
}