{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "five-stans-adventure-tour-silk-road-odyssey",
  "tourName": "Five Stans adventure tour, Silk Road odyssey",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through the heart of Central Asia with this meticulously curated 31-day adventure across the Five Stans. Designed for travelers seeking an immersive and culturally rich experience, this itinerary showcases the hidden gems, rugged beauty, and deep history of Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan, and Kazakhstan. From ancient Silk Road cities to sweeping mountain ranges and vibrant bazaars, this journey captures the essence of a region steeped in mystery and allure.<br/><br/>Begin in Turkmenistan, where the modern marvels of Ashgabat and the fiery spectacle of the Darvaza Gas Crater meet the ancient ruins of Kunya Urgench. Then onto Uzbekistan, home to the legendary cities of Khiva, Bukhara, and Samarkand. Here, intricate Islamic architecture, bustling bazaars, and rich artisan traditions bring the history of the Silk Road to life. Tajikistan enchants with its breathtaking natural beauty, from the serene Seven Lakes of the Fann Mountains to the storied city of Penjikent, blending ancient Sogdian ruins with vibrant modern culture.<br/><br/>The journey continues into Kyrgyzstan, where the nomadic spirit is alive and well in the stunning landscapes of Issyk-Kul Lake and Son Kul lakes, the lush Chon Kemin Valley, and the dramatic Jety-Oguz Gorge. Here, you’ll witness traditional crafts, eagle-hunting demonstrations, and the construction of yurts, all while soaking in the beauty of untouched nature. Finally, in Kazakhstan, explore the cosmopolitan charm of Almaty, marvel at the striking Charyn Canyon, and immerse yourself in the cultural heritage of this vast land.<br/><br/>This tour offers a rare blend of adventure, culture, and natural wonder, from walking through ancient fortresses and mosques to standing on the rim of awe-inspiring canyons. It’s a journey through contrasts—sun-scorched deserts, glacial mountain lakes, and lively cityscapes. The Five Stans, often overlooked by mainstream tourism, reveal themselves as a treasure trove of pristine beauty, warm hospitality, and timeless traditions. For those who yearn for exploration off the beaten path, this Central Asian odyssey promises an unparalleled experience that will linger in your heart long after the journey ends.",
  "durationDays": "4",
  "price": "6899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Ashgabat - Turkmenistan Upon arrival in Ashgabat, meet your guide and driver, then transfer to your hotel to rest. Early check-in is included. After resting, meet the group at 1:00 PM in the hotel lobby to begin your Ashgabat city tour. Start with a visit to the Old Nisa fortress, once a residence of the Parthian Empire (247 BC–253 AD). Next, return to Ashgabat to explore the capital of Turkmenistan, featuring modern parks and monuments from the independence era. Highlights include the Monument and Park of Independence, resembling a white-marble “Eiffel Tower” set in a beautiful park, and the fountain-monument celebrating the 10th anniversary of independence, with ten Akhal-Teke horses sculpted atop a magnificent fountain. You will also visit the impressive Ertugrul Ghazi Mosque. In the afternoon, explore the National Carpet Museum, home to a fascinating collection of handmade Turkmen carpets and unique carpet artifacts. End the day with a visit to the vibrant Russian Bazaar, where you’ll experience the lively atmosphere and gain insight into the rhythm of life in Ashgabat and the unique character of its residents. Enjoy a welcome dinner accompanied by a folk show. Accommodation: Archabil Hotel *Please note there is a $90 USD visa fee to be paid on entry (not included in cost of adventure)*"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Ashgabat - Turkmenistan First you will visit the ruins of the 15th-century Seyit Jemaleddin Mosque in Annau, one of the major historical sites remaining today. Next, explore the National Museum, which opened in 1998 and houses nine exhibition halls showcasing Turkmenistan’s most significant artifacts discovered at various archaeological sites. Then on to the Arch of Neutrality, a 75-meter-high, rocket-shaped tower built in 1998. Originally located in the city center, this monument features a gold statue of former President Niyazov, which once rotated throughout the day to always face the sun. In 2010, the monument was relocated to the outskirts of Ashgabat. Visit the Wedding Palace, known as the \"Palace of Happiness\" in Turkmen. This striking building is crowned with a cube featuring a globe displaying the map of Turkmenistan. Inside, it houses multiple celebration halls, banquet rooms for weddings, as well as various shops, photo studios, and beauty salons. Finally, stop by Yyldyz Hotel, meaning \"Star\" in Turkmen. As one of the finest hotels in the country, it offers a breathtaking panoramic view of Ashgabat. Accommodation: Archabil Hotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Ashgabat - Darvaza Flaming Crater (280km) - Turkmenistan Discover the Arkadash Stud Farm, located near GeokDepe, the site of a significant 19th-century battle for Russian dominance in Central Asia. This historic location is also home to the stunning Geok-Depe Mosque, built in 1996 to honor the fortress defenders. At the farm, you’ll have the opportunity to get up close to the majestic “winged” Akhal-Tekke horses and even enjoy a ride on them. After a memorable photo session with the horses, we’ll continue our journey to Ashgabat, making a stop along the way to visit an impressive complex in Kipchak. This complex features the largest mosque in Turkmenistan and the family mausoleum of the country’s first president. After lunch, head to the incredible Darvaza Flaming Crater, a must-see attraction, especially after sunset. Depart Ashgabat at 2:00 PM in 4WD jeeps and arrive at the destination around 6:00 PM. You’ll drive north toward the crater, reaching the border between Turkmenistan’s northern and southern regions. From there, you’ll leave the main road for an exciting 8-kilometer drive through the desert. Upon arrival, find yourself just a few hundred meters from the crater, which during the day appears to be an ordinary hole in the ground, lightly smoking from underground fires. You will take a walk around the crater and as night falls, the crater transforms into a breathtaking spectacle—resembling the fiery gates of hell, a mystical fire temple, or whatever your imagination conjures. The day concludes with a picnic dinner, packed and brought from the city, as we enjoy the surreal beauty of the glowing crater under the night sky. Accommodation: Yurt Camp"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Darvaza - Kunya Urgench - Border Point 'Shavat' (150km) - Khiva (60km) - Uzbekistan After breakfast, depart for a city tour of Kunya Urgench before transferring to the Dashoguz/Shavat border crossing into Uzbekistan. Complete border formalities, then continue your journey to Khiva. Upon arrival, transfer to the hotel and check in. Accommodation: Zarafshan Boutique Hotel"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Khiva - Uzbekistan Khiva is a city made for walking—compact, well-preserved, and bathed in the beautiful light of the desert. This walking tour will take you through the major sights of Ichan Kala, the ancient citadel, where you'll visit the truncated Kalta Minor minaret, the Kunya Ark, the Madrassah Rakhimkhon, the Mausoleum of Pakhlavan Makhmud, and the Islam Khodja minaret, from which you'll enjoy panoramic views of the town below and the vast desert beyond. As you stroll through the city, you’ll sense the layers of history surrounding you—Khiva is believed to be over 2,000 years old, and much of what you see today closely resembles the city that the Russian Army stormed in 1873 during their conquest of Central Asia. Fortunately, modern development has spared much of the citadel, allowing us to experience it in its original splendor. In the afternoon, we will continue the tour with visits to the Friday Mosque and Tashauli Palace, including the harem. Accommodation: Zarafshan Boutique Hotel"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khiva - Uzbekistan Today you will have a full day to relax and enjoy at your own pace. Accommodation: Zarafshan Boutique Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Khiva - Urgench (30km) - Bukhara - Uzbekistan In the morning, transfer to Urgench airport to catch your flight to Bukhara. Flight (HY-1052 UGC BHK 0935 1030). This flight is included in the cost of the adventure. Spend the entire day exploring the magnificent city of Bukhara, one of the most iconic names in medieval Islam, home to hundreds of well-preserved monuments. You'll see these historical treasures scattered throughout the city. During today's tour, we will visit some of the most renowned landmarks (listed below), along with some lesser-known gems. Be sure to bring a fully charged camera! Our tour will include, in no particular order, the Lab-i-Khauz ensemble, the modern center of traditional Uzbekistan, the Nadirkhon Devanbegi Madrassah, the Khanaga, the Mogaki Attari Mosque, the Poi Kalon Minaret and Mosque, and the Madrassahs of Aziz Khan and Ulugbek. After lunch, we will continue with visits to the Ark Fortress, the Balakhauz Mosque, the Mausoleum of Ismail Samanid, and Chashma Ayub. Additionally, we will visit the Hunarmand UNDP-assisted workshops near Lyab-i-Khauz, where you’ll observe traditional crafts such as block printing, metal chasing, suzani embroidery, carving, miniature painting, and gold embroidery. Accommodation: Royal Bukhara"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bukhara - Uzbekistan Today, we will embark on a half-day tour of Bukhara, including an excursion outside the city to visit the Sitora-i-Mokhikhosa, the summer residence of the former Emir of Bukhara. Here, you'll experience a unique blend of traditional Russian architectural style harmoniously integrated with local oriental design. The famous White Hall, adorned with intricately carved alabaster, resembles the grand halls of the Peterhof Palace near St. Petersburg. Later, we will visit the Bahauddin Naqshbandi Mausoleum, dedicated to the revered 14th-century Sufi spiritual leader of the region. The cult of Bahauddin Naqshband was highly revered by the local people, and even rulers paid great attention to this impressive architectural ensemble. Afterward, return to Bukhara and enjoy the rest of the day at your leisure. Accommodation: Royal Bukhara"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bukhara– Sarmysh Gorge (130km) – Aydarkul Lake (150km) - Uzbekistan After breakfast, we set off for the breathtaking Sarmysh Gorge, home to over 10,000 ancient petroglyphs carved during the Paleolithic, Neolithic, and Bronze Ages. Our adventure then takes us to the Aydarkul yurt camp. Relax and soak in the serene beauty of the camp’s surroundings near the sparkling Aydarkul Lake. Accommodation: Yurt Camp"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Aydarkullake - -Majrum Village- Ukhum Village (110km) - Uzbekistan After breakfast, we head to the mountain villages, beginning with Majerum Village. In Majerum, you’ll find the largest tree in the Nuratau Nature Reserve: the Biota tree. Its massive trunk measures 8.5 meters in circumference. Local legends and traditions are closely tied to this ancient tree, once considered sacred by the community. According to folklore, Alexander the Great planted the tree in honor of one of his favorite commanders. Nearby, you can explore the ruins of an old mosque, a site still revered as sacred by the local population. Next, we visit Majerum Qala, the remains of a small fortress perched 100 meters above the village on an oval-shaped hill that rises in the narrow valley. This is one of the oldest archaeological sites in the Nuratau Mountains. Our journey continues with a drive to Ukhum Village, where we will stay overnight at a guest house. Accommodation: Guest House"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ukhum village – Samarkand (220km) - Uzbekistan After breakfast, we will visit the Severcev sheep nursery, home to one of the rare wild argali species listed in the IUCN Red List. You'll also have the chance to explore the ruins of an ancient village and mosque, take a walk to the Khayatsai mountain valley, hike up Karaul Mountain, and enjoy breathtaking views of the valley below. Our hosts, who are ethnic Tajiks, offer a unique opportunity to experience another regional language, savor delicious home-cooked local specialties, and observe the everyday life of the village. The hosts of this household raise livestock, including sheep, cows, and goats. Like most guesthouses in the Nuratau Mountains, they produce their own butter, yogurt, and other dairy products. All the dishes served in the guesthouses are made exclusively from natural ingredients sourced within the village. Accommodation: Wellfort Hotel"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Samarkand - Uzbekistan Few names evoke the magic of the Silk Road quite like Samarkand. As one of the world’s oldest continuously inhabited cities and the oldest in Central Asia, it stands as a testament to history. Built on the ancient site of Afrosiab, which dates back to the 3rd or 4th millennium B.C., Samarkand was known to the ancient Greeks as Marakanda. Remnants of this ancient settlement can still be seen north of the modern city. You will enjoy a full-day tour of Samarkand, beginning with the iconic Registan Square, the historic heart of the city for centuries. Marvel at the three stunning madrassahs: the Ulug-Bek Madrasah, built in the 15th century; the Tillya-Kori Madrasah from the 17th century; and the Sher-Dor Madrasah, also dating to the 17th century. Visit Gur-e-Amir, the magnificent mausoleum of the legendary Tamerlane. Explore the grand Bibi-Khanum Mosque, the largest Friday mosque of Amir Temur’s era, the vibrant Silk Road bazaar, and the Shahi-Zinda necropolis, a breathtaking collection of mausoleums. Conclude your day with a visit to the Bagizagan Winery, where you can enjoy a wine tasting experience. Accommodation: Wellfort Hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Samarkand - Uzbekistan We will travel to Konigil Village, located just 10 kilometers from Samarkand, to visit a traditional paper-making workshop. Samarkand has long been renowned as a center for producing high-quality paper. At the workshop of a skilled artisan, you’ll witness the fascinating process of transforming mulberry tree bark into paper. You’ll even have the chance to participate in this unique handmade production process, including stripping bark from branches, polishing the paper with a stone, and adding decorative touches. The afternoon will be free for you to enjoy at your leisure. Accommodation: Wellfort Hotel"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Samarkand - Border Point “Jartepa” (50km) – Penjikent (20km) - Tajikistan After an 8:00 AM breakfast, transfer to the Uzbekistan-Tajikistan border at Jartepa (50 km, approximately 1 hour). After completing customs and passport control on both sides, you will cross the border and meet your Tajik local guide and driver. From there, embark on a drive to the stunning Seven Lakes (80 km, 1.5-2 hours). The Seven Lakes, located in the western Fann Mountains, are renowned for their unique and vibrant colors, ranging from serene turquoise to enchanting purple. At the final lake, Khoazorchashma, you’ll enjoy a delightful picnic in a picturesque setting. Following lunch, continue to Penjikent, once a major Sogdian city in the 5th century before being destroyed by Arab conquerors in the 8th century. Explore the sights of Penjikent, including the Rudaki Museum, the local bazaar, and a mosque. Then, visit the ancient ruins of Penjikent, located just a 5-minute drive from the modern town. Dinner will be served at your hotel. Accommodation: Panjikent Plaza"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Penjikent – Dushanbe (220km) - Tajikistan After breakfast, depart for Dushanbe, stopping to visit the scenic Varzob Gorge along the way. Take a short break by the mountain river to relax and enjoy the serene alpine surroundings. Varzob Gorge is a stunning mountain region, conveniently located within a short drive from Dushanbe. Lunch will be served at a charming mountain café. The journey continues along the main road north of Dushanbe, which follows the rushing Varzob River for approximately 70 km before ascending steeply to the breathtaking Anzob Pass, standing at 3,373 meters. Along the route, you may also visit the natural thermal springs at Khoja Obi Garm. Upon arrival in Dushanbe, check in to your hotel. The remainder of the day will be free for you to relax or explore at your leisure. Accommodation: Atlas Hotel"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Dushanbe - Tajikistan In the morning, visit the monument of Ismoili Somoni and Rudaki Park, located in the heart of the city. Explore the vibrant local bazaar and the serene Botanical Garden. Next, visit the Cultural Palace \"Kohi Navruz\" (subject to permit), where you can admire the exquisite traditional architecture of the Tajik people, featuring intricate woodcarving, vibrant paintings, and stunning mosaic art. In the afternoon, take an excursion to Hissor, located 23 km from Dushanbe. Here, you will explore the ancient Hissor Fortress, one of Tajikistan’s most treasured historical landmarks. Conveniently close to Dushanbe, the fortress reflects the rich heritage of the ancient Tajik nation, blending elements of power, trade, and culture. The rest of the afternoon is free for you to spend at your leisure. Accommodation: Atlas Hotel"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Dushanbe - Khujand (310km) - Tajikistan Enjoy a restful morning and breakfast at the hotel before checking out by 9:00 AM. Depart for Khujand, taking a scenic drive through the mountains with a stop for lunch at a cozy mountain café along the way. On the journey, visit Mug Tepa, located in Ura-Tube, one of the oldest settlements in Tajikistan. According to legend, the city was founded by Cyrus the Great on the northeastern border of his empire. You will also stop at a traditional bazaar, an oriental market filled with a variety of goods, where you can witness a demonstration of baking the iconic Tajik round bread. Upon arrival in Khujand, check in to your hotel and enjoy some free time to relax or explore at your leisure. Accommodation: Parliament Plaza"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Khujand - Border Point \"Oybek\" (70km) - Tashkent (100km) - Uzbekistan Khujand, the center of the Sugd region in Northern Tajikistan, has a history of continuous occupation spanning 2,500 years. It was founded, possibly on the site of an earlier settlement, by Alexander the Great. Known as Alexandria Eschate (Alexandria the Furthest), it marked the farthest point he reached in Central Asia. Upon arrival, check in to your hotel. Begin your city tour of Khujand with visits to Pushkin Square and Kamoli Khudjandi Square, followed by Timur Malik’s fortress and the Sugd Museum. Explore the Muslihiddin Memorial Complex and the bustling Panjshanbe Bazaar, Khujand’s central market, offering a variety of goods and services. One of the oldest markets in Tajikistan, Panjshanbe, whose name means \"Thursday\" in Persian, has historically thrived as a vibrant hub for traders and tourists along the Silk Road. Next, visit Arbob Palace, a site of historical importance where the Tajik Soviet officially declared independence from the Soviet Union in 1992. It was also here that the design for the Tajik flag was chosen. After lunch, travel overland to Uzbekistan via the Oybek border. Upon crossing the border, meet your guide on the Uzbek side and continue the drive to Tashkent. Upon arrival, check in to your hotel and enjoy some free time to relax. Accommodation: Ichan Qala"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Tashkent - Uzbekistan Tashkent, one of the oldest and largest cities in Central Asia, has been the capital of Uzbekistan since 1930 and serves as a striking example of both Soviet and post-Soviet architecture. In the morning, begin your exploration of the city by stepping back in time with a visit to the old town. Discover the Barak Khana Seminary, Tila Shaikh Mosque, and their archives, renowned for housing a rare copy of the Quran attributed to the third Caliph Osman. Continue to Chorsu Bazaar, Tashkent's oldest market, and the historic Kukeldash Madrassah. In the afternoon, visit Mustakillik (Independence) Square, located in the heart of the city. Explore the famous Tashkent Metro, known for its stunning stations adorned with local marble and granite, resembling underground palaces. End the day at Amir Temur Square, a prominent landmark of the capital. Accommodation: Ichan Qala"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Tashkent – Bishkek - Kyrgyzstan Enjoy some free time at the hotel before transferring to the airport for flight (HY-779 13:00-15:10). This flight is included in the cost of the adventure. Upon arrival in Bishkek, you will be greeted by your guide and driver and transferred to the city. Check in to your hotel and take time to relax. Accommodation: Plaza Hotel"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Bishkek City Tour - Kyrgyzstan After breakfast, begin a sightseeing tour of Bishkek at 8:30 AM. Start with a visit to the Manas Monument in Philharmonic Square, dedicated to the legendary national hero of the Kyrgyz people. Continue with a walking tour around Ala-Too Square, where you can witness the ceremonial changing of the Guard of Honor. Explore the area’s key landmarks, including the Manas Monument, the main government buildings, and Old Square, which features the Parliament House and the only surviving Lenin Monument in Central Asia. Next, visit Oak Park, known for its open-air sculpture gallery, before transferring to Victory Square to conclude the city tour with a brief excursion there. Accommodation: Plaza Hotel"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Bishkek to Son Kul Lake - Kyrgyzstan The ideal time to visit Son Kul Lake is during the summer, from the end of May to the end of September, when the roads are most accessible. After breakfast, embark on your journey to Son Kul Lake, making a stop at the historic Burana Tower along the way. Arrive at the lake in the late afternoon and take in the breathtaking scenery—a vast, serene lake nestled among majestic mountains. Enjoy a traditional dinner and an overnight stay in a cozy yurt camp, immersing yourself in the beauty and tranquility of this remote destination. Accommodation: Yurt Camp"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Son Kul to Naryn After breakfast, take some time to explore the stunning Son Kul area at your own pace. After lunch, set off on a scenic drive to Naryn. While in Naryn, visit the Central Mosque, a beautiful and tranquil place that showcases the region’s unique architecture and spiritual heritage. You may also choose to explore a small yet fascinating museum featuring local artifacts, traditional costumes, and historical exhibits that offer insight into the area's rich culture. Accommodation: Khan Tengri"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Naryn - Tashrabat (120km) - Kyrgyzstan Today’s destination is the ancient Tash-Rabat Caravanserai, dating back to the 10th to 15th centuries, located in the picturesque Kara-Koiun Gorge. Begin your journey by driving through the At-Bashi Valley, with a stop to visit the ruins of Koshoi-Korgon, a medieval caravanserai. Continue on to Kara-Koiun Gorge and visit Tash-Rabat Caravanserai, a 15th-century stone fortress that once served as an inn for merchants and travelers along the Great Silk Road. Situated at an altitude of 3,500 meters in the stunning Kara-Koiun Gorge, this multi-domed rectangular structure measures 35 by 33 meters and consists of a large central hall surrounded by 31 rooms. Take a leisurely walk through the scenic gorge and enjoy lunch in a local family’s yurt, offering a truly unique cultural experience. Accommodation: Yurt Camp"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Tashrabat - Bokonbayevo/Tamga (350km/6-7 hours) - Kyrgyzstan Drive to Issyk Kul, the second-largest alpine lake in the world after Lake Titicaca. The route will take you through Kochkor village, following the scenic southern shore of Issyk Kul Lake. In Kochkor, visit the local handicraft center, where you can watch a demonstration of the traditional art of felt carpet making. Felt carpets are a key part of Kyrgyz culture, and the Kyrgyz people traditionally create two types: Ala-kiyiz and Shyrdaks. During the demonstration, you’ll learn about the process of making Ala-kiyiz carpets and gain insight into Shyrdaks, discovering how both are deeply tied to the nomadic lifestyle. Next, stop in Kyzyl-Tuu village, renowned for its yurt production, where over 70% of the local population is involved in the craft. Visit a local family’s open-air workshop, where the wooden components of yurts are crafted. You’ll also have the opportunity to participate in the yurt installation process and learn more about the nomadic culture. Continue the drive to Bokonbaevo/Tamga village, where you will arrive and check into your yurt accommodation, which includes private toilet and shower facilities. Enjoy some free time to relax and soak in the surroundings. Accommodation: Yurt Camp/Guesthouse"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Bokonbayevo/Tamga Enjoy a full free day at Issyk Kul Lake. Accommodation: Yurt Camp/Guesthouse"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Bokonbayevo - Jety Oguz - Karakol (170km/4 hours) - Kyrgyzstan Enjoy breakfast in the yurts before starting your drive to Karakol city, following the southern shore of Issyk Kul. The first stop is at the “Skazka” Canyon, which translates to “Fairy Tale” in Russian — and indeed, it feels like one. Formed over thousands of years by ice, water, and wind erosion, this desert-like landscape has created a series of striking sculptures and formations, with red spires of rock rising dramatically from the earth. You’ll have the opportunity to take an easy hike through the canyon to fully appreciate its beauty. Close to the canyon, you’ll meet a “Berkutchi,” a Golden Eagle hunter, and observe the traditional process of eagle hunting. This ancient practice, which is gradually disappearing worldwide, is still kept alive by a few expert hunters in Kyrgyzstan. This unique experience offers a fascinating glimpse into the nomadic hunting traditions of the region. On the way, stop at Djety-Oguz Canyon, located 35 km west of Karakol. The gorge, situated at an altitude of 2200 meters, is famous for its dramatic rocky outcrops, such as the Broken Heart and The Seven Bulls. These striking red rocks are surrounded by beautiful landscapes and local legends. Enjoy a pleasant walk in the gorge, following the river up and down, before returning to the bus. Upon arrival in Karakol, your city tour begins with a visit to the Holy Trinity Cathedral, an old wooden Orthodox church dating back to the 19th century. The church’s history dates back to 1869, when the first Russian settlers built a small church on the site. Construction of the current church began in 1895, designed by architects from the city of Verniy (now Almaty). The church is topped with five domes, and the wooden walls are beautifully adorned with carvings and paintings. One of its most important religious artifacts is the icon of the Theotokos of Tikhvin, painted in 1897. Next, visit the Dungan Mosque, an extraordinary architectural monument in Karakol. This mosque, which resembles a Mongolian Buddhist temple, was completed in 1910 after three years of work by a Chinese architect and 20 Chinese artisans. It was built without nails for the local Dungan community and is a remarkable testament to the region’s diverse cultural heritage. After your city tour, check in at the hotel to relax and enjoy the rest of the day at your leisure. Accommodation: Green Yard Hotel"
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Karakol - Kegen (110km/2 hours) - Charyn Canyon (100km) - Almaty (210km) - Kazakhstan Start your day early with a visit to the unforgettable Karakol Sunday Animal Market, located on the outskirts of town. Experience the vibrant atmosphere and unique local culture at this lively market. Afterward, we will drive approximately 110 km (around 2-3 hours) to the Kyrgyzstan/Kazakhstan border. Once border formalities are completed, continue on to the stunning Charyn Canyon and its famous Valley of the Castles, named for the towering pillars and rock formations that resemble manmade structures. You’ll have the option to either hike down to the valley floor and climb back up, or enjoy the breathtaking views from the canyon rim. You will have around two hours to explore and take in the natural beauty of the area. A picnic lunch will be provided during the visit. Afterward, continue the journey to Almaty. Upon arrival, transfer to your hotel for check-in and rest. Accommodation: Kazzhol Park Hotel"
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Almaty - Kazakhstan Almaty, the former capital of Kazakhstan and its largest city, serves as the financial and cultural hub of Central Asia. With a moderate-sized tourist and expatriate community, Almaty offers a blend of history, culture, and modernity. After breakfast, embark on a city tour to explore its key landmarks. Begin at the Park of Heroes 28 Panfilovtsev, located in the heart of the city. This park serves as a memorial to the brave soldiers who fought during World War II, featuring a flame dedicated to their courage and sacrifice. Next, visit the stunning Zenkov Cathedral, widely regarded as one of the most impressive architectural monuments in Almaty. This wooden structure, standing at a remarkable height of 56 meters, is a true testament to the city’s history and craftsmanship. Continue your tour with a visit to the Central Mosque, where you can learn about the local culture and spiritual traditions. Afterward, enjoy lunch and then head to Republic Square, the central hub of the city, where you’ll explore the Central State Historical Museum. Here, you’ll discover the Golden Room, which showcases magnificent exhibits, including a vast collection of Kazakh national tools and a history of Kazakh jewelry art. To finish the day, take a cable car ride up to Kok-Tobe Hill, situated in the very heart of Almaty. The ride offers breathtaking views of the city and the surrounding mountains, providing the perfect opportunity for photos! Accommodation: Kazzhol Park Hotel"
    },
    {
      "dayNumber": 30,
      "title": "",
      "description": "Almaty - Kazakhstan In the morning, we drive 40 km to the ethnographic recreation center \"Huns,\" where you will immerse yourself in the traditional life of Kazakh nomads. Learn about the customs of the Kazakh people and enjoy tasting delicious national dishes. After lunch, we head back to the city. Next, transfer to Medeo, home to the highest mountainous ice skating sports complex in the world. Along the way, stop at Medeo Dam, which protects the city from destructive mudflows originating in the western Tien Shan mountains. From the top of the dam, take in the stunning panoramic views of the world’s largest mountain skating rink. Afterward, return to Almaty and enjoy some free time before the farewell dinner. Accommodation: Kazzhol Park Hotel"
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Departure Day - Kazakhstan After a truly unforgettable journey, it's time to depart on your journey home!"
    }
  ],
  "map": ""
}