{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "the-five-stans-silk-road-holiday",
  "tourName": "The five stans silk road holiday",
  "placesVisited": "Ashgabat, Turkmenistan, UNESCO Nisa ruins, Jeep convoy across Karakum Desert, 12 century city of Abiverd, UNESCO ruins of Merv, Bukhara, Uzbekistan, Samarkand, Shakhrisabz, Termez, Dushanbe, Tajikistan, Fann Mountains, Iskanderkul Lake, Khujand, Ferghana, Arslanbob Nature Reserve, Kyrgyzstan, Sulayman Mount, Arslan Bob homestay, Tien Shan Mountains, Son Kul Lake, Bishkek, Almaty, Kazakhstan",
  "generalInfo": "There can be few more iconic traveller trails to follow other than the Silk Road that leads through Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan. Colloquially considered the ‘Five Stans’, these independent land-locked nations swirl with the ancient trading traditions of Central Asia and make for a great holiday destination for cultural adventurers. <br/><br/>Landscapes morph from desert plains and undulating steppe to valleys and mountain peaks to ensure the Five Stans conjure up Silk Road experiences that remain out of reach of many sightseeing tourists.<br/><br/>This epic three-week small group tour helps you put together the pieces of the past and present as you journey on a Central Asian odyssey steered by expert local guides. Travelling as part of a group is an ideal experience for solo travellers who are searching for Silk Road tales and fellow travellers to share their adventures. Single room supplements, where available, ensure privacy and travelling as part of a guided group allows confidence to build and friendships to form. <br/><br/>Greek, Persian and Mongolian influence is just as evident across all Five Stans as that of the Soviet regime with a succession of trader markets, yurt camps, monuments and mosques opening up all manner of exciting and enlightening encounters across the heartland of Central Asia.<br/>",
  "durationDays": "23",
  "price": "6799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The adventure begins in Ashgabat, the capital of Turkmenistan. As per Turkmen law, we arrange arrival transfers for everyone in the group. See the Joining Instructions in the Trip Notes for more details. There are no arranged activities today, as many flights arrive very late at night or early tomorrow morning. Accommodation: Hotel Sport (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following what for many people will have been a late night or early morning arrival, we have our welcome briefing at 11am and then begin our exploration of Ashgabat. Ashgabat holds the record for the most white-marble buildings in the world. In the post-Soviet era, successive Turkmen leaders built these impressive buildings as a show of the country’s strength, and they make for a surreal sight. Ashgabat has been described as Pyongyang meets Las Vegas, and you can see why. We have a half-day tour of Ashgabat including Ertogrul Ghazi mosque, Independence Park, the Neutrality Arch, Constitution Monument, Alem Ferris Wheel, Constitution Monument, Halk Hakydasy Memorial Complex, and the Wedding Palace, which looks over the city from a hilltop. We also have a visit to the national museum and later a short tour of the city by night (40 minutes). This evening your tour leader ensures a big welcome by arranging a group dinner together. Accommodation: Hotel Sport (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After an early breakfast, we transfer (up to four hours) to Mary, a contemporary city that serves as the gateway to ancient Merv. In the early afternoon, we continue to this vast World Heritage site, once among the largest cities on Earth. We move between key surviving areas, including the windswept remains of crumbling towers and walls, to gain a sense of the scale that so impressed medieval travellers. Later, we return to Mary to look around the modern town, including the Juma Mosque and the small Russian Orthodox Church. Accommodation: Margush/Mary Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Returning to Ashgabat, we arrive early afternoon with time to visit the Magtymguly Monument, dedicated to the 18th-century poet whose work shaped Turkmen literary identity. From here, we continue to the archeological site of Nisa (Turkmenistan), once a capital of the Parthian Empire, which ruled a vast stretch of territory from present-day Iraq to Pakistan more than 2,000 years ago. Our final visit is a local farm known for breeding Akhal-Teke horses. Celebrated for their distinctive metallic sheen and long-distance stamina, they remain an enduring emblem of Turkmen national heritage. Later, we transfer to Ashgabat airport for our evening flight to Dashoguz. Accommodation: Hotel Dashoguz (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, we drive for two hours to Kunya Urgench. Once the capital of the Khorezm region under the Achaemenid Empire, this World Heritage site preserves a remarkable collection of monuments dating from the 11th to 16th centuries. Our tour leader guides us between the remains of mosques, caravanserai gates, fortresses and mausoleums, culminating at the 195ft (60m) Gutlug Timur Minaret. The craftsmanship seen here influenced architectural traditions across Iran and Afghanistan, and later shaped elements of 16th-century Mughal design in India. We then make the two-hour return drive to Dashoguz, followed by a further 20 minutes to the Shavat border post. Here, we say goodbye to our Turkmen tour leader and complete border formalities before meeting our Uzbek leader on the other side. Procedures often take a couple of hours and include a short shuttle bus across no-man’s-land (have US$1 ready in cash). We continue to Khiva, aiming to arrive around 6pm. Accommodation: Malika Khorezm (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The walled Itchan Kala is Khiva’s meticulously preserved old city. Here, our tour leader takes us to: the tiled base of the never-completed Kalta Minar; the Kunya-Ark, the 12th-century fortress that once housed the Khiva khans; and the serene mausoleum of Pakhlavan Makhmud, Khiva’s patron poet-saint. We continue to the Islam Khoja minaret and madrasah and the atmospheric Juma Mosque, whose roof is carried by 218 carved wooden columns. Further highlights include the richly decorated Tash Khauli palace complex and Allakuli Khan Madrassah. Along the way, we step into artisan workshops to see how Khiva’s crafts endure today, learning about the techniques behind wool and silk carpets, embroidery, ceramics and intricate wood inlay. Accommodation: Malika Khorezm (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, we drive for about two hours into the arid plains of Khorezm. Now sparsely settled, these lands were once marshy and densely inhabited by the Massagetae Scythians, horseback archers known for resisting successive empires – including defeating Cyrus the Great in 529 BCE. Our main stop is Ayaz-Qala, a sixth-century hilltop fortress with wide views across the steppe. Depending on timing, we may also visit other nearby castles before continuing to Urgench, about 1hr 30min away. In the afternoon, we board a train from Urgench to Bukhara, travelling 6hr 30min across the Kyzyl-Kum desert. The service typically uses Soviet-era carriages with four-berth compartments, so it’s worth bringing snacks and water for the journey. We arrive late into Bukhara and head straight to our hotel. Please note: timings and itinerary may vary depending on train schedules. Accommodation: Sultan Hotel (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The 2,000-year-old city of Bukhara has an old centre that evokes the many centuries of traders and travellers who’ve passed through here on their way between the Mediterranean and China. We spend the day exploring this fascinating city, including a visit to the historic Lyabi Khauz architectural complex, which has the oldest reflective pool in Central Asia. We also visit: Chashma-Ayub Mausoleum, a sarcophagus over an ancient sacred spring; the Mausoleum of the Samanids, the family tomb of the rulers of Bukhara; Ark Citadel, the residence of Bukhara’s rulers since the first century CE; the Poi Kalyan Complex, home to the 157ft (48m) high Kalyan Minaret; the Kalyan Mosque, which has 288 domes covering galleries below; Nodir Divanbegi Madrasah; and Chor-Minor, a small mosque of an original form. Accommodation: Sultan Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we delve further into Bukharan history at the Sitorai-Mokhi-Khosa Palace, the summer residence of the emirs. Our tour leader walks us through its blend of local design and Russian influence, pointing out the intricate ganch plasterwork, carved wood panels and richly painted reception rooms that once hosted courtly gatherings. In the afternoon, we board the train to the great Silk Road city of Samarkand. When schedules allow, we use the high-speed Afrosiyob service, which covers the journey in just under two hours. Accommodation: Malika Prime (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Possibly the most famous of the Silk Road cities, Samarkand has blue-tiled buildings that dazzle in the bright sun. Dating 2,500 years old and impacted by such figures as Alexander the Great, Genghis Khan and Tamerlane, it is home to one of the world’s great squares, Registan Square, surrounded on three sides by the madrassahs of Ulugh Beg, Sher-Dor and Tilya-Kori. The city was the capital of the Tamerlane, and we spend the day visiting a number of Tamerlane-era sites, including the Gur-Emir Mausoleum, burial place of Tamerlane, his sons and his grandson, Ulughbek. The Ulugbek Observatory was built in 1420 by Tamerlane’s grandson who was not just a ruler but also a well-known astronomer. We move to the oversized Bibi Khanum Mosque and Shakhi Zinda (the ‘Living King’ necropolis) where the mausoleums date to the 14th and 15th centuries. Our final visit is to the Siab Bazaar with its fresh and dried fruit and nuts and other local food produce, plus a paper factory. The exact order of visits may vary. Accommodation: Malika Prime (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive to the Tajik border early this morning. We cross into Tajikistan, meet our local guide and transfer (20 minutes) to the town of Penjikent. Our first stop is the World Heritage site of Sarazm, which dates back 5,500 years. In Penjikent, we enjoy a tour (three to four hours) that takes us to the Museum of Rudaki (Rudaki is considered by many to be the father of Persian poetry and he was born in Penjikent) and ancient Penjikent, ruins of a fifth-century Sogdian town founded, which was abandoned in the eighth century. We also explore the remains of houses, a citadel with Zoroastrian fire temples and a bazaar in the excavated ruins. Accommodation: Panjakent Plaza Hotel (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Take a trip into the heart of the Fann Mountains. We drive (50mi/80km) to Seven Lakes (Haf Kul in Tajik) in the Shing Valley, taking a sometimes bumpy and narrow road. The high mineral content in the water gives the lakes an unusual colour. We have time to enjoy the mountains, with a walk to Hazorchashma Lake and a picnic lunch in the village of Nofin before we return to Penjikent. Accommodation: Panjakent Plaza Hotel (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Leaving the Fann Mountains, head into the industrial and agricultural heartland around the city of Khujand (about four hours’ drive). En route, visit the town of Istravashan founded by the Persian king Kier in the sixth century, and visit the bazaar. While Khujand, today, is not the most attractive of cities it has a complex history. Believed to be one of the oldest in Central Asia, it was attacked by Alexander the Great, Arab invaders and Genghis Khan, as well as being an important Silk Road stop. There are still traces of the glory days and we take a tour of the sites, including the Musuem of Archeology, Sheikh Maslikhiddin Mosque, the Payshanba bazaar and, if time, Arbob Palace, the Urumkhodjaev family country estate, a copy of the Russian tsarist palace of Peterhof. Accommodation: Khudjand Delux Hotel (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Return to Uzbekistan via the border crossing at Andurkhan, where we say goodbye to our Tajik crew and re-join the Uzbeks. The total driving time to Ferghana town is about five hours from Khujand, but we make several stops along the way. The first is at Kokand, which was the capital of the 19th-century Kokand Khanate. We visit the Khudoyar-Khan Palace (1871) home to a museum, the Norbuta-Biy Madrassah and the Modarikhon Mausoleum. From here, continue to the small village of Rishtan, home to potter dynasties and ceramics masters. We visit a ceramics studio and witness a demonstration of the craft before the opportunity to buy earthenware. Our final stop is at Margilan, where we visit a silk factory and learn about the material that gave its name to the greatest trade route in history. Eventually, we arrive in Fergana town where we spend the night. Accommodation: Hotel Asia Fergana (or similar)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Transfer to the Kyrgyz border this morning and say goodbye to our Uzbek leader. After border formalities at the Dustlik crossing, we meet our Kyrgyz leader and head into nearby Osh, the second-largest city in Kyrgyzstan. We visit the sacred Sulayman Mountain, a holy Muslim site (and burial place of the prophet Sulayman (Solomon) and the central point on the Silk Road. The walk to the top of Sulayman Mountain is paved with some steps and can be tiring in the heat but the views over the city and valley below, small museum and 15th-century church are worth the effort. On the way to Jalal-Abad, we make a sightseeing stop at Uzgen. We take an excursion to an old minaret and mausoleums nearby and visit a rice bazaar. Uzgen has a history of over 2,000 years — it is claimed to be a site of numerous citadels built at various times since the first century BCE. It was an important centre of trade routes between the Fergana Valley and northern territories of Central Asia. Uzgen became a highly developed town in the Karakhanid’s epoch and developed into a large trading and handicrafts centre. Accommodation: Guesthouse Goodnight (or similar)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Leave Jalal-Abad and transfer (approximately 1hr 30min) to Arslanbob Nature Reserve. The village of Arslanbob is in the mountains at around 5,250ft (1,600m) – though the top and bottom of the village vary considerably in altitude – and is surrounded by an ancient walnut forest believed to be the largest in the world. We go for a walk and picnic lunch in the surrounding countryside. The walk takes around four hours (including lunch and stops) and requires walking shoes/boots. The pace is leisurely but if anyone prefers not to join, you are free to opt out. After, we return (approximately 1hr 30min drive) to our guesthouse in Jalal-Abad. Accommodation: Guesthouse Goodnight (or similar)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Leaving the gorges behind, we make the long journey towards the upland pastures surrounding Son Kul Lake, set at 9,895ft (3,016m). The drive takes around nine hours and includes stretches of rough road; a new route is under construction, though its opening date remains uncertain. Son Kul is one of Kyrgyzstan’s most celebrated mountain landscapes, where herding families still bring their sheep and cattle to the jailoo (high summer pastures). Yurt camps have increased in recent years, but many are still run by the same families who tend the animals, giving us a window into a seasonal way of life that continues today. We spend the night in a yurt camp, experiencing a comfortable, modernised version of nomadic living. Facilities now include Western-style toilets and a dedicated ‘shower yurt’ with proper showers and basins. Hot water is available when the generator is running (usually morning and evening), though it can be intermittent. Accommodation: Yurt camp"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Spend today soaking up the beauty of the landscape around Son Kul. There is the option to go on a 2hr to 2hr 30min walk to the nearby hills – the slopes are quite steep, and this may not be for everyone, but at the top are a few petroglyphs to admire. Accommodation: Yurt camp"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Our journey today first takes us to Kochkor, Kyrgyzstan’s most important centre for felt handicrafts. We visit a workshop and can participate in the manufacturing of national carpets. From Kochkor, we travel through the central Tien Shan mountains, driving through picturesque canyons and gorges along the southern shores of Issyk-Kul, the second-largest salt lake in the world, measuring 43mi by 112mi (70km by 180km) and almost 2,300ft (700m) deep. Its name means Hot Lake and was given as it never freezes, even in the depths of winter. The surrounding area is a mixture of forest and meadow with a backdrop of towering mountains and glaciers. We have an excursion at Bokonbaev village to observe a traditional form of falconry found throughout Central Asia – hunting with eagles. Eagle hunting plays a key role in the nomadic lifestyle here and can also be seen during national competitions. Accommodation: Nomad Camp Hotel (or similar)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "This morning, we continue our journey to Karakol. We head first to Barskoon Gorge, known for high waterfalls and dense spruce forests and visited by Yuri Gagarin, the first man in space. We hike to a waterfall called Bowl of Manas (named after the Kyrgyz national hero). Next is Djety Oguz Gorge where the Seven Bulls and Broken Heart rocks formations can be seen. From Djety Oguz, we continue to Karakol. There are about 2hr 30min of driving in total today. The atmosphere of Karakol town takes you a hundred years back and gives you an impression of Tsarist Russia. We enjoy a sightseeing tour of Karakol, taking in old Russian-style houses, a Russian Orthodox church dating to 1886, a wooden Dungan mosque (1899) made without the use of nails, and Karakol bazaar. This evening, we enjoy a home-cooked meal at a Uygur or Dungan family home. Accommodation: Amir Hotel (or similar)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Today we cross the Kyrgyz-Kazakh border and, after border procedures (which may take one to two hours), travel along the picturesque Karkara valley, where mountain flowers attract many beekeepers. We head towards Charyn River, where the dramatic erosion caused by the river has created an impressive landscape. We have some time to observe the beginning of Charyn and Moon Canyons from different viewpoints. After a short walk and some time for photographs, we continue towards the Black Canyon. There is time for a picnic lunch in the canyon (you can buy your picnic from a supermarket earlier in the day). After our visit we continue to Almaty with an expected arrival time of around 5pm. There are about six hours of driving today. Accommodation: Uyut Hotel (or similar)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Almaty is a beautiful city with its backdrop of the Tien Shan mountains, and we have the whole day to explore. With leafy streets and a cafe culture, the former Kazakh capital has a distinctly European feel. We set off on a city tour after breakfast, visiting a number of sites, including Zhenkov Cathedral (Ascension Cathedral), made entirely of wood and without the use of nails, Panfilovs Park, home to the Piously-Voznesenskiy Orthodox Cathedral (1907), which was built without any nails, the Great Patriotic and Civil War monuments and eternal flame, and the Museum of National Instruments. Accommodation: Uyut Hotel (or similar)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Our adventure comes to an end in Almaty after breakfast."
    }
  ],
  "map": ""
}