{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "central-asia-overland-tour-the-stans",
  "tourName": "Central Asia overland tour, the stans",
  "placesVisited": "Tashkent, Khiva, Konye-Urgench, Darwaza, Ashgabat, Merv, Bukhara, Shakhrisabz, Samarkand, Termez, Gissar, Dushanbe, Iskander Kul, Istaravshan, Khojand, Tashkent, Almaty, Altyn-Emel National Park, Charyn Canyon, Almaty, Bishkek, Ala Archa National Park, Song Kul, Bokonbaevo, Karakol, Cholpon Ata, Bishkek",
  "generalInfo": "This 26 day journey follows the ancient Silk Road through Central Asia where the ‘Stans’: Uzbekistan, Turkmenistan, Tajikistan, Kazakhstan and Kyrgyzstan, provide a fascinating cultural backdrop to what is essentially an adventure through the ages.<br/><br/>Starting in Uzbekistan allows this overland tour to hit the ground running with ancient cultural traditions still alive and well and abounding within the walls and amongst the minarets and mausoleums of Khiva, Bukhara and Samarkand.<br/><br/>The next ‘Stan’ to discover is Turkmenistan where an exciting and varied itinerary takes travellers to the edge of reason as they experience a night next to the fiery flames of Darwaza, expand reality in the capital, Ashgabat, and take a step back in time around the archaeological site of Merv. <br/><br/>Next stop is Tajikistan where the remote village communities of the Fann Mountains provide a hospitable welcome against a breathtakingly scenic backdrop.<br/><br/>Before this tour of the Stans comes to a close you’ll be treated to the natural treasures of the Charyn Canyon and Altyn Emel National Park in Kazakhstan, whilst the final Central Asian destination takes you into the realm of the nomadic herders working under the endless skies of Kyrgyzstan.<br/><br/>From clear blue lakes and snowy mountain peaks to the marble walkways of Ashgabat and the peace and serenity of the Kyrgyz Mountains, this overland tour is not for your casual tourist but definitely for real travellers interested in stepping into the fabled tales of the Silk Road through Central Asia.<br/>",
  "durationDays": "26",
  "price": "7749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tashkent - Arrive in Tashkent. Depending on when you arrive there may be time to explore the city. Overnight The Tower Hotel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Khiva - Fly to Urgench and then spend the day exploring Khiva. Enclosed by mud brick walls, the old part of Khiva, known as the Ichon Qala, has been virtually unchanged for centuries and is an open air museum packed full of intricately decorated minarets, mosques and madrassahs. We spend the day walking its narrow alleys and uncovering the best of its highlights including the Kalta Minor minaret, the Islam Khodja madrassah and the ark, where the khans of Khiva once lived. Overnight Arqanchi Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Konye-Urgench – Darwaza - Cross the border into Turkmenistan and transfer to Konye-Urgench, the ancient capital of the land of Khorezm with a collection of impressive mausoleums. From here we continue to the flaming gas crater at Darwaza. We camp near the crater to enjoy spectacular views of the subterranean fires once the sun sets. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ashgabat - Drive to Ashgabat via crater-strewn landscapes and visit the ruins of the Seyit Jemaleddin Mosque on arrival. Overnight Yyldyz Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ashgabat - We spend today exploring the city with its striking and often bizarre collection of monuments, including Neutrality Arch, the Earthquake Monument and others as well as the ancient Parthian fortress of Nisa. Overnight Yyldyz Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Merv – Bukhara - Fly to Mary, and visit the ancient site of Merv, a UNESCO World Heritage Site with a diverse collection of attractions that span the history of the region. From here cross back into Uzbekistan and continue to Bukhara. Overnight Malika Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Shakhrisabz – Samarkand - Drive to Shakhrisabz, the ancient capital of Tamerlane, return to Samarkand. Overnight Khan Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Penjikent - Cross the border into Tajikistan and continue to the ancient Sogdian city of Penjikent, once an important trading centre on the old Silk Road. We visit the Rudaki Museum which holds some of Penjikent’s ancient frescoes, as well as the archaeological site of Sarazm. Overnight Umariyon Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Iskander Kul - Drive into the Fann Mountains and the picturesque lake of Iskander Kul, surrounded by imposing peaks and a bright turquoise in colour. We explore the lake and its surrounds, walking to an impressive waterfall. Overnight tourist cottages. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Almaty - Fly to Almaty and transfer to your hotel. Overnight Kazzhol Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Almaty - Spend the day exploring the city of Almaty, visiting Panfilov Park, the picturesque Zenkov Cathedral, as well as Republic Square and other sites of interest. Overnight Kazzhol Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Altyn-Emel National Park - Drive to Altyn Emel National Park and spend time exploring this beautiful area, located between the Ili River and the Ak Tau mountains and covering an area of 4,600 square kilometres. We visit the multi-hued mountains, the famous ‘singing dune’, and other sites. We continue to the village of Baschi, where we spend the night. Overnight guesthouse. (BLD)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Charyn Canyon – Kolsay Lake - Our next stop is Charyn Canyon, one of Kazakhstan’s most impressive natural sights. We spend time walking along the canyon, also known as ‘The Valley of Castles’, and then continue to Saty, spending the afternoon at Kolsay Lake. Overnight guesthouse. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Kaindy Lake – Karkara - Morning excursion to Kaindy Lake before we head to our last country, Kyrgyzstan. We spend our first night in the Karkara Valley with its impressive alpine scenery. Overnight yurts with ensuite facilities. (BLD)"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Karkara Valley – Karakol - Spend the morning in the valley with time for walking and admiring the beautiful scenery. We then head to Karakol, stopping en route at Tepke Village where we meet a family who breeds thoroughbred horses. On arrival into Karakol we visit the Prezhevalsky Museum and have dinner with a local Uighur family. Overnight Karagat Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Karakol - Bokonbaevo - Spend the morning in the valley with time for walking and admiring the beautiful scenery. We then head to Karakol, stopping en route at Tepke Village where we meet a family who breeds thoroughbred horses. On arrival into Karakol we visit the Prezhevalsky Museum and have dinner with a local Uighur family. Overnight Karagat Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Bokonbaevo - Song Kul - In the morning (day 23) we meet a traditional eagle hunter and learn about this ancient art from one of the few remaining practitioners. We then drive to Song Kul lake, one of the most picturesque parts of Kyrgyzstan and home to seasonal families of nomads. We have a full day to relax and explore this beautiful area on day 24. Overnight simple yurt accommodation. (BLD) Please note: accommodation may be multi-share."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Bishkek - Drive to Bishkek. On the way we stop at the Burana Tower, the remains of a 10th century Karakhanid city. Overnight My Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Bishkek - Transfer to the airport for departure. (B)"
    }
  ],
  "map": ""
}