{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "kazakhstan-horse-riding-holiday",
  "tourName": "Kazakhstan horse riding holiday",
  "placesVisited": "Eastern Kazakhstan horses, Katon Karagai National Park, Altai Mountains, Ust Kamenogorsk, No fixed itinerary on this riding holiday in Kazakhstan, Wilderness camping",
  "generalInfo": "Let Eastern Kazakhstan's tall, fit horses, melting pot communities, flourishing valleys and striking snow-topped mountains steal your heart, as they have ours, on this Kazakhstan horse riding holiday. Ever since our first rides here in 2015 and 2016, our ethnically-Kazakh Altai coordinator Amangul has been helping us build relationships, routes, and border permit avenues to experience this rarely visited corner of Central Asia. Near the borders of China, Russia, and Mongolia, deep nomadic roots tie together a variety of traditional cultures and make the area's archaeological sites a trip highlight, but the steep terrain necessitates plenty of pack-horsing and full riding days, so keen riders and active travelers need only apply!<br/><br/>A trip for the intrepid and adventurous, we aim to continue exploring new areas and routes in this extremely varied, forested, lake-rich region, so be ready for a non-itinerised trek as you help us develop ecotourism in a stunning but little known travel locale. <br/><br/>As with our Mongolian treks, we will assemble our team of wranglers, horses, support staff, and provisions in preparation for our stint of backcountry camping, sleeping in tents (no single supplement required), and cooking around the fire. Although we've been lucky enough to come across some hospitable locals' saunas, there's little access to amenities such as showers and toilets out in the Kazakh wilds. That said, the seemingly endless clean rivers, combined with the fairly mild Western Altai climate, make for plenty of swim-call opportunities - even for the horses, sometimes!<br/><br/>The riding is a large part of what truly keeps us coming back - grassland meadows follow into forest trails and technical climbs lead to the far-flung summer pasture known in Kazakh as jailoo. Because we work with the local park rangers themselves, their strong and experienced horse herds provide for a never-ending succession of well-paced, varied days which make the weeks of horse travel fly by. We hesitate to say \"for experienced riders only,\" because we can indeed find a horse to help take care of newer riders, too - but expect a brisk pace and plenty of chances to canter (and more!) on this adventure holiday. Although this trip naturally attracts serious horse folk, trekkers of all sorts can expect to up their riding skills and appreciate this secret trekking heaven.",
  "durationDays": "16",
  "price": "5250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Meet in the lively, small city of Ust Kamenogorsk, known in the Kazakh tongue as Oskemen. Check out this green, former Soviet mining town's ethnography museums and parks before our first group dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive 330km farther east to reach Katon Karagai National Park and the lush Altai Mountain Range. Meet the horses and wranglers for the first time at a small, rustic ranger station near the edge of the park."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our first riding day- we will match riders with the lovely, local horses and get used to the Kazakh riding gear as we traverse the foothill area in preparation for pack-horsing deeper into the mountains in the next phase of the trip."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Return to Ust Kamenogorsk by car and ferry for a relaxing evening back in town and a final, celebratory group dinner after saying goodbye to Katon Karagai life."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "We will help you with last minute souvenir errands and city forays then transfer you to the airport or train station to begin your journey home."
    }
  ],
  "map": ""
}