{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "small-group-holiday-to-the-stans",
  "tourName": "Small group holiday to the Stans",
  "placesVisited": "Nur-Sultan, Almaty, Charyn Canyon, Bishkek, Osh, Khujand, Dushanbe, Istaravshan, Samarkand, Bukhara, Merv, Ashgabat, Darvaza Crater – ‘Door to Hell’, Kunya-Urgench, Khiva, Tashkent, Silk Road",
  "generalInfo": "Follow in the footsteps of intrepid early travellers and trading caravans as you explore the history and culture of the Silk Road, journeying through Central Asia and the five Stans: Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan.<br/><br/>Travel overland, and partly by train, as part of a small group of likeminded adventurous souls, and accompanied by professional tour leader throughout, on a month-long itinerary peppered with cultural discoveries and a stunning variety of landscapes.<br/><br/>You will pass architectural treasures from Almaty to Samarkand, and mesmerising natural features such as the Charyn Canyon, said to rival the Grand Canyon, the beautiful Chon Kemin Valley, and Lake Iskanderkul, which is thought to have been named for Alexander the Great, another legendary personage who once travelled this way.<br/><br/>Your group will wander the vibrant bazaars of Osh, Khujand, Bukhara; take in the amazing sight of the flaming crater at Darvaza, said to be a doorway to Hell; trek alpine national parks and explore ancient cities.<br/><br/>Local is the name of the game here. Locally owned accommodation for a more welcoming stay. Local guides for deeper insights. Local food and markets for authentic cuisine and lower food mileage. All putting money into the local economies through which you pass. There are more luxurious ways, but no better way to travel.<br/>",
  "durationDays": "30",
  "price": "10920",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Almaty.",
      "description": "Our journey begins in Almaty. The city has a rich history dating back to ancient times. It has served as a trading center along the Silk Road and has been part of various empires, including the Mongol and Russian empires. This evening you join your Tour Leader and fellow travellers at 5:00pm for your Welcome Meeting as detailed on your joining instructions."
    },
    {
      "dayNumber": 2,
      "title": "Almaty.",
      "description": "Thanks to an abundance of natural resources, Almaty is a sophisticated patchwork of leafy avenues, European cafes, refined restaurants and glitzy shopping malls. We visit the city and aclimatise to life in Central Asia."
    },
    {
      "dayNumber": 3,
      "title": "Almaty and to Karakol via Charyn Canyon.",
      "description": "Our departure takes us to Charyn Canyon, a natural wonder said to rival the Grand Canyon. Then it's on to Kyrgyzstan. In a land of celestial mountains and rolling pastures, yurt-dwelling nomadic spirits roam free. Explore the awe-inspiring scenery and learn about Kyrgyz culture. Across the border we arrive in Karakol."
    },
    {
      "dayNumber": 4,
      "title": "Karakol and Djeti Oguz.",
      "description": "Situated on the eastern shores of Lake Issyk-Kul as the gateway to the Tien Shan montains. Karakol's architecture reflects its rich and diverse history of influences from Dungan, Uighur, and Kyrgyz times. Today we visit a Chinese mosque, which was constructed in 1907, in the style of a Chinese temple for the local Dungans, yet was built in the Kyrgyz traditional wood feathering style instead of metal nail construction. We will also visit the striking Holy Trinity Orthodox Cathedral, which was completed in 1895. In the afternoon we travel to the Valley of the Flowers and Djety-Oguz where we can enjoy a light hike through the magnificent canyon of red sandstone."
    },
    {
      "dayNumber": 5,
      "title": "To Ashu via Cholpan Ata.",
      "description": "After breakfast we drive to Chon Kemin valley, a unique natural reserve where glaciers are bordered with coniferous forests and steppe. We see the contrast of green meadows in the valley permanent snow covering the ranges of Kungei-Ala-Too and Zailiyskiy-Ala-Too which tower above us. We also have time to explore the petroglyphs at Lake Issyk Kul. Scattered across large flat stones these carvings, some dating back to the Bronze Age depict scenes of daily life, hunting, animals, and various symbols. Tonight we'll experience Kyrgyz hospitality in a guesthouse in the quaint village Ashu."
    },
    {
      "dayNumber": 6,
      "title": "To Bishkek.",
      "description": "After a walk in the foothills, we continue on to Kyrgyzstan’s capital, Bishkek. Along the way we stop to wander around the Burana Tower, before spending the evening enjoying Bishkek’s many parks and intriguing soviet buildings."
    },
    {
      "dayNumber": 7,
      "title": "Bishkek - Ala Archa National Park.",
      "description": "We experience a Kyrgyz alpine adventure in Ala Archa National Park. Take a rewarding trek to rushing rivers, waterfalls and glaciers. The park is high altitude and much cooler than Bishkek – to enjoy it fully, bring proper footwear and clothing."
    },
    {
      "dayNumber": 8,
      "title": "To Toktogul.",
      "description": "Our final highlights in Kyrgyzstan are Toktogul Lake reached via mountain passes at 3000m. You will drive over the Too-Ashu Pass and through Suusamyr valley to see the sparkling waters."
    },
    {
      "dayNumber": 9,
      "title": "To Osh.",
      "description": "In Osh we visit the bazaar, still the largest market in Central Asia. You walk along the colorful rows of Golden market, watch black smiths working and smell aromas of spices, fruits and vegetables of Food market. Sulaiman Mount, towering above the city remains one of the main shrines of the Islamic world and we follow the way of all pilgrims up to the top of the hill to see the little mosque of Babur, The Great Moghul Dynasty founder and to take in a bird’s eye view of the city."
    },
    {
      "dayNumber": 10,
      "title": "To Fergana.",
      "description": "Today we cross the border at Dustlik into Uzbekistan and head to the Fergana Valley. Long a centre for artisans we will see some of the potters and silk weavers at work."
    },
    {
      "dayNumber": 11,
      "title": "To Khujand.",
      "description": "We cross another border to Tajikisan and journey to Khujand. The city was once a major city on the Silk Road and was captured by Alexander the Great. Today it remains a bustling city, known for having one of the largest covered markets in Central Asia."
    },
    {
      "dayNumber": 12,
      "title": "To Dushanbe.",
      "description": "Today we travel to Dushanbe. Located in the northern foothills of the Turkistan mountain range, Istaravshan is one of the oldest cities in Tajikistan and offers an opportunity to interact with local Tajiks and see local craftsmen at work."
    },
    {
      "dayNumber": 13,
      "title": "Dushanbe.",
      "description": "Dazzling Dunshanbe awaits where we explore the national history, including a visit to see ancient fortress of Hissor, one of the most precious historical sites of Tajikistan."
    },
    {
      "dayNumber": 14,
      "title": "To Penjikent.",
      "description": "Today we travel to the Zeravshan River valley and the town of Penjikent. The ruins of the ancient Sogdian city of Panjakent dates back to the 5th–8th and includes well-preserved ruinsi ncluding the citadel, and Zoroastrian fire temples."
    },
    {
      "dayNumber": 15,
      "title": "Fann Mountains and the Seven Lakes.",
      "description": "Today we have the opportunity to visit the pristine natural environment of the Seven Lakes in the Shing Valley nestled in the rugged peaks of the Fann Mountains. We enjoy exploring the turquoise lakes and lush landscapes. We spend the night in Penjikent."
    },
    {
      "dayNumber": 16,
      "title": "To Samarkand.",
      "description": "After a morning city tour of Penjikent we depart Tajikistan bound for Golden Uzbekistan."
    },
    {
      "dayNumber": 17,
      "title": "Samarkand.",
      "description": "Samarkand, often considered the jewel in the crown of Central Asia awaits. Registan Square is truly unrivalled in its magnificence, a far cry from the “sandy place” from which its name derives. Stand in wonderment at the glittering mosques and madrassahs, and awe inspiring monuments of Amir Timur’s time."
    },
    {
      "dayNumber": 18,
      "title": "To Bukhara.",
      "description": "Today we journey by rail to Bukhara, an incredible city, home to hundreds of monuments, from the soaring Poi Kalon Minaret ensemble, to the Ark Fortress, architectural wonder of the Samanid Mausoleum and Chor Minor located close by the tranquil resting spot of Lyabi-hauz. Take some tea under the mulberry trees to reflect on all that you have seen so far. Don’t miss out on a visit to the bazaar to choose your silk carpet to provide a lasting memory of this journey."
    },
    {
      "dayNumber": 19,
      "title": "Bukhara.",
      "description": "Today we venture out of town to visit the Sitora-i-Mokhikhosa, the summer residence of the former emir of Bukhara where you can see unique mixture of traditional Russian style of architecture harmoniously mixed with local oriental traditions."
    },
    {
      "dayNumber": 20,
      "title": "Depart to Mary.",
      "description": "Turkmenistan, our final country, awaits as we cross the border to Mary our gateway to the ancient city of Merv."
    },
    {
      "dayNumber": 21,
      "title": "To Ashgabat via Merv.",
      "description": "One of the major archaeological sites of Central Asia, Merv played an important part in the development of the Silk Road for more than 2 000 years. Then it's on to the capital city of Ashgabat."
    },
    {
      "dayNumber": 22,
      "title": "Ashgabat.",
      "description": "Ashgabat is a shimmering metropolis, its marble and gold mimicking the opulence of Dubai. Visit grandiose monuments then head to the old quarter where the city comes to life. This secretive fantasy land has its quirks, but you’ll find warm hospitality among its multicultural people."
    },
    {
      "dayNumber": 23,
      "title": "To Darvaza Crater.",
      "description": "A highlight of the journey awaits with a visit to the Darvaza flaming crater which, at daylight, seems a hole in the ground but by night transforms into the doors of hell, a fire temple, or any other mysteriously spectacular place. We spend the night in comfortable tents enjoying delicious nomadic food in the light of the flickering flames. Sleeping bags and mattresses will be provided for our night under the stars."
    },
    {
      "dayNumber": 24,
      "title": "To Kunya Urgench.",
      "description": "Today we awake refreshed from our night under the stars and our journey continues. This morning we'll get the chance to explore Kunya-Urgench, once the glorious capital of the Khorezmshah Empire, a UNESCO World Heritage Site."
    },
    {
      "dayNumber": 25,
      "title": "To Nukus and Muynak.",
      "description": "To the autonomous Republic of Karakalpakstan and Nukus which provides a gateway to the Aral Sea and its related environmental challenges. We journey out to Muynak, famous for being one of the former ports on the Aral Sea that has now been left stranded due to the dramatic shrinking of the sea."
    },
    {
      "dayNumber": 26,
      "title": "To Khiva and Ayaz Qala.",
      "description": "Our journey to Khiva is via the ancient forts of Ayaz Qala in the Kyzylkum Desert. One of the highlights of Ayaz Qala is the panoramic view of the surrounding desert landscape, the vastness unimaginable from the fortress. We arrive in Khiva and settle into our hotel within the city walls."
    },
    {
      "dayNumber": 27,
      "title": "Khiva.",
      "description": "Today we find ourselves in the living museum of Khiva. Made for walking, you will discover all the major sights of the Ichan Kala, the citadel, where we will see the truncated Kalta Minor minaret, the Kunya Arkand many more. We climb the city walls to look out across the town and the desert beyond. You can imagine the layers of history around. Who else has walked these walls?"
    },
    {
      "dayNumber": 28,
      "title": "Khiva and overnight train to Tashkent.",
      "description": "In the late afternoon we leave behind the undulating walls of Khiva and board our overnight train to our final destination, Tashkent, who cleverly juggles its cultural and historical past, the Soviet era's impact and modern day lifestyles."
    },
    {
      "dayNumber": 29,
      "title": "Tashkent.",
      "description": "Tashkent is one of the oldest and largest cities in Central Asia, the Uzbek capital since 1930, and very much a showpiece of Soviet and post-soviet architecture. Although much of the Old City was lost to an earthquake, Tashkent still retains some of its ancient treasures. Visit the Madrasah Kukeldash - an Islamic School that sits beside the 15th century Jume Mosque, the Museum of Applied Arts where the colourful building is an attraction in itself, see the statue of the 14th century national hero, Amir Temur (Tamerlane) on horseback in Armir Temur Square, Get amongst the hyper-activity of the Chorsu Baazar found in the unique complex of trade halls crowned with magnificent blue domes. This is one of the oldest and largest Bazaar's in central Asia. Gather around one of the steaming street kitchens and sample some Plov, the king of Uzbek cuisine."
    },
    {
      "dayNumber": 30,
      "title": "Tashkent.",
      "description": "Our journey ends in Tashkent and we reflect on this monumental journey through countries, broken by borders but united in history and peoples."
    }
  ],
  "map": ""
}