{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "five-stans-guided-adventure-tour",
  "tourName": "Five Stans guided adventure tour",
  "placesVisited": "",
  "generalInfo": "Embark on an epic journey through the heart of Central Asia, where ancient civilizations, breathtaking landscapes, and rich cultural heritage collide. This 18-day adventure takes you across the five legendary 'Stans'—Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan, and Kazakhstan—following the footsteps of Silk Road traders, nomads, and conquerors.<br/><br/>From the glowing Darvaza Gas Crater and the ancient ruins of Konye Urgench to the fairy-tale cities of Khiva, Bukhara, and Samarkand, we explore the most mesmerizing sites of Uzbekistan’s UNESCO-listed treasures. We cross into Tajikistan, discovering the Sogdian ruins of Ancient Penjikent before journeying through the rugged Tien Shan Mountains of Kyrgyzstan, taking in some of the region’s most scenic and dramatic landscapes. Finally, we arrive in Kazakhstan, where we explore Almaty, the dynamic cultural hub nestled at the foothills of snow-capped peaks.<br/><br/>With expert guides, immersive experiences, and a carefully curated blend of history, adventure, and natural beauty, this tour offers an unparalleled exploration of Central Asia’s Silk Road wonders. Whether wandering through centuries-old bazaars, marveling at grand architectural masterpieces, or traveling across vast deserts and mountain passes, this journey is an unforgettable voyage through time and tradition.",
  "durationDays": "18",
  "price": "3575",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Ashgabat - Arrive into Ashgabat and transfer to your hotel. No meals or activities included today. Overnight Hotel Sport or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Darvaza ‘The Gates of Hell’- After a morning exploring Ashgabat’s striking landmarks, including the Tower of Neutrality, Turkmenbashy Ruhy Mosque, and Independence Monument, we set out on an unforgettable journey into the Karakum Desert. In the afternoon, we traverse vast dunes and rugged terrain, stopping to visit two lesser-known craters—one filled with water, the other with bubbling mud—before reaching the legendary Darvaza Gas Crater by early evening. As the sun sets, the fiery glow of \"The Gates of Hell\" casts an otherworldly light across the desert, creating a mesmerizing spectacle. While our local team prepares dinner, we unwind and take in the surreal, campfire-like ambiance of this natural wonder. Overnight in a desert camp near the crater (BD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Konye Urgench - After breakfast at camp, we journey north to Konye Urgench, a remarkable UNESCO World Heritage Site that once served as the capital of Khwarazm during the Achaemenid Empire. Here, we explore the ancient ruins, including soaring minarets, mausoleums, and remnants of a once-thriving Silk Road city. In the afternoon, we continue our drive to Dashoguz, where the evening is free to relax or explore at leisure. Overnight Hotel Dashoguz or similar (B)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Khiva - The day begins with a visit to the bustling Dashoguz Bazaar, offering a final glimpse into Turkmenistan’s local culture before we head to the border. After completing formalities, we cross into Uzbekistan and continue our journey towards Khiva. Following lunch, we drive through the vast landscapes of Karakalpakstan, arriving in Khiva by late afternoon. This beautifully preserved Silk Road city, with its towering minarets and ancient mud-brick walls, is like stepping back in time. Overnight Bankir Hotel or similar (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Khiva - Spend the day exploring the enchanting Old Town of Khiva, a UNESCO-listed treasure where time seems to stand still. Wander through its labyrinthine alleys and discover architectural gems such as the Muhammad Amin and Rakhim Khan Medressas, the ornate Tosh-Khovli Palace, and the soaring Islom-Huja Minaret. As we delve into the city's rich history and vibrant Silk Road heritage, every corner reveals intricate tilework, ancient courtyards, and stories of a bygone era. Overnight Bankir Hotel or similar (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Khiva – Bukhara - We set off on a scenic 7-hour journey across the desert to Bukhara (480 km), traversing vast, open landscapes that once formed part of the ancient Silk Road. To break up the drive, we enjoy a packed lunch en route and stop at a traditional Chai Khanah (Uzbek tea house) in the early afternoon for refreshments. Arriving in Bukhara by evening, we settle in before savoring a delicious dinner in the city. Afterwards, we can soak in the magical atmosphere around the Lyabi-Hauz pool, where locals and travellers gather beneath the glow of historic madrasas. Overnight Sasha and Son Hotel or similar (B)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bukhara - Today, we embark on a full-day exploration of Bukhara’s Old Town, a city steeped in Silk Road history and timeless charm. Our journey takes us to the elegant Samanids Mausoleum, the mighty Ark Fortress, and the iconic Poi Kalon complex, with its towering minaret and grand mosque. We’ll also wander through the bustling trading domes, once the heart of the city’s mercantile life, before visiting the picturesque Lyabi-Hauz complex and the unique Chor Minor. As we stroll through Bukhara’s atmospheric streets, we’ll uncover centuries of history woven into its stunning architecture. Overnight Sasha and Son Hotel or similar (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bukhara – Samarkand - This morning, we explore the outskirts of Bukhara, beginning with a visit to Sitorai Mokhi Hosa, the opulent summer residence of the last Emir of Bukhara, blending European and Central Asian architecture. We then continue to the serene Chor Bakr Memorial Complex, a UNESCO-listed site known as the City of the Dead, with its ancient courtyards and mausoleums. In the afternoon, we board the high-speed Afrosiyob bullet train at 15:50, gliding across the Uzbek landscape to Samarkand, arriving by 17:20. Overnight Registon Saroy Hotel or similar (B)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Samarkand - Today, we embark on a full-day exploration of Samarkand, one of the most legendary cities of the Silk Road. Our journey takes us to the breathtaking Registan Square, with its trio of majestic madrasas, and the Gur Emir Mausoleum, the grand resting place of Tamerlane. We’ll immerse ourselves in the lively Siab Bazaar, visit the historic Ulugbek Observatory, and admire the ancient wall paintings at the Afrasiab Museum. A stop at the Meros Handicraft Centre offers insight into traditional silk paper-making techniques. In the evening, we gather for a final dinner in Uzbekistan, with time afterward to relax at leisure. Overnight Registon Saroy Hotel or similar (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Samarkand – Penjikent – Dushanbe - This morning, we cross the Jartepa border into Tajikistan, where we meet our local guides before journeying to Ancient Penjikent, a fascinating 5th-century Sogdian city abandoned in the 8th century during the Arab conquests. Here, we explore the excavated remains of house foundations, a bustling bazaar, and a citadel housing Zoroastrian fire temples, offering a glimpse into the region’s pre-Islamic past. Penjikent is also the birthplace of Abu Abdallah Rudaki, the revered father of Persian poetry, and we’ll visit a museum dedicated to his life and works. After lunch, we embark on a scenic 4-hour drive to Dushanbe, where the evening is free to relax or explore at leisure. Overnight The Rumi Hotel or similar (B)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Dushanbe - Today is a well-earned day of leisure, offering the chance to unwind at the hotel or venture out to explore Dushanbe at your own pace. Whether you choose to stroll through the city’s leafy boulevards, visit its museums and markets, or simply relax in a café, this free day provides a perfect balance to the journey. Overnight The Rumi Hotel or similar (B)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Dushanbe – Khujand - This morning, we set off on a scenic drive to Khujand, passing through the infamous Anzob Tunnel, a 5-kilometre-long engineering feat known as the \"Tunnel of Death\", which serves as a crucial link between Tajikistan’s two largest cities. Upon arrival in Khujand, we explore its rich heritage with visits to the Shikh Muslihiddin Mosque, the vibrant Oriental Bazaar—the largest in Central Asia—Arbob Palace, and the Lenin Monument. After lunch, we delve into history at the ancient fortress of Timur-Malik, a once-thriving Silk Road stronghold. In the evening, we check into our hotel and enjoy dinner at a local restaurant before unwinding for the night. Overnight Grand Khojand or similar (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Khujand – Osh - After breakfast, we make our way to the border and bid farewell to Tajikistan, embarking on a scenic journey through the picturesque Fergana Valley in Uzbekistan. Due to the closure of the Tajikistan-Kyrgyzstan land border, we take an alternative yet stunning route, crossing into Kyrgyzstan via the Dostlik border near Osh. Upon arrival in Osh, we check into our hotel, with the rest of the evening free to relax or explore at leisure. Overnight Sunrise Hotel or similar (B)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Osh – Toktul - This morning, we explore Osh before embarking on an unforgettable journey towards Bishkek, traveling along one of Central Asia’s most breathtaking routes, often compared to the famed Pamir Highway. As we traverse the Fergana Valley and the majestic Tien Shan Mountain Range, the landscape transforms dramatically—vast canyons, towering peaks, and rolling valleys unfold before us, showcasing the country’s natural and cultural diversity. Along the way, we pass through multiple climatic zones and vegetation levels, offering ever-changing scenery. To break up the journey, we make a stop before continuing onward. Overnight Kok-Bel Hotel or similar (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Toktogul – Bishkek - We continue our scenic journey to Bishkek, crossing the breathtaking Ala-Bel and Tyua-Ashuu Passes, where dramatic mountain landscapes and sweeping valleys unfold along the route. Arriving in Bishkek by late afternoon, the rest of the day is free to relax or explore the capital at leisure. Overnight in Ak Jola Hotel or similar (B)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Bishkek - This morning, we set out for Ala Archa National Park, a breathtaking alpine retreat nestled in the Tian Shan Mountains. Surrounded by towering peaks, rushing rivers, and lush valleys, this pristine wilderness offers the perfect setting for hiking, exploring, or simply unwinding in the crisp mountain air. After a day immersed in nature, we return to Bishkek by early evening. Overnight in Ak Jola Hotel or similar (B)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Bishkek – Almaty - Today, we journey to the final country of our tour—Kazakhstan. Upon arrival in Almaty, we embark on an afternoon city tour, exploring its highlights, including the scenic Panfilov Park, home to the striking Zenkov Cathedral, with its distinctive yellow towers. We’ll also take in a panoramic view of the city and visit other key landmarks along the way. In the early evening, we check into our hotel before gathering for a memorable farewell dinner, celebrating the incredible journey we’ve shared. Overnight Kazzkhol Hotel or similar (B)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Almaty - After more than two incredible weeks of adventure, our journey comes to an end today. At a suitable time you will be transferred to the airport. For those wishing to extend their stay, additional nights in Kazakhstan can be arranged upon request (B)"
    }
  ],
  "map": ""
}