{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "kazakhstan-small-group-tour",
  "tourName": "Kazakhstan small group tour",
  "placesVisited": "Almaty, Altyn-Emel National Park, Charyn Canyon, Tamgaly, Aksu-Zhabagly Nature Reserve, Turkestan, Shymkent, Aktau, Shakpak Ata, Torysh, Tuzbair, Beket Ata, Boszhira",
  "generalInfo": "Kazakhstan might be enormous, but it’s not very commonly visited – strange, because there’s a lot here. This Kazakhstan small group holiday takes you to some of its most interesting sights – expect natural beauty, strange and striking landscapes and Silk Road architectural gems that are far from the busier and more famous Silk Road sights of Uzbekistan. <br/><br/>Your trip starts in Almaty, the capital, before heading from here into the countryside to Altyn-Emel National Park, and on to Charyn Canyon National Park – and then Tamgaly, known for its petroglyphs. From here you’ll travel by overnight train to the reserve of Aksu Zhabagly and the town of Turkestan – following the Silk Road, into the desert. A flight to Aktau gives you access to the surreal landscapes of southwestern Kazakhstan before the tour ends in Almaty, following a flight back from Aktau. <br/><br/>A highlight on this trip will be heading into Mangistau, a remote region reached from Aktau – including the very beautiful valley of Boszhira. You’ll see Silk Road sights, and walk in national parks known for their snow leopards just as much as for their striking rock formations. <br/><br/>This trip is organised by long-standing partners of ours who are highly experienced taking guests to the less-travelled areas of the world. If you’re interested in a massive adventure, this is the trip for you.<br/>",
  "durationDays": "15",
  "price": "4299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Almaty - Arrive in Almaty and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Kaz Zhol Hotel or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Charyn Canyon – Almaty - Today we head to Charyn Canyon, one of Kazakhstan’s most impressive natural sights. After some time spent exploring this area we return to Almaty. Overnight Kaz Zhol Hotel or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tamgaly – Aksu-Dzhabagly - From Almaty we drive to the petroglyphs at Tamgaly, a collection of around five thousand rock engravings which date back to the Bronze Age. Later we return to Almaty to take the overnight train to Tyulkubas, near the Aksu-Dzhabagly Nature Reserve. (BL)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Aksu-Dzhabagly Nature Reserve - Arrive into Tyulkubas and drive to Aksu-Dzhabagly Nature Reserve. Spend the rest of our time exploring this beautiful area, situated within mountains and hills and dotted with pretty alpine meadows. This is one of the most important areas in Kazakhstan for wildlife, with an impressive number of mammal and bird species, including bears, ibex and the ever elusive snow leopard. Overnight Aksu Guesthouse or similar. (Day 6 – LD, Day 7 - BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Turkestan - Shymkent - Drive to the ancient town of Turkestan, stopping en route at the ruins of Otrar and the 12th century Mausoleum of Arystan-Bab. After lunch we explore Turkestan including the mausoleum complex of Khodja Akhmad Yassawi, dating to the 12th century but much restored and improved by the Mongol ruler Timur two hundred years later. Later we transfer to Shymkent ready for our flight to Aktau in the morning. Overnight FM Shymkent or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Shymkent – Aktau - Transfer to the airport for the flight to Aktau, the starting point for our adventure into the remote but beautiful region of Mangistau. Overnight Aktau Hotel or similar. (B)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shakpak Ata – Torysh - Ayrakty Shomanay - Today we head out into the mountains and deserts of Mangistau, first visiting the underground mosque of Shakpak Ata. Carved into the rock, it dates back to the 10th century and is one of the most impressive of the underground mosques that dot this region. From here continue to Torysh, an area of ‘rock balls’ strewn across the landscape and reaching up to 4 metres in diameter. Continue to Ayrakty Shomanay with its striking rock structures. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Tuzbair - Drive to Tuzbair, a vast salt lake and marsh. The landscape here is quite spectacular, with white limestone contrasting against the eroded desert mountains, with the colours changing throughout the day depending on the light. From the high points of the plateau there are stunning views over the lake, and it’s sometimes possible to find fossils nearby. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Beket Ata - Najza - Visit the underground mosque of Beket Ata, an important site of pilgrimage for local people. We continue to the mountain of Najza for the night, where mouflon can sometimes be seen. Nearby are old stone structures, thought to be traps for catching antelope and wild goats. We continue to Boszhira Valley where we set up camp for the night. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Boszhira - Today’s drive takes us to one of the most impressive parts of the Mangistau region, the valley of Boszhira. Somewhat similar to the USA’s Monument Valley, towers of rock rise from the plateau creating canyons, peaks and castle like structures, while the surrounding area is dotted with the remains of old settlements. We drive to various vantage points for the best views of this striking landscape. We then head to the striking coloured hills of Kyzyl Kup, and later return to Aktau for the night via the Karagie Depression. Overnight Ak Tau Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Almaty - Transfer to the airport for our flight back to Almaty. Spend the afternoon exploring the city, visiting Panfilov Park, the picturesque Zenkov Cathedral, as well as Republic Square and other sites of interest. Overnight KazZhol Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Almaty - Transfer to the airport for your onward flight. (B)"
    }
  ],
  "map": ""
}