{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "the-five-stans-holiday-ancient-silk-road-cities",
  "tourName": "The Five Stans holiday, Ancient Silk Road Cities",
  "placesVisited": "",
  "generalInfo": "Journey across the heart of Central Asia on this expertly guided exploration of the Five Stans: Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan and Kazakhstan.<br/>Step into the story of the Silk Road as you explore UNESCO-listed cities, glittering mosques, ancient fortresses and colourful markets. From the white marble grandeur of Ashgabat and the fire-lit Darvaza Crater, to the blue-tiled splendour of Samarkand and the artisan workshops of the Fergana Valley.<br/>Travel overland with local guides in each country, uncovering hidden histories and dramatic natural beauty, including Tajikistan’s alpine lakes, Kyrgyzstan’s remote mountain villages and Kazakhstan’s Charyn Canyon. Along the way, stay in a mix of comfortable hotels and warm local guesthouses for a genuine taste of Central Asian hospitality.<br/>For travellers with an interest in Silk Road heritage, diverse cultures, and off-the-beaten-path discovery, this immersive adventure offers a rare chance to explore five countries in one unforgettable journey.",
  "durationDays": "23",
  "price": "4490",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Ashgabat, the capital of Turkmenistan. You will be met upon arrival with a private transfer to the group hotel. No activities have been planned for today as the majority of flights arrive into Ashgabat in the early hours of the morning. Note: Hotel check-in time today is 14:00. Should your flight arrive earlier, please discuss arrangements for earlier room access with your the operator Adventure Travel Consultant. Overnight: Sport Hotel or similar Driving - approx 10km/30min"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "There will be a group briefing at the hotel at approximately 13:00, before we head out for our city tour. Ashgabat holds the world record for the most white marble buildings in the world. In the post-soviet era successive Turkmen leaders have invested into these impressive buildings as a show of the country’s strength and grandeur and they make for quite a surreal experience. Ashgabat has been described as Pyongyang meets Las Vegas and you can easily see why. We visit some of the city’s greatest monuments, buildings and fountains including Independence Park, the Neutrality Arch, and Turkmenbashi Mosque-Mausoleum. We also visit the ancient Persian era fortress of Nisa - a former capital of the Persian Parthian Empire, which controlled much of the region from Iraq to Pakistan 2000 years ago. The ruins of Nisa were declared a UNESCO World Heritage Site in 2007. In the evening there will be a welcome meal of local cuisine. Overnight: Sport Hotel or similar Walking - approx 3.7km; Driving - approx 70km/5hrs (tarmac)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we will visit the National Museum, Ertogrul Gazy Mosque, Russian Bazaar, and also see the renowned Akhal-Teke horses. We later head north into the Karakum Desert some 260km to one of the world’s more unusual sites, The Darvaza gas crater known locally as the “Gates of Hell”. The burning crater measures some 60m in diameter and 20m in depth and is the result of Soviet engineers searching for natural gas fields in 1971. Shortly after setting up a drilling rig, the ground beneath the rig collapsed exposing the huge crater. Engineers at the time estimated that when light, the gas would burn out within a few weeks. However, it has continued to burn for more than four decades. The sight of the huge glowing crater in the middle of the desert after the sun sets is an experience like none other. Overnight: Yurts near Darwaza Walking - approx 1.7km; Driving - approx 335km/6hrs (35km/2hrs tarmac; 300km/4hrs potholed)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A long day ahead to reach the border via Dashoguz (Tashauz) with the second Stan on our journey, Uzbekistan. Here we bid our farewell to our Turkmen crew and cross the border to meet up with our Uzbek crew. Please note this border crossing can sometimes take over an hour for all formalities to be completed. Once with our Uzbek crew, we will drive a further 1hr (80km) drive to reach the city of Khiva. Overnight: Malika Khiva Hotel or similar Walking - approx 1.2km; Driving - approx 300km/5hrs (potholed tarmac)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The ancient walled city of Khiva is a stunning monument to the rich history of the region. Slave caravans, wild tribesmen and a harsh and unrelenting desert are all part of its tumultuous history. We spend the day exploring the mazes of mosques, tombs, alley ways, palaces and medressas. Overnight: Malika Khiva Hotel or similar Walking - approx 3km"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depending on the train schedule, we will either catch the train or drive by private bus to Bukhara. NOTE - train times are subject to change. Transfer time: 6-7 hours. Bukhara is a city-museum, with over 140 architectural monuments, boasting a vibrant history. Note: expect to have a very late lunch today (around 16:00) so ensure you have snacks handy. Overnight: Kavsar Boutique Hotel or similar Driving - approx 450km"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The region around Bukhara has been continually inhabited for at least five millennia, and the city has existed for approximately half that time.The UNESCO listed old city centre evokes the many centuries of traders and travellers who’ve passed through on their way between the Mediterranean and China. This richly historic city was a major centre of trade, scholarship, culture, and religion, succumbed to Ghengis Khan and Tamerlane the Turco-Mongol conqueror, was the last capital of the Emirate of Bukhara before being besieged by the Red Army during the Russian Civil War. We spend the day exploring this fascinating Silk Road city including at its heart the historic Lyabi Khauz architectural complex with the oldest reflection pool in Central Asia, surrounded by medieval buildings including the Nadir Divan-Begi Madrasah and Khanaka with its facade of intrinsic mosaics. We also visit the Poi Kalyan Complex which includes the 48m tall Kalyan Minaret which has come to symbolise the city, the Kalyan Mosque with 288 domes covering intricate galleries, Samanid’s Mausoleum, the Ark Citadel, and Chor-Minor - the original building of four minarets and oldest residence of the Emirs. Overnight: Kavsar Boutique Hotel or similar Walking - approx 3km"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning we uncover more of Bukhara’s fascinating history and culture as we explore the Sitorai-Mohl-Hosa Palace, Bukhara’s Emirs’ summer palace. Following lunch we'll depart from Bukhara and head east for around 4hrs (300kms) to reach the most famous of the great Silk Road cities, Samarkand. Over the centuries this road has been travelled by major historical figures such as Alexander the Great, Ghengis Khan and Tamerlane on their incredible journeys. Enroute we will stop at Gijduvan to visit the house of a famous dynasty of pottery masters. Overnight: Ideal Hotel or similar Driving - approx 300km"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Possibly the most famous of the Silk Road cities, Samarkand's majestic blue tiled buildings dazzle in the bright desert sun. The city boasts one of the world’s grandest squares, Registan Square, surrounded on three sides by the madrassahs of Ulugh Beg, Sher-Dor and Tilya-Kori. It is said that the square and its madrassahs influenced other sites from the great square in Isfahan to the Taj Mahal in Agra. These colossal monuments with domes and minarets covered in a mosaic of azure tiles were built from the 1400s onward. The city was the capital of the great Timurid dynasty and we spend the day visiting a number of Timurid dynasty era sites including the Gur-Emir Mausoleum, Ulugh Beg’s observatory, the gigantic cathedral mosque Bibi Khanum as well as the impressive Necropolis. Tamerlane made Samarkand his capital, setting about making it the richest city on earth by pillaging and destroying other cities and removing their wealth and skilled traders to Samarkand. Overnight: Ideal Hotel or similar Driving - approx 40km"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A long day today as we head to the third Stan on our journey, Tajikistan. Upon arrival at the border crossing, we say good-bye to our Uzbek crew and upon crossing are greeted by our Tajik crew. We will drive to the Seven Lakes (80 km, 1.5-2hrs drive), and visit as many of the lakes as possible, depending on the group's fitness level. The Seven Lakes are located in the west of the Fann Mountains of Tajikistan; each of them has its own colour which varies from calming turquoise to mesmerising purple. Lunch at the guest house at the Lake #4 (Nophin). In the evening, drive onto Penjikent for sightseeing and overnight. Penjikent was a major Sogdian city dating back to the 5th century and was destroyed by Arab conquerors in the 8th century. Overnight: Panjakent Plaza or similar Walking - approx 2-3hrs; Driving - approx 80km/1.5-2hrs"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Enroute to Dushanbe, we will visit the Iskanderkul alpine lake named after Alexander the Great and thought to be the final resting place of the conqueror’s beloved horse, Bucephalus, situated at 2,200m. We will explore the area around the lake including visiting Tajikistan’s biggest waterfall, affectionately called ‘Tajikistan Niagara’ which cascades down some 38m. The glacial lake itself is often claimed to be the jewel of the Fann Mountains and one of the most beautiful in the former Soviet Union. After lunch, we will drive to the Tajik capital of Dusanbe for hotel and overnight. Overnight: Rumi Hotel or similar Walking - approx 2hrs; Driving - approx 8hrs"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Dushanbe's origins stretch back some 3,000 years though the city grew under Soviet rule as the capital for the Tajik Autonomous Soviet Socialist Republic, a part of the Uzbek USSR. This morning we have a city tour taking in the Independence Square, the Samany Monument (to the founder of the Tajik Government), Rudaki Avenue, the Museum of National Antiquities, Kokhi Navruz tea house, and an excursion to the nearby ancient fortress of Hissor. Overnight: Rumi Hotel or similar Walking - approx 2hrs; Driving - approx 6hrs"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today we will make our way into Tajikistan's industrial and agricultural heartland around the city of Khujand (about 5hrs drive). On the way we visit the town of Istravashan founded by the Persian king Kier in the 6th century where we visit the old city with its bazaar, the Kok-Gumbaz mosque and madrassah. Whilst Khujand today is not the most attractive of cities it has a long history. Believed to be one of the oldest in Central Asia, it has over the centuries been attacked by successive armies including Alexander the Great, Arab invaders and the marauding hordes of Genghis Khan as well as being an important stop on along the Silk Road. There are still traces of the city’s glory days and we will take in a tour of the sites including the Sheikh Maslikhiddin Mausoleum and mosque, the Payshhambe bazaar and Urumkhodjaev family country estate, an imitation of the grand Russian tsarist palace of Petergof. Overnight: Khudjand Delux Hotel or similar Driving - approx 2hrs"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today we return to Uzbekistan via the border crossing at Andurkhan where we bid our farewells to our Tajik crew and re-join the Uzbeks. The total driving time to Fergana town is about 5hrs from Khujand but we make a number of stops along the way. The first of these is at Kokand which was the capital of the 19th century Kokand Khanate. We visit the Khudoyar-Khan Palace (1871) which houses a local museum, the Norbuta-Biy Madrassah and the Modarikhon Mausoleum. From here we move on to the small village of Rishtan which is famous for potters’ dynasties and ceramics masters. We visit a local ceramics studio and watch a demonstration of the craft. This is a great place to purchase some of this iconic earthenware direct from the source. Our final stop is at Marghilan where we visit a local silk factory and learn about the material which has given its name to the greatest trade route in history. Eventually we arrive in Fergana town where we spend the night. Overnight: Asia Fergana Hotel or similar Driving - approx 100-130km"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today we head to the fourth of the five Stans, Kyrgyzstan. In the morning we transfer to the Uzbek-Kyrgyz border and meet up with our Kyrgyz crew. We then transfer from the outpost at Dustlik to the city of Osh. Upon arrival into Osh, we'll check-in before heading out to see the sites of this ancient and bustling city. The city's origins are estimated to stretch back over 3000 years, having long been the central city of the fertile Fergana Valley. Some suggest the city was founded by Solomon, and others Alexander the Great. Despite this uncertainty, the city has been an important place for merchants and traders for millennia. The first place to visit is Osh Bazaar, the largest market in Central Asia. We will walk along the colorful rows of the Golden market, watch black smiths working and smell the rich aromas of spices, fruits and other fresh local produce. We'll finish up our immersion into this exotic hub of daily life life by visiting the rows of handicraft makers, creating all manner of wares. After lunch we visit Suleiman Mountain, one of the main shrines of the Islamic world in Central Asia. At the mountain we will visit the historical museum, located within the main cave, before following the way of all pilgrims up to the top of the mountain. At the top sits the small mosque of Babur, The Great Mogul dynasty founder. If time permits we can also visit the central square and go for a short walk in the city park. Overnight: Sun Rise Hotel or similar Walking - approx 5-7km; Driving - approx 110km"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "In the morning following breakfast we will drive to the town of Jalal Abad. En route we'll stop for an excursion to see the ancient minaret and mausoleums in Uzgen town (60km from Osh), after which we'll continue on to Arslanbob valley. Arslanbob, situated at an elevation of 1,600m has a cooler, more temperate climate. The fertile region is home to fruit orchards and its main treasures are the southern walnut forests. Upon arrival we'll have some time to relax and refresh before heading out for a light walk to a nearby waterfall. For the next two nights we will be hosted by a local family who will prepare our evening meals. Facilities will be basic but this is a great opportunity to connect with the local people who are incredibly hospitable. Overnight: Local guesthouse Walking - approx 7km; Driving - approx 180km"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "After breakfast we begin our drive towards Sary Chelek alpine lake. The lake is located in its namesake National Park. The park comprises river valleys which flow along winding courses through almost the entire territory of the reserve, in places between steep banks, strewn with boulders forming rapid cascades and waterfalls up to three meters high. Glaciers, permanent ice fields and high mountain lakes lie on the north facing slopes. Sary-Chelek Lake rests at the foot of the Chatkal mountain range. The natural beauty of this alpine lake is truly mesmerising; its waters often appear a turquoise shade of blue and make for stunning photographs. Remote villages are scattered throughout the park. We will spend the night with a host family in one of these small, rural villages and they will prepare a traditional evening meal for us. Overnight: Local guesthouse Walking - approx 3-5km; Driving - approx 250km"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "In the morning we bid farewell to our hosts and transfer from the lake area to Chychkan Gorge, a drive of around 260km/ 4-5hrs. The stunningly picturesque gorge boasts a wide diversity of flora and fauna. Animals commonly seen in the gorge include the ibex (mountain goat), roe deer, argali (mountain sheep), wild boar and eagles with wingspans up to 2.5m. A variety of of juniper, spruce, and wild berries grow in abundance on the surrounding mountains and valleys. The Chychkan River flows through the gorge before it empties into the Toktogul reservoir. There are two alpine lakes located at over 3000m and a stunning 60m high waterfall. We'll have ample time to explore the natural beauty of this gorge today. Overnight: Oson Motel or similar Driving - approx 260km/4-5hrs"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "In the morning we transfer from the beautiful Chychkan Gorge to Bishkek, the capital of Kyrgyzstan. The distance is 250km and the drive will take between 4-5hrs. Bishkek is situated at an elevation of around 2,600 ft in the foothills of the Kyrgyz Ala-Too range, part of the Tian Shan range. These mountains soar up to 15,928ft, providing a dramatic backdrop to the city. Extending from the city’s north is a verdant steppe grassland which reaches into neighboring Kazakhstan. Bishkek is a city of open boulevards and grand marble-lined public buildings combined with towering Soviet-era apartments overlooking central courtyards. The carefully planned, grid patterned streets are mostly flanked on both sides by canals which serve to irrigate the endless rows of trees which provide welcome shade to residents and travellers from the summer sun. In the afternoon we will venture out for a sightseeing tour of the city. Time permitting; we will visit the Manas Monument, the State History Museum, Ala Too Square to witness the changing of the Guard, the Independence Monument, the Old Square with Parliament House and the Victory Square. Overnight: B-Hotel or similar Walking - approx 3km; Driving - approx 250km/4-5hrs"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "After an early breakfast, we leave Bishkek and begin our drive north across the fertile, gently undulating steppe into the fifth and final Stan. Completing formalities crossing the Kazakh – Kyrgyz border can take around an hour but your guide will provide assistance. Once across, the drive will take around 3hrs to reach Almaty, Kazakhstan's largest metropolis which lies in the foothills of the Trans-Ili Alatau mountains. Following check in at the hotel, we'll set out on a short sightseeing tour of the city's landmarks which include: the Historical Museum - displaying thousands of historic Kazakh artifacts (closed Tuesdays); the soviet era Palace of the President, Republic Square and Monument of Independence, Abai Square and Palace of Republic, and Presidential Park (dependent on time). We will finish our day with a cable car ride up Kok Tube Hill for a panoramic view over the city and stunning mountain backdrop. Overnight: Hotel Kazzhol or similar Driving - approx 240km/3hrs"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "After breakfast, we will drive to Charyn Canyon, which is a 154 metre long canyon in eastern Kazakhstan, and part of the Charyn National Park. In addition to unforgettable views of the enormous canyon with its multi-coloured tower formations, the National Park offers the opportunity to see an old ash-tree grove, the Castle Valley. We will walk along the canyon and enjoy the views. Return to Almaty. Accommodation: Hotel Kazzhol or similar Walking - approx 3km; Driving - approx 400km NOTE - Days 21 & 22 may be swapped depending on museum closures."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Up until 1997 Almaty served as the nation’s capital and remains Kazakhstan’s trading and cultural hub. Today we’ll set out on a sightseeing tour of the city’s landmarks which include (dependent on time): Panfilov Park - home to the bright-yellow towers of Zenkov Cathedral, a tsarist-era Russian Orthodox church; the Great Patriotic War Memorial and Museum of Kazakh Folk Musical Instruments; Zelonniy Bazaar (Green Bazaar), the Central Museum with Ethnographic and Archaeological departments, and visit Medeo gorge and take a cable car to Chymbulak resort. Accommodation: Hotel Kazzhol or similar Walking - approx 3km; Driving - approx 20-40km NOTE - Days 21 & 22 may be swapped depending on museum closures."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Following breakfast at the hotel, the trip concludes. Private airport transfers provided today (drive approx 15km). We also provide excellent options to extend your stay in Kazakhstan. Please ask your the operator Adventure Travel Consultant for further details."
    }
  ],
  "map": ""
}