{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "the-five-stans-of-the-silk-road-holiday",
  "tourName": "The five Stans of the Silk Road holiday",
  "placesVisited": "",
  "generalInfo": "Traverse mountains pocketed with turquoise alpine lakes, drive through lush fertile valleys and zip across dry and dusty desert plains by high-speed train. This is an all-encompassing, ever-changing journey through the 5 'Stans of Central Asia.<br/> <br/> Fann Mountains - Walk amongst wild mountain scenery and snap the picture-perfect 'Seven Lakes'.<br/> The Silk Road - Travel along ancient routes and discover the intricate architecture of Khiva, Bukhara and Samarkand.<br/> Lake Issyk Kul - Sleep in a traditional yurt by the shores of 'The Pearl of Kyrgyzstan'<br/>",
  "durationDays": "21",
  "price": "5425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Bishkek and have an afternoon exploring the city",
      "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 40-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note that if you'd like to join the Bishkek city tour today, you'll need to arrive at the hotel by 11:30am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9:30am. If you miss the welcome meeting, your tour leader will inform you of any essential information at 6:30pm this evening, or 8:45am the morning of day 2."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Burana Tower and visit a stadium for horse games. Drive onto Chon Kemin and learn how to make Kyrgyz fried bread",
      "description": ": Leaving Bishkek behind this morning, we first drive out to Burana Tower; a piece of Silk Road history that sits sequestered in the wide-open landscape. The 11th-century tower is all that remains of the ancient city of Balasagun, with the tower itself half the height of its former glory. We continue to Tokmok stadium, which plays host to the wealth of horse games that have remained hugely popular here throughout the centuries. We will witness a demonstration of Kok Boru, a form of polo played with the carcass of a goat, and Oodarysh which literally translates to 'wrestling from horseback'. We arrive in Chon Kemin in the afternoon, where our home for the night is a quaint guesthouse in the middle of a peaceful valley, covered with green meadows that are full of wildflowers in spring and early summer, while forests of fir trees cloak the higher slopes. This evening, we will embark on a masterclass to learn how to make Boorsok, the national bread and one of the country's staple foods. The doughy mixture is deep-fried in large quantities before being spread across the 'dastorkan' or table, doubling as a table decoration. Cooking an abundance of Boorsok is seen as a sign of generosity on the part of the host, so seldom will you see a dinner table not chock-full of tasty offerings."
    },
    {
      "dayNumber": 3,
      "title": "Drive onto Lake Issyk Kul to sleep in a yurt",
      "description": ": After breakfast, we'll wind our way to the iconic Lake Issyk Kul, quite rightly dubbed 'The Pearl of Kyrgyzstan'. We trace our way alongside its southern shores to the village of Kyzyl Tuu, one of the centres for yurt production. Here we learn more about how these fascinating structures work and why they have been the chosen dwellings for Central Asian nomads for centuries. We'll also have the chance to visit a local cooperative producing the two traditional types of Kyrgyz felt carpets, Ala-kiyiz and Shyrdaks. Our final stop of today's journey is in Bokonbayevo where we meet an Eagle Hunter. Here we will see how this form of falconry has been practiced and perfected over centuries. We arrive at our yurt camp, on the banks of Lake Issyk Kul in the late afternoon, where there will be time for swimming in the lake before dinner. Tonight's yurts will be twin-share with western-style toilets and cold showers available."
    },
    {
      "dayNumber": 4,
      "title": "Explore Skazka Canyon on foot and then drive onto Karakol for a city tour",
      "description": ": After a leisurely breakfast overlooking the shores of Issyk Kul, we'll drive on to Skazka or 'Fairytale Canyon', so-called due to the bizarre landscape of captivating rock formations. The rock formation in this area is a deep-red sandstone that rises out of the green valley below, offering quite a different landscape from that which we have seen so far. After a short walk here, we'll continue to the town of Karakol, where we'll meet civilisation once again. Embarking on a tour of the town, we'll discover some of its most interesting sights, including the Dungan Mosque which was built in 1904 without using a single nail and serving as a place of worship for the country's Chinese Muslims. The architecture is quite striking, foregoing minarets and opting instead for a wooden pagoda-style roof. We also see the Russian Orthodox Church which was constructed entirely of wood in 1869 and is still standing today. Finally, we'll visit the museum of the Russian explorer Przkevalski, after whom the town was originally named. From here, we'll make the short drive out of the city to the village of Tepke, where we spend the night in a farmer's guesthouse."
    },
    {
      "dayNumber": 5,
      "title": "Cross the border into Kazakhstan and explore Charyn Canyon before driving to Almaty",
      "description": ": Bidding goodbye to our hosts this morning, we'll set off for our next country, Kazakhstan. Our route takes us up to the tip of the eastern Tien Shen range when we cross the border at Kegen before descending to the dry, dusty and hot Kazakh steppe. We stop at Charyn Canyon, often compared to the Grand Canyon albeit on a smaller scale. We visit a part of the canyon known as the 'Valley of Castles' due to its unusual rock formations, and from here we descend 100 metres from the rim down to the river where we have a picnic. It's possible to dip your feet in the river for those who feel in need of a cool-down. After returning to the road we continue onto Almaty where we aim to arrive in the early evening. Almaty ceded capital status to Astana in 1997, but it still remains the cultural and financial centre, where Russians, nomadic Kazakhs, Kyrgyz, Tartars and many other ethnic groups rub shoulders in its bustling markets. The city has an almost European feel, partly due to the earthquake in 1911 that flattened Almaty resulting in the complete re-planning and re-building of the city. Wide, leafy boulevards were constructed and lined with low-rise white-washed housing and offices, and the few period buildings that remained intact were restored to their former glory. The city enjoys an enviable position, nestled in the foothills of the Zailiysky Alatau range, with beautiful turquoise lakes, snow-capped mountains and chic ski resorts just a short drive away."
    },
    {
      "dayNumber": 6,
      "title": "Tour the wide boulevards and green parks of Almaty",
      "description": ": Today we set out to explore some of the Almaty's major sites, starting in the Park of 28 Guards. The park is diverse, serving as a popular meeting place for locals as well as housing a variety of important monuments and buildings. The park's focal point is the Ascension Cathedral, a beautiful Russian Orthodox-style cathedral and one of only two wooden buildings left in the city. Also found in the park are imposing Soviet statues remembering falling soldiers from campaigns such as WW2 and the Afghan War, where many Kazakh nationals fought to support the USSR's interests. We then move on to Green Market, a fascinating meeting place for the city's locals to come for their daily shopping. The market offers an eclectic range of produce brought by nomads as far-flung as Korea, all the way through China and Central Asia. Here you can find exotic fruits, and vegetables, an extensive butchery section with all types of meat and a wide variety of savoury foods. Make sure to try Kazzan (smoked horse sausage) and Kurt (salted cheese balls popular with beer). The rest of the afternoon has been left free to relax, or further exploration. You could take a taxi up to the Medeo ice rink, then travel by cable car to the top of the Shymbulak skiing area for superb views of the city and the surrounding mountains."
    },
    {
      "dayNumber": 7,
      "title": "Morning flight to Dushanbe. Afternoon orientation tour of the city",
      "description": ": This morning, we'll take a short flight of around two hours to Dushanbe, Tajikistan's enigmatic capital. The capital of Tajikistan shares little history with many of its great Silk Road counterparts, with most evidence pointing to the fact Dushanbe was a small village until the turn of the 20th century. The city gained prominence when Tajikistan became part of the USSR, with the Soviets establishing the city as a centre for textile production. It was then that the city began to grow, and more recently it has reached the end of a 10-year intensive building programme bringing the city into the 21st century. This afternoon we will explore some of the city's main highlights, starting the tour at the National Archaeological Museum of Tajikistan. Here we find its famous Buddha statue and rich collection of archaeological artefacts along with collections of fine art. We continue onto the statue of Ismail Samani, the large monument that commemorates the 1,100th anniversary of the Samanid State, which by many is considered to have been the heyday of the Tajik nation when science and arts flourished. Time permitting, during the city tour we will have the opportunity to visit the Museum of Antiquities, particularly famous for its murals from Penjikent. From there we walk up to Rudaki Park, dedicated to the great Persian poet Rudaki, who also lived during Samanid time in the 9th century AD. We end the day with dinner in a local restaurant serving traditional Tajik cuisine. A typical meal in Tajikistan would include vegetable salad starters, followed by a hearty soup similar to the Russian borsch, and a main consists of a meat dish like shashlik or chicken served alongside freshly baked bread."
    },
    {
      "dayNumber": 8,
      "title": "Further exploration of Dushanbe including Navruz Palace and the market",
      "description": ": Today is a more relaxed day with some time for further exploration of the city. We will visit the strikingly beautiful Navruz Palace, Dushanbe's gleaming centrepiece. Hundreds of skilled artisans were appointed to work on the building, with it initially being planned to be built as the largest tea house in the world. But when its interior frescoes and mosaic walls turned out to be so impressive, it was instead turned into a palace. We will also pay a visit to the Museum of Musical Instruments, which, in stark contrast to the palace, is hosted in the front room of a local house! Ran by passionate local Iqbol Zavkibekov, the museum is packed with a rich collection of Pamiri, Tajik and Central Asian musical instruments. Here Iqbol carries on the legacy of his father, a famous Tajik musician, by demonstrating how these traditional instruments are deeply ingrained into the nomadic culture of Central Asia. This afternoon has been left free to relax, or perhaps to take a walk through the city's central market to try and barter for fruit, clothes or textiles."
    },
    {
      "dayNumber": 9,
      "title": "Full day drive into the Fann Mountains. Picnic stop for a scenic lunch and walk to a waterfall",
      "description": ": We set off early this morning for a scenic drive into the mountains. Our first destination is Iskander Kul, named after Alexander the Great. Triangular in shape, it is often considered to be the most beautiful lake in all of the former USSR. Standing at an altitude of 2,200 metres, this alpine lake is nestled in the heart of the Fann Mountains and set to a backdrop of snow-capped peaks. We stop on the shores of the lake for a picnic, and we take a short walk to a nearby waterfall before continuing the drive to Penjikent, aiming to arrive in the early evening. The accommodation for the next two nights is a simple but comfortable hotel with twin rooms and en-suite bathrooms."
    },
    {
      "dayNumber": 10,
      "title": "Drive to the 'Seven Lakes' for a half day walk among the picturesque lakes",
      "description": ": We will spend a full day in the mountains today, exploring the region of the 'Seven Lakes'. Legend has it that the lakes were formed from the tears of seven daughters after the loss of their father. The father got lost in the valley and after several days of looking, it was clear they weren't going to find him. The upset and anguish caused had their tears fill up the valleys right where they were looking. What is for sure is that each of the glacial lakes takes on its own form, with their names thought to reflect their individual shapes. Some are set deep in valleys, others wide and on an open plain. Sometimes the appearance of even the same lake can change as the light and cloud cover transforms throughout the day, with the colours changing from blue, to turquoise, to green and black. We have a picnic lunch beside the fourth lake 'Nofin', before driving further up the valley to the sixth lake 'Marguzor'. It is from here we embark on an hour-long hike up to the seventh and highest lake, Hazorchashma. It's worth the walk, but for those not wishing to make the two-hour round trip, it is possible to just relax on the shores of the sixth lake. Later in the afternoon, we return by bus back to Penjikent for our last dinner in Tajikistan."
    },
    {
      "dayNumber": 11,
      "title": "Drive to historic Samarkand to discover Registan Square and Gur Emir Mausoleum",
      "description": ": Leaving Penjikent behind this morning, we head west and make for the border and our fourth country, Uzbekistan. Before crossing we stop off at the UNESCO site of Sarazm, dating back to the 4th century BC and bearing evidence of one of the first settlements in Tajikistan, possibly even Central Asia. Continuing onto the border, we cross on foot before picking up our Uzbek bus and making the short drive onto the much-fabled city of Samarkand. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we will visit Registan Square, Samarkand's turquoise mosaic masterpiece. Registan's sweeping public square is flanked on three sides by huge intricately tiled madrasahs. Meticulously restored during Soviet times, it now echoes its former glory, and we will spend time taking in the scale of the monument, as well as learning about its role over the six centuries it has been standing. We will also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself, revered as somewhat of a national icon in Uzbekistan."
    },
    {
      "dayNumber": 12,
      "title": "More highlights of Samarkand and free time in the afternoon",
      "description": ": This morning's sightseeing is accompanied by a local guide who will take us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We will also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. The tour will include Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. Finally, a visit to the Konigil Paper Mill which is located on the outskirts of the town. The rest of the afternoon is free for further exploration at your own pace or relaxation."
    },
    {
      "dayNumber": 13,
      "title": "Morning train to Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
      "description": ": After breakfast this morning we will head to the train station to take the high-speed train to Bukhara, a comfortable journey of just under two hours travelling at over 250kph. Bukhara was a key trading post on the Silk Road. This UNESCO-listed city has many zig-zagged backstreets, bustling bazaars and historical monuments. Many call it \"Bukhoroi Shareef\", translating to Holy Bukhara on account of its hundreds of mosques and mausoleums. The city has seen various dynasties battling for influence as it has always stood as a centre of trade, culture, and scholarship. Today's afternoon of sightseeing starts off with a walking tour. Highlights include the Lyab-i Hauz which once supplied the city's water; the striking blue-tiled Abdul Khan Madrasah and the 9th-century Mghoki Arrar Mosque. We will also visit the Kalyan minaret, which, as the tallest monument in town, is known as the 'Tower of Death' because prisoners were once hurled to their deaths from here. In addition, we will take in the trading domes that are the most famous symbol of Bukharan architecture."
    },
    {
      "dayNumber": 14,
      "title": "Another day exploring Bukhara",
      "description": ": We continue our city tour in the old town of Bukhara. A short drive will take us to The Ark - a massive citadel which was used as a fortress from the 5th century until it fell to the Russians in 1920. Today it houses several small museums connected with Bukhara's history. Bokhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. Moreover, we will take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off for a 'chaikhana', at a local tea house. In the afternoon you may visit the Mausoleum of Naqshbandi, 15 km outside the city centre. There are many orders in Sufism, all of which have been represented at different times in what is now Uzbekistan. The Naqshbandiyya order has a great and long-lasting influence, and the memorial place is still a popular place of pilgrimage for Sufis. From here, we will visit the summer residence of the last Emir of Bukhara. In Persian, it is called Sitorai Mokhi Hossa, the place where the moon meets the stars. This evening we enjoy our last dinner in this well-preserved ancient Persian city."
    },
    {
      "dayNumber": 15,
      "title": "Drive from Bukhara to Khiva",
      "description": ": After breakfast and check-out, we will say goodbye to Bukhara. The road to Khiva is certainly a long but scenic one, taking us through the Kyzylkum Desert. We will cover a distance of approximately 450km in about 8 hours, with key stops for rest and lunch along the way. At the end of this lengthy drive, we will be rewarded with the magnificence of Khiva. Its history is more than 2,000 years old and it is one of the best preserved Islamic cities of Central Asia, its structure and roads are mostly intact making it easy to imagine how the city looked from the 10th century onwards. Dinner in the Old City and check in at our hotel for some well-deserved rest."
    },
    {
      "dayNumber": 16,
      "title": "A full day wandering the narrow streets of the 'Open Air Museum' of Khiva",
      "description": ": On this morning's walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed. It is worth climbing the steps of the Dzhuma Minaret for a panoramic view of the maze of streets below. The rest of the afternoon has been left free to explore the mosques, tombs and palaces of this well-preserved city, which has hardly changed since ancient times. This evening, you may choose to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular."
    },
    {
      "dayNumber": 17,
      "title": "Free day in Khiva; Optional half day trip to the desert fortresses",
      "description": ": Today we will spend another full day in the magnificent Silk Road oasis of Khiva. You have free time to wander out, sit by the minaret in the shade and drink tea, or spend your time hunting for handmade souvenirs. Your guide is available for you all day to suggest things to do and places to see and they may also join you. Enjoy your last day in Uzbekistan and recharge your batteries to be ready for the adventurous next couple of days in Turkmenistan. For those willing to explore a bit more, there is a chance to take an optional half-day trip with a local guide to visit the ancient Khorezmian settlement ruins. Among the highlights, are Toprak Kala, the ancient palace city and Ayaz Kala, a settlement ruins located on a hilltop."
    },
    {
      "dayNumber": 18,
      "title": "Cross the border into Turkmenistan and drive onto Darvaza to camp by the flaming crater",
      "description": ": We set off for the border in Shavat-Dashoguz this morning to cross into our fifth and final Stan - Turkmenistan. The border crossing into Turkmenistan can sometimes be a lengthy affair, so be prepared for a 2-3 hour wait and a thorough search of all bags. It is here we will wave goodbye to our Tour Leader at the Uzbek border, before making our way on foot and by bus across no-man's land to be greeted by a local Turkmen leader for the final few days of our trip. From here we continue on into the Karakum desert for a six-hour drive to the incredible Darvaza Crater. Many stories surround the so-called 'Door to Hell', the one that most people settle on was that the site was identified by Soviet engineers in the early 1970s as an oil site. Drilling commenced before they hit a gas pocket which caused the collapse of the rig into the crater we see today. Dangerous amounts of toxic gas began to be released, so it was decided to try and burn the gas off by settling it alight. It remains alight today, over 50 years later. After a very apt barbecue dinner, we'll have plenty of time to take in Darvaza's deep reds, oranges, and crimsons as it burns brightly against the backdrop of the inky-black sky. We camp tonight beside the crater in two-man tents. The set-up is very simple, with permanent toilets but no access to showers. All mats and bedding will be provided. ***The fire within the Darvaza Crater is gradually burning out, and the gas flow has significantly decreased in recent times. We are monitoring the situation and will inform you of any changes to the itinerary in due course***"
    },
    {
      "dayNumber": 19,
      "title": "Continue onto Ashgabat, stopping via the Erbent Desert community",
      "description": ": Continuing south this morning, we stop via the Erbent Desert community. The most remote part, of one of the world's most remote countries is an odd place to find a village, but this small, hardy community thrives here against all the odds. We spend some time wandering among the small village's houses and yurts and learning how the villagers here have adapted to such an extreme environment. We continue onto Ashgabat, arriving in time for lunch. The capital of Turkmenistan was a once-prosperous frontier town along the Trans-Caspian railway that was completely destroyed by a massive earthquake in 1948. It rose from its ashes and rubble and became the capital of an independent Turkmenistan in 1991. The city then became the personal project of President Niyazov, who set about forming it in his own unique image, renaming the streets and changing the face of the city on an almost daily basis as he approved the destruction of its suburbs to make way for several controversial planning projects. In the afternoon we have an opportunity to explore the city on a tour that will take in some of the highlights of both the Soviet and Niyazov reigns. We visit Independence Park where we will see the Independence Monument, a large structure designed to resemble traditional Turkmen hats. We will also pay a visit to the Turkmenistan National Museum of History, a rich cache of some 150,000 objects and artefacts that date back to Neolithic times and the Bronze Age era of the Margiana civilisation."
    },
    {
      "dayNumber": 20,
      "title": "In Ashgabat, visit Nisa Fortress and Gypjak Mosque",
      "description": ": This morning, we drive out to the outskirts of the city to the once-mighty fortress of Nisa. Founded in the 3rd century BC as the capital of the 1st Parthian Empire, its walls, and towers (43 in total) protected the royal palace, Zoroastrian temples and the power and prestige of successive ruling dynasties until its eventual destruction at the hands of the Mongols in the 13th century. We then continue on to the impressive Gypjak Mosque or spiritual mosque. The largest mosque in Central Asia, it was constructed in 2002 for a reported sum of $100 million and mirrors the style of much of the city with its opulent white marble walls and golden domes. After some time for exploration, we return to the city, where the rest of this afternoon has been left free."
    },
    {
      "dayNumber": 21,
      "title": "Trip ends in Ashgabat",
      "description": ": The trip ends after breakfast at our hotel in Ashgabat. There are no activities planned today, so you're free to depart from Ashgabat at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Ashgabat International Airport (ASB), which is a 40-minute drive from the hotel."
    }
  ],
  "map": ""
}