{
  "destination": "Kazakhstan",
  "mainPhoto": "",
  "id": "kyrgyzstan-and-kazakhstan-overland-tour",
  "tourName": "Kyrgyzstan and Kazakhstan overland tour",
  "placesVisited": "Bishkek, Almaty (Kazakhstan), Tien Shan Mountains, Lake Issyk-Kul, Karakol, Semenov Gorge, Lake Song Kol, Tash Rabat, overland adventuring with participatory camping, activities include riding and hiking",
  "generalInfo": "Prepare to enter the wilderness: this Kyrgyzstan and Kazakhstan overland tour is a once in a lifetime adventure through some of the least-visited regions of Central Asia. Your route starts at Bishkek where you’ll board your overland vehicle, ready for adventure. Soon, you’ll be sneaking up into Kazakhstan and visiting Almaty, the largest city. Next, you’ll return to Kyrgyzstan, rumbling along the shore of Lake Issyk-Kul and on to Lake Song Kul, the Naryn region and Tash-Rabat, an ancient caravanserai on the Silk Road and your last stop before wending your way back towards Bishkek.<br/><br/>You’ll spend most nights wild camping, helping set up the tents every evening in a stunning new location, cooking together in your group with food bought from the local market, and then sitting round the campfire. This is the kind of trip where everyone mucks in to help. Wake up to wild horses round the tents, spectacular sunrises and coffee from a kettle over the fire. <br/><br/>Camping is a wonderful way to experience the wilderness, but you’re not along out here. As well as nights under canvas you will have opportunities to spend time with the communities who live in this part of the world. See local life via a homestay in the village of Kochkor, and stay with a Kyrgyz community who live in isolated beauty near Lake Song Kul. Here you can ride as well as meet people practising millennia-old nomadic ways of life. <br/><br/>As for activities – expect riding, hiking, and opportunities to swim in beautiful lakes, sightsee in Almaty, and visit smaller towns too. This inspiring tour is a true adventure, covering epic amounts of ground in the wildest parts of Central Asia. <br/>",
  "durationDays": "15",
  "price": "1345",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DAY 1- 9: BISHKEK TO SEMENOVSKRE GORGE We head northeast to Almaty, Kazakhstan’s largest metropolis and capital until 1997. Almaty is the largest and most ethnically and culturally diverse city in Kazakhstan. Set in the foothills of the Trans Lli Alatau mountains, the area has a ski resort (Shymbulak) at an elevation of 2,200 meters and enjoys a great amount of snow from November through to May. The city has many sights and attractions, including Ascension Cathedral in Panfilov Park; Abay Opera House; Golden Warrior Monument in the Republic Square and the giant Almaty Tower. Or for adrenaline lovers, why not ride the ‘Fast Coaster’ roller coaster, which is located on the side of a mountain and reaches speeds of 45 km per hour. We continue east looking for amazing camping areas to explore, before crossing back into Kyrgyzstan and the area of Lake Issyk-Kul, a mountain lake in the northern Tien Shan Mountains, once used by the Soviets to test their submarine torpedoes! The area of Altyn Arashan and its surroundings offer the outdoor lover many hiking and horse riding opportunities and we spend a few days here to take in the amazing scenery. We visit the vast red stone cliffs in Jeti-Oguz and visit the town of Karakol with its attractive houses and tree-lined streets. Behind it are the Terskay Ala-Too Mountains, an unspoilt wilderness populated only by nomadic shepherds. Continuing around the lake to Semenovskre Gorge the adventurous can hike through lush terrain, following the rivers that wind through the national reserve. As we travel around Kyrgyzstan we camp, but we also may have the opportunity to use some family homestays, where we are welcomed into a local home for the night. These are subject to availability, but if we can arrange them they offer a fantastic experience, allowing us to feel part of the family for a night and make some new friends!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "DAY 10-13: SEMENOVSKRE GORGE TO TASH RABAT Travelling south and leaving behind Lake Issyk-Kul, we make our way to the isolated and breathtaking Lake Song Kol, where we stay in traditional felt Yurts. There will be an opportunity to either hike or horseback ride and explore the surrounding area. If we are lucky we may even see a game of Ulak Tartysh - a Kyrgyz version of polo. We spend a couple of days driving south through the mountains towards the border with China. On the way, we cross vast high plains where Kyrgyz nomads, living in their traditional yurts, practice a lifestyle that has changed little over the centuries. We will stop off at Tash Rabat, an ancient Caravanserai on the old Silk Route."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DAY 14-15: TASH RABAT TO BISHKEK We retrace some of our steps and head north to Bishkek, seeking out scenic camping spots as we go. DAYS 16 BISHKEK Your trip ends after breakfast. Bishkek is a well-connected city, with the airport serving destinations throughout Asia with connections for onward travel further afield. For those with some time to spare it’s a pleasant city to spend a few days at the end of your trip, with some excellent bars, cafés and restaurants dotted around to relax and reflect on your trip through Central Asia."
    }
  ],
  "map": ""
}