[
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "central-asia-overland-tour-the-stans",
    "tourName": "Central Asia overland tour, the stans",
    "placesVisited": "Tashkent, Khiva, Konye-Urgench, Darwaza, Ashgabat, Merv, Bukhara, Shakhrisabz, Samarkand, Termez, Gissar, Dushanbe, Iskander Kul, Istaravshan, Khojand, Tashkent, Almaty, Altyn-Emel National Park, Charyn Canyon, Almaty, Bishkek, Ala Archa National Park, Song Kul, Bokonbaevo, Karakol, Cholpon Ata, Bishkek",
    "generalInfo": "This 26 day journey follows the ancient Silk Road through Central Asia where the ‘Stans’: Uzbekistan, Turkmenistan, Tajikistan, Kazakhstan and Kyrgyzstan, provide a fascinating cultural backdrop to what is essentially an adventure through the ages.<br/><br/>Starting in Uzbekistan allows this overland tour to hit the ground running with ancient cultural traditions still alive and well and abounding within the walls and amongst the minarets and mausoleums of Khiva, Bukhara and Samarkand.<br/><br/>The next ‘Stan’ to discover is Turkmenistan where an exciting and varied itinerary takes travellers to the edge of reason as they experience a night next to the fiery flames of Darwaza, expand reality in the capital, Ashgabat, and take a step back in time around the archaeological site of Merv. <br/><br/>Next stop is Tajikistan where the remote village communities of the Fann Mountains provide a hospitable welcome against a breathtakingly scenic backdrop.<br/><br/>Before this tour of the Stans comes to a close you’ll be treated to the natural treasures of the Charyn Canyon and Altyn Emel National Park in Kazakhstan, whilst the final Central Asian destination takes you into the realm of the nomadic herders working under the endless skies of Kyrgyzstan.<br/><br/>From clear blue lakes and snowy mountain peaks to the marble walkways of Ashgabat and the peace and serenity of the Kyrgyz Mountains, this overland tour is not for your casual tourist but definitely for real travellers interested in stepping into the fabled tales of the Silk Road through Central Asia.<br/>",
    "durationDays": "26",
    "price": "7749",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tashkent - Arrive in Tashkent. Depending on when you arrive there may be time to explore the city. Overnight The Tower Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Khiva - Fly to Urgench and then spend the day exploring Khiva. Enclosed by mud brick walls, the old part of Khiva, known as the Ichon Qala, has been virtually unchanged for centuries and is an open air museum packed full of intricately decorated minarets, mosques and madrassahs. We spend the day walking its narrow alleys and uncovering the best of its highlights including the Kalta Minor minaret, the Islam Khodja madrassah and the ark, where the khans of Khiva once lived. Overnight Arqanchi Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Konye-Urgench – Darwaza - Cross the border into Turkmenistan and transfer to Konye-Urgench, the ancient capital of the land of Khorezm with a collection of impressive mausoleums. From here we continue to the flaming gas crater at Darwaza. We camp near the crater to enjoy spectacular views of the subterranean fires once the sun sets. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ashgabat - Drive to Ashgabat via crater-strewn landscapes and visit the ruins of the Seyit Jemaleddin Mosque on arrival. Overnight Yyldyz Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ashgabat - We spend today exploring the city with its striking and often bizarre collection of monuments, including Neutrality Arch, the Earthquake Monument and others as well as the ancient Parthian fortress of Nisa. Overnight Yyldyz Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Merv – Bukhara - Fly to Mary, and visit the ancient site of Merv, a UNESCO World Heritage Site with a diverse collection of attractions that span the history of the region. From here cross back into Uzbekistan and continue to Bukhara. Overnight Malika Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Shakhrisabz – Samarkand - Drive to Shakhrisabz, the ancient capital of Tamerlane, return to Samarkand. Overnight Khan Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Penjikent - Cross the border into Tajikistan and continue to the ancient Sogdian city of Penjikent, once an important trading centre on the old Silk Road. We visit the Rudaki Museum which holds some of Penjikent’s ancient frescoes, as well as the archaeological site of Sarazm. Overnight Umariyon Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Iskander Kul - Drive into the Fann Mountains and the picturesque lake of Iskander Kul, surrounded by imposing peaks and a bright turquoise in colour. We explore the lake and its surrounds, walking to an impressive waterfall. Overnight tourist cottages. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Almaty - Fly to Almaty and transfer to your hotel. Overnight Kazzhol Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Almaty - Spend the day exploring the city of Almaty, visiting Panfilov Park, the picturesque Zenkov Cathedral, as well as Republic Square and other sites of interest. Overnight Kazzhol Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Altyn-Emel National Park - Drive to Altyn Emel National Park and spend time exploring this beautiful area, located between the Ili River and the Ak Tau mountains and covering an area of 4,600 square kilometres. We visit the multi-hued mountains, the famous ‘singing dune’, and other sites. We continue to the village of Baschi, where we spend the night. Overnight guesthouse. (BLD)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Charyn Canyon – Kolsay Lake - Our next stop is Charyn Canyon, one of Kazakhstan’s most impressive natural sights. We spend time walking along the canyon, also known as ‘The Valley of Castles’, and then continue to Saty, spending the afternoon at Kolsay Lake. Overnight guesthouse. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Kaindy Lake – Karkara - Morning excursion to Kaindy Lake before we head to our last country, Kyrgyzstan. We spend our first night in the Karkara Valley with its impressive alpine scenery. Overnight yurts with ensuite facilities. (BLD)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Karkara Valley – Karakol - Spend the morning in the valley with time for walking and admiring the beautiful scenery. We then head to Karakol, stopping en route at Tepke Village where we meet a family who breeds thoroughbred horses. On arrival into Karakol we visit the Prezhevalsky Museum and have dinner with a local Uighur family. Overnight Karagat Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Karakol - Bokonbaevo - Spend the morning in the valley with time for walking and admiring the beautiful scenery. We then head to Karakol, stopping en route at Tepke Village where we meet a family who breeds thoroughbred horses. On arrival into Karakol we visit the Prezhevalsky Museum and have dinner with a local Uighur family. Overnight Karagat Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Bokonbaevo - Song Kul - In the morning (day 23) we meet a traditional eagle hunter and learn about this ancient art from one of the few remaining practitioners. We then drive to Song Kul lake, one of the most picturesque parts of Kyrgyzstan and home to seasonal families of nomads. We have a full day to relax and explore this beautiful area on day 24. Overnight simple yurt accommodation. (BLD) Please note: accommodation may be multi-share."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Bishkek - Drive to Bishkek. On the way we stop at the Burana Tower, the remains of a 10th century Karakhanid city. Overnight My Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Bishkek - Transfer to the airport for departure. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "five-stans-adventure-tour-silk-road-odyssey",
    "tourName": "Five Stans adventure tour, Silk Road odyssey",
    "placesVisited": "",
    "generalInfo": "Embark on an unforgettable journey through the heart of Central Asia with this meticulously curated 31-day adventure across the Five Stans. Designed for travelers seeking an immersive and culturally rich experience, this itinerary showcases the hidden gems, rugged beauty, and deep history of Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan, and Kazakhstan. From ancient Silk Road cities to sweeping mountain ranges and vibrant bazaars, this journey captures the essence of a region steeped in mystery and allure.<br/><br/>Begin in Turkmenistan, where the modern marvels of Ashgabat and the fiery spectacle of the Darvaza Gas Crater meet the ancient ruins of Kunya Urgench. Then onto Uzbekistan, home to the legendary cities of Khiva, Bukhara, and Samarkand. Here, intricate Islamic architecture, bustling bazaars, and rich artisan traditions bring the history of the Silk Road to life. Tajikistan enchants with its breathtaking natural beauty, from the serene Seven Lakes of the Fann Mountains to the storied city of Penjikent, blending ancient Sogdian ruins with vibrant modern culture.<br/><br/>The journey continues into Kyrgyzstan, where the nomadic spirit is alive and well in the stunning landscapes of Issyk-Kul Lake and Son Kul lakes, the lush Chon Kemin Valley, and the dramatic Jety-Oguz Gorge. Here, you’ll witness traditional crafts, eagle-hunting demonstrations, and the construction of yurts, all while soaking in the beauty of untouched nature. Finally, in Kazakhstan, explore the cosmopolitan charm of Almaty, marvel at the striking Charyn Canyon, and immerse yourself in the cultural heritage of this vast land.<br/><br/>This tour offers a rare blend of adventure, culture, and natural wonder, from walking through ancient fortresses and mosques to standing on the rim of awe-inspiring canyons. It’s a journey through contrasts—sun-scorched deserts, glacial mountain lakes, and lively cityscapes. The Five Stans, often overlooked by mainstream tourism, reveal themselves as a treasure trove of pristine beauty, warm hospitality, and timeless traditions. For those who yearn for exploration off the beaten path, this Central Asian odyssey promises an unparalleled experience that will linger in your heart long after the journey ends.",
    "durationDays": "4",
    "price": "6899",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival in Ashgabat - Turkmenistan Upon arrival in Ashgabat, meet your guide and driver, then transfer to your hotel to rest. Early check-in is included. After resting, meet the group at 1:00 PM in the hotel lobby to begin your Ashgabat city tour. Start with a visit to the Old Nisa fortress, once a residence of the Parthian Empire (247 BC–253 AD). Next, return to Ashgabat to explore the capital of Turkmenistan, featuring modern parks and monuments from the independence era. Highlights include the Monument and Park of Independence, resembling a white-marble “Eiffel Tower” set in a beautiful park, and the fountain-monument celebrating the 10th anniversary of independence, with ten Akhal-Teke horses sculpted atop a magnificent fountain. You will also visit the impressive Ertugrul Ghazi Mosque. In the afternoon, explore the National Carpet Museum, home to a fascinating collection of handmade Turkmen carpets and unique carpet artifacts. End the day with a visit to the vibrant Russian Bazaar, where you’ll experience the lively atmosphere and gain insight into the rhythm of life in Ashgabat and the unique character of its residents. Enjoy a welcome dinner accompanied by a folk show. Accommodation: Archabil Hotel *Please note there is a $90 USD visa fee to be paid on entry (not included in cost of adventure)*"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ashgabat - Turkmenistan First you will visit the ruins of the 15th-century Seyit Jemaleddin Mosque in Annau, one of the major historical sites remaining today. Next, explore the National Museum, which opened in 1998 and houses nine exhibition halls showcasing Turkmenistan’s most significant artifacts discovered at various archaeological sites. Then on to the Arch of Neutrality, a 75-meter-high, rocket-shaped tower built in 1998. Originally located in the city center, this monument features a gold statue of former President Niyazov, which once rotated throughout the day to always face the sun. In 2010, the monument was relocated to the outskirts of Ashgabat. Visit the Wedding Palace, known as the \"Palace of Happiness\" in Turkmen. This striking building is crowned with a cube featuring a globe displaying the map of Turkmenistan. Inside, it houses multiple celebration halls, banquet rooms for weddings, as well as various shops, photo studios, and beauty salons. Finally, stop by Yyldyz Hotel, meaning \"Star\" in Turkmen. As one of the finest hotels in the country, it offers a breathtaking panoramic view of Ashgabat. Accommodation: Archabil Hotel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ashgabat - Darvaza Flaming Crater (280km) - Turkmenistan Discover the Arkadash Stud Farm, located near GeokDepe, the site of a significant 19th-century battle for Russian dominance in Central Asia. This historic location is also home to the stunning Geok-Depe Mosque, built in 1996 to honor the fortress defenders. At the farm, you’ll have the opportunity to get up close to the majestic “winged” Akhal-Tekke horses and even enjoy a ride on them. After a memorable photo session with the horses, we’ll continue our journey to Ashgabat, making a stop along the way to visit an impressive complex in Kipchak. This complex features the largest mosque in Turkmenistan and the family mausoleum of the country’s first president. After lunch, head to the incredible Darvaza Flaming Crater, a must-see attraction, especially after sunset. Depart Ashgabat at 2:00 PM in 4WD jeeps and arrive at the destination around 6:00 PM. You’ll drive north toward the crater, reaching the border between Turkmenistan’s northern and southern regions. From there, you’ll leave the main road for an exciting 8-kilometer drive through the desert. Upon arrival, find yourself just a few hundred meters from the crater, which during the day appears to be an ordinary hole in the ground, lightly smoking from underground fires. You will take a walk around the crater and as night falls, the crater transforms into a breathtaking spectacle—resembling the fiery gates of hell, a mystical fire temple, or whatever your imagination conjures. The day concludes with a picnic dinner, packed and brought from the city, as we enjoy the surreal beauty of the glowing crater under the night sky. Accommodation: Yurt Camp"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Darvaza - Kunya Urgench - Border Point 'Shavat' (150km) - Khiva (60km) - Uzbekistan After breakfast, depart for a city tour of Kunya Urgench before transferring to the Dashoguz/Shavat border crossing into Uzbekistan. Complete border formalities, then continue your journey to Khiva. Upon arrival, transfer to the hotel and check in. Accommodation: Zarafshan Boutique Hotel"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Khiva - Uzbekistan Khiva is a city made for walking—compact, well-preserved, and bathed in the beautiful light of the desert. This walking tour will take you through the major sights of Ichan Kala, the ancient citadel, where you'll visit the truncated Kalta Minor minaret, the Kunya Ark, the Madrassah Rakhimkhon, the Mausoleum of Pakhlavan Makhmud, and the Islam Khodja minaret, from which you'll enjoy panoramic views of the town below and the vast desert beyond. As you stroll through the city, you’ll sense the layers of history surrounding you—Khiva is believed to be over 2,000 years old, and much of what you see today closely resembles the city that the Russian Army stormed in 1873 during their conquest of Central Asia. Fortunately, modern development has spared much of the citadel, allowing us to experience it in its original splendor. In the afternoon, we will continue the tour with visits to the Friday Mosque and Tashauli Palace, including the harem. Accommodation: Zarafshan Boutique Hotel"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khiva - Uzbekistan Today you will have a full day to relax and enjoy at your own pace. Accommodation: Zarafshan Boutique Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Khiva - Urgench (30km) - Bukhara - Uzbekistan In the morning, transfer to Urgench airport to catch your flight to Bukhara. Flight (HY-1052 UGC BHK 0935 1030). This flight is included in the cost of the adventure. Spend the entire day exploring the magnificent city of Bukhara, one of the most iconic names in medieval Islam, home to hundreds of well-preserved monuments. You'll see these historical treasures scattered throughout the city. During today's tour, we will visit some of the most renowned landmarks (listed below), along with some lesser-known gems. Be sure to bring a fully charged camera! Our tour will include, in no particular order, the Lab-i-Khauz ensemble, the modern center of traditional Uzbekistan, the Nadirkhon Devanbegi Madrassah, the Khanaga, the Mogaki Attari Mosque, the Poi Kalon Minaret and Mosque, and the Madrassahs of Aziz Khan and Ulugbek. After lunch, we will continue with visits to the Ark Fortress, the Balakhauz Mosque, the Mausoleum of Ismail Samanid, and Chashma Ayub. Additionally, we will visit the Hunarmand UNDP-assisted workshops near Lyab-i-Khauz, where you’ll observe traditional crafts such as block printing, metal chasing, suzani embroidery, carving, miniature painting, and gold embroidery. Accommodation: Royal Bukhara"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bukhara - Uzbekistan Today, we will embark on a half-day tour of Bukhara, including an excursion outside the city to visit the Sitora-i-Mokhikhosa, the summer residence of the former Emir of Bukhara. Here, you'll experience a unique blend of traditional Russian architectural style harmoniously integrated with local oriental design. The famous White Hall, adorned with intricately carved alabaster, resembles the grand halls of the Peterhof Palace near St. Petersburg. Later, we will visit the Bahauddin Naqshbandi Mausoleum, dedicated to the revered 14th-century Sufi spiritual leader of the region. The cult of Bahauddin Naqshband was highly revered by the local people, and even rulers paid great attention to this impressive architectural ensemble. Afterward, return to Bukhara and enjoy the rest of the day at your leisure. Accommodation: Royal Bukhara"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Bukhara– Sarmysh Gorge (130km) – Aydarkul Lake (150km) - Uzbekistan After breakfast, we set off for the breathtaking Sarmysh Gorge, home to over 10,000 ancient petroglyphs carved during the Paleolithic, Neolithic, and Bronze Ages. Our adventure then takes us to the Aydarkul yurt camp. Relax and soak in the serene beauty of the camp’s surroundings near the sparkling Aydarkul Lake. Accommodation: Yurt Camp"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Aydarkullake - -Majrum Village- Ukhum Village (110km) - Uzbekistan After breakfast, we head to the mountain villages, beginning with Majerum Village. In Majerum, you’ll find the largest tree in the Nuratau Nature Reserve: the Biota tree. Its massive trunk measures 8.5 meters in circumference. Local legends and traditions are closely tied to this ancient tree, once considered sacred by the community. According to folklore, Alexander the Great planted the tree in honor of one of his favorite commanders. Nearby, you can explore the ruins of an old mosque, a site still revered as sacred by the local population. Next, we visit Majerum Qala, the remains of a small fortress perched 100 meters above the village on an oval-shaped hill that rises in the narrow valley. This is one of the oldest archaeological sites in the Nuratau Mountains. Our journey continues with a drive to Ukhum Village, where we will stay overnight at a guest house. Accommodation: Guest House"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Ukhum village – Samarkand (220km) - Uzbekistan After breakfast, we will visit the Severcev sheep nursery, home to one of the rare wild argali species listed in the IUCN Red List. You'll also have the chance to explore the ruins of an ancient village and mosque, take a walk to the Khayatsai mountain valley, hike up Karaul Mountain, and enjoy breathtaking views of the valley below. Our hosts, who are ethnic Tajiks, offer a unique opportunity to experience another regional language, savor delicious home-cooked local specialties, and observe the everyday life of the village. The hosts of this household raise livestock, including sheep, cows, and goats. Like most guesthouses in the Nuratau Mountains, they produce their own butter, yogurt, and other dairy products. All the dishes served in the guesthouses are made exclusively from natural ingredients sourced within the village. Accommodation: Wellfort Hotel"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Samarkand - Uzbekistan Few names evoke the magic of the Silk Road quite like Samarkand. As one of the world’s oldest continuously inhabited cities and the oldest in Central Asia, it stands as a testament to history. Built on the ancient site of Afrosiab, which dates back to the 3rd or 4th millennium B.C., Samarkand was known to the ancient Greeks as Marakanda. Remnants of this ancient settlement can still be seen north of the modern city. You will enjoy a full-day tour of Samarkand, beginning with the iconic Registan Square, the historic heart of the city for centuries. Marvel at the three stunning madrassahs: the Ulug-Bek Madrasah, built in the 15th century; the Tillya-Kori Madrasah from the 17th century; and the Sher-Dor Madrasah, also dating to the 17th century. Visit Gur-e-Amir, the magnificent mausoleum of the legendary Tamerlane. Explore the grand Bibi-Khanum Mosque, the largest Friday mosque of Amir Temur’s era, the vibrant Silk Road bazaar, and the Shahi-Zinda necropolis, a breathtaking collection of mausoleums. Conclude your day with a visit to the Bagizagan Winery, where you can enjoy a wine tasting experience. Accommodation: Wellfort Hotel"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Samarkand - Uzbekistan We will travel to Konigil Village, located just 10 kilometers from Samarkand, to visit a traditional paper-making workshop. Samarkand has long been renowned as a center for producing high-quality paper. At the workshop of a skilled artisan, you’ll witness the fascinating process of transforming mulberry tree bark into paper. You’ll even have the chance to participate in this unique handmade production process, including stripping bark from branches, polishing the paper with a stone, and adding decorative touches. The afternoon will be free for you to enjoy at your leisure. Accommodation: Wellfort Hotel"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Samarkand - Border Point “Jartepa” (50km) – Penjikent (20km) - Tajikistan After an 8:00 AM breakfast, transfer to the Uzbekistan-Tajikistan border at Jartepa (50 km, approximately 1 hour). After completing customs and passport control on both sides, you will cross the border and meet your Tajik local guide and driver. From there, embark on a drive to the stunning Seven Lakes (80 km, 1.5-2 hours). The Seven Lakes, located in the western Fann Mountains, are renowned for their unique and vibrant colors, ranging from serene turquoise to enchanting purple. At the final lake, Khoazorchashma, you’ll enjoy a delightful picnic in a picturesque setting. Following lunch, continue to Penjikent, once a major Sogdian city in the 5th century before being destroyed by Arab conquerors in the 8th century. Explore the sights of Penjikent, including the Rudaki Museum, the local bazaar, and a mosque. Then, visit the ancient ruins of Penjikent, located just a 5-minute drive from the modern town. Dinner will be served at your hotel. Accommodation: Panjikent Plaza"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Penjikent – Dushanbe (220km) - Tajikistan After breakfast, depart for Dushanbe, stopping to visit the scenic Varzob Gorge along the way. Take a short break by the mountain river to relax and enjoy the serene alpine surroundings. Varzob Gorge is a stunning mountain region, conveniently located within a short drive from Dushanbe. Lunch will be served at a charming mountain café. The journey continues along the main road north of Dushanbe, which follows the rushing Varzob River for approximately 70 km before ascending steeply to the breathtaking Anzob Pass, standing at 3,373 meters. Along the route, you may also visit the natural thermal springs at Khoja Obi Garm. Upon arrival in Dushanbe, check in to your hotel. The remainder of the day will be free for you to relax or explore at your leisure. Accommodation: Atlas Hotel"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Dushanbe - Tajikistan In the morning, visit the monument of Ismoili Somoni and Rudaki Park, located in the heart of the city. Explore the vibrant local bazaar and the serene Botanical Garden. Next, visit the Cultural Palace \"Kohi Navruz\" (subject to permit), where you can admire the exquisite traditional architecture of the Tajik people, featuring intricate woodcarving, vibrant paintings, and stunning mosaic art. In the afternoon, take an excursion to Hissor, located 23 km from Dushanbe. Here, you will explore the ancient Hissor Fortress, one of Tajikistan’s most treasured historical landmarks. Conveniently close to Dushanbe, the fortress reflects the rich heritage of the ancient Tajik nation, blending elements of power, trade, and culture. The rest of the afternoon is free for you to spend at your leisure. Accommodation: Atlas Hotel"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Dushanbe - Khujand (310km) - Tajikistan Enjoy a restful morning and breakfast at the hotel before checking out by 9:00 AM. Depart for Khujand, taking a scenic drive through the mountains with a stop for lunch at a cozy mountain café along the way. On the journey, visit Mug Tepa, located in Ura-Tube, one of the oldest settlements in Tajikistan. According to legend, the city was founded by Cyrus the Great on the northeastern border of his empire. You will also stop at a traditional bazaar, an oriental market filled with a variety of goods, where you can witness a demonstration of baking the iconic Tajik round bread. Upon arrival in Khujand, check in to your hotel and enjoy some free time to relax or explore at your leisure. Accommodation: Parliament Plaza"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Khujand - Border Point \"Oybek\" (70km) - Tashkent (100km) - Uzbekistan Khujand, the center of the Sugd region in Northern Tajikistan, has a history of continuous occupation spanning 2,500 years. It was founded, possibly on the site of an earlier settlement, by Alexander the Great. Known as Alexandria Eschate (Alexandria the Furthest), it marked the farthest point he reached in Central Asia. Upon arrival, check in to your hotel. Begin your city tour of Khujand with visits to Pushkin Square and Kamoli Khudjandi Square, followed by Timur Malik’s fortress and the Sugd Museum. Explore the Muslihiddin Memorial Complex and the bustling Panjshanbe Bazaar, Khujand’s central market, offering a variety of goods and services. One of the oldest markets in Tajikistan, Panjshanbe, whose name means \"Thursday\" in Persian, has historically thrived as a vibrant hub for traders and tourists along the Silk Road. Next, visit Arbob Palace, a site of historical importance where the Tajik Soviet officially declared independence from the Soviet Union in 1992. It was also here that the design for the Tajik flag was chosen. After lunch, travel overland to Uzbekistan via the Oybek border. Upon crossing the border, meet your guide on the Uzbek side and continue the drive to Tashkent. Upon arrival, check in to your hotel and enjoy some free time to relax. Accommodation: Ichan Qala"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Tashkent - Uzbekistan Tashkent, one of the oldest and largest cities in Central Asia, has been the capital of Uzbekistan since 1930 and serves as a striking example of both Soviet and post-Soviet architecture. In the morning, begin your exploration of the city by stepping back in time with a visit to the old town. Discover the Barak Khana Seminary, Tila Shaikh Mosque, and their archives, renowned for housing a rare copy of the Quran attributed to the third Caliph Osman. Continue to Chorsu Bazaar, Tashkent's oldest market, and the historic Kukeldash Madrassah. In the afternoon, visit Mustakillik (Independence) Square, located in the heart of the city. Explore the famous Tashkent Metro, known for its stunning stations adorned with local marble and granite, resembling underground palaces. End the day at Amir Temur Square, a prominent landmark of the capital. Accommodation: Ichan Qala"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Tashkent – Bishkek - Kyrgyzstan Enjoy some free time at the hotel before transferring to the airport for flight (HY-779 13:00-15:10). This flight is included in the cost of the adventure. Upon arrival in Bishkek, you will be greeted by your guide and driver and transferred to the city. Check in to your hotel and take time to relax. Accommodation: Plaza Hotel"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Bishkek City Tour - Kyrgyzstan After breakfast, begin a sightseeing tour of Bishkek at 8:30 AM. Start with a visit to the Manas Monument in Philharmonic Square, dedicated to the legendary national hero of the Kyrgyz people. Continue with a walking tour around Ala-Too Square, where you can witness the ceremonial changing of the Guard of Honor. Explore the area’s key landmarks, including the Manas Monument, the main government buildings, and Old Square, which features the Parliament House and the only surviving Lenin Monument in Central Asia. Next, visit Oak Park, known for its open-air sculpture gallery, before transferring to Victory Square to conclude the city tour with a brief excursion there. Accommodation: Plaza Hotel"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Bishkek to Son Kul Lake - Kyrgyzstan The ideal time to visit Son Kul Lake is during the summer, from the end of May to the end of September, when the roads are most accessible. After breakfast, embark on your journey to Son Kul Lake, making a stop at the historic Burana Tower along the way. Arrive at the lake in the late afternoon and take in the breathtaking scenery—a vast, serene lake nestled among majestic mountains. Enjoy a traditional dinner and an overnight stay in a cozy yurt camp, immersing yourself in the beauty and tranquility of this remote destination. Accommodation: Yurt Camp"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Son Kul to Naryn After breakfast, take some time to explore the stunning Son Kul area at your own pace. After lunch, set off on a scenic drive to Naryn. While in Naryn, visit the Central Mosque, a beautiful and tranquil place that showcases the region’s unique architecture and spiritual heritage. You may also choose to explore a small yet fascinating museum featuring local artifacts, traditional costumes, and historical exhibits that offer insight into the area's rich culture. Accommodation: Khan Tengri"
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Naryn - Tashrabat (120km) - Kyrgyzstan Today’s destination is the ancient Tash-Rabat Caravanserai, dating back to the 10th to 15th centuries, located in the picturesque Kara-Koiun Gorge. Begin your journey by driving through the At-Bashi Valley, with a stop to visit the ruins of Koshoi-Korgon, a medieval caravanserai. Continue on to Kara-Koiun Gorge and visit Tash-Rabat Caravanserai, a 15th-century stone fortress that once served as an inn for merchants and travelers along the Great Silk Road. Situated at an altitude of 3,500 meters in the stunning Kara-Koiun Gorge, this multi-domed rectangular structure measures 35 by 33 meters and consists of a large central hall surrounded by 31 rooms. Take a leisurely walk through the scenic gorge and enjoy lunch in a local family’s yurt, offering a truly unique cultural experience. Accommodation: Yurt Camp"
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Tashrabat - Bokonbayevo/Tamga (350km/6-7 hours) - Kyrgyzstan Drive to Issyk Kul, the second-largest alpine lake in the world after Lake Titicaca. The route will take you through Kochkor village, following the scenic southern shore of Issyk Kul Lake. In Kochkor, visit the local handicraft center, where you can watch a demonstration of the traditional art of felt carpet making. Felt carpets are a key part of Kyrgyz culture, and the Kyrgyz people traditionally create two types: Ala-kiyiz and Shyrdaks. During the demonstration, you’ll learn about the process of making Ala-kiyiz carpets and gain insight into Shyrdaks, discovering how both are deeply tied to the nomadic lifestyle. Next, stop in Kyzyl-Tuu village, renowned for its yurt production, where over 70% of the local population is involved in the craft. Visit a local family’s open-air workshop, where the wooden components of yurts are crafted. You’ll also have the opportunity to participate in the yurt installation process and learn more about the nomadic culture. Continue the drive to Bokonbaevo/Tamga village, where you will arrive and check into your yurt accommodation, which includes private toilet and shower facilities. Enjoy some free time to relax and soak in the surroundings. Accommodation: Yurt Camp/Guesthouse"
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Bokonbayevo/Tamga Enjoy a full free day at Issyk Kul Lake. Accommodation: Yurt Camp/Guesthouse"
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Bokonbayevo - Jety Oguz - Karakol (170km/4 hours) - Kyrgyzstan Enjoy breakfast in the yurts before starting your drive to Karakol city, following the southern shore of Issyk Kul. The first stop is at the “Skazka” Canyon, which translates to “Fairy Tale” in Russian — and indeed, it feels like one. Formed over thousands of years by ice, water, and wind erosion, this desert-like landscape has created a series of striking sculptures and formations, with red spires of rock rising dramatically from the earth. You’ll have the opportunity to take an easy hike through the canyon to fully appreciate its beauty. Close to the canyon, you’ll meet a “Berkutchi,” a Golden Eagle hunter, and observe the traditional process of eagle hunting. This ancient practice, which is gradually disappearing worldwide, is still kept alive by a few expert hunters in Kyrgyzstan. This unique experience offers a fascinating glimpse into the nomadic hunting traditions of the region. On the way, stop at Djety-Oguz Canyon, located 35 km west of Karakol. The gorge, situated at an altitude of 2200 meters, is famous for its dramatic rocky outcrops, such as the Broken Heart and The Seven Bulls. These striking red rocks are surrounded by beautiful landscapes and local legends. Enjoy a pleasant walk in the gorge, following the river up and down, before returning to the bus. Upon arrival in Karakol, your city tour begins with a visit to the Holy Trinity Cathedral, an old wooden Orthodox church dating back to the 19th century. The church’s history dates back to 1869, when the first Russian settlers built a small church on the site. Construction of the current church began in 1895, designed by architects from the city of Verniy (now Almaty). The church is topped with five domes, and the wooden walls are beautifully adorned with carvings and paintings. One of its most important religious artifacts is the icon of the Theotokos of Tikhvin, painted in 1897. Next, visit the Dungan Mosque, an extraordinary architectural monument in Karakol. This mosque, which resembles a Mongolian Buddhist temple, was completed in 1910 after three years of work by a Chinese architect and 20 Chinese artisans. It was built without nails for the local Dungan community and is a remarkable testament to the region’s diverse cultural heritage. After your city tour, check in at the hotel to relax and enjoy the rest of the day at your leisure. Accommodation: Green Yard Hotel"
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Karakol - Kegen (110km/2 hours) - Charyn Canyon (100km) - Almaty (210km) - Kazakhstan Start your day early with a visit to the unforgettable Karakol Sunday Animal Market, located on the outskirts of town. Experience the vibrant atmosphere and unique local culture at this lively market. Afterward, we will drive approximately 110 km (around 2-3 hours) to the Kyrgyzstan/Kazakhstan border. Once border formalities are completed, continue on to the stunning Charyn Canyon and its famous Valley of the Castles, named for the towering pillars and rock formations that resemble manmade structures. You’ll have the option to either hike down to the valley floor and climb back up, or enjoy the breathtaking views from the canyon rim. You will have around two hours to explore and take in the natural beauty of the area. A picnic lunch will be provided during the visit. Afterward, continue the journey to Almaty. Upon arrival, transfer to your hotel for check-in and rest. Accommodation: Kazzhol Park Hotel"
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Almaty - Kazakhstan Almaty, the former capital of Kazakhstan and its largest city, serves as the financial and cultural hub of Central Asia. With a moderate-sized tourist and expatriate community, Almaty offers a blend of history, culture, and modernity. After breakfast, embark on a city tour to explore its key landmarks. Begin at the Park of Heroes 28 Panfilovtsev, located in the heart of the city. This park serves as a memorial to the brave soldiers who fought during World War II, featuring a flame dedicated to their courage and sacrifice. Next, visit the stunning Zenkov Cathedral, widely regarded as one of the most impressive architectural monuments in Almaty. This wooden structure, standing at a remarkable height of 56 meters, is a true testament to the city’s history and craftsmanship. Continue your tour with a visit to the Central Mosque, where you can learn about the local culture and spiritual traditions. Afterward, enjoy lunch and then head to Republic Square, the central hub of the city, where you’ll explore the Central State Historical Museum. Here, you’ll discover the Golden Room, which showcases magnificent exhibits, including a vast collection of Kazakh national tools and a history of Kazakh jewelry art. To finish the day, take a cable car ride up to Kok-Tobe Hill, situated in the very heart of Almaty. The ride offers breathtaking views of the city and the surrounding mountains, providing the perfect opportunity for photos! Accommodation: Kazzhol Park Hotel"
      },
      {
        "dayNumber": 30,
        "title": "",
        "description": "Almaty - Kazakhstan In the morning, we drive 40 km to the ethnographic recreation center \"Huns,\" where you will immerse yourself in the traditional life of Kazakh nomads. Learn about the customs of the Kazakh people and enjoy tasting delicious national dishes. After lunch, we head back to the city. Next, transfer to Medeo, home to the highest mountainous ice skating sports complex in the world. Along the way, stop at Medeo Dam, which protects the city from destructive mudflows originating in the western Tien Shan mountains. From the top of the dam, take in the stunning panoramic views of the world’s largest mountain skating rink. Afterward, return to Almaty and enjoy some free time before the farewell dinner. Accommodation: Kazzhol Park Hotel"
      },
      {
        "dayNumber": 31,
        "title": "",
        "description": "Departure Day - Kazakhstan After a truly unforgettable journey, it's time to depart on your journey home!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "five-stans-guided-adventure-tour",
    "tourName": "Five Stans guided adventure tour",
    "placesVisited": "",
    "generalInfo": "Embark on an epic journey through the heart of Central Asia, where ancient civilizations, breathtaking landscapes, and rich cultural heritage collide. This 18-day adventure takes you across the five legendary 'Stans'—Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan, and Kazakhstan—following the footsteps of Silk Road traders, nomads, and conquerors.<br/><br/>From the glowing Darvaza Gas Crater and the ancient ruins of Konye Urgench to the fairy-tale cities of Khiva, Bukhara, and Samarkand, we explore the most mesmerizing sites of Uzbekistan’s UNESCO-listed treasures. We cross into Tajikistan, discovering the Sogdian ruins of Ancient Penjikent before journeying through the rugged Tien Shan Mountains of Kyrgyzstan, taking in some of the region’s most scenic and dramatic landscapes. Finally, we arrive in Kazakhstan, where we explore Almaty, the dynamic cultural hub nestled at the foothills of snow-capped peaks.<br/><br/>With expert guides, immersive experiences, and a carefully curated blend of history, adventure, and natural beauty, this tour offers an unparalleled exploration of Central Asia’s Silk Road wonders. Whether wandering through centuries-old bazaars, marveling at grand architectural masterpieces, or traveling across vast deserts and mountain passes, this journey is an unforgettable voyage through time and tradition.",
    "durationDays": "18",
    "price": "3575",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Ashgabat - Arrive into Ashgabat and transfer to your hotel. No meals or activities included today. Overnight Hotel Sport or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Darvaza ‘The Gates of Hell’- After a morning exploring Ashgabat’s striking landmarks, including the Tower of Neutrality, Turkmenbashy Ruhy Mosque, and Independence Monument, we set out on an unforgettable journey into the Karakum Desert. In the afternoon, we traverse vast dunes and rugged terrain, stopping to visit two lesser-known craters—one filled with water, the other with bubbling mud—before reaching the legendary Darvaza Gas Crater by early evening. As the sun sets, the fiery glow of \"The Gates of Hell\" casts an otherworldly light across the desert, creating a mesmerizing spectacle. While our local team prepares dinner, we unwind and take in the surreal, campfire-like ambiance of this natural wonder. Overnight in a desert camp near the crater (BD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Konye Urgench - After breakfast at camp, we journey north to Konye Urgench, a remarkable UNESCO World Heritage Site that once served as the capital of Khwarazm during the Achaemenid Empire. Here, we explore the ancient ruins, including soaring minarets, mausoleums, and remnants of a once-thriving Silk Road city. In the afternoon, we continue our drive to Dashoguz, where the evening is free to relax or explore at leisure. Overnight Hotel Dashoguz or similar (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Khiva - The day begins with a visit to the bustling Dashoguz Bazaar, offering a final glimpse into Turkmenistan’s local culture before we head to the border. After completing formalities, we cross into Uzbekistan and continue our journey towards Khiva. Following lunch, we drive through the vast landscapes of Karakalpakstan, arriving in Khiva by late afternoon. This beautifully preserved Silk Road city, with its towering minarets and ancient mud-brick walls, is like stepping back in time. Overnight Bankir Hotel or similar (B)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Khiva - Spend the day exploring the enchanting Old Town of Khiva, a UNESCO-listed treasure where time seems to stand still. Wander through its labyrinthine alleys and discover architectural gems such as the Muhammad Amin and Rakhim Khan Medressas, the ornate Tosh-Khovli Palace, and the soaring Islom-Huja Minaret. As we delve into the city's rich history and vibrant Silk Road heritage, every corner reveals intricate tilework, ancient courtyards, and stories of a bygone era. Overnight Bankir Hotel or similar (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Khiva – Bukhara - We set off on a scenic 7-hour journey across the desert to Bukhara (480 km), traversing vast, open landscapes that once formed part of the ancient Silk Road. To break up the drive, we enjoy a packed lunch en route and stop at a traditional Chai Khanah (Uzbek tea house) in the early afternoon for refreshments. Arriving in Bukhara by evening, we settle in before savoring a delicious dinner in the city. Afterwards, we can soak in the magical atmosphere around the Lyabi-Hauz pool, where locals and travellers gather beneath the glow of historic madrasas. Overnight Sasha and Son Hotel or similar (B)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Bukhara - Today, we embark on a full-day exploration of Bukhara’s Old Town, a city steeped in Silk Road history and timeless charm. Our journey takes us to the elegant Samanids Mausoleum, the mighty Ark Fortress, and the iconic Poi Kalon complex, with its towering minaret and grand mosque. We’ll also wander through the bustling trading domes, once the heart of the city’s mercantile life, before visiting the picturesque Lyabi-Hauz complex and the unique Chor Minor. As we stroll through Bukhara’s atmospheric streets, we’ll uncover centuries of history woven into its stunning architecture. Overnight Sasha and Son Hotel or similar (B)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Bukhara – Samarkand - This morning, we explore the outskirts of Bukhara, beginning with a visit to Sitorai Mokhi Hosa, the opulent summer residence of the last Emir of Bukhara, blending European and Central Asian architecture. We then continue to the serene Chor Bakr Memorial Complex, a UNESCO-listed site known as the City of the Dead, with its ancient courtyards and mausoleums. In the afternoon, we board the high-speed Afrosiyob bullet train at 15:50, gliding across the Uzbek landscape to Samarkand, arriving by 17:20. Overnight Registon Saroy Hotel or similar (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Samarkand - Today, we embark on a full-day exploration of Samarkand, one of the most legendary cities of the Silk Road. Our journey takes us to the breathtaking Registan Square, with its trio of majestic madrasas, and the Gur Emir Mausoleum, the grand resting place of Tamerlane. We’ll immerse ourselves in the lively Siab Bazaar, visit the historic Ulugbek Observatory, and admire the ancient wall paintings at the Afrasiab Museum. A stop at the Meros Handicraft Centre offers insight into traditional silk paper-making techniques. In the evening, we gather for a final dinner in Uzbekistan, with time afterward to relax at leisure. Overnight Registon Saroy Hotel or similar (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Samarkand – Penjikent – Dushanbe - This morning, we cross the Jartepa border into Tajikistan, where we meet our local guides before journeying to Ancient Penjikent, a fascinating 5th-century Sogdian city abandoned in the 8th century during the Arab conquests. Here, we explore the excavated remains of house foundations, a bustling bazaar, and a citadel housing Zoroastrian fire temples, offering a glimpse into the region’s pre-Islamic past. Penjikent is also the birthplace of Abu Abdallah Rudaki, the revered father of Persian poetry, and we’ll visit a museum dedicated to his life and works. After lunch, we embark on a scenic 4-hour drive to Dushanbe, where the evening is free to relax or explore at leisure. Overnight The Rumi Hotel or similar (B)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Dushanbe - Today is a well-earned day of leisure, offering the chance to unwind at the hotel or venture out to explore Dushanbe at your own pace. Whether you choose to stroll through the city’s leafy boulevards, visit its museums and markets, or simply relax in a café, this free day provides a perfect balance to the journey. Overnight The Rumi Hotel or similar (B)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Dushanbe – Khujand - This morning, we set off on a scenic drive to Khujand, passing through the infamous Anzob Tunnel, a 5-kilometre-long engineering feat known as the \"Tunnel of Death\", which serves as a crucial link between Tajikistan’s two largest cities. Upon arrival in Khujand, we explore its rich heritage with visits to the Shikh Muslihiddin Mosque, the vibrant Oriental Bazaar—the largest in Central Asia—Arbob Palace, and the Lenin Monument. After lunch, we delve into history at the ancient fortress of Timur-Malik, a once-thriving Silk Road stronghold. In the evening, we check into our hotel and enjoy dinner at a local restaurant before unwinding for the night. Overnight Grand Khojand or similar (B)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Khujand – Osh - After breakfast, we make our way to the border and bid farewell to Tajikistan, embarking on a scenic journey through the picturesque Fergana Valley in Uzbekistan. Due to the closure of the Tajikistan-Kyrgyzstan land border, we take an alternative yet stunning route, crossing into Kyrgyzstan via the Dostlik border near Osh. Upon arrival in Osh, we check into our hotel, with the rest of the evening free to relax or explore at leisure. Overnight Sunrise Hotel or similar (B)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Osh – Toktul - This morning, we explore Osh before embarking on an unforgettable journey towards Bishkek, traveling along one of Central Asia’s most breathtaking routes, often compared to the famed Pamir Highway. As we traverse the Fergana Valley and the majestic Tien Shan Mountain Range, the landscape transforms dramatically—vast canyons, towering peaks, and rolling valleys unfold before us, showcasing the country’s natural and cultural diversity. Along the way, we pass through multiple climatic zones and vegetation levels, offering ever-changing scenery. To break up the journey, we make a stop before continuing onward. Overnight Kok-Bel Hotel or similar (B)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Toktogul – Bishkek - We continue our scenic journey to Bishkek, crossing the breathtaking Ala-Bel and Tyua-Ashuu Passes, where dramatic mountain landscapes and sweeping valleys unfold along the route. Arriving in Bishkek by late afternoon, the rest of the day is free to relax or explore the capital at leisure. Overnight in Ak Jola Hotel or similar (B)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Bishkek - This morning, we set out for Ala Archa National Park, a breathtaking alpine retreat nestled in the Tian Shan Mountains. Surrounded by towering peaks, rushing rivers, and lush valleys, this pristine wilderness offers the perfect setting for hiking, exploring, or simply unwinding in the crisp mountain air. After a day immersed in nature, we return to Bishkek by early evening. Overnight in Ak Jola Hotel or similar (B)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Bishkek – Almaty - Today, we journey to the final country of our tour—Kazakhstan. Upon arrival in Almaty, we embark on an afternoon city tour, exploring its highlights, including the scenic Panfilov Park, home to the striking Zenkov Cathedral, with its distinctive yellow towers. We’ll also take in a panoramic view of the city and visit other key landmarks along the way. In the early evening, we check into our hotel before gathering for a memorable farewell dinner, celebrating the incredible journey we’ve shared. Overnight Kazzkhol Hotel or similar (B)"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Almaty - After more than two incredible weeks of adventure, our journey comes to an end today. At a suitable time you will be transferred to the airport. For those wishing to extend their stay, additional nights in Kazakhstan can be arranged upon request (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "kazakhstan-adventure-tour",
    "tourName": "Kazakhstan adventure tour",
    "placesVisited": "",
    "generalInfo": "See the contrast of the futuristic and the ancient on this 11-day journey from Astana to Bishkek. You’ll see the Central Asian landscape change from the vast expanse of flat countryside to winding mountain roads. Visit the Silk Road ruins of Otrar, stand in awe of the grand Yasaui Mausoleum, explore Astana’s monuments (that might remind you of Star Trek) and wander the cultural capital of Almaty. Hike the incredible Kolsai Lakes to see sunken forests, deep canyons and valleys and take a scenic boat ride on the alpine waters of Issky-kul Lake, bringing it home in charming Bishkek.",
    "durationDays": "11",
    "price": "2385",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Astana.",
        "description": "Salemetsiz be! Welcome to Kazakhstan. Your adventure begins in Astana with a welcome meeting at 6 pm at your hotel. Astana was purpose-built to become the capital city of Kazakhstan in 1997 and is home to meticulously planned city streets and architecture. The modern metropolis was designed by leading Japanese architect Kisho Kurokawa, who won first prize in a competition against other world-renowned architects. Now, it’s one of the youngest cities in Central Asia. If you arrive early, maybe stroll along the Astana waterfront or go shopping in the world’s largest tent at the Khan Shatyr Entertainment Centre. Tonight, join your leader and group for dinner in town for your first authentic Kazakh food experience."
      },
      {
        "dayNumber": 2,
        "title": "Astana.",
        "description": "This morning, join your leader for a city tour around some of the most impressive designs of the new city. Visit Bayterek tower, then stroll down Nur Boulevard to Khan Shatyr – another city landmark in the shape of a giant transparent tent. Visit Nur-Astana Mosque – with its capacity of 5000 worshippers inside and an additional 2000 outside, it’s one of the largest mosques in Central Asia. Then, you'll stop at the Palace of Peace & Reconciliation – a pyramid-shaped conference hall considered Astana's symbolic centre. This afternoon, why not find some horse meat dishes or plov (a popular rice dish with chunks of lamb, onions and carrots) for lunch. After, you’ll met back up with your group and visit a renowned local jeweller and his workshop to learn about his craft."
      },
      {
        "dayNumber": 3,
        "title": "Turkistan.",
        "description": "This morning, take a flight to the historic centre of Kazakhstan, Turkistan – home to more relics and cultural sites than any other place in the country. When you arrive, visit the new Caravan Serai – a complex recently built to model ancient Silk Road trade centres, giving visitors a taste of what life was once like here. With your free time in the late afternoon, you can see the Yasawi Mausoleum, illuminated with vivid colours and patterned exteriors."
      },
      {
        "dayNumber": 4,
        "title": "Turkistan/ Overnight Train.",
        "description": "Head out on a city tour this morning, starting with a visit to Khoja Ahmed Yasawi Mausoleum – Kazakhstan’s most iconic building. Built by Tamerlane, it’s said that three visits here are equal to one visit to Mecca. As it’s a religious site, it’s recommended that women wear a headscarf when entering. On the grounds, you'll find a rose garden, monuments, an archaeological museum and a mosque. Leaving the mausoleum, jump in your private transport to Shymkent, stopping at the ancient settlement of Otrar on the way. First excavated in 1969, its history dates back to the first century AD, with remnants of palaces, mosques and bathhouses that can still be seen today. This is also where Genghis Khan's army is said to have fought when the Mongols first invaded Central Asia. Board your overnight train in the evening."
      },
      {
        "dayNumber": 5,
        "title": "Almaty.",
        "description": "Pulling into Alamaty this morning, hop off the train and head out to find some breakfast. Today, you’ll be going on a daytrip to Lake Issyk and Turgen Gorge. Stop at the Issyk Museum – an archaeological reserve dedicated to Kazakh history and Scythian culture (an ancient nomadic people who were particularly skilled in horseback warfare). Continue to Ile-Alatau National Park, where peaceful Lake Issyk sits in the foothills of the surrounding mountains. Relax and refresh on the lakeshore of this stunning spot before carrying on to Turgen Gorge, where a short hike will bring you to a waterfall. On the way back to Almaty, stop by a winery, where you’ll meet with a local craft winemaker and sample some raw wine, craft cheese and tuck into a hearty lunch."
      },
      {
        "dayNumber": 6,
        "title": "Almaty.",
        "description": "Today, you’ll take a city tour of Almaty with a local guide. This former capital of Kazakhstan now has a completely different vibrancy to Astana, with its wide tree-lined streets, numerous parks and the view of the snow-capped mountains. Visit Central Square and the colourful Zenkoff Cathedral in Panfilov Park, dedicated to the 28 guardsmen who died defending Moscow against German tanks in WWII. Check out the fascinating Museum of Kazakh Musical Instruments, which features a great collection of ancient relics. Finally, visit Zelenyi Bazaar and experience the vibrant market scene before returning to the hotel to rest and recharge."
      },
      {
        "dayNumber": 7,
        "title": "Kolsay Lakes National Park.",
        "description": "This morning, drive to Saty Village, stopping at the spectacular Charyn Canyon along the way. The richly coloured canyon carves a path through the surrounding landscape, with vivid tones of oranges and browns shifting and changing as the sun travels across the sky. Enjoy some time here to marvel at the natural wonder and grab some photos before continuing to Saty Village, where you’ll check into your homestay and experience a taste of local life in the Tien Shan Mountain Range."
      },
      {
        "dayNumber": 8,
        "title": "Kolsay Lakes/Border Crossing/Karakol.",
        "description": "This morning, visit Kolsay Lakes, also known as ‘the blue necklace’ for the clear blue waters framed by the mountains. If there’s time, you’ll take a hike to the lesser-known Kaindy Lake – a turquoise lake with a ‘submerged forest’ protruding from the water. Amazingly, the lake was created by an earthquake in 1911 which caused a limestone landslide, creating a natural dam in the forest. As time went on, the dam filled with water and the trees were covered, leaving just their trunks standing in the centre. Enjoy a picnic lunch, then head over the border to Kyrgyzstan, where you’ll continue your journey to Karakol."
      },
      {
        "dayNumber": 9,
        "title": "Karakol.",
        "description": "This morning you’ll head out on a city tour of Karakol – once a small Russian military post, then a bustling soviet state, this town is bursting with history. Visit the Dungan Mosque – built in 1910, this colourful mosque was created without the use of a single nail. Instead, the structure was built using special cutting and groove techniques. You’ll also explore the Holy Trinity Orthodox Cathedral and a local market. Then, head out of the city to see the Jety Oguz, also known as Seven Bull Valley, where your leader will take you on a forest hike to a waterfall with panoramic views. Return to Karakol for another restful night."
      },
      {
        "dayNumber": 10,
        "title": "Bishkek.",
        "description": "Today you’ll have a full day's drive to Bishkek, which sits along the northern shore of Issyk Kul – the second largest alpine lake in the world after Lake Titicaca in South America. The views of the landscape are not to be missed, especially your first glimpse of Issyk Kul, surrounded by snow-capped mountains. Along the way, you'll stop at Cholpan Ata to visit a petroglyph's site. Then, take a short boat ride out onto the huge alpine lake to really soak up the beauty of these shimmering waters. In Bishkek, you have a free night, where you might want to head to a final dinner with your group and toast to an amazing adventure."
      },
      {
        "dayNumber": 11,
        "title": "Bishkek.",
        "description": "With no further activities planned, your adventure comes to an end after breakfast today. You can check out of your hotel any time before noon."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "kazakhstan-holiday-steppe-and-silk-road",
    "tourName": "Kazakhstan holiday, Steppe and Silk Road",
    "placesVisited": "Almaty, Altyn-Emel National Park, Charyn Canyon, Tamgaly, Aksu-Dzhabagly Nature Reserve, Turkestan",
    "generalInfo": "On this Kazakhstan holiday you’ll explore the sights of the Steppe and the legendary Silk Road, along with a small group of likeminded travellers. Although it’s one of the largest countries in the world, Kazakhstan is little visited by tourists, many of whom head for the better known Silk Road sites in neighbouring Uzbekistan. Those who do venture here are treated with vast open spaces, fascinating ancient towns and mysterious monuments – without another tourist in sight.<br/><br/>Kicking off the tour in Almaty, which has a distinctly Russian ambience, you’ll then make your way into the dramatic countryside, where highlights include the mighty peaks and ancient burial mounds of Altyn-Emel National Park; otherworldly Charyn Canyon; the prehistoric rock carvings at Tamgaly; and the meadows, plains and rich wildlife of the Aksu-Dzhabagly reserve.<br/><br/>The last stop in your tour is atmospheric Turkestan, which is rich in ancient buildings and mausoleums – all reminders of the town’s past wealth and significance.  <br/><br/>",
    "durationDays": "10",
    "price": "2549",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Almaty - Arrive in Almaty and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Kazakhstan Hotel or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Altyn-Emel National Park - Drive to Altyn Emel National Park and spend two days exploring this beautiful area, located between the Ili River and the Ak Tau mountains and covering an area of 4,600 square kilometres. We visit the multi-hued mountains, the famous ‘singing dune’, and the burial mounds of Besshatyr, which date back to the 1st millennium BC. Overnight guesthouse. (BLD) situated in a stunning mountain valley. Overnight Kazakhstan Hotel or similar. (B)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Charyn Canyon – Almaty - Today we head to Charyn Canyon, one of Kazakhstan’s most impressive natural sights. After some time spent exploring this area we return to Almaty. Overnight Kaz Zhol Hotel or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tamgaly – Aksu-Dzhabagly - From Almaty we drive to the petroglyphs at Tamgaly, a collection of around five thousand rock engravings which date back to the Bronze Age. Later we return to Almaty to take the overnight train to Tyulkubas, near the Aksu-Dzhabagly Nature Reserve. (B)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Aksu-Dzhabagly Nature Reserve - Arrive into Tyulkubas and drive to Aksu-Dzhabagly Nature Reserve. Spend the rest of our time exploring this beautiful area, situated within mountains and hills and dotted with pretty alpine meadows. This is one of the most important areas in Kazakhstan for wildlife, with an impressive number of mammal and bird species, including bears, ibex and the ever elusive snow leopard. Overnight Zhenya Guesthouse or similar. (Day 6 – LD, Day 7 - BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Turkestan - Drive to the ancient town of Turkestan, stopping en route at the ruins of Otrar and the 12th century Mausoleum of Arystan-Bab. After lunch we explore Turkestan including the mausoleum complex of Khodja Akhmad Yassawi, dating to the 12th century but much restored and improved by the Mongol ruler Timur two hundred years later. Later we transfer to the station to take the overnight train back to Almaty. (B)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Almaty - Arrive in Almaty in the early afternoon. Spend the rest of the day exploring the city, visiting Panfilov Park, the picturesque Zenkov Cathedral, as well as Republic Square and other sites of interest. Overnight KazZhol Hotel or similar."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Almaty - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "kazakhstan-horse-riding-holiday",
    "tourName": "Kazakhstan horse riding holiday",
    "placesVisited": "Eastern Kazakhstan horses, Katon Karagai National Park, Altai Mountains, Ust Kamenogorsk, No fixed itinerary on this riding holiday in Kazakhstan, Wilderness camping",
    "generalInfo": "Let Eastern Kazakhstan's tall, fit horses, melting pot communities, flourishing valleys and striking snow-topped mountains steal your heart, as they have ours, on this Kazakhstan horse riding holiday. Ever since our first rides here in 2015 and 2016, our ethnically-Kazakh Altai coordinator Amangul has been helping us build relationships, routes, and border permit avenues to experience this rarely visited corner of Central Asia. Near the borders of China, Russia, and Mongolia, deep nomadic roots tie together a variety of traditional cultures and make the area's archaeological sites a trip highlight, but the steep terrain necessitates plenty of pack-horsing and full riding days, so keen riders and active travelers need only apply!<br/><br/>A trip for the intrepid and adventurous, we aim to continue exploring new areas and routes in this extremely varied, forested, lake-rich region, so be ready for a non-itinerised trek as you help us develop ecotourism in a stunning but little known travel locale. <br/><br/>As with our Mongolian treks, we will assemble our team of wranglers, horses, support staff, and provisions in preparation for our stint of backcountry camping, sleeping in tents (no single supplement required), and cooking around the fire. Although we've been lucky enough to come across some hospitable locals' saunas, there's little access to amenities such as showers and toilets out in the Kazakh wilds. That said, the seemingly endless clean rivers, combined with the fairly mild Western Altai climate, make for plenty of swim-call opportunities - even for the horses, sometimes!<br/><br/>The riding is a large part of what truly keeps us coming back - grassland meadows follow into forest trails and technical climbs lead to the far-flung summer pasture known in Kazakh as jailoo. Because we work with the local park rangers themselves, their strong and experienced horse herds provide for a never-ending succession of well-paced, varied days which make the weeks of horse travel fly by. We hesitate to say \"for experienced riders only,\" because we can indeed find a horse to help take care of newer riders, too - but expect a brisk pace and plenty of chances to canter (and more!) on this adventure holiday. Although this trip naturally attracts serious horse folk, trekkers of all sorts can expect to up their riding skills and appreciate this secret trekking heaven.",
    "durationDays": "16",
    "price": "5250",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Meet in the lively, small city of Ust Kamenogorsk, known in the Kazakh tongue as Oskemen. Check out this green, former Soviet mining town's ethnography museums and parks before our first group dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Drive 330km farther east to reach Katon Karagai National Park and the lush Altai Mountain Range. Meet the horses and wranglers for the first time at a small, rustic ranger station near the edge of the park."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Our first riding day- we will match riders with the lovely, local horses and get used to the Kazakh riding gear as we traverse the foothill area in preparation for pack-horsing deeper into the mountains in the next phase of the trip."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Return to Ust Kamenogorsk by car and ferry for a relaxing evening back in town and a final, celebratory group dinner after saying goodbye to Katon Karagai life."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "We will help you with last minute souvenir errands and city forays then transfer you to the airport or train station to begin your journey home."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "kazakhstan-small-group-tour",
    "tourName": "Kazakhstan small group tour",
    "placesVisited": "Almaty, Altyn-Emel National Park, Charyn Canyon, Tamgaly, Aksu-Zhabagly Nature Reserve, Turkestan, Shymkent, Aktau, Shakpak Ata, Torysh, Tuzbair, Beket Ata, Boszhira",
    "generalInfo": "Kazakhstan might be enormous, but it’s not very commonly visited – strange, because there’s a lot here. This Kazakhstan small group holiday takes you to some of its most interesting sights – expect natural beauty, strange and striking landscapes and Silk Road architectural gems that are far from the busier and more famous Silk Road sights of Uzbekistan. <br/><br/>Your trip starts in Almaty, the capital, before heading from here into the countryside to Altyn-Emel National Park, and on to Charyn Canyon National Park – and then Tamgaly, known for its petroglyphs. From here you’ll travel by overnight train to the reserve of Aksu Zhabagly and the town of Turkestan – following the Silk Road, into the desert. A flight to Aktau gives you access to the surreal landscapes of southwestern Kazakhstan before the tour ends in Almaty, following a flight back from Aktau. <br/><br/>A highlight on this trip will be heading into Mangistau, a remote region reached from Aktau – including the very beautiful valley of Boszhira. You’ll see Silk Road sights, and walk in national parks known for their snow leopards just as much as for their striking rock formations. <br/><br/>This trip is organised by long-standing partners of ours who are highly experienced taking guests to the less-travelled areas of the world. If you’re interested in a massive adventure, this is the trip for you.<br/>",
    "durationDays": "15",
    "price": "4299",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Almaty - Arrive in Almaty and transfer to the hotel. The rest of the day is free to relax or explore. Overnight Kaz Zhol Hotel or similar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Charyn Canyon – Almaty - Today we head to Charyn Canyon, one of Kazakhstan’s most impressive natural sights. After some time spent exploring this area we return to Almaty. Overnight Kaz Zhol Hotel or similar. (BL)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Tamgaly – Aksu-Dzhabagly - From Almaty we drive to the petroglyphs at Tamgaly, a collection of around five thousand rock engravings which date back to the Bronze Age. Later we return to Almaty to take the overnight train to Tyulkubas, near the Aksu-Dzhabagly Nature Reserve. (BL)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Aksu-Dzhabagly Nature Reserve - Arrive into Tyulkubas and drive to Aksu-Dzhabagly Nature Reserve. Spend the rest of our time exploring this beautiful area, situated within mountains and hills and dotted with pretty alpine meadows. This is one of the most important areas in Kazakhstan for wildlife, with an impressive number of mammal and bird species, including bears, ibex and the ever elusive snow leopard. Overnight Aksu Guesthouse or similar. (Day 6 – LD, Day 7 - BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Turkestan - Shymkent - Drive to the ancient town of Turkestan, stopping en route at the ruins of Otrar and the 12th century Mausoleum of Arystan-Bab. After lunch we explore Turkestan including the mausoleum complex of Khodja Akhmad Yassawi, dating to the 12th century but much restored and improved by the Mongol ruler Timur two hundred years later. Later we transfer to Shymkent ready for our flight to Aktau in the morning. Overnight FM Shymkent or similar. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Shymkent – Aktau - Transfer to the airport for the flight to Aktau, the starting point for our adventure into the remote but beautiful region of Mangistau. Overnight Aktau Hotel or similar. (B)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Shakpak Ata – Torysh - Ayrakty Shomanay - Today we head out into the mountains and deserts of Mangistau, first visiting the underground mosque of Shakpak Ata. Carved into the rock, it dates back to the 10th century and is one of the most impressive of the underground mosques that dot this region. From here continue to Torysh, an area of ‘rock balls’ strewn across the landscape and reaching up to 4 metres in diameter. Continue to Ayrakty Shomanay with its striking rock structures. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Tuzbair - Drive to Tuzbair, a vast salt lake and marsh. The landscape here is quite spectacular, with white limestone contrasting against the eroded desert mountains, with the colours changing throughout the day depending on the light. From the high points of the plateau there are stunning views over the lake, and it’s sometimes possible to find fossils nearby. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Beket Ata - Najza - Visit the underground mosque of Beket Ata, an important site of pilgrimage for local people. We continue to the mountain of Najza for the night, where mouflon can sometimes be seen. Nearby are old stone structures, thought to be traps for catching antelope and wild goats. We continue to Boszhira Valley where we set up camp for the night. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Boszhira - Today’s drive takes us to one of the most impressive parts of the Mangistau region, the valley of Boszhira. Somewhat similar to the USA’s Monument Valley, towers of rock rise from the plateau creating canyons, peaks and castle like structures, while the surrounding area is dotted with the remains of old settlements. We drive to various vantage points for the best views of this striking landscape. We then head to the striking coloured hills of Kyzyl Kup, and later return to Aktau for the night via the Karagie Depression. Overnight Ak Tau Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Almaty - Transfer to the airport for our flight back to Almaty. Spend the afternoon exploring the city, visiting Panfilov Park, the picturesque Zenkov Cathedral, as well as Republic Square and other sites of interest. Overnight KazZhol Hotel or similar. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Almaty - Transfer to the airport for your onward flight. (B)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "kyrgyzstan-and-kazakhstan-overland-tour",
    "tourName": "Kyrgyzstan and Kazakhstan overland tour",
    "placesVisited": "Bishkek, Almaty (Kazakhstan), Tien Shan Mountains, Lake Issyk-Kul, Karakol, Semenov Gorge, Lake Song Kol, Tash Rabat, overland adventuring with participatory camping, activities include riding and hiking",
    "generalInfo": "Prepare to enter the wilderness: this Kyrgyzstan and Kazakhstan overland tour is a once in a lifetime adventure through some of the least-visited regions of Central Asia. Your route starts at Bishkek where you’ll board your overland vehicle, ready for adventure. Soon, you’ll be sneaking up into Kazakhstan and visiting Almaty, the largest city. Next, you’ll return to Kyrgyzstan, rumbling along the shore of Lake Issyk-Kul and on to Lake Song Kul, the Naryn region and Tash-Rabat, an ancient caravanserai on the Silk Road and your last stop before wending your way back towards Bishkek.<br/><br/>You’ll spend most nights wild camping, helping set up the tents every evening in a stunning new location, cooking together in your group with food bought from the local market, and then sitting round the campfire. This is the kind of trip where everyone mucks in to help. Wake up to wild horses round the tents, spectacular sunrises and coffee from a kettle over the fire. <br/><br/>Camping is a wonderful way to experience the wilderness, but you’re not along out here. As well as nights under canvas you will have opportunities to spend time with the communities who live in this part of the world. See local life via a homestay in the village of Kochkor, and stay with a Kyrgyz community who live in isolated beauty near Lake Song Kul. Here you can ride as well as meet people practising millennia-old nomadic ways of life. <br/><br/>As for activities – expect riding, hiking, and opportunities to swim in beautiful lakes, sightsee in Almaty, and visit smaller towns too. This inspiring tour is a true adventure, covering epic amounts of ground in the wildest parts of Central Asia. <br/>",
    "durationDays": "15",
    "price": "1345",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "DAY 1- 9: BISHKEK TO SEMENOVSKRE GORGE We head northeast to Almaty, Kazakhstan’s largest metropolis and capital until 1997. Almaty is the largest and most ethnically and culturally diverse city in Kazakhstan. Set in the foothills of the Trans Lli Alatau mountains, the area has a ski resort (Shymbulak) at an elevation of 2,200 meters and enjoys a great amount of snow from November through to May. The city has many sights and attractions, including Ascension Cathedral in Panfilov Park; Abay Opera House; Golden Warrior Monument in the Republic Square and the giant Almaty Tower. Or for adrenaline lovers, why not ride the ‘Fast Coaster’ roller coaster, which is located on the side of a mountain and reaches speeds of 45 km per hour. We continue east looking for amazing camping areas to explore, before crossing back into Kyrgyzstan and the area of Lake Issyk-Kul, a mountain lake in the northern Tien Shan Mountains, once used by the Soviets to test their submarine torpedoes! The area of Altyn Arashan and its surroundings offer the outdoor lover many hiking and horse riding opportunities and we spend a few days here to take in the amazing scenery. We visit the vast red stone cliffs in Jeti-Oguz and visit the town of Karakol with its attractive houses and tree-lined streets. Behind it are the Terskay Ala-Too Mountains, an unspoilt wilderness populated only by nomadic shepherds. Continuing around the lake to Semenovskre Gorge the adventurous can hike through lush terrain, following the rivers that wind through the national reserve. As we travel around Kyrgyzstan we camp, but we also may have the opportunity to use some family homestays, where we are welcomed into a local home for the night. These are subject to availability, but if we can arrange them they offer a fantastic experience, allowing us to feel part of the family for a night and make some new friends!"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "DAY 10-13: SEMENOVSKRE GORGE TO TASH RABAT Travelling south and leaving behind Lake Issyk-Kul, we make our way to the isolated and breathtaking Lake Song Kol, where we stay in traditional felt Yurts. There will be an opportunity to either hike or horseback ride and explore the surrounding area. If we are lucky we may even see a game of Ulak Tartysh - a Kyrgyz version of polo. We spend a couple of days driving south through the mountains towards the border with China. On the way, we cross vast high plains where Kyrgyz nomads, living in their traditional yurts, practice a lifestyle that has changed little over the centuries. We will stop off at Tash Rabat, an ancient Caravanserai on the old Silk Route."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "DAY 14-15: TASH RABAT TO BISHKEK We retrace some of our steps and head north to Bishkek, seeking out scenic camping spots as we go. DAYS 16 BISHKEK Your trip ends after breakfast. Bishkek is a well-connected city, with the airport serving destinations throughout Asia with connections for onward travel further afield. For those with some time to spare it’s a pleasant city to spend a few days at the end of your trip, with some excellent bars, cafés and restaurants dotted around to relax and reflect on your trip through Central Asia."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "silk-road-adventure-tour",
    "tourName": "Silk Road adventure tour",
    "placesVisited": "",
    "generalInfo": "Designed especially for travellers who seek adventure among lakes and mountains, this journey traverses some of the least travelled routes of the Silk Road enabling you to conjoure the spirit of adventure of the explorers of old. You will be rewarded with breathtaking scenery in unspoilt, expansive wilderness, magical architecture and culinary delights.   <br/>",
    "durationDays": "22",
    "price": "6885",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Tashkent.",
        "description": "Welcome to Tashkent. Meet your Tour Leader and fellow travellers in the morning for your Welcome Meeting as detailed on your joining instructions before exploring this fascinating blend of ancient and modern. Wander through bustling markets, grand squares, and leafy boulevards, gaining your first glimpse into the region’s rich history and cultural diversity. We will enjoy dinner together, excited about what lies ahead."
      },
      {
        "dayNumber": 2,
        "title": "Tashkent to Kungrad.",
        "description": "After a morning in Tashkent we board the train bound for Kungrad, travelling across the vast Kyzylkum Desert. Watch the landscapes unfold — endless steppe, desert villages, and glimpses of rural Uzbek life. This long but scenic journey offers an authentic view of Central Asia’s immense scale and ever-changing beauty."
      },
      {
        "dayNumber": 3,
        "title": "Kungrad to Nukus.",
        "description": "Arriving in Kungrad, we experience the atmosphere of a small trading town once vital to Silk Road caravans. We travel to Muynaq, once a thriving fishing port on the Aral Sea. Here, witness haunting reminders of the environmental changes that reshaped the region — rusting ships stranded in the desert sands. Continue to Nukus, home to the world-renowned Savitsky Museum, showcasing avant-garde art rescued from Soviet censorship. This journey offers a striking mix of natural and cultural history in Uzbekistan’s remote west."
      },
      {
        "dayNumber": 4,
        "title": "Nukus to Khiva via Ayaz Kala.",
        "description": "This morning, we visit the remarkable Savitsky Museum, often called the “Louvre of the Steppe,” showcasing one of the world’s most significant collections of Russian avant-garde art. Continuing across the Kyzylkum Desert, we explore the ancient fortress of Ayaz Kala — a striking reminder of Khorezm’s ancient civilisation. By evening, we arrive in Khiva, a city seemingly frozen in time within its perfectly preserved mudbrick walls."
      },
      {
        "dayNumber": 5,
        "title": "Khiva.",
        "description": "Step back in time as we explore Khiva’s enchanting old town, Itchan Kala, a UNESCO World Heritage site. Wander through labyrinthine alleys lined with turquoise-tiled mosques, madrassas, and caravanserais that once welcomed Silk Road traders. Highlights include the Kalta Minor Minaret, Kunya-Ark Citadel, and Juma Mosque with its forest of carved wooden columns. Khiva’s rich architecture and timeless atmosphere make it one of Central Asia’s most captivating cities."
      },
      {
        "dayNumber": 6,
        "title": "Khiva to Bukhara.",
        "description": "Today we journey through the Kyzylkum Desert to Bukhara, a legendary Silk Road city steeped in over two millennia of history. The vast desert plains and distant horizons evoke the sense of adventure that once accompanied merchants and travellers along this ancient route. Arriving in Bukhara by late afternoon, we settle into this living museum, where every corner reveals stories of trade, scholarship, and empire."
      },
      {
        "dayNumber": 7,
        "title": "Bukhara.",
        "description": "Bukhara enchants with its timeless architecture and atmosphere. Explore the Ark Fortress, once home to Bukhara’s emirs, and marvel at the elegant Kalyan Minaret and Mosque, which have stood for nearly nine centuries. Wander through the old trading domes, still bustling with artisans and merchants. Every corner of this city whispers tales of scholars, traders, and travellers who passed through centuries ago."
      },
      {
        "dayNumber": 8,
        "title": "Bukhara to Samarkand.",
        "description": "Today we board the train to Samarkand, the fabled jewel of the Silk Road. The journey takes us through Uzbekistan’s fertile heartland, past villages and orchards that hint at the region’s agricultural traditions. Upon arrival, we get our first glimpse of Samarkand’s shimmering blue domes and grand monuments, symbols of a city once at the very centre of Tamerlane’s vast empire."
      },
      {
        "dayNumber": 9,
        "title": "Samarkand.",
        "description": "Few cities can match the majesty of Samarkand. Explore the iconic Registan Square, flanked by its trio of ornate madrassas, and the Bibi Khanym Mosque, once one of the largest in the Islamic world. Visit the Guri Amir Mausoleum, final resting place of Tamerlane, and the Shah-i-Zinda necropolis, a stunning avenue of tilework. Samarkand’s splendour, artistry, and grandeur embody the very spirit of the Silk Road."
      },
      {
        "dayNumber": 10,
        "title": "Samarkand to Penjikent.",
        "description": "Today we cross the border into Tajikistan and travel to Penjikent, an ancient Sogdian city dating back to the 5th century. Its ruins reveal the remains of temples, frescoes, and fortifications from a bygone era. Explore the archaeological site and local museum before strolling through the lively modern town, where colourful bazaars and friendly locals continue the region’s trading traditions."
      },
      {
        "dayNumber": 11,
        "title": "To Iskandarkul Lake.",
        "description": "We journey into the majestic Fann Mountains, where dramatic peaks and turquoise lakes create one of Central Asia’s most breathtaking landscapes. Our destination is Iskandarkul, named after Alexander the Great, whose army is said to have passed here. Nestled at high altitude, the lake offers serenity and stunning mountain reflections. Take time to walk by the shore or visit nearby waterfalls before enjoying a peaceful evening in nature."
      },
      {
        "dayNumber": 12,
        "title": "Iskandarkul Lake to Khujand.",
        "description": "Descending from the mountains, we make our way to Khujand, one of Tajikistan’s oldest cities. Once a major Silk Road trading hub founded by Alexander the Great, Khujand lies along the Syr Darya River. We explore its citadel, bustling Panjshanbe Bazaar, and the Sheikh Muslihiddin complex, gaining insight into Tajik culture and daily life. Khujand’s mix of history and warmth provides a fascinating contrast to the mountain wilderness."
      },
      {
        "dayNumber": 13,
        "title": "To Fergana.",
        "description": "Crossing back into Uzbekistan, we travel through the historic towns of Kokand and Rishton. In Kokand, we visit the grand Khudayar Khan Palace, once home to the powerful khans of the Fergana Valley. Nearby Rishton is famous for its centuries-old pottery traditions, where local artisans create exquisite blue-glazed ceramics. Continuing to Fergana, we discover a fertile valley that remains one of Central Asia’s cultural and artistic heartlands."
      },
      {
        "dayNumber": 14,
        "title": "To Osh.",
        "description": "Today we journey east across the valley toward Kyrgyzstan, crossing into Osh, one of the oldest cities in Central Asia. Osh has been a crossroads of cultures for millennia, and we explore its highlights, including the sacred Suleiman Mountain, a UNESCO site revered by pilgrims for centuries. Wander through its colourful bazaar, where Silk Road traditions of trade and craftsmanship remain vibrantly alive."
      },
      {
        "dayNumber": 15,
        "title": "To Kazarman.",
        "description": "We leave the Fergana Valley behind and drive into Kyrgyzstan’s remote heartland. The journey to Kazarman takes us through rugged mountain scenery, winding passes, and pastoral landscapes dotted with nomadic yurts. Kazarman, a quiet village nestled in the mountains, offers a glimpse into authentic Kyrgyz rural life. Its isolation preserves age-old traditions of herding, hospitality, and community that have changed little over generations."
      },
      {
        "dayNumber": 16,
        "title": "Kazarman to Song kul.",
        "description": "Climbing higher into the Tian Shan Mountains, we reach the alpine lake of Song-Kul, one of Kyrgyzstan’s most beautiful and iconic locations. Surrounded by snow-capped peaks and rolling meadows, this high-altitude lake is a summer pasture for nomadic herders. Experience true Central Asian hospitality in traditional yurts and witness the timeless rhythms of nomadic life, from horseback herding to stargazing beneath vast open skies."
      },
      {
        "dayNumber": 17,
        "title": "To Tash Rabat.",
        "description": "We journey south through sweeping valleys toward Tash Rabat, an ancient 15th-century caravanserai nestled deep in the mountains near the Chinese border. Once a resting place for Silk Road merchants, its stone chambers still echo with the stories of travellers long gone. The remote location and stark beauty of this region offer a powerful sense of solitude and connection to the historic trade routes of Central Asia."
      },
      {
        "dayNumber": 18,
        "title": "Tash Rabat to Kochkor.",
        "description": "Today we descend through the high mountain passes to the village of Kochkor, famous for its traditional felt-making workshops. Here we learn about the ancient art of producing shyrdaks — colourful Kyrgyz felt rugs — and meet the artisans keeping this craft alive. Surrounded by rolling hills and rural charm, Kochkor offers a glimpse into the creativity and resilience of Kyrgyz village life."
      },
      {
        "dayNumber": 19,
        "title": "To Karakol via Djety Oguz.",
        "description": "We travel along the southern shore of Issyk-Kul, the world’s second-largest alpine lake. En route, visit the striking red sandstone formations of Djeti Oguz Gorge, known as the “Seven Bulls,” and the nearby Fairy Tale Canyon. Continue to Karakol, a town rich in history and culture, where Russian architecture meets nomadic tradition. The drive today showcases Kyrgyzstan’s stunning natural diversity and warm local hospitality."
      },
      {
        "dayNumber": 20,
        "title": "To Almaty via Charyn Canyon.",
        "description": "Crossing into Kazakhstan, we make our way to Almaty. En route, we stop at the spectacular Charyn Canyon, often called Central Asia’s “Grand Canyon.” Its dramatic red cliffs and unique rock formations create a breathtaking panorama. After exploring the canyon, we continue to Almaty, Kazakhstan’s vibrant cultural capital set against the backdrop of the snow-capped Zailiysky Alatau Mountains."
      },
      {
        "dayNumber": 21,
        "title": "Almaty.",
        "description": "Almaty is a city of contrasts — leafy boulevards, bustling markets, and modern cafés framed by mountain peaks. Our city tour includes the colourful Ascension Cathedral, built entirely of wood without nails, and the lively Green Bazaar. Visit Kok-Tobe Hill for panoramic views over the city and mountains. Almaty’s mix of culture, charm, and cosmopolitan energy provides the perfect finale to your Central Asian journey."
      },
      {
        "dayNumber": 22,
        "title": "Almaty.",
        "description": "Your extraordinary Silk Road adventure concludes today in Almaty. Reflect on the unforgettable landscapes, cultures, and connections experienced across Uzbekistan, Tajikistan, Kyrgyzstan, and Kazakhstan. From desert fortresses to turquoise lakes and timeless cities, this journey has traced one of history’s most legendary routes. Depart at leisure, taking with you the memories, friendships, and stories of a region where East truly meets West."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "silk-road-holiday-five-stans-of-central-asia",
    "tourName": "Silk Road holiday, five Stans of Central Asia",
    "placesVisited": "Ashgabat, Turkmenistan, Mary, Off-road trip to Gonur Depe, Bukhara, Uzbekistan, Kolan Minaret, Sitorai-Mokhi Hosa, Khiva UNESCO Old Town, Tashkent, Samarkand, Termez, Dushanbe, Tajikistan, Fan Mountains, Khodjent, Kokand, Uzbekistan, Osh, Kyrgyzstan, Arslanbob village, Sary Chelek, Chychken Gorge, Bishkek, Almaty, Kazakhstan",
    "generalInfo": "Let us introduce you to the five Stans of Central Asia: Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan and Kazakhstan. They’re an enchanting bunch, when you get to know them, with some of the Silk Road’s most exquisite, yet lesser-visited, architectural, natural and cultural treasures.<br/><br/>This all-encompassing four week small group holiday is a must for all travellers who like to think outside of the box when it comes to exciting Asian adventures. Marked by some of the Silk Road’s classic cities – including: Samarkand, Bukhara and Khiva – this experience follows one of the world’s most mysterious trade routes and allows you to step back in time amidst mountains and markets.<br/><br/>Tien Shan (the Mountains of Heaven), in particular, always make for a memorable section of the Silk Road with desert sands and racing rivers adding to opportunities to fully embrace the old-fashioned spirit of adventure. Chances to stay overnight with a family in Tajikistan and Kyrgyzstan also do nothing to limit the unique range of possibilities that the Stans have to offer as well as allowing for authentic home cooked food like you’ve never tasted before.<br/><br/>From the fabled white marbled city of Ashgabat to the chic café culture of Tashkent and Almaty, this is your chance to observe, get involved and become experienced in a land very far from what you’ll be used to back home. Ever wandered what life is like on the Silk Road? Well, now’s your chance.<br/>",
    "durationDays": "29",
    "price": "7695",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Tour starts in Almaty (Kazakhstan): Today, after checking-in to our hotel in Almaty, the cultural capital of Kazakhstan (the first of our five ‘stans), we’ll have a gentle introduction to Almaty and head out to Kok Tobe Hill for panoramic views over the city before heading out for dinner in the capital."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Almaty: After a morning visit to Republic Square to see the Independent Monument and the State History Museum we’ll drive up to Medeo gorge, taking a funicular up to Chimbulak for some great views out over the highest ice-skating rink in the world. Later we’ll return to the city to see the Holy Ascension Cathedral, which is made entirely of wood."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Almaty - Bishkek (Kyrgyzstan): Today we enter our second ‘stan, Kyrgyzstan. Depending on border formalities we should arrive in Bishkek, one of the world’s more relaxed capitals, in time for a visit to the main square, Parliament building and Lenin statue."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Bishkek: Today we’ll head to Ala-Archa, a grand, rugged but very accessible gorge situated about an hour's drive from Bishkek. In the Kyrgyz language, Ala-Archa means bright juniper and it grows in abundance here over the mountain slopes. Now converted into a national park, it also offers some good walking possibilities and is a favourite place with the citizens of Bishkek, who like to relax and enjoy picnics here."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bishkek - Chyckan Gorge: Leaving the capital today, it is not long before we get into the mountain scenery for which Kyrgyzstan is so rightly famed. Our route will take us over two mountain passes - the dramatic Tuu Ashuu (3586m) and the Ala Bel (3184m) which in Kyrgyz means “colourful pass”. As we travel through the Suusamyr Valley we will make several stops for some short acclimatisation walks and opportunities hopefully to meet some of the nomads who are often found here. We should be able to see their traditional yurts, observe mare milking and see how they control their huge flocks of sheep. This is a great introduction to the life of the nomadic shepherd. Upon arrival at Chychkan Gorge there should be time to explore some of the surrounding area."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Chychkan Gorge - Sary Chelek: With an early departure from Chychkan, we aim to arrive by mid-afternoon at Sary Chelek, which was included in the list of UNESCO Protected Biosphere Reserves in 1978. This is one of Kyrgyzstan’s least visited but most striking locations. Centred around a spectacular lake, which sits at an altitude of 1873m, Sary Chelek is almost alpine in appearance and provides some of the finest scenery in Central Asia.We base ourselves here for two nights."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Sary Chelek: Today we plan to head out with a picnic lunch and take an easy but exhilarating walk between and around two of the lakes of Sary Chelek. Being home to over 1000 species of plant, 160 species of bird and 34 different types of mammal we can never be sure of exactly what we might see, but the views all around are spectacular."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Sary Chelek - Arslanbob: Leaving Sary Chelek this morning we head south towards Arslanbob village. Considered to be one of the country’s most attractive villages, it not only sits in the middle of a vast walnut forest, but it is also interestingly predominantly inhabited by ethnic Uzbeks. On arrival we will visit the local bazaar and settle in to our community-based homestay, where we stay for the next two nights."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Arslanbob: Today we will have the whole day to explore on foot the surrounds of Arslanbob and to see its famous walnut forests, as well as some of the waterfalls and streams which dot the region. The walnut forests are believed to pre-date the 11th century and may even date back to the times of Alexander the Great. In fact legend has it that Alexander brought back large quantities of the nuts from Central Asia, but had to give them up once he reached Greece as payment to the boatmen who transported his troops. While this may just be the stuff of legend, what is certainly true is that Central Asian walnuts regularly formed part of the goods that were transported along the Silk Road, branches of which ran close to Arslanbob. Those preferring a less active day can take shorter walks and relax amidst the beautiful scenery of this small village."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Arslanbob - Osh: Driving by way of the 12th century Uzgen minaret, our night stop will be the ancient Silk Road town of Osh. Reputed to be 3000 years old, Osh is a place steeped in history and dominated by Solomon’s Throne which looms over the town.We plan to stay with our old friend, Imenjon and his family."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Osh - Kokand (Uzbekistan): After breakfast we say goodbye to our Kyrgyz team and cross the border into Uzbekistan (our third ‘stan), where we drive through the Fergana Valley. This incredibly fertile region was the breadbasket of the Central Asian USSR and is still one of the wealthiest parts of the whole region. Our first stop today will be in the town of Margilon, centre of the still thriving silk trade in the area. Here we hope to see the entire silk-weaving process from cocoon to end product. We will also visit nearby Rishton,renowned for its blue and green ceramics. We continue to Kokand to spend the night."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kokand - Khodjent (Tajikistan): Most traffic these days now leaves the Fergana Valley via a new route to Tashkent. However, we plan to stick as close as possible to the original Silk Road route by following the famous Syr Darya River into Tajikistan. After a picnic lunch by the beautiful Kairakum reservoir, we continue to the Silk Road town of Khodjent, which once played host to Alexander the Great’s armies. We check in to our homestay and have dinner in the shady courtyard, prepared by our hospitable host Hussein."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Khodjent - Fan Mountains: After a look around Khodjent we will continue on one of the most spectacular days of the trip as we drive over the Shakristan Pass (3378m) to arrive in the Fan Mountains, an area of outstanding natural beauty lying to the south of the Zarafshan River."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Fan Mountains: We’ll have a full day to explore the famed alpine scenery of this rarely visited part of Central Asia. Abounding in deep blue lakes and sporadically inhabited by Tajik pastoralists, the area is still relatively undiscovered and allows for a fascinating insight into this gem of a country."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Fan Mountains - Dushanbe: Heading south, we plan to arrive in Tajikistan’s relaxed capital by mid-afternoon. The rest of the day will be free to stroll along Rudaki, the main street or just to relax and enjoy a few home comforts."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Dushanbe - Termez (Uzbekistan): Leaving Dushanbe this morning we cross back into Uzbekistan and drive on to Termez*, a city whose ancient heart dates back to the 4th Century BC. Built on the banks of the Amu-Darya River, the old city was located at the intersection of many Great Silk Road routes and has a long, rich history. There should be time this afternoon to visit various sites including the impressive Fayaz Tepa Buddhist Complex."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Termez - Samarkand: This morning we’ll visit some of the city’s other notable sites including the Archaeological Museum and the Sultan Saodat Complex, before heading north to most famous of all of Silk Road cities, Samarkand."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Samarkand: We’ll enjoy a full day wandering through this incredible city, taking in such sights as the Bibi Khanym mosque, Tamerlane’s tomb and, of course, a full guided visit to the magnificent Registan."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Samarkand - Tashkent: Today there will be more time to explore some of Samarkand’s greatest sites including Ulug-Beg’s extraordinary observatory, built in 1437 whereby he calculated the length of a year to within 1 minute of what we now know it to be. The rest of the day will be free for personal exploration before we take our late afternoon train to Tashkent."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Tashkent - Khiva: We’ll have much of the day to explore Tashkent, Uzbekistan’s vibrant capital which sat at the heart of the old Central Asian trading routes, gaining prominence under the Mongols and the Shabanids, before finally being absorbed by the expansionist policies of the Russian empire during the 19th century. Flattened by a devastating earthquake in the mid 1960s, the city was reinvented by the Kremlin to represent the very epitome of the socialist ideal. Today a prestigious working madrasah overlooks the sprawling Chorsu bazaar and nearby is the modern complex of the Khast Imam Mosque, which contains the oldest known copy of the Koran dating from 655. Tashkent is a colourful mixture of history and culture which we shall have a taste of today, including visiting the Museum of Fine Art to give an insight of regional decorative styles. Later we’ll take an evening flight to Urgench, a short drive from Khiva’s UNESCO-protected old town."
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Khiva: There’ll be ample time to soak up the atmosphere of Khiva today. We’ll visit some of the most colourful and sumptuous sites, including the Kukhna Arc and the Mohammed Khan Madrassa. In addition, there’ll be the opportunity to climb up the Kalta Minor minaret, explore the Jama Majid mosque with its amazing wooden pillars and the Alloquli Khan Madrassa, bazaar and caravanserai."
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Khiva - Bukhara: Today we follow the southerly course of the Amu Darya (Oxus River) crossing the red sands of the Kyzylkum Desert to the legendary city of Bukhara, which can trace its ancestry back 2500 years. Bukhara is important for its urban planning and architecture, which began with the Persian Sheibanid dynasty and remains the most complete example of a medieval city in Central Asia."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Bukhara: This morning we visit the famous Arc – or town citadel – in front of which the British officers Connelly and Stoddard lost their heads in what was one of the most infamous events of the Great Game. We’ll also visit the Kolan Minaret – or Tower of Death, from which Amir Nasirulla Khan threw his enemies – as well as the rest of the beautiful old town. The rest of the day is free to explore Bukhara at your leisure, with opportunities to wander through the bazaar and maybe do a little souvenir shopping."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Bukhara: With a second full-day in Bukhara, we’ll spend the morning visiting the Sitorai Mokhi Hosa, the impressive summer residence of last Emir of Bukhara. Once more the afternoon has been left free for personal exploration of this endlessly fascinating place, which remains for many, the most evocative of all the Silk Road towns."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "Bukhara - Mary (Turkmenistan): An early start today to drive to the Uzbek border and enter Turkmenistan, the fifth and last of our five ‘stans. After customs formalities followed by the thrill of crossing the great Oxus (Amu Darya) River again, we will have lunch in Turkmenabat before continuing on to Mary, our base for the next two nights. Arriving in Mary late afternoon will give us time to relax and prepare ourselves for tomorrow’s adventure, and our first familiarisation with the life and culture of the Land of Turkmen."
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "Mary: After an early breakfast we drive northeast from Mary to ancient Margush and the archaeological site of Gonur Depe (40km off-road). Fertile silt brought by waters of the Murgab River delta and a moderate climate created favourable conditions for Bronze Age settlements known as the Margiana Oasis deep in the desert. This is an amazing site said to be the fifth great civilisation of ancient times where, it is believed, the Zoroastrian culture was born. We’ll return to Mary in the afternoon."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Mary - Ashgabat: This morning we’ll drive out to Ancient Merv to see remaining traces of the glorious “Maru Shahu Jahan” – “Queen of Cities”. Due to its size and historical importance, Merv is one of the most significant sites in Turkmenistan, indeed in all of Central Asia. It consists of a series of towns each succeeded by another throughout the course of history. We’ll see the remains of several sites including the Erk Kala (6th C BC) with its citadel and the Mausoleum of Muhammed Ibn Zeid (12th C AD) before later returning to Mary to visit the local history museum, presenting a wide array of archaeological finds (dating back to the 3rd millennium BC through to the late 19th century) from both Ancient Merv and the Bronze Age sites of Margush, which we saw yesterday. Later we’ll take a flight to Ashgabat the rather bizarre “white-marble capital” of Turkmenistan."
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Ashgabat: With a full day to explore the city and its surrounds, we will travel out to Nissa, the 3rd Century BC capital of the Parthians, and visit the famous site of Geo Tepe where the Turkmens made their last stand against the Russians. We’ll also visit a nearby stud farm to see some of the beautiful pure-bred Akhel Teke, or ‘heavenly’ horses’, the Chinese desire for which gave birth to the original impetus for the Silk Road. Later we’ll visit the largest mosque in Central Asia and the mausoleum of the first Turkmen President “Turkmenbashy”. We plan to take dinner at a stunning rooftop restaurant back in the city."
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Tour ends in Ashgabat: The tour ends in the early hours of this morning. Those on the suggested group flights will transfer to the airport in time for their early morning departure."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "small-group-holiday-to-the-stans",
    "tourName": "Small group holiday to the Stans",
    "placesVisited": "Nur-Sultan, Almaty, Charyn Canyon, Bishkek, Osh, Khujand, Dushanbe, Istaravshan, Samarkand, Bukhara, Merv, Ashgabat, Darvaza Crater – ‘Door to Hell’, Kunya-Urgench, Khiva, Tashkent, Silk Road",
    "generalInfo": "Follow in the footsteps of intrepid early travellers and trading caravans as you explore the history and culture of the Silk Road, journeying through Central Asia and the five Stans: Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan.<br/><br/>Travel overland, and partly by train, as part of a small group of likeminded adventurous souls, and accompanied by professional tour leader throughout, on a month-long itinerary peppered with cultural discoveries and a stunning variety of landscapes.<br/><br/>You will pass architectural treasures from Almaty to Samarkand, and mesmerising natural features such as the Charyn Canyon, said to rival the Grand Canyon, the beautiful Chon Kemin Valley, and Lake Iskanderkul, which is thought to have been named for Alexander the Great, another legendary personage who once travelled this way.<br/><br/>Your group will wander the vibrant bazaars of Osh, Khujand, Bukhara; take in the amazing sight of the flaming crater at Darvaza, said to be a doorway to Hell; trek alpine national parks and explore ancient cities.<br/><br/>Local is the name of the game here. Locally owned accommodation for a more welcoming stay. Local guides for deeper insights. Local food and markets for authentic cuisine and lower food mileage. All putting money into the local economies through which you pass. There are more luxurious ways, but no better way to travel.<br/>",
    "durationDays": "30",
    "price": "10920",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Almaty.",
        "description": "Our journey begins in Almaty. The city has a rich history dating back to ancient times. It has served as a trading center along the Silk Road and has been part of various empires, including the Mongol and Russian empires. This evening you join your Tour Leader and fellow travellers at 5:00pm for your Welcome Meeting as detailed on your joining instructions."
      },
      {
        "dayNumber": 2,
        "title": "Almaty.",
        "description": "Thanks to an abundance of natural resources, Almaty is a sophisticated patchwork of leafy avenues, European cafes, refined restaurants and glitzy shopping malls. We visit the city and aclimatise to life in Central Asia."
      },
      {
        "dayNumber": 3,
        "title": "Almaty and to Karakol via Charyn Canyon.",
        "description": "Our departure takes us to Charyn Canyon, a natural wonder said to rival the Grand Canyon. Then it's on to Kyrgyzstan. In a land of celestial mountains and rolling pastures, yurt-dwelling nomadic spirits roam free. Explore the awe-inspiring scenery and learn about Kyrgyz culture. Across the border we arrive in Karakol."
      },
      {
        "dayNumber": 4,
        "title": "Karakol and Djeti Oguz.",
        "description": "Situated on the eastern shores of Lake Issyk-Kul as the gateway to the Tien Shan montains. Karakol's architecture reflects its rich and diverse history of influences from Dungan, Uighur, and Kyrgyz times. Today we visit a Chinese mosque, which was constructed in 1907, in the style of a Chinese temple for the local Dungans, yet was built in the Kyrgyz traditional wood feathering style instead of metal nail construction. We will also visit the striking Holy Trinity Orthodox Cathedral, which was completed in 1895. In the afternoon we travel to the Valley of the Flowers and Djety-Oguz where we can enjoy a light hike through the magnificent canyon of red sandstone."
      },
      {
        "dayNumber": 5,
        "title": "To Ashu via Cholpan Ata.",
        "description": "After breakfast we drive to Chon Kemin valley, a unique natural reserve where glaciers are bordered with coniferous forests and steppe. We see the contrast of green meadows in the valley permanent snow covering the ranges of Kungei-Ala-Too and Zailiyskiy-Ala-Too which tower above us. We also have time to explore the petroglyphs at Lake Issyk Kul. Scattered across large flat stones these carvings, some dating back to the Bronze Age depict scenes of daily life, hunting, animals, and various symbols. Tonight we'll experience Kyrgyz hospitality in a guesthouse in the quaint village Ashu."
      },
      {
        "dayNumber": 6,
        "title": "To Bishkek.",
        "description": "After a walk in the foothills, we continue on to Kyrgyzstan’s capital, Bishkek. Along the way we stop to wander around the Burana Tower, before spending the evening enjoying Bishkek’s many parks and intriguing soviet buildings."
      },
      {
        "dayNumber": 7,
        "title": "Bishkek - Ala Archa National Park.",
        "description": "We experience a Kyrgyz alpine adventure in Ala Archa National Park. Take a rewarding trek to rushing rivers, waterfalls and glaciers. The park is high altitude and much cooler than Bishkek – to enjoy it fully, bring proper footwear and clothing."
      },
      {
        "dayNumber": 8,
        "title": "To Toktogul.",
        "description": "Our final highlights in Kyrgyzstan are Toktogul Lake reached via mountain passes at 3000m. You will drive over the Too-Ashu Pass and through Suusamyr valley to see the sparkling waters."
      },
      {
        "dayNumber": 9,
        "title": "To Osh.",
        "description": "In Osh we visit the bazaar, still the largest market in Central Asia. You walk along the colorful rows of Golden market, watch black smiths working and smell aromas of spices, fruits and vegetables of Food market. Sulaiman Mount, towering above the city remains one of the main shrines of the Islamic world and we follow the way of all pilgrims up to the top of the hill to see the little mosque of Babur, The Great Moghul Dynasty founder and to take in a bird’s eye view of the city."
      },
      {
        "dayNumber": 10,
        "title": "To Fergana.",
        "description": "Today we cross the border at Dustlik into Uzbekistan and head to the Fergana Valley. Long a centre for artisans we will see some of the potters and silk weavers at work."
      },
      {
        "dayNumber": 11,
        "title": "To Khujand.",
        "description": "We cross another border to Tajikisan and journey to Khujand. The city was once a major city on the Silk Road and was captured by Alexander the Great. Today it remains a bustling city, known for having one of the largest covered markets in Central Asia."
      },
      {
        "dayNumber": 12,
        "title": "To Dushanbe.",
        "description": "Today we travel to Dushanbe. Located in the northern foothills of the Turkistan mountain range, Istaravshan is one of the oldest cities in Tajikistan and offers an opportunity to interact with local Tajiks and see local craftsmen at work."
      },
      {
        "dayNumber": 13,
        "title": "Dushanbe.",
        "description": "Dazzling Dunshanbe awaits where we explore the national history, including a visit to see ancient fortress of Hissor, one of the most precious historical sites of Tajikistan."
      },
      {
        "dayNumber": 14,
        "title": "To Penjikent.",
        "description": "Today we travel to the Zeravshan River valley and the town of Penjikent. The ruins of the ancient Sogdian city of Panjakent dates back to the 5th–8th and includes well-preserved ruinsi ncluding the citadel, and Zoroastrian fire temples."
      },
      {
        "dayNumber": 15,
        "title": "Fann Mountains and the Seven Lakes.",
        "description": "Today we have the opportunity to visit the pristine natural environment of the Seven Lakes in the Shing Valley nestled in the rugged peaks of the Fann Mountains. We enjoy exploring the turquoise lakes and lush landscapes. We spend the night in Penjikent."
      },
      {
        "dayNumber": 16,
        "title": "To Samarkand.",
        "description": "After a morning city tour of Penjikent we depart Tajikistan bound for Golden Uzbekistan."
      },
      {
        "dayNumber": 17,
        "title": "Samarkand.",
        "description": "Samarkand, often considered the jewel in the crown of Central Asia awaits. Registan Square is truly unrivalled in its magnificence, a far cry from the “sandy place” from which its name derives. Stand in wonderment at the glittering mosques and madrassahs, and awe inspiring monuments of Amir Timur’s time."
      },
      {
        "dayNumber": 18,
        "title": "To Bukhara.",
        "description": "Today we journey by rail to Bukhara, an incredible city, home to hundreds of monuments, from the soaring Poi Kalon Minaret ensemble, to the Ark Fortress, architectural wonder of the Samanid Mausoleum and Chor Minor located close by the tranquil resting spot of Lyabi-hauz. Take some tea under the mulberry trees to reflect on all that you have seen so far. Don’t miss out on a visit to the bazaar to choose your silk carpet to provide a lasting memory of this journey."
      },
      {
        "dayNumber": 19,
        "title": "Bukhara.",
        "description": "Today we venture out of town to visit the Sitora-i-Mokhikhosa, the summer residence of the former emir of Bukhara where you can see unique mixture of traditional Russian style of architecture harmoniously mixed with local oriental traditions."
      },
      {
        "dayNumber": 20,
        "title": "Depart to Mary.",
        "description": "Turkmenistan, our final country, awaits as we cross the border to Mary our gateway to the ancient city of Merv."
      },
      {
        "dayNumber": 21,
        "title": "To Ashgabat via Merv.",
        "description": "One of the major archaeological sites of Central Asia, Merv played an important part in the development of the Silk Road for more than 2 000 years. Then it's on to the capital city of Ashgabat."
      },
      {
        "dayNumber": 22,
        "title": "Ashgabat.",
        "description": "Ashgabat is a shimmering metropolis, its marble and gold mimicking the opulence of Dubai. Visit grandiose monuments then head to the old quarter where the city comes to life. This secretive fantasy land has its quirks, but you’ll find warm hospitality among its multicultural people."
      },
      {
        "dayNumber": 23,
        "title": "To Darvaza Crater.",
        "description": "A highlight of the journey awaits with a visit to the Darvaza flaming crater which, at daylight, seems a hole in the ground but by night transforms into the doors of hell, a fire temple, or any other mysteriously spectacular place. We spend the night in comfortable tents enjoying delicious nomadic food in the light of the flickering flames. Sleeping bags and mattresses will be provided for our night under the stars."
      },
      {
        "dayNumber": 24,
        "title": "To Kunya Urgench.",
        "description": "Today we awake refreshed from our night under the stars and our journey continues. This morning we'll get the chance to explore Kunya-Urgench, once the glorious capital of the Khorezmshah Empire, a UNESCO World Heritage Site."
      },
      {
        "dayNumber": 25,
        "title": "To Nukus and Muynak.",
        "description": "To the autonomous Republic of Karakalpakstan and Nukus which provides a gateway to the Aral Sea and its related environmental challenges. We journey out to Muynak, famous for being one of the former ports on the Aral Sea that has now been left stranded due to the dramatic shrinking of the sea."
      },
      {
        "dayNumber": 26,
        "title": "To Khiva and Ayaz Qala.",
        "description": "Our journey to Khiva is via the ancient forts of Ayaz Qala in the Kyzylkum Desert. One of the highlights of Ayaz Qala is the panoramic view of the surrounding desert landscape, the vastness unimaginable from the fortress. We arrive in Khiva and settle into our hotel within the city walls."
      },
      {
        "dayNumber": 27,
        "title": "Khiva.",
        "description": "Today we find ourselves in the living museum of Khiva. Made for walking, you will discover all the major sights of the Ichan Kala, the citadel, where we will see the truncated Kalta Minor minaret, the Kunya Arkand many more. We climb the city walls to look out across the town and the desert beyond. You can imagine the layers of history around. Who else has walked these walls?"
      },
      {
        "dayNumber": 28,
        "title": "Khiva and overnight train to Tashkent.",
        "description": "In the late afternoon we leave behind the undulating walls of Khiva and board our overnight train to our final destination, Tashkent, who cleverly juggles its cultural and historical past, the Soviet era's impact and modern day lifestyles."
      },
      {
        "dayNumber": 29,
        "title": "Tashkent.",
        "description": "Tashkent is one of the oldest and largest cities in Central Asia, the Uzbek capital since 1930, and very much a showpiece of Soviet and post-soviet architecture. Although much of the Old City was lost to an earthquake, Tashkent still retains some of its ancient treasures. Visit the Madrasah Kukeldash - an Islamic School that sits beside the 15th century Jume Mosque, the Museum of Applied Arts where the colourful building is an attraction in itself, see the statue of the 14th century national hero, Amir Temur (Tamerlane) on horseback in Armir Temur Square, Get amongst the hyper-activity of the Chorsu Baazar found in the unique complex of trade halls crowned with magnificent blue domes. This is one of the oldest and largest Bazaar's in central Asia. Gather around one of the steaming street kitchens and sample some Plov, the king of Uzbek cuisine."
      },
      {
        "dayNumber": 30,
        "title": "Tashkent.",
        "description": "Our journey ends in Tashkent and we reflect on this monumental journey through countries, broken by borders but united in history and peoples."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "the-five-stans-holiday-ancient-silk-road-cities",
    "tourName": "The Five Stans holiday, Ancient Silk Road Cities",
    "placesVisited": "",
    "generalInfo": "Journey across the heart of Central Asia on this expertly guided exploration of the Five Stans: Turkmenistan, Uzbekistan, Tajikistan, Kyrgyzstan and Kazakhstan.<br/>Step into the story of the Silk Road as you explore UNESCO-listed cities, glittering mosques, ancient fortresses and colourful markets. From the white marble grandeur of Ashgabat and the fire-lit Darvaza Crater, to the blue-tiled splendour of Samarkand and the artisan workshops of the Fergana Valley.<br/>Travel overland with local guides in each country, uncovering hidden histories and dramatic natural beauty, including Tajikistan’s alpine lakes, Kyrgyzstan’s remote mountain villages and Kazakhstan’s Charyn Canyon. Along the way, stay in a mix of comfortable hotels and warm local guesthouses for a genuine taste of Central Asian hospitality.<br/>For travellers with an interest in Silk Road heritage, diverse cultures, and off-the-beaten-path discovery, this immersive adventure offers a rare chance to explore five countries in one unforgettable journey.",
    "durationDays": "23",
    "price": "4490",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Ashgabat, the capital of Turkmenistan. You will be met upon arrival with a private transfer to the group hotel. No activities have been planned for today as the majority of flights arrive into Ashgabat in the early hours of the morning. Note: Hotel check-in time today is 14:00. Should your flight arrive earlier, please discuss arrangements for earlier room access with your the operator Adventure Travel Consultant. Overnight: Sport Hotel or similar Driving - approx 10km/30min"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "There will be a group briefing at the hotel at approximately 13:00, before we head out for our city tour. Ashgabat holds the world record for the most white marble buildings in the world. In the post-soviet era successive Turkmen leaders have invested into these impressive buildings as a show of the country’s strength and grandeur and they make for quite a surreal experience. Ashgabat has been described as Pyongyang meets Las Vegas and you can easily see why. We visit some of the city’s greatest monuments, buildings and fountains including Independence Park, the Neutrality Arch, and Turkmenbashi Mosque-Mausoleum. We also visit the ancient Persian era fortress of Nisa - a former capital of the Persian Parthian Empire, which controlled much of the region from Iraq to Pakistan 2000 years ago. The ruins of Nisa were declared a UNESCO World Heritage Site in 2007. In the evening there will be a welcome meal of local cuisine. Overnight: Sport Hotel or similar Walking - approx 3.7km; Driving - approx 70km/5hrs (tarmac)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast, we will visit the National Museum, Ertogrul Gazy Mosque, Russian Bazaar, and also see the renowned Akhal-Teke horses. We later head north into the Karakum Desert some 260km to one of the world’s more unusual sites, The Darvaza gas crater known locally as the “Gates of Hell”. The burning crater measures some 60m in diameter and 20m in depth and is the result of Soviet engineers searching for natural gas fields in 1971. Shortly after setting up a drilling rig, the ground beneath the rig collapsed exposing the huge crater. Engineers at the time estimated that when light, the gas would burn out within a few weeks. However, it has continued to burn for more than four decades. The sight of the huge glowing crater in the middle of the desert after the sun sets is an experience like none other. Overnight: Yurts near Darwaza Walking - approx 1.7km; Driving - approx 335km/6hrs (35km/2hrs tarmac; 300km/4hrs potholed)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A long day ahead to reach the border via Dashoguz (Tashauz) with the second Stan on our journey, Uzbekistan. Here we bid our farewell to our Turkmen crew and cross the border to meet up with our Uzbek crew. Please note this border crossing can sometimes take over an hour for all formalities to be completed. Once with our Uzbek crew, we will drive a further 1hr (80km) drive to reach the city of Khiva. Overnight: Malika Khiva Hotel or similar Walking - approx 1.2km; Driving - approx 300km/5hrs (potholed tarmac)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "The ancient walled city of Khiva is a stunning monument to the rich history of the region. Slave caravans, wild tribesmen and a harsh and unrelenting desert are all part of its tumultuous history. We spend the day exploring the mazes of mosques, tombs, alley ways, palaces and medressas. Overnight: Malika Khiva Hotel or similar Walking - approx 3km"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Depending on the train schedule, we will either catch the train or drive by private bus to Bukhara. NOTE - train times are subject to change. Transfer time: 6-7 hours. Bukhara is a city-museum, with over 140 architectural monuments, boasting a vibrant history. Note: expect to have a very late lunch today (around 16:00) so ensure you have snacks handy. Overnight: Kavsar Boutique Hotel or similar Driving - approx 450km"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The region around Bukhara has been continually inhabited for at least five millennia, and the city has existed for approximately half that time.The UNESCO listed old city centre evokes the many centuries of traders and travellers who’ve passed through on their way between the Mediterranean and China. This richly historic city was a major centre of trade, scholarship, culture, and religion, succumbed to Ghengis Khan and Tamerlane the Turco-Mongol conqueror, was the last capital of the Emirate of Bukhara before being besieged by the Red Army during the Russian Civil War. We spend the day exploring this fascinating Silk Road city including at its heart the historic Lyabi Khauz architectural complex with the oldest reflection pool in Central Asia, surrounded by medieval buildings including the Nadir Divan-Begi Madrasah and Khanaka with its facade of intrinsic mosaics. We also visit the Poi Kalyan Complex which includes the 48m tall Kalyan Minaret which has come to symbolise the city, the Kalyan Mosque with 288 domes covering intricate galleries, Samanid’s Mausoleum, the Ark Citadel, and Chor-Minor - the original building of four minarets and oldest residence of the Emirs. Overnight: Kavsar Boutique Hotel or similar Walking - approx 3km"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "This morning we uncover more of Bukhara’s fascinating history and culture as we explore the Sitorai-Mohl-Hosa Palace, Bukhara’s Emirs’ summer palace. Following lunch we'll depart from Bukhara and head east for around 4hrs (300kms) to reach the most famous of the great Silk Road cities, Samarkand. Over the centuries this road has been travelled by major historical figures such as Alexander the Great, Ghengis Khan and Tamerlane on their incredible journeys. Enroute we will stop at Gijduvan to visit the house of a famous dynasty of pottery masters. Overnight: Ideal Hotel or similar Driving - approx 300km"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Possibly the most famous of the Silk Road cities, Samarkand's majestic blue tiled buildings dazzle in the bright desert sun. The city boasts one of the world’s grandest squares, Registan Square, surrounded on three sides by the madrassahs of Ulugh Beg, Sher-Dor and Tilya-Kori. It is said that the square and its madrassahs influenced other sites from the great square in Isfahan to the Taj Mahal in Agra. These colossal monuments with domes and minarets covered in a mosaic of azure tiles were built from the 1400s onward. The city was the capital of the great Timurid dynasty and we spend the day visiting a number of Timurid dynasty era sites including the Gur-Emir Mausoleum, Ulugh Beg’s observatory, the gigantic cathedral mosque Bibi Khanum as well as the impressive Necropolis. Tamerlane made Samarkand his capital, setting about making it the richest city on earth by pillaging and destroying other cities and removing their wealth and skilled traders to Samarkand. Overnight: Ideal Hotel or similar Driving - approx 40km"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "A long day today as we head to the third Stan on our journey, Tajikistan. Upon arrival at the border crossing, we say good-bye to our Uzbek crew and upon crossing are greeted by our Tajik crew. We will drive to the Seven Lakes (80 km, 1.5-2hrs drive), and visit as many of the lakes as possible, depending on the group's fitness level. The Seven Lakes are located in the west of the Fann Mountains of Tajikistan; each of them has its own colour which varies from calming turquoise to mesmerising purple. Lunch at the guest house at the Lake #4 (Nophin). In the evening, drive onto Penjikent for sightseeing and overnight. Penjikent was a major Sogdian city dating back to the 5th century and was destroyed by Arab conquerors in the 8th century. Overnight: Panjakent Plaza or similar Walking - approx 2-3hrs; Driving - approx 80km/1.5-2hrs"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Enroute to Dushanbe, we will visit the Iskanderkul alpine lake named after Alexander the Great and thought to be the final resting place of the conqueror’s beloved horse, Bucephalus, situated at 2,200m. We will explore the area around the lake including visiting Tajikistan’s biggest waterfall, affectionately called ‘Tajikistan Niagara’ which cascades down some 38m. The glacial lake itself is often claimed to be the jewel of the Fann Mountains and one of the most beautiful in the former Soviet Union. After lunch, we will drive to the Tajik capital of Dusanbe for hotel and overnight. Overnight: Rumi Hotel or similar Walking - approx 2hrs; Driving - approx 8hrs"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Dushanbe's origins stretch back some 3,000 years though the city grew under Soviet rule as the capital for the Tajik Autonomous Soviet Socialist Republic, a part of the Uzbek USSR. This morning we have a city tour taking in the Independence Square, the Samany Monument (to the founder of the Tajik Government), Rudaki Avenue, the Museum of National Antiquities, Kokhi Navruz tea house, and an excursion to the nearby ancient fortress of Hissor. Overnight: Rumi Hotel or similar Walking - approx 2hrs; Driving - approx 6hrs"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today we will make our way into Tajikistan's industrial and agricultural heartland around the city of Khujand (about 5hrs drive). On the way we visit the town of Istravashan founded by the Persian king Kier in the 6th century where we visit the old city with its bazaar, the Kok-Gumbaz mosque and madrassah. Whilst Khujand today is not the most attractive of cities it has a long history. Believed to be one of the oldest in Central Asia, it has over the centuries been attacked by successive armies including Alexander the Great, Arab invaders and the marauding hordes of Genghis Khan as well as being an important stop on along the Silk Road. There are still traces of the city’s glory days and we will take in a tour of the sites including the Sheikh Maslikhiddin Mausoleum and mosque, the Payshhambe bazaar and Urumkhodjaev family country estate, an imitation of the grand Russian tsarist palace of Petergof. Overnight: Khudjand Delux Hotel or similar Driving - approx 2hrs"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Today we return to Uzbekistan via the border crossing at Andurkhan where we bid our farewells to our Tajik crew and re-join the Uzbeks. The total driving time to Fergana town is about 5hrs from Khujand but we make a number of stops along the way. The first of these is at Kokand which was the capital of the 19th century Kokand Khanate. We visit the Khudoyar-Khan Palace (1871) which houses a local museum, the Norbuta-Biy Madrassah and the Modarikhon Mausoleum. From here we move on to the small village of Rishtan which is famous for potters’ dynasties and ceramics masters. We visit a local ceramics studio and watch a demonstration of the craft. This is a great place to purchase some of this iconic earthenware direct from the source. Our final stop is at Marghilan where we visit a local silk factory and learn about the material which has given its name to the greatest trade route in history. Eventually we arrive in Fergana town where we spend the night. Overnight: Asia Fergana Hotel or similar Driving - approx 100-130km"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Today we head to the fourth of the five Stans, Kyrgyzstan. In the morning we transfer to the Uzbek-Kyrgyz border and meet up with our Kyrgyz crew. We then transfer from the outpost at Dustlik to the city of Osh. Upon arrival into Osh, we'll check-in before heading out to see the sites of this ancient and bustling city. The city's origins are estimated to stretch back over 3000 years, having long been the central city of the fertile Fergana Valley. Some suggest the city was founded by Solomon, and others Alexander the Great. Despite this uncertainty, the city has been an important place for merchants and traders for millennia. The first place to visit is Osh Bazaar, the largest market in Central Asia. We will walk along the colorful rows of the Golden market, watch black smiths working and smell the rich aromas of spices, fruits and other fresh local produce. We'll finish up our immersion into this exotic hub of daily life life by visiting the rows of handicraft makers, creating all manner of wares. After lunch we visit Suleiman Mountain, one of the main shrines of the Islamic world in Central Asia. At the mountain we will visit the historical museum, located within the main cave, before following the way of all pilgrims up to the top of the mountain. At the top sits the small mosque of Babur, The Great Mogul dynasty founder. If time permits we can also visit the central square and go for a short walk in the city park. Overnight: Sun Rise Hotel or similar Walking - approx 5-7km; Driving - approx 110km"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "In the morning following breakfast we will drive to the town of Jalal Abad. En route we'll stop for an excursion to see the ancient minaret and mausoleums in Uzgen town (60km from Osh), after which we'll continue on to Arslanbob valley. Arslanbob, situated at an elevation of 1,600m has a cooler, more temperate climate. The fertile region is home to fruit orchards and its main treasures are the southern walnut forests. Upon arrival we'll have some time to relax and refresh before heading out for a light walk to a nearby waterfall. For the next two nights we will be hosted by a local family who will prepare our evening meals. Facilities will be basic but this is a great opportunity to connect with the local people who are incredibly hospitable. Overnight: Local guesthouse Walking - approx 7km; Driving - approx 180km"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "After breakfast we begin our drive towards Sary Chelek alpine lake. The lake is located in its namesake National Park. The park comprises river valleys which flow along winding courses through almost the entire territory of the reserve, in places between steep banks, strewn with boulders forming rapid cascades and waterfalls up to three meters high. Glaciers, permanent ice fields and high mountain lakes lie on the north facing slopes. Sary-Chelek Lake rests at the foot of the Chatkal mountain range. The natural beauty of this alpine lake is truly mesmerising; its waters often appear a turquoise shade of blue and make for stunning photographs. Remote villages are scattered throughout the park. We will spend the night with a host family in one of these small, rural villages and they will prepare a traditional evening meal for us. Overnight: Local guesthouse Walking - approx 3-5km; Driving - approx 250km"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "In the morning we bid farewell to our hosts and transfer from the lake area to Chychkan Gorge, a drive of around 260km/ 4-5hrs. The stunningly picturesque gorge boasts a wide diversity of flora and fauna. Animals commonly seen in the gorge include the ibex (mountain goat), roe deer, argali (mountain sheep), wild boar and eagles with wingspans up to 2.5m. A variety of of juniper, spruce, and wild berries grow in abundance on the surrounding mountains and valleys. The Chychkan River flows through the gorge before it empties into the Toktogul reservoir. There are two alpine lakes located at over 3000m and a stunning 60m high waterfall. We'll have ample time to explore the natural beauty of this gorge today. Overnight: Oson Motel or similar Driving - approx 260km/4-5hrs"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "In the morning we transfer from the beautiful Chychkan Gorge to Bishkek, the capital of Kyrgyzstan. The distance is 250km and the drive will take between 4-5hrs. Bishkek is situated at an elevation of around 2,600 ft in the foothills of the Kyrgyz Ala-Too range, part of the Tian Shan range. These mountains soar up to 15,928ft, providing a dramatic backdrop to the city. Extending from the city’s north is a verdant steppe grassland which reaches into neighboring Kazakhstan. Bishkek is a city of open boulevards and grand marble-lined public buildings combined with towering Soviet-era apartments overlooking central courtyards. The carefully planned, grid patterned streets are mostly flanked on both sides by canals which serve to irrigate the endless rows of trees which provide welcome shade to residents and travellers from the summer sun. In the afternoon we will venture out for a sightseeing tour of the city. Time permitting; we will visit the Manas Monument, the State History Museum, Ala Too Square to witness the changing of the Guard, the Independence Monument, the Old Square with Parliament House and the Victory Square. Overnight: B-Hotel or similar Walking - approx 3km; Driving - approx 250km/4-5hrs"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "After an early breakfast, we leave Bishkek and begin our drive north across the fertile, gently undulating steppe into the fifth and final Stan. Completing formalities crossing the Kazakh – Kyrgyz border can take around an hour but your guide will provide assistance. Once across, the drive will take around 3hrs to reach Almaty, Kazakhstan's largest metropolis which lies in the foothills of the Trans-Ili Alatau mountains. Following check in at the hotel, we'll set out on a short sightseeing tour of the city's landmarks which include: the Historical Museum - displaying thousands of historic Kazakh artifacts (closed Tuesdays); the soviet era Palace of the President, Republic Square and Monument of Independence, Abai Square and Palace of Republic, and Presidential Park (dependent on time). We will finish our day with a cable car ride up Kok Tube Hill for a panoramic view over the city and stunning mountain backdrop. Overnight: Hotel Kazzhol or similar Driving - approx 240km/3hrs"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "After breakfast, we will drive to Charyn Canyon, which is a 154 metre long canyon in eastern Kazakhstan, and part of the Charyn National Park. In addition to unforgettable views of the enormous canyon with its multi-coloured tower formations, the National Park offers the opportunity to see an old ash-tree grove, the Castle Valley. We will walk along the canyon and enjoy the views. Return to Almaty. Accommodation: Hotel Kazzhol or similar Walking - approx 3km; Driving - approx 400km NOTE - Days 21 & 22 may be swapped depending on museum closures."
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Up until 1997 Almaty served as the nation’s capital and remains Kazakhstan’s trading and cultural hub. Today we’ll set out on a sightseeing tour of the city’s landmarks which include (dependent on time): Panfilov Park - home to the bright-yellow towers of Zenkov Cathedral, a tsarist-era Russian Orthodox church; the Great Patriotic War Memorial and Museum of Kazakh Folk Musical Instruments; Zelonniy Bazaar (Green Bazaar), the Central Museum with Ethnographic and Archaeological departments, and visit Medeo gorge and take a cable car to Chymbulak resort. Accommodation: Hotel Kazzhol or similar Walking - approx 3km; Driving - approx 20-40km NOTE - Days 21 & 22 may be swapped depending on museum closures."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Following breakfast at the hotel, the trip concludes. Private airport transfers provided today (drive approx 15km). We also provide excellent options to extend your stay in Kazakhstan. Please ask your the operator Adventure Travel Consultant for further details."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "the-five-stans-of-the-silk-road-holiday",
    "tourName": "The five Stans of the Silk Road holiday",
    "placesVisited": "",
    "generalInfo": "Traverse mountains pocketed with turquoise alpine lakes, drive through lush fertile valleys and zip across dry and dusty desert plains by high-speed train. This is an all-encompassing, ever-changing journey through the 5 'Stans of Central Asia.<br/> <br/> Fann Mountains - Walk amongst wild mountain scenery and snap the picture-perfect 'Seven Lakes'.<br/> The Silk Road - Travel along ancient routes and discover the intricate architecture of Khiva, Bukhara and Samarkand.<br/> Lake Issyk Kul - Sleep in a traditional yurt by the shores of 'The Pearl of Kyrgyzstan'<br/>",
    "durationDays": "21",
    "price": "5425",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip in Bishkek and have an afternoon exploring the city",
        "description": ": Our tour starts today in Bishkek, a former Silk Road settlement. Kyrgyzstan's capital is a young city, starting life as a clay fort built by the Khan of Kokand in 1825, only to be destroyed by the Russians 43 years later and rebuilt in 1878. For those arriving on time today, our tour leader plans to meet you in the hotel reception at 11am for a welcome meeting, followed by a sightseeing tour by bus and on foot. We'll learn about the main monuments and buildings of the city and take a leisurely walk through Oak Park. If you'd like an airport transfer today, you'll need to arrive into Manas International Airport (BSZ), which is a 40-minute drive from the hotel. For those arriving on flights in the early hours of this morning or for anyone arriving before today, please contact us to book additional nights' accommodation. Please note that if you'd like to join the Bishkek city tour today, you'll need to arrive at the hotel by 11:30am. If you're booking your own flights, we recommend giving yourself at least one hour to clear the airport. From the airport to the hotel is around a 40-minute drive, so the latest your flight can arrive is 9:30am. If you miss the welcome meeting, your tour leader will inform you of any essential information at 6:30pm this evening, or 8:45am the morning of day 2."
      },
      {
        "dayNumber": 2,
        "title": "Drive to Burana Tower and visit a stadium for horse games. Drive onto Chon Kemin and learn how to make Kyrgyz fried bread",
        "description": ": Leaving Bishkek behind this morning, we first drive out to Burana Tower; a piece of Silk Road history that sits sequestered in the wide-open landscape. The 11th-century tower is all that remains of the ancient city of Balasagun, with the tower itself half the height of its former glory. We continue to Tokmok stadium, which plays host to the wealth of horse games that have remained hugely popular here throughout the centuries. We will witness a demonstration of Kok Boru, a form of polo played with the carcass of a goat, and Oodarysh which literally translates to 'wrestling from horseback'. We arrive in Chon Kemin in the afternoon, where our home for the night is a quaint guesthouse in the middle of a peaceful valley, covered with green meadows that are full of wildflowers in spring and early summer, while forests of fir trees cloak the higher slopes. This evening, we will embark on a masterclass to learn how to make Boorsok, the national bread and one of the country's staple foods. The doughy mixture is deep-fried in large quantities before being spread across the 'dastorkan' or table, doubling as a table decoration. Cooking an abundance of Boorsok is seen as a sign of generosity on the part of the host, so seldom will you see a dinner table not chock-full of tasty offerings."
      },
      {
        "dayNumber": 3,
        "title": "Drive onto Lake Issyk Kul to sleep in a yurt",
        "description": ": After breakfast, we'll wind our way to the iconic Lake Issyk Kul, quite rightly dubbed 'The Pearl of Kyrgyzstan'. We trace our way alongside its southern shores to the village of Kyzyl Tuu, one of the centres for yurt production. Here we learn more about how these fascinating structures work and why they have been the chosen dwellings for Central Asian nomads for centuries. We'll also have the chance to visit a local cooperative producing the two traditional types of Kyrgyz felt carpets, Ala-kiyiz and Shyrdaks. Our final stop of today's journey is in Bokonbayevo where we meet an Eagle Hunter. Here we will see how this form of falconry has been practiced and perfected over centuries. We arrive at our yurt camp, on the banks of Lake Issyk Kul in the late afternoon, where there will be time for swimming in the lake before dinner. Tonight's yurts will be twin-share with western-style toilets and cold showers available."
      },
      {
        "dayNumber": 4,
        "title": "Explore Skazka Canyon on foot and then drive onto Karakol for a city tour",
        "description": ": After a leisurely breakfast overlooking the shores of Issyk Kul, we'll drive on to Skazka or 'Fairytale Canyon', so-called due to the bizarre landscape of captivating rock formations. The rock formation in this area is a deep-red sandstone that rises out of the green valley below, offering quite a different landscape from that which we have seen so far. After a short walk here, we'll continue to the town of Karakol, where we'll meet civilisation once again. Embarking on a tour of the town, we'll discover some of its most interesting sights, including the Dungan Mosque which was built in 1904 without using a single nail and serving as a place of worship for the country's Chinese Muslims. The architecture is quite striking, foregoing minarets and opting instead for a wooden pagoda-style roof. We also see the Russian Orthodox Church which was constructed entirely of wood in 1869 and is still standing today. Finally, we'll visit the museum of the Russian explorer Przkevalski, after whom the town was originally named. From here, we'll make the short drive out of the city to the village of Tepke, where we spend the night in a farmer's guesthouse."
      },
      {
        "dayNumber": 5,
        "title": "Cross the border into Kazakhstan and explore Charyn Canyon before driving to Almaty",
        "description": ": Bidding goodbye to our hosts this morning, we'll set off for our next country, Kazakhstan. Our route takes us up to the tip of the eastern Tien Shen range when we cross the border at Kegen before descending to the dry, dusty and hot Kazakh steppe. We stop at Charyn Canyon, often compared to the Grand Canyon albeit on a smaller scale. We visit a part of the canyon known as the 'Valley of Castles' due to its unusual rock formations, and from here we descend 100 metres from the rim down to the river where we have a picnic. It's possible to dip your feet in the river for those who feel in need of a cool-down. After returning to the road we continue onto Almaty where we aim to arrive in the early evening. Almaty ceded capital status to Astana in 1997, but it still remains the cultural and financial centre, where Russians, nomadic Kazakhs, Kyrgyz, Tartars and many other ethnic groups rub shoulders in its bustling markets. The city has an almost European feel, partly due to the earthquake in 1911 that flattened Almaty resulting in the complete re-planning and re-building of the city. Wide, leafy boulevards were constructed and lined with low-rise white-washed housing and offices, and the few period buildings that remained intact were restored to their former glory. The city enjoys an enviable position, nestled in the foothills of the Zailiysky Alatau range, with beautiful turquoise lakes, snow-capped mountains and chic ski resorts just a short drive away."
      },
      {
        "dayNumber": 6,
        "title": "Tour the wide boulevards and green parks of Almaty",
        "description": ": Today we set out to explore some of the Almaty's major sites, starting in the Park of 28 Guards. The park is diverse, serving as a popular meeting place for locals as well as housing a variety of important monuments and buildings. The park's focal point is the Ascension Cathedral, a beautiful Russian Orthodox-style cathedral and one of only two wooden buildings left in the city. Also found in the park are imposing Soviet statues remembering falling soldiers from campaigns such as WW2 and the Afghan War, where many Kazakh nationals fought to support the USSR's interests. We then move on to Green Market, a fascinating meeting place for the city's locals to come for their daily shopping. The market offers an eclectic range of produce brought by nomads as far-flung as Korea, all the way through China and Central Asia. Here you can find exotic fruits, and vegetables, an extensive butchery section with all types of meat and a wide variety of savoury foods. Make sure to try Kazzan (smoked horse sausage) and Kurt (salted cheese balls popular with beer). The rest of the afternoon has been left free to relax, or further exploration. You could take a taxi up to the Medeo ice rink, then travel by cable car to the top of the Shymbulak skiing area for superb views of the city and the surrounding mountains."
      },
      {
        "dayNumber": 7,
        "title": "Morning flight to Dushanbe. Afternoon orientation tour of the city",
        "description": ": This morning, we'll take a short flight of around two hours to Dushanbe, Tajikistan's enigmatic capital. The capital of Tajikistan shares little history with many of its great Silk Road counterparts, with most evidence pointing to the fact Dushanbe was a small village until the turn of the 20th century. The city gained prominence when Tajikistan became part of the USSR, with the Soviets establishing the city as a centre for textile production. It was then that the city began to grow, and more recently it has reached the end of a 10-year intensive building programme bringing the city into the 21st century. This afternoon we will explore some of the city's main highlights, starting the tour at the National Archaeological Museum of Tajikistan. Here we find its famous Buddha statue and rich collection of archaeological artefacts along with collections of fine art. We continue onto the statue of Ismail Samani, the large monument that commemorates the 1,100th anniversary of the Samanid State, which by many is considered to have been the heyday of the Tajik nation when science and arts flourished. Time permitting, during the city tour we will have the opportunity to visit the Museum of Antiquities, particularly famous for its murals from Penjikent. From there we walk up to Rudaki Park, dedicated to the great Persian poet Rudaki, who also lived during Samanid time in the 9th century AD. We end the day with dinner in a local restaurant serving traditional Tajik cuisine. A typical meal in Tajikistan would include vegetable salad starters, followed by a hearty soup similar to the Russian borsch, and a main consists of a meat dish like shashlik or chicken served alongside freshly baked bread."
      },
      {
        "dayNumber": 8,
        "title": "Further exploration of Dushanbe including Navruz Palace and the market",
        "description": ": Today is a more relaxed day with some time for further exploration of the city. We will visit the strikingly beautiful Navruz Palace, Dushanbe's gleaming centrepiece. Hundreds of skilled artisans were appointed to work on the building, with it initially being planned to be built as the largest tea house in the world. But when its interior frescoes and mosaic walls turned out to be so impressive, it was instead turned into a palace. We will also pay a visit to the Museum of Musical Instruments, which, in stark contrast to the palace, is hosted in the front room of a local house! Ran by passionate local Iqbol Zavkibekov, the museum is packed with a rich collection of Pamiri, Tajik and Central Asian musical instruments. Here Iqbol carries on the legacy of his father, a famous Tajik musician, by demonstrating how these traditional instruments are deeply ingrained into the nomadic culture of Central Asia. This afternoon has been left free to relax, or perhaps to take a walk through the city's central market to try and barter for fruit, clothes or textiles."
      },
      {
        "dayNumber": 9,
        "title": "Full day drive into the Fann Mountains. Picnic stop for a scenic lunch and walk to a waterfall",
        "description": ": We set off early this morning for a scenic drive into the mountains. Our first destination is Iskander Kul, named after Alexander the Great. Triangular in shape, it is often considered to be the most beautiful lake in all of the former USSR. Standing at an altitude of 2,200 metres, this alpine lake is nestled in the heart of the Fann Mountains and set to a backdrop of snow-capped peaks. We stop on the shores of the lake for a picnic, and we take a short walk to a nearby waterfall before continuing the drive to Penjikent, aiming to arrive in the early evening. The accommodation for the next two nights is a simple but comfortable hotel with twin rooms and en-suite bathrooms."
      },
      {
        "dayNumber": 10,
        "title": "Drive to the 'Seven Lakes' for a half day walk among the picturesque lakes",
        "description": ": We will spend a full day in the mountains today, exploring the region of the 'Seven Lakes'. Legend has it that the lakes were formed from the tears of seven daughters after the loss of their father. The father got lost in the valley and after several days of looking, it was clear they weren't going to find him. The upset and anguish caused had their tears fill up the valleys right where they were looking. What is for sure is that each of the glacial lakes takes on its own form, with their names thought to reflect their individual shapes. Some are set deep in valleys, others wide and on an open plain. Sometimes the appearance of even the same lake can change as the light and cloud cover transforms throughout the day, with the colours changing from blue, to turquoise, to green and black. We have a picnic lunch beside the fourth lake 'Nofin', before driving further up the valley to the sixth lake 'Marguzor'. It is from here we embark on an hour-long hike up to the seventh and highest lake, Hazorchashma. It's worth the walk, but for those not wishing to make the two-hour round trip, it is possible to just relax on the shores of the sixth lake. Later in the afternoon, we return by bus back to Penjikent for our last dinner in Tajikistan."
      },
      {
        "dayNumber": 11,
        "title": "Drive to historic Samarkand to discover Registan Square and Gur Emir Mausoleum",
        "description": ": Leaving Penjikent behind this morning, we head west and make for the border and our fourth country, Uzbekistan. Before crossing we stop off at the UNESCO site of Sarazm, dating back to the 4th century BC and bearing evidence of one of the first settlements in Tajikistan, possibly even Central Asia. Continuing onto the border, we cross on foot before picking up our Uzbek bus and making the short drive onto the much-fabled city of Samarkand. Stormed by Alexander the Great and reduced to ashes by Genghis Khan, Samarkand was nevertheless transformed into the most glittering city in Transoxiana by Tamerlane, who made it his capital in the 14th century. Even today, the monumental scale of the buildings overwhelms visitors. This afternoon, we will visit Registan Square, Samarkand's turquoise mosaic masterpiece. Registan's sweeping public square is flanked on three sides by huge intricately tiled madrasahs. Meticulously restored during Soviet times, it now echoes its former glory, and we will spend time taking in the scale of the monument, as well as learning about its role over the six centuries it has been standing. We will also visit the Gur Emir, the gold-ceilinged tomb of Tamerlane himself, revered as somewhat of a national icon in Uzbekistan."
      },
      {
        "dayNumber": 12,
        "title": "More highlights of Samarkand and free time in the afternoon",
        "description": ": This morning's sightseeing is accompanied by a local guide who will take us to the Shah-i-Zinda - a beautifully tiled necropolis of tombs, mosques and mausoleums belonging to Tamerlane's family, friends and the prophet Mohammad's cousin. We will also visit the Ulug-Beg Observatory, considered to have been one of the finest observatories in the Islamic World. It was here that Ulug-Beg, the great medieval astronomer, built his gigantic sextant which enabled him to calculate the length of a year within just 10 seconds. The tour will include Bibi-Khanym Mosque, once the largest in Central Asia; it was built by Tamerlane with loot from Indian campaigns and named after his favourite Mongolian wife. Finally, a visit to the Konigil Paper Mill which is located on the outskirts of the town. The rest of the afternoon is free for further exploration at your own pace or relaxation."
      },
      {
        "dayNumber": 13,
        "title": "Morning train to Bukhara, discover blue-tiled domes and minarets; learn about the city's history",
        "description": ": After breakfast this morning we will head to the train station to take the high-speed train to Bukhara, a comfortable journey of just under two hours travelling at over 250kph. Bukhara was a key trading post on the Silk Road. This UNESCO-listed city has many zig-zagged backstreets, bustling bazaars and historical monuments. Many call it \"Bukhoroi Shareef\", translating to Holy Bukhara on account of its hundreds of mosques and mausoleums. The city has seen various dynasties battling for influence as it has always stood as a centre of trade, culture, and scholarship. Today's afternoon of sightseeing starts off with a walking tour. Highlights include the Lyab-i Hauz which once supplied the city's water; the striking blue-tiled Abdul Khan Madrasah and the 9th-century Mghoki Arrar Mosque. We will also visit the Kalyan minaret, which, as the tallest monument in town, is known as the 'Tower of Death' because prisoners were once hurled to their deaths from here. In addition, we will take in the trading domes that are the most famous symbol of Bukharan architecture."
      },
      {
        "dayNumber": 14,
        "title": "Another day exploring Bukhara",
        "description": ": We continue our city tour in the old town of Bukhara. A short drive will take us to The Ark - a massive citadel which was used as a fortress from the 5th century until it fell to the Russians in 1920. Today it houses several small museums connected with Bukhara's history. Bokhara was the site of the imprisonment of two British soldiers during 'The Great Game' - an epic battle fought between Victorian Britain and Tsarist Russia across the vastness of Central Asia. Moreover, we will take in the Char Minar Mosque - the impressive entrance to a now-demolished madrassah, and wander the backstreets of the old town maybe stopping off for a 'chaikhana', at a local tea house. In the afternoon you may visit the Mausoleum of Naqshbandi, 15 km outside the city centre. There are many orders in Sufism, all of which have been represented at different times in what is now Uzbekistan. The Naqshbandiyya order has a great and long-lasting influence, and the memorial place is still a popular place of pilgrimage for Sufis. From here, we will visit the summer residence of the last Emir of Bukhara. In Persian, it is called Sitorai Mokhi Hossa, the place where the moon meets the stars. This evening we enjoy our last dinner in this well-preserved ancient Persian city."
      },
      {
        "dayNumber": 15,
        "title": "Drive from Bukhara to Khiva",
        "description": ": After breakfast and check-out, we will say goodbye to Bukhara. The road to Khiva is certainly a long but scenic one, taking us through the Kyzylkum Desert. We will cover a distance of approximately 450km in about 8 hours, with key stops for rest and lunch along the way. At the end of this lengthy drive, we will be rewarded with the magnificence of Khiva. Its history is more than 2,000 years old and it is one of the best preserved Islamic cities of Central Asia, its structure and roads are mostly intact making it easy to imagine how the city looked from the 10th century onwards. Dinner in the Old City and check in at our hotel for some well-deserved rest."
      },
      {
        "dayNumber": 16,
        "title": "A full day wandering the narrow streets of the 'Open Air Museum' of Khiva",
        "description": ": On this morning's walking tour, we may well feel like we are stepping into a scene from the film 'Arabian Nights' as we explore the majestic Old Citadel. This 12th-century fortress dominated the city before a palace, harem, barracks and mosques were constructed. It is worth climbing the steps of the Dzhuma Minaret for a panoramic view of the maze of streets below. The rest of the afternoon has been left free to explore the mosques, tombs and palaces of this well-preserved city, which has hardly changed since ancient times. This evening, you may choose to explore a bit more of the city after dark, when magical moonlit silhouettes make it even more spectacular."
      },
      {
        "dayNumber": 17,
        "title": "Free day in Khiva; Optional half day trip to the desert fortresses",
        "description": ": Today we will spend another full day in the magnificent Silk Road oasis of Khiva. You have free time to wander out, sit by the minaret in the shade and drink tea, or spend your time hunting for handmade souvenirs. Your guide is available for you all day to suggest things to do and places to see and they may also join you. Enjoy your last day in Uzbekistan and recharge your batteries to be ready for the adventurous next couple of days in Turkmenistan. For those willing to explore a bit more, there is a chance to take an optional half-day trip with a local guide to visit the ancient Khorezmian settlement ruins. Among the highlights, are Toprak Kala, the ancient palace city and Ayaz Kala, a settlement ruins located on a hilltop."
      },
      {
        "dayNumber": 18,
        "title": "Cross the border into Turkmenistan and drive onto Darvaza to camp by the flaming crater",
        "description": ": We set off for the border in Shavat-Dashoguz this morning to cross into our fifth and final Stan - Turkmenistan. The border crossing into Turkmenistan can sometimes be a lengthy affair, so be prepared for a 2-3 hour wait and a thorough search of all bags. It is here we will wave goodbye to our Tour Leader at the Uzbek border, before making our way on foot and by bus across no-man's land to be greeted by a local Turkmen leader for the final few days of our trip. From here we continue on into the Karakum desert for a six-hour drive to the incredible Darvaza Crater. Many stories surround the so-called 'Door to Hell', the one that most people settle on was that the site was identified by Soviet engineers in the early 1970s as an oil site. Drilling commenced before they hit a gas pocket which caused the collapse of the rig into the crater we see today. Dangerous amounts of toxic gas began to be released, so it was decided to try and burn the gas off by settling it alight. It remains alight today, over 50 years later. After a very apt barbecue dinner, we'll have plenty of time to take in Darvaza's deep reds, oranges, and crimsons as it burns brightly against the backdrop of the inky-black sky. We camp tonight beside the crater in two-man tents. The set-up is very simple, with permanent toilets but no access to showers. All mats and bedding will be provided. ***The fire within the Darvaza Crater is gradually burning out, and the gas flow has significantly decreased in recent times. We are monitoring the situation and will inform you of any changes to the itinerary in due course***"
      },
      {
        "dayNumber": 19,
        "title": "Continue onto Ashgabat, stopping via the Erbent Desert community",
        "description": ": Continuing south this morning, we stop via the Erbent Desert community. The most remote part, of one of the world's most remote countries is an odd place to find a village, but this small, hardy community thrives here against all the odds. We spend some time wandering among the small village's houses and yurts and learning how the villagers here have adapted to such an extreme environment. We continue onto Ashgabat, arriving in time for lunch. The capital of Turkmenistan was a once-prosperous frontier town along the Trans-Caspian railway that was completely destroyed by a massive earthquake in 1948. It rose from its ashes and rubble and became the capital of an independent Turkmenistan in 1991. The city then became the personal project of President Niyazov, who set about forming it in his own unique image, renaming the streets and changing the face of the city on an almost daily basis as he approved the destruction of its suburbs to make way for several controversial planning projects. In the afternoon we have an opportunity to explore the city on a tour that will take in some of the highlights of both the Soviet and Niyazov reigns. We visit Independence Park where we will see the Independence Monument, a large structure designed to resemble traditional Turkmen hats. We will also pay a visit to the Turkmenistan National Museum of History, a rich cache of some 150,000 objects and artefacts that date back to Neolithic times and the Bronze Age era of the Margiana civilisation."
      },
      {
        "dayNumber": 20,
        "title": "In Ashgabat, visit Nisa Fortress and Gypjak Mosque",
        "description": ": This morning, we drive out to the outskirts of the city to the once-mighty fortress of Nisa. Founded in the 3rd century BC as the capital of the 1st Parthian Empire, its walls, and towers (43 in total) protected the royal palace, Zoroastrian temples and the power and prestige of successive ruling dynasties until its eventual destruction at the hands of the Mongols in the 13th century. We then continue on to the impressive Gypjak Mosque or spiritual mosque. The largest mosque in Central Asia, it was constructed in 2002 for a reported sum of $100 million and mirrors the style of much of the city with its opulent white marble walls and golden domes. After some time for exploration, we return to the city, where the rest of this afternoon has been left free."
      },
      {
        "dayNumber": 21,
        "title": "Trip ends in Ashgabat",
        "description": ": The trip ends after breakfast at our hotel in Ashgabat. There are no activities planned today, so you're free to depart from Ashgabat at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Ashgabat International Airport (ASB), which is a 40-minute drive from the hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "the-five-stans-silk-road-holiday",
    "tourName": "The five stans silk road holiday",
    "placesVisited": "Ashgabat, Turkmenistan, UNESCO Nisa ruins, Jeep convoy across Karakum Desert, 12 century city of Abiverd, UNESCO ruins of Merv, Bukhara, Uzbekistan, Samarkand, Shakhrisabz, Termez, Dushanbe, Tajikistan, Fann Mountains, Iskanderkul Lake, Khujand, Ferghana, Arslanbob Nature Reserve, Kyrgyzstan, Sulayman Mount, Arslan Bob homestay, Tien Shan Mountains, Son Kul Lake, Bishkek, Almaty, Kazakhstan",
    "generalInfo": "There can be few more iconic traveller trails to follow other than the Silk Road that leads through Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan. Colloquially considered the ‘Five Stans’, these independent land-locked nations swirl with the ancient trading traditions of Central Asia and make for a great holiday destination for cultural adventurers. <br/><br/>Landscapes morph from desert plains and undulating steppe to valleys and mountain peaks to ensure the Five Stans conjure up Silk Road experiences that remain out of reach of many sightseeing tourists.<br/><br/>This epic three-week small group tour helps you put together the pieces of the past and present as you journey on a Central Asian odyssey steered by expert local guides. Travelling as part of a group is an ideal experience for solo travellers who are searching for Silk Road tales and fellow travellers to share their adventures. Single room supplements, where available, ensure privacy and travelling as part of a guided group allows confidence to build and friendships to form. <br/><br/>Greek, Persian and Mongolian influence is just as evident across all Five Stans as that of the Soviet regime with a succession of trader markets, yurt camps, monuments and mosques opening up all manner of exciting and enlightening encounters across the heartland of Central Asia.<br/>",
    "durationDays": "23",
    "price": "6799",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The adventure begins in Ashgabat, the capital of Turkmenistan. As per Turkmen law, we arrange arrival transfers for everyone in the group. See the Joining Instructions in the Trip Notes for more details. There are no arranged activities today, as many flights arrive very late at night or early tomorrow morning. Accommodation: Hotel Sport (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Following what for many people will have been a late night or early morning arrival, we have our welcome briefing at 11am and then begin our exploration of Ashgabat. Ashgabat holds the record for the most white-marble buildings in the world. In the post-Soviet era, successive Turkmen leaders built these impressive buildings as a show of the country’s strength, and they make for a surreal sight. Ashgabat has been described as Pyongyang meets Las Vegas, and you can see why. We have a half-day tour of Ashgabat including Ertogrul Ghazi mosque, Independence Park, the Neutrality Arch, Constitution Monument, Alem Ferris Wheel, Constitution Monument, Halk Hakydasy Memorial Complex, and the Wedding Palace, which looks over the city from a hilltop. We also have a visit to the national museum and later a short tour of the city by night (40 minutes). This evening your tour leader ensures a big welcome by arranging a group dinner together. Accommodation: Hotel Sport (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After an early breakfast, we transfer (up to four hours) to Mary, a contemporary city that serves as the gateway to ancient Merv. In the early afternoon, we continue to this vast World Heritage site, once among the largest cities on Earth. We move between key surviving areas, including the windswept remains of crumbling towers and walls, to gain a sense of the scale that so impressed medieval travellers. Later, we return to Mary to look around the modern town, including the Juma Mosque and the small Russian Orthodox Church. Accommodation: Margush/Mary Hotel (or similar)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Returning to Ashgabat, we arrive early afternoon with time to visit the Magtymguly Monument, dedicated to the 18th-century poet whose work shaped Turkmen literary identity. From here, we continue to the archeological site of Nisa (Turkmenistan), once a capital of the Parthian Empire, which ruled a vast stretch of territory from present-day Iraq to Pakistan more than 2,000 years ago. Our final visit is a local farm known for breeding Akhal-Teke horses. Celebrated for their distinctive metallic sheen and long-distance stamina, they remain an enduring emblem of Turkmen national heritage. Later, we transfer to Ashgabat airport for our evening flight to Dashoguz. Accommodation: Hotel Dashoguz (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, we drive for two hours to Kunya Urgench. Once the capital of the Khorezm region under the Achaemenid Empire, this World Heritage site preserves a remarkable collection of monuments dating from the 11th to 16th centuries. Our tour leader guides us between the remains of mosques, caravanserai gates, fortresses and mausoleums, culminating at the 195ft (60m) Gutlug Timur Minaret. The craftsmanship seen here influenced architectural traditions across Iran and Afghanistan, and later shaped elements of 16th-century Mughal design in India. We then make the two-hour return drive to Dashoguz, followed by a further 20 minutes to the Shavat border post. Here, we say goodbye to our Turkmen tour leader and complete border formalities before meeting our Uzbek leader on the other side. Procedures often take a couple of hours and include a short shuttle bus across no-man’s-land (have US$1 ready in cash). We continue to Khiva, aiming to arrive around 6pm. Accommodation: Malika Khorezm (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "The walled Itchan Kala is Khiva’s meticulously preserved old city. Here, our tour leader takes us to: the tiled base of the never-completed Kalta Minar; the Kunya-Ark, the 12th-century fortress that once housed the Khiva khans; and the serene mausoleum of Pakhlavan Makhmud, Khiva’s patron poet-saint. We continue to the Islam Khoja minaret and madrasah and the atmospheric Juma Mosque, whose roof is carried by 218 carved wooden columns. Further highlights include the richly decorated Tash Khauli palace complex and Allakuli Khan Madrassah. Along the way, we step into artisan workshops to see how Khiva’s crafts endure today, learning about the techniques behind wool and silk carpets, embroidery, ceramics and intricate wood inlay. Accommodation: Malika Khorezm (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast, we drive for about two hours into the arid plains of Khorezm. Now sparsely settled, these lands were once marshy and densely inhabited by the Massagetae Scythians, horseback archers known for resisting successive empires – including defeating Cyrus the Great in 529 BCE. Our main stop is Ayaz-Qala, a sixth-century hilltop fortress with wide views across the steppe. Depending on timing, we may also visit other nearby castles before continuing to Urgench, about 1hr 30min away. In the afternoon, we board a train from Urgench to Bukhara, travelling 6hr 30min across the Kyzyl-Kum desert. The service typically uses Soviet-era carriages with four-berth compartments, so it’s worth bringing snacks and water for the journey. We arrive late into Bukhara and head straight to our hotel. Please note: timings and itinerary may vary depending on train schedules. Accommodation: Sultan Hotel (or similar)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The 2,000-year-old city of Bukhara has an old centre that evokes the many centuries of traders and travellers who’ve passed through here on their way between the Mediterranean and China. We spend the day exploring this fascinating city, including a visit to the historic Lyabi Khauz architectural complex, which has the oldest reflective pool in Central Asia. We also visit: Chashma-Ayub Mausoleum, a sarcophagus over an ancient sacred spring; the Mausoleum of the Samanids, the family tomb of the rulers of Bukhara; Ark Citadel, the residence of Bukhara’s rulers since the first century CE; the Poi Kalyan Complex, home to the 157ft (48m) high Kalyan Minaret; the Kalyan Mosque, which has 288 domes covering galleries below; Nodir Divanbegi Madrasah; and Chor-Minor, a small mosque of an original form. Accommodation: Sultan Hotel (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "This morning, we delve further into Bukharan history at the Sitorai-Mokhi-Khosa Palace, the summer residence of the emirs. Our tour leader walks us through its blend of local design and Russian influence, pointing out the intricate ganch plasterwork, carved wood panels and richly painted reception rooms that once hosted courtly gatherings. In the afternoon, we board the train to the great Silk Road city of Samarkand. When schedules allow, we use the high-speed Afrosiyob service, which covers the journey in just under two hours. Accommodation: Malika Prime (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Possibly the most famous of the Silk Road cities, Samarkand has blue-tiled buildings that dazzle in the bright sun. Dating 2,500 years old and impacted by such figures as Alexander the Great, Genghis Khan and Tamerlane, it is home to one of the world’s great squares, Registan Square, surrounded on three sides by the madrassahs of Ulugh Beg, Sher-Dor and Tilya-Kori. The city was the capital of the Tamerlane, and we spend the day visiting a number of Tamerlane-era sites, including the Gur-Emir Mausoleum, burial place of Tamerlane, his sons and his grandson, Ulughbek. The Ulugbek Observatory was built in 1420 by Tamerlane’s grandson who was not just a ruler but also a well-known astronomer. We move to the oversized Bibi Khanum Mosque and Shakhi Zinda (the ‘Living King’ necropolis) where the mausoleums date to the 14th and 15th centuries. Our final visit is to the Siab Bazaar with its fresh and dried fruit and nuts and other local food produce, plus a paper factory. The exact order of visits may vary. Accommodation: Malika Prime (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drive to the Tajik border early this morning. We cross into Tajikistan, meet our local guide and transfer (20 minutes) to the town of Penjikent. Our first stop is the World Heritage site of Sarazm, which dates back 5,500 years. In Penjikent, we enjoy a tour (three to four hours) that takes us to the Museum of Rudaki (Rudaki is considered by many to be the father of Persian poetry and he was born in Penjikent) and ancient Penjikent, ruins of a fifth-century Sogdian town founded, which was abandoned in the eighth century. We also explore the remains of houses, a citadel with Zoroastrian fire temples and a bazaar in the excavated ruins. Accommodation: Panjakent Plaza Hotel (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Take a trip into the heart of the Fann Mountains. We drive (50mi/80km) to Seven Lakes (Haf Kul in Tajik) in the Shing Valley, taking a sometimes bumpy and narrow road. The high mineral content in the water gives the lakes an unusual colour. We have time to enjoy the mountains, with a walk to Hazorchashma Lake and a picnic lunch in the village of Nofin before we return to Penjikent. Accommodation: Panjakent Plaza Hotel (or similar)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Leaving the Fann Mountains, head into the industrial and agricultural heartland around the city of Khujand (about four hours’ drive). En route, visit the town of Istravashan founded by the Persian king Kier in the sixth century, and visit the bazaar. While Khujand, today, is not the most attractive of cities it has a complex history. Believed to be one of the oldest in Central Asia, it was attacked by Alexander the Great, Arab invaders and Genghis Khan, as well as being an important Silk Road stop. There are still traces of the glory days and we take a tour of the sites, including the Musuem of Archeology, Sheikh Maslikhiddin Mosque, the Payshanba bazaar and, if time, Arbob Palace, the Urumkhodjaev family country estate, a copy of the Russian tsarist palace of Peterhof. Accommodation: Khudjand Delux Hotel (or similar)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Return to Uzbekistan via the border crossing at Andurkhan, where we say goodbye to our Tajik crew and re-join the Uzbeks. The total driving time to Ferghana town is about five hours from Khujand, but we make several stops along the way. The first is at Kokand, which was the capital of the 19th-century Kokand Khanate. We visit the Khudoyar-Khan Palace (1871) home to a museum, the Norbuta-Biy Madrassah and the Modarikhon Mausoleum. From here, continue to the small village of Rishtan, home to potter dynasties and ceramics masters. We visit a ceramics studio and witness a demonstration of the craft before the opportunity to buy earthenware. Our final stop is at Margilan, where we visit a silk factory and learn about the material that gave its name to the greatest trade route in history. Eventually, we arrive in Fergana town where we spend the night. Accommodation: Hotel Asia Fergana (or similar)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Transfer to the Kyrgyz border this morning and say goodbye to our Uzbek leader. After border formalities at the Dustlik crossing, we meet our Kyrgyz leader and head into nearby Osh, the second-largest city in Kyrgyzstan. We visit the sacred Sulayman Mountain, a holy Muslim site (and burial place of the prophet Sulayman (Solomon) and the central point on the Silk Road. The walk to the top of Sulayman Mountain is paved with some steps and can be tiring in the heat but the views over the city and valley below, small museum and 15th-century church are worth the effort. On the way to Jalal-Abad, we make a sightseeing stop at Uzgen. We take an excursion to an old minaret and mausoleums nearby and visit a rice bazaar. Uzgen has a history of over 2,000 years — it is claimed to be a site of numerous citadels built at various times since the first century BCE. It was an important centre of trade routes between the Fergana Valley and northern territories of Central Asia. Uzgen became a highly developed town in the Karakhanid’s epoch and developed into a large trading and handicrafts centre. Accommodation: Guesthouse Goodnight (or similar)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Leave Jalal-Abad and transfer (approximately 1hr 30min) to Arslanbob Nature Reserve. The village of Arslanbob is in the mountains at around 5,250ft (1,600m) – though the top and bottom of the village vary considerably in altitude – and is surrounded by an ancient walnut forest believed to be the largest in the world. We go for a walk and picnic lunch in the surrounding countryside. The walk takes around four hours (including lunch and stops) and requires walking shoes/boots. The pace is leisurely but if anyone prefers not to join, you are free to opt out. After, we return (approximately 1hr 30min drive) to our guesthouse in Jalal-Abad. Accommodation: Guesthouse Goodnight (or similar)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Leaving the gorges behind, we make the long journey towards the upland pastures surrounding Son Kul Lake, set at 9,895ft (3,016m). The drive takes around nine hours and includes stretches of rough road; a new route is under construction, though its opening date remains uncertain. Son Kul is one of Kyrgyzstan’s most celebrated mountain landscapes, where herding families still bring their sheep and cattle to the jailoo (high summer pastures). Yurt camps have increased in recent years, but many are still run by the same families who tend the animals, giving us a window into a seasonal way of life that continues today. We spend the night in a yurt camp, experiencing a comfortable, modernised version of nomadic living. Facilities now include Western-style toilets and a dedicated ‘shower yurt’ with proper showers and basins. Hot water is available when the generator is running (usually morning and evening), though it can be intermittent. Accommodation: Yurt camp"
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Spend today soaking up the beauty of the landscape around Son Kul. There is the option to go on a 2hr to 2hr 30min walk to the nearby hills – the slopes are quite steep, and this may not be for everyone, but at the top are a few petroglyphs to admire. Accommodation: Yurt camp"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Our journey today first takes us to Kochkor, Kyrgyzstan’s most important centre for felt handicrafts. We visit a workshop and can participate in the manufacturing of national carpets. From Kochkor, we travel through the central Tien Shan mountains, driving through picturesque canyons and gorges along the southern shores of Issyk-Kul, the second-largest salt lake in the world, measuring 43mi by 112mi (70km by 180km) and almost 2,300ft (700m) deep. Its name means Hot Lake and was given as it never freezes, even in the depths of winter. The surrounding area is a mixture of forest and meadow with a backdrop of towering mountains and glaciers. We have an excursion at Bokonbaev village to observe a traditional form of falconry found throughout Central Asia – hunting with eagles. Eagle hunting plays a key role in the nomadic lifestyle here and can also be seen during national competitions. Accommodation: Nomad Camp Hotel (or similar)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "This morning, we continue our journey to Karakol. We head first to Barskoon Gorge, known for high waterfalls and dense spruce forests and visited by Yuri Gagarin, the first man in space. We hike to a waterfall called Bowl of Manas (named after the Kyrgyz national hero). Next is Djety Oguz Gorge where the Seven Bulls and Broken Heart rocks formations can be seen. From Djety Oguz, we continue to Karakol. There are about 2hr 30min of driving in total today. The atmosphere of Karakol town takes you a hundred years back and gives you an impression of Tsarist Russia. We enjoy a sightseeing tour of Karakol, taking in old Russian-style houses, a Russian Orthodox church dating to 1886, a wooden Dungan mosque (1899) made without the use of nails, and Karakol bazaar. This evening, we enjoy a home-cooked meal at a Uygur or Dungan family home. Accommodation: Amir Hotel (or similar)"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Today we cross the Kyrgyz-Kazakh border and, after border procedures (which may take one to two hours), travel along the picturesque Karkara valley, where mountain flowers attract many beekeepers. We head towards Charyn River, where the dramatic erosion caused by the river has created an impressive landscape. We have some time to observe the beginning of Charyn and Moon Canyons from different viewpoints. After a short walk and some time for photographs, we continue towards the Black Canyon. There is time for a picnic lunch in the canyon (you can buy your picnic from a supermarket earlier in the day). After our visit we continue to Almaty with an expected arrival time of around 5pm. There are about six hours of driving today. Accommodation: Uyut Hotel (or similar)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "Almaty is a beautiful city with its backdrop of the Tien Shan mountains, and we have the whole day to explore. With leafy streets and a cafe culture, the former Kazakh capital has a distinctly European feel. We set off on a city tour after breakfast, visiting a number of sites, including Zhenkov Cathedral (Ascension Cathedral), made entirely of wood and without the use of nails, Panfilovs Park, home to the Piously-Voznesenskiy Orthodox Cathedral (1907), which was built without any nails, the Great Patriotic and Civil War monuments and eternal flame, and the Museum of National Instruments. Accommodation: Uyut Hotel (or similar)"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Our adventure comes to an end in Almaty after breakfast."
      }
    ],
    "map": ""
  },
  {
    "destination": "Kazakhstan",
    "mainPhoto": "",
    "id": "the-silk-road-small-group-tour",
    "tourName": "The Silk Road small group tour",
    "placesVisited": "Tashkent, Samarkand, Bukhara, Kazakhstan, Sauran, Turkestan, Almaty, Issyk, Turgen Gorge, Bishkek, Kyrgyzstan, Issyk Kul, Jety Oguz Gorge, Karakol, Boon Gorge, Bishkek",
    "generalInfo": "There are roads and then there are the stuff of legends which is why this fortnight long Silk Road group tour has become an incredible experience, well-worth investigating further.<br/><br/>This is your chance to go on a Silk Road small group tour that features the stunning scenes once witnessed by traders and merchants making their way from Europe and into Asia. <br/><br/>Find out what it may have been like for Marco Polo as you venture from Kyrgyzstan to Kazakhstan and Uzbekistan via steeped mountain slopes and ancient architectural achievements that provide ever-changing scenes to accompany your tour. <br/><br/>Explore the lesser-trod tourist territory of central Asia where some of the Silk Road's most revered sites, such as  Bukhara, Samarkand and the Tien Shan Mountains, come into view and local people live amongst some awesome settings.<br/><br/>As you'd hope, this two-week Silk Road small group tour is all about experiencing one of the world's most fabled journeys overland with overnight train trips letting you explore as efficiently as possible although without missing out any of the good bits along the way.<br/>",
    "durationDays": "16",
    "price": "3599",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "The adventure begins in Bishkek. We have a city tour this afternoon, spending a couple of hours visiting the main city sites, including Ala Too Square, Parliament House, the White House, the Lenin Statue and the Manas Monument. You can check in to the hotel from 10am. Want extra time in Bishkek? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Garden, Hotel Bridges or Hotel Plaza (or similar)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On the way to Chon-Kemin Gorge, we stop at an 11th-century Karakhanid minaret – Burana Tower, a Unesco World Heritage site and the first minaret of its kind in Central Asia. You can climb to the top of the tower. Take care, it’s quite dark inside and the stairs are steep and narrow. Nowadays, it is a complex that includes the tower itself, reconstructions of mausoleums found on the site, remains of a citadel, collection of balbals (gravestones used by nomadic Turkic peoples), petroglyphs (stone carvings) and a small museum. We will also visit Ak Beshim ruins, the remnants of an ancient city. We’ll see the remains of Chumysh Fortress, a Nestorian monastery, a complex of Christian churches and two Buddhist temples. There are also rock paintings and burial mounds. Following our visit, we continue to Chon-Kemin National Park, a quiet valley with several small villages and farmed lands surrounded by magnificent mountains and fir forest. It is a wonderful place to be, to sit on the doorstep with a pot of tea. Total drive time: 2hr 30min Accommodation: Guesthouse Kemin (or similar)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "We continue our journey through the Tien Shan mountains along the southern side of Issyk Kul Lake. The second largest salt lake in the world, it measures 43mi by 112mi (70km by 180km) and reaches almost 2,300ft (700m) deep. The name translates to Hot Lake, as it never freezes over, even in the depths of winter. It’s surrounded by a mixture of forest and meadow with a backdrop of mountains and glaciers. Optional excursion (approximately US$120 per group): Stop at Bokonbaev village to observe a traditional form of falconry found throughout Central Asia – hunting with eagles. Eagle hunting plays a key role in the nomadic lifestyle here and can also be seen during national competitions. Next, we visit Barskaun Gorge and take a short hike to a waterfall, then drive to Djety Oguz. Tonight we stay in a yurt camp, made of six sleeping yurts (each accommodating four to five people) and one communal/dining yurt. There is a shower and three Western-style flush toilets but hot water for washing must be requested specifically. There is also a generator for electricity for three hours in the evening. Spending a night in a yurt camp is a fantastic experience and a small insight into the centuries-old way of life for many nomadic people in Central Asia. Accommodation: Yurt Camp, Djety Oguz (or similar) Total drive time: six to seven hours April and October departures: we will stay in Almaluu Yurt Camp close to Lake Issyk Kul, rather than a camp in Djety Oguz. We will still visit Djety Oguz, but due to the different location of the yurt camp, the order of activities today and tomorrow will differ slightly in these months. Almaluu is better suited than Djety Oguz for these cooler months."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning we walk in Djety Oguz, which translates to the Valley of Seven Bulls, named after the distinct seven red-coloured rocks in the gorge. We can learn about the local legends behind the name as we walk out of the beautiful gorge (approximately two hours) through fir forest, yurt settlements and grazing lands. If you’re feeling energetic, there is also the option to hike to a waterfall. The trail can be slippery, so this is not advisable in wet weather. We continue to the town of Karakol, where we enjoy a sightseeing tour taking in old Russian-style houses, a Russian Orthodox church, a wooden Dungan mosque, and Karakol bazaar. Tonight, we enjoy a home-cooked meal at a local Uygur or Dungan family home. Total drive time: one hour Accommodation: Amir Hotel, Green Yard Hotel or Matsunoki Hotel (or similar)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today we cross the Kyrgyz-Kazakh border and, after border procedures (which may take one to two hours), travel along the picturesque Karkara valley, where mountain flowers attract many beekeepers. We head towards Charyn River, where the dramatic erosion caused by the river has created an impressive landscape. We have some time to observe the beginning of Charyn and Moon Canyons from different viewpoints. After a short walk and some time for photographs, we continue towards the Black Canyon. There is time for a picnic lunch in the canyon (you can buy your picnic from a supermarket earlier in the day). After our visit we continue to Almaty with an expected arrival time of around 5pm. Total drive time: eight hours Accommodation: Plaza Hotel or Kazzhol Hotel (or similar)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Today we head out of Almaty to stretch our legs and explore the countryside. We begin by heading to Esik. We visit Esik Burial Mounds and the Esik State Historical and Cultural Museum. The mounds are one of the largest archaeological sites of the Scythian-Saka period. The site dates to the fourth century BCE. The museum is on the site of one of Kazakhstan’s most impressive archaeological finds – the tomb of the Golden Man – where a Saka prince was found in an intact tomb. We continue to Issyk Lake (or Esik Lake), not to be confused with Issyk Kul Lake in Kyrgyzstan, which we visit earlier in the trip. Amid thick forests and wildflower pastures, this alpine lake is 5,775ft (1,760m) above sea level within the Issyk Gorge. We walk down the concrete staircase to explore the southern shore of the lake. Finally, we return to Almaty for the night. Total drive time: three hours Accommodation: Plaza Hotel or Kazzhol Hotel (or similar)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Almaty is a beautiful city backed by the Tien Shan mountains and we have the whole day to explore it. With leafy streets and a cafe culture, the former Kazakh capital has a distinctly European feel. After breakfast, we visit several sites, including Zhenkov Cathedral (Ascension Cathedral), made entirely of wood and without the use of nails; Panfilov Park; the Monument of Panfilovs 28 Guardsmen; the Great Patriotic and Civil War monuments and eternal flame; and the Museum of National Instruments. After the tour, we drive to the train station. Here we say goodbye to our tour leader who has been with us throughout Kyrgyzstan and Kazakhstan and meet our Uzbekistan leader who’ll be with us for the remainder of the trip. We travel overnight from Almaty to Tashkent. We leave Almaty in the evening and depending on train timetables, we’ll either travel by sleeper train all the way to Tashkent, a journey of about 16 hours, or we’ll travel as far as Shymkent by sleeper train, a journey of about 11 hours, then continue by road for two hours to the Kazakh-Uzbek border, then following the border crossing which typically takes 1-2 hours (the border crossing is a little chaotic and does not feature polite queuing!), we then continue for another 40 minutes by road to Tashkent. Travelling on trains through this region is a great way to cover large distances (almost 620mi/1,000km in this case), see the changing landscape, and mingle with local people. We use four-berth compartments on this sleeper train, which is reasonably comfortable but not luxurious. Accommodation: Sleeper train (four-berth compartment)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "We usually arrive in Tashkent, the capital of Uzbekistan between mid morning and early afternoon. We’ll have a short tour of the city. Over the course of today and tomorrow we’ll visit sites including: Independence Square, which is flanked by public buildings and water fountains, and the Old City with its mausoleums (Hast Imam complex) and bazaar. Tashkent was largely destroyed by earthquakes in the 1960s and was rebuilt in true Soviet style with pleasant leafy boulevards and lots of fountains to keep the heat down in summer. Accommodation: Gabrielle International hotel, Medina Hotel (or similar)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "We continue our exploration of Tashkent today an usually include a ride on the impressive metro system. In the evening, we catch a fast train to Samarkand. The city is steeped in history, dating back 2,500 years and impacted by figures such as Alexander the Great, Genghis Khan and Tamerlane, the latter made it the capital of his empire in the 14th century. A central position on the Silk Road meant it was an important stop on the route from Istanbul to Peking (now Beijing). At its heart is Registan Square, which is flanked by the three grand madrasahs (Islamic colleges) of Ulughbeg (15th century), Sherdor and Tilya Qori (both 17th century). Accommodation: Ideal Hotel (or similar)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Over the next day and a half, we visit key sights in and around Samarkand, including: the Registan Square, Gur Emir Mausoleum, burial place of Tamerlane, his sons and his grandson, Ulughbek. The Bibi Khanum Mosque and Shakhi Zinda – the Living King necropolis – with its series of mausoleums dating to the 14th and 15th centuries. Siab Bazaar to try fruits, nuts and other local produce. We also visit the Necropolis and Ulugbek’s Observatory and a paper factory where traditional methods are used. Accommodation: Ideal Hotel (or similar)"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "We continue our exploration of Samarkand. In the evening, we take a fast train to Bukhara. The best-preserved medieval city in Central Asia, this Unesco World Heritage site dates back more than 2,000 years. Accommodation: Kavsar Hotel or Grand Nodirbek (or similar)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "We have two full days exploring Bukhara and nearby sights. Our city tour takes us to the Lyabi Khauz complex, built in the 16th and 17th centuries. It’s home to the oldest pool of its kind in Central Asia, surrounded by madrasahs and a khanaka (lodging house for travelling sufis), including the largest madrasah in Bukhara, the 15th-century Kukeldash Madrasah. We continue to the Poi-Kalyan religious complex with its 157ft (48m) tall 12th-century Kalyan minaret – the symbol of Bukhara; the large Kalyan Mosque (15th century) with galleries topped by 288 domes; and the only active madrasah in the city, Bukhara Miri-Arab (16th century). Next is the Samanid Mausoleum, the oldest piece of Islamic architecture in Central Asia and burial site of the 10th-century emir, Ismail Samani. Finally, we visit the Ark, a fifth-century citadel and the oldest building in Bukhara. Accommodation: Kavsar Hotel or Grand Nodirbek (or similar)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "A late night/very early morning start sees us head to Bukhara station where we catch our train to Urgench. This train is slower and older than the ones we’ve taken earlier in our time in Uzbekistan, but we have compartments with beds. The journey takes about six hours, and sees us across the Kyzylkum desert, arriving mid morning. From Urgench, we drive for about an hour and a half to the 2,000-year-old ruined city fortress of Toprak-Qala, dramatically located with the Sultan Vais mountains as a backdrop. The settlement began in the first century BCE under Kushan patronage and was later devastated by Turkish raids that led to the depopulation of the town in the sixth century. Three large round towers and an impressive portion of the citadel remain, but the parchments and paintings found there are now in St Petersburg’s Hermitage Museum. We also visit Qizil-Qala, formerly an important oasis with an impressive amount of remaining buildings, and finally Ayaz-Qala, an imposing hilltop fortress from the sixth century. We later drive to Khiva to spend the night. Accommodation: Malika Khiva (or similar)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "We have a walking tour of Khiva today, we’ll visit the living museum that is the perfectly restored old city. See the khan’s old residence, the Kunya-Ark 12th century fortress, the tiled base of the never completed Kalta Minar, (which was originally planned to be taller than any minaret in Bukhara) and the beautiful mausoleum of Pakhlavan Makhmud (Khiva’s patron saint) with its tiled courtyard. Many wedding parties and pilgrims come to visit the tomb and drink the water from the well in the courtyard. Also visit the Juma mosque – supported by 218 wooden carved columns. Accommodation: Malika Khiva (or similar)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Our adventure ends in Khiva this morning. Land only travellers may join our group transfer to Urgench airport which is timed to fit with the Turkish Airlines flight to Istanbul, or you may remain in Khiva. If you aren’t quite ready to leave, speak to your sales representative about extending your adventure"
      }
    ],
    "map": ""
  }
]