[
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-culture-and-wildlife-boutique-holiday",
    "tourName": "Sri Lanka culture and wildlife boutique holiday",
    "placesVisited": "",
    "generalInfo": "Indulge in the thrill of safari adventures and connect with the untamed beauty of Sri Lanka's wilderness, this tour gives you adventures to the top of ‘Lion Rock’ and Monkey Mountain, and on an boat safari to the Senanayake Samudra's Inginiyagala Dam.<br/><br/>Immerse yourself in the exotic wonders of diverse ecosystems, encountering majestic elephants, elusive leopards, and vibrant birdlife in lush national parks Minneriya National Park and Gal Oya National Park. After exhilarating encounters, unwind on pristine beaches, where golden sands meet the rhythmic waves of the Indian Ocean. This unique holiday promises a perfect blend of thrilling wildlife encounters and serene beach retreats, offering an unforgettable experience for nature enthusiasts and beach lovers alike. Experience the perfect blend of wildlife exploration and beach relaxation, creating cherished moments in this tropical paradise.",
    "durationDays": "12",
    "price": "3102",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Welcome to Sri Lanka! Pearl of the Indian Ocean. Upon your arrival you will be transferred to your hotel in Sigiriya. This historic palace and fortification complex is referred to by locals as the eighth wonder of the world. Check into the hotel for overnight stay."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Visit The city of Polonnaruwa, one of the former capitals of ancient Sri Lanka. Then to Minneriya National Park, for the greatest view of the largest wild Asian elephant gathering in the world and home to other wildlife including sambar deer and leopards, and elephants. Return to your hotel for overnight stay."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today, climb the 5th century Sigiriya rock fortress and World Heritage Site. The ‘Lion Rock’ is a citadel rising 200 meters from the jungle and stronghold of the 70 hectare fortified town. Afterwards, visit the elephant orphanage with one-on-one time spent bathing the elephants. Return to your hotel for overnight stay."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Head to Galgamuwa today and this evening hop on a jeep and start your night game drive. This is the best place to wild elephants; and other encounters of crocodiles, deer, and leopards."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Trek up the Monkey Mountain today, a twenty minute walk to the summit with stunning views from the top. Afterwards, take a thrilling boat safari to the Senanayake Samudra's Inginiyagala dam, or explore the Gal Oya National Park, which is home to many wildlife. Return to your hotel for overnight stay."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Take opportunity of the hotel's bird walk and hiking trails around the lodge and enjoy the gorgeous, lush surroundings."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Proceed to Tangalle, a haven of peace on Sri Lanka's south coast, is home to unspoiled beaches fringed with swaying palms and blue waters. Check into the hotel for Overnight stay."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Free day to relax and enjoy hotel surroundings and beautiful coastline."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Visit Galle Fort is Sri Lanka's most attractive seaside town today. Locals play cricket along the beach, tourists promenade on the historic fort walls, while street sellers sell delicious tropical fruit under the palm palms. Check in to the hotel with the afternoon is at leisure."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Fee day at leisure to explore your surroundings."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Today, you will be picked up from the hotel and transferred to the airport in time for your departure."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-holiday-wild-escapes",
    "tourName": "Sri Lanka holiday, wild escapes",
    "placesVisited": "Colombo, Habarana, Sigiriya Rock Fortress, Minneriya National Park, Kandalama, Kandy, Nuwara Eliya, Sinharaja Rainforest, Ranweli Holiday Village",
    "generalInfo": "This wonderful 8 day tour travels to lesser know locations and beautiful eco properties around the island, as well as visiting and viewing the elephants at Minneriya National Park.<br/><br/>Highlights include:<br/>1. Jeep Safari – Minneriya National Park<br/>2. Sigiriya Rock Fortress<br/>3. Temple of the tooth <br/>4. Tea Factory<br/>5. Tea Plantation <br/>6. Nature Trek - Sinharaja<br/><br/>Sinharaja Forest Reserve – one of the least disturbed and biologically unique primary lowland rain forests in Sri Lanka, covering an extent of over 11000 hectares. Of international significance and declared a Man and Biosphere Reserve (MAB) in 1978 when UNESCO included it in its international network of Biosphere reserves. Spend your day walking with expert guides through Sinharaja Rainforest - Sri Lanka’s last remaining rainforest and home to most of the island’s endemic bird life.<br/><br/>Nuwara Eliya is also the heart of Sri Lanka's tea country, producing some of the world’s best tea. The mountain slopes and valleys are a carpet of velvety green tea plantations.<br/><br/>The city of Kandy is famed for the Temple of the Tooth, commonly known as \"Sri Dalada Maligawa\". It is an important shrine for Buddhists as it holds the tooth relic of Lord Buddha and it is famous for its carvings and the beautiful art that is unique to Sri Lanka. <br/><br/>Ranweli is located in a coast wetland estuary and this contributes to a large diversity of over 130 species of birds. Activities include bird watching, nature walks, cycling tours, river cruise, craft demonstrations, butterfly tours, all of which can be arranged locally upon arrival at the hotel.",
    "durationDays": "8",
    "price": "1980",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Depart London Heathrow on your overnight flight to Colombo, Sri Lanka."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On arrival at the Bandaranaike International Airport you will be met by Your Travel Representative and be transferred to Habarana. (Airport to Habarana: approx. 04 Hours / 160 Km). Upon arrival check in at hotel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Today you will visit the Lion Rock, one of the seven World Heritage sites in the island. (Habarana to Sigiriya: approximately 45 Minutes / 25 Km). In the afternoon you have the option of enjoying a game drive at the Minneriya National Park."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning you will leave Kandalama and drive to Kandy. (Habarana to Kandy: approximately 03 Hours / 104 Km). Continue to Kandy and check in at your hotel."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Spend your day at leisure or you have the option of sightseeing in Kandy. The driver will be at your disposal to explore within the city limits of Kandy."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "This morning you head to Nuwara Eliya. (Kandy to Nuwara Eliya: approx. 2.5 Hours / 82 Km) Upon arrival you will visit a Tea Plantation and Tea factory."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Today you will head to Sinharaja . (Nuwara Eliya to Sinharaja-approx. 05 Hours / 195 Km). Check in at hotel. Located on a division of the Enselwatte Tea Estate bordering the South-eastern side of the Sinharaja Rainforest"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Wake up to the sounds of the rainforest this morning; a beautiful symphony of birds and frogs, and watch the mists rise over the luscious plantations. Spend your day walking with expert guides through Sinharaja Rainforest."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Enjoy a full day at the hotel on many of the activities on offer."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Today you will be transferred to the airport to board your departure flight back to London Heathrow."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-wildlife-holiday-tailor-made",
    "tourName": "Sri Lanka wildlife holiday, tailor made",
    "placesVisited": "Wilpattu National Park, Big game tented camp, Kandy, Udawalawe National Park, Yala National Park, Whale watching from Mirissa, Animals to keep your eyes out for: elephants, leopards, civet cats, buffalo, lorises, owls and chameleons",
    "generalInfo": "This tailor made ten day tour of Sri Lanka provides some wonderful wildlife watching potential for any travellers wishing to look further than all day, every day, at the beach.<br/><br/>Undertaking a series of organised safari tours and nature walks in the company of dedicated wildlife guides and Sri Lankan naturalists is an absolute privilege and will leave you thrilled, enlightened and hungry for more.<br/><br/>Overnight accommodation has been hand-picked for its proximity to Sri Lanka’s most important locations for wildlife with tented safari camps, close to national parks, always an exciting prospect.<br/><br/>Starting the tour in Wilpattu National Park, on Sri Lanka’s northwest coast, allows adventurers to hit the ground running with lesser-known natural habitats providing endless opportunities to experience an authentic and wild side to the island, sorely missed by casual sightseers.<br/><br/>No trip to Sri Lanka is complete without taking in the cultural epicentre of Kandy; however, heading onwards to Udawalawe is also a real highlight, not to be missed, as abundant elephant herds, and a rehab centre for injured ellies, allow travellers to observe elephants in the wild as well as finding out more about on-going conservation projects. <br/><br/>If you thought observing elephants in their natural environment was amazing then just wait until you’ve visited Yala National Park as this is a protected area that boasts one leopard to every square kilometre to ensure animal spotting is never in doubt. <br/><br/>Once you’ve appreciated the land animals of Sri Lanka it’s time to move onto the mesmerising marine world of the Indian Ocean. The seaside town of Mirissa, on Sri Lanka’s sandy south coast, allows access to responsible whale watching tours as well as lots of free time to enjoy the beach before finally heading for home.<br/>",
    "durationDays": "10",
    "price": "1750",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Once you arrive at the airport in Katunayake, your personal chauffeur will escort you to Wilpattu, the perfect place to start your wildlife adventure. The Wilpattu National Park is one of Sri Lanka’s less-frequented park but, is nonetheless highly rewarding with the wide variety of wildlife on offer. Enjoy a short walk in the wilderness close to the campsite while an optional safari can be organized depending on the time of your arrival. Dinner and overnight stay have been organized at the Big Game Tented Camp keeping you in the lap of luxury, while at the same time, close to nature."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "A comprehensive full day safari at the Wilpattu National Park with packed breakfast and lunch awaits you on Day 2. Known as Sri Lanka’s oldest and largest national wildlife park, Wilpattu will give you the chance of experiencing some of the countries most renowned wildlife highlights including the majestic Sri Lanka Leopard, Sloth Bears and a host of endemic bird species. After dinner you can take a night walk with our resident naturalist to hobnob with the park’s nocturnal animals, including Ring-tailed Civet Cats, Gray Slender Lorises, owls and chameleons."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At the earliest light of the day wake up and take breakfast at the campsite. You will be transferred to Kandy. (Approx.5 hours travelling distance). Kandy was a last stronghold in Sinhalese royalty. Kandy is highlighting most of magnificent monuments, Temple of tooth relic as well. Its architectural monuments date mainly from the 19th century, when King Sri Vikrama Rajasinha went on a building spree, the cost of which hastened the downfall and eventual surrender to the British forces in 1815. Stay at Thilanka Hotel or similar."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "You will get an early start on Day 4 with a transfer to Udawalawe where you will first visit the Elephant Transit Home, a project that has proven vital in the conservation of these magnificent beasts. You may observe these rehabilitated elephants from a safe distance as the project attempts to reduce human contact before their release back into the wild. Later you can enjoy an evening safari at the Udawalawe National Park before dinner and an overnight stay at the Big Game Tented Safari Campsite in Udawalawe"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Enjoy a full Day safari at the Udawalawe National Park with picnic lunch. This park spans approximately 31,000 hectares and is located in the southern dry zone. It is the only place in the world where an elephant sighting is guaranteed on every single safari drive. You can Visit many Birds and mammals. Dinner and overnight stay at the Big Game campsite."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "After breakfast, you will be transferred to Yala. Here, you will spend your final three nights at the comfy tented camp we have set up bordering the Yala National Park, which is home to a range of ecosystems found nowhere else in Sri Lanka. Go on an evening safari at the park, which boasts the largest density of leopards in the world. With a density of one leopard per square mile, Yala is known as one of the best places on earth to film and photograph these regal beasts."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Your first full day in Yala will be spent thoroughly exploring the Yala National Park with a full-day safari inclusive of packed lunches. Yala boasts the highest density of leopards not only in Sri Lanka but in the whole world, which is why it is commonly considered to be the best place to film and photograph these elusive beasts. The park also boasts a stunning array of other creatures, from Sloth Bears, Golden Palm Civet cats and Wild Water Buffalo to Hornbills, Black-capped Bulbuls and peacocks. After your adventure in the wild, you will once again be able to rest in the cosy setting of the tented camp with a campsite dinner before an optional night walk with your guide."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "You will be transferred to Mirissa in the afternoon, which is located along the southern coast of Sri Lanka. Relax on the golden sandy beaches of this vacationer’s paradise and recharge your batteries. You can spend the day basking under the sun, explore the area and learn about the local culture or even stay at your hotel and enjoy the facilities available to you. You will be staying at the beautiful and serene Imagine Hotel located close to the famed Mirissa beach."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Another early start awaits you in Mirissa as an exciting whale watching tour has been organised for you (Season from November to March). These coastlines are known as some of the best locations to spot pods of Blue Whales and Sperm Whales. You will be taken to the Mirissa harbour from 6.15 am where you will set off to catch a glimpse of the whales on their migratory path from the Horn of Africa to the Bay of Bengal. You will later visit the Galle Fort which was built by Portuguese colonists and later fortified heavily by the Dutch in the 17th century. This Fort is considered a historical and archaeological heritage monument. Then head back to your hotel for dinner."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Your last day on the tour can be spent lounging on the beaches of Mirissa. You can reflect upon the numerous memories you would have no doubt acquired throughout this exciting tour before you are transferred to the airport in time to catch your flight back."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-wildlife-holiday-the-big-five",
    "tourName": "Sri Lanka wildlife holiday, the big five",
    "placesVisited": "",
    "generalInfo": "A wonderful private wildlife holiday which offers cosy accommodations situated close to nature, and most of the country’s “must see” wildlife highlights including its ‘Big Five’ with safaris and walks conducted by some of Sri Lanka’s finest naturalists.<br/><br/>Experience the splendour of Blue Whales and Sperm Whales with an awe-inspiring whale watching tour in Mirissa. Sri Lanka is known for being one of the best locations to spot these beautiful mammals of the ocean and will set the perfect backdrop to get your adventure under way.<br/><br/>Visit the historic Galle Fort during your stay here, where you can learn more about Sri Lanka’s colonial history and explore one of the country’s best-known architectural highlights.<br/><br/>After that, go on safari at the Yala National Park which is known for being the best location to photograph and film the regal Sri Lankan Leopard. You will get to observe a range of animals including elephants and sloth bears as well as endemic, resident and migratory bird species. Go on a night walk along the border to see some of the park’s natural nightlife too.<br/><br/>Then it’s off to Udawalawe, another one of Sri Lanka’s well-known National Parks, where playful elephant herds and endemic bird life is abundant.<br/><br/>You even have the option of visiting Sri Lanka’s ‘Gem City’, Ratnapura, on your way back to Colombo. You can rest and relax at a serene hotel in the city before your transfer to the airport for your flight back home, bringing to an end an unforgettable holiday which will undoubtedly hold ample memories.",
    "durationDays": "7",
    "price": "1595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Upon your arrival at the Bandaranaike International Airport, you will be greeted by your chauffeur and transferred to Mirissa. We have organized dinner and an overnight stay at the elegant Mandara Resort where you can relax and recuperate after your journey. Spend your first day enjoying the comforts of this exotic, colonial-style hotel and relax on the beautiful golden beach which the hotel overlooks."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You have an early start on Day 2, as you will be taken to the Mirissa Harbour by 6.15am to go whale watching (Season is from November to April) in order to catch a glimpse of the majestic Blue Whales and Sperm Whales, two of Sri Lanka’s ‘Big Five’. Sri Lanka is located within the International Whaling Commission’s protected zone in the Indian Ocean while 26 of the identified cetacean species are found in the Indian Ocean and the Bay of Bengal. Sri Lanka’s southern coast is among the best locations in the world to see Blue Whales and boasts the longest Blue Whale season which falls during their annual migratory route from the Horn of Africa to the Arabian Sea. In the evening, you will be taken to the archaeological and architectural heritage monument, the Galle Fort, which was first build by the Portuguese colonists in 1587 and extensively fortified by the Dutch in the 17th century. Dinner and your overnight stay will be back at the Mandara Resort."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "You will be taken for one last whale watching tour before your transfer to Yala. You can check in at the Big Game Camp in Yala and enjoy a wildlife adventure with an evening safari of the famous Yala National Park, which is commonly regarded as one of the best places to spot leopards, a favourite amongst the ‘Big Five’. Male leopards in the Yala National Park are bold and unafraid of safari jeeps and this offers visitors the perfect opportunity to photograph and film them. Dinner and an overnight stay has been organised at the Big Game Camp located on the borders of the park where you will enjoy the finest tented camping experience."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Enjoy a full-day safari in the dazzling Yala National Park, which spans a vast 97,878 hectares, where you can see wild elephants and herds of water buffalo grazing by watering holes strewn throughout the park and catch a glimpse of the Sri Lanka Sloth Bear, another principal feature of the five. Yala is also known for being one of the best parks for bird-enthusiasts with its various habitats which boast an array of endemic and resident birds. The country’s largest bird, the Lesser Adjutant, has been often spotted in the park among a host of other exotic birds. A night walk will also be included with the guidance of an expert naturalist."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "You will be transferred to Udawalawe where after lunch you will go on an evening safari at the Udawalawe National Park, which is famous for being home to approximately 600 resident elephants, which will be the main focus of the ‘Big Five’. You could also see water buffalo, water monitor lizards, sambar deer, monkeys and the occasional leopard. Dinner and your overnight stay has been organized at the Big Game Tented Camp in Udawalawe where you can enjoy the comforts of the tented campsite while being close to nature."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Another early-morning safari has been organized for you at the National Park. The park is also renowned for its species of gorgeous birds including the Red Faced Malkoha, Serpent Eagles, Hawk Eagles, White Bellied Sea Eagles, Black Eagles, Black Capped Bulbuls, Racket Tailed Drongos and peacocks. The park also boasts a healthy list of migratory birds including the Forest Wagtails, Indian Pitta, Whiskered Terns and Osprey Sand Pipers. Head back to the camp for breakfast after which you will be taken back to Colombo. You have the option of visiting Ratnapura, ‘the Gem City’, en route while an overnight stay has been organized at the Fairway in Colombo."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "On the final day you will be transferred to the Bandaranaike International Airport in time for your flight, bringing your exotic Sri Lankan wildlife experience to an end."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-wildlife-holiday",
    "tourName": "Sri Lanka wildlife holiday",
    "placesVisited": "Colombo, Galle, boat trips to see dolphins and whales, lake boat trip, guided tour of Dutch fort, Uda Walawe National Park, safari, guided climb of Sigiriya, optional: Dambulla cave complex, Anuradhapura, Kalpitiya Peninsula, wildlife spotting",
    "generalInfo": "Discover the wild side of Sri Lanka on a private adventure packed with unforgettable wildlife encounters. From majestic elephants roaming freely to blue whales surfacing off the southern coast and playful spinner dolphins off the western coast, this trip offers incredible experiences and great value. Run by an independent UK ATOL-protected specialist operator with our own people on the ground in Sri Lanka.<br/><br/>Begin with an overnight flight from the UK (or pickup in Colombo) and travel south of Galle. You will take a boat trip from nearby Mirisssa in search of whales and dolphins — one of the few places on Earth where blue whales can be seen year-round. <br/><br/>Next, you’ll be driven inland to Uda Walawe National Park, where you’ll enjoy a safari among elephant herds and visit the Elephant Transit Home, where orphaned calves are cared for and released back into the wild. Continue to Minneriya, famous for its seasonal gatherings of large elephant herds.<br/><br/>Along the way, explore Sri Lanka’s cultural treasures: climb the iconic Sigiriya “Lion Rock”, wander through ancient Anuradhapura, and marvel at the sacred Bodhi tree. <br/><br/>Round off your adventure in off-the-beaten-track Kalpitiya, where you can see hundreds of playful spinner dolphins as well as have a boat trip on the fringes of Wilpattu National Park, Sri Lanka’s largest wildlife reserve.<br/><br/>This itinerary can be customised.  You can even add more national park action at Yala National Park and nearby Bundala (perfect for bird lovers). Just make an enquiry. We work 7 days a week.<br/><br/>Photos used with thanks to travellers G Baxter &amp; F Barrington",
    "durationDays": "14",
    "price": "2257",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Fly from the UK to Colombo with a choice of airports including London, Birmingham, Manchester, Newcastle, Edinburgh and Glasgow."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You'll be met at Colombo airport and whisked away to Galle on the south west coast. Time to settle in and enjoy the pool."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Boat trip for a chance to see dolphins and whales. Blue whales live in this area all year around. Then it's time to relax. Later on, you'll have a boat trip on a lake, perfectly timed so you can interact with local culture before catching the beautiful birds (not literally catching of course)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "This morning, a personally-guided visit around the historic Dutch fort of Galle. We recommend exploring on your steam afterwards (your driver will wait for you) but you can head to a beach or back to your accommodation as you wish."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Pack up and head to Uda Walawe national park, a great place for elephants. Today you'll visit the Elephant Transit home, an initiative for orphan elephants, before settling in at your hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Full day safari in Uda Walawe park, arguably the best park to see elephants most of the year."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Pack up and move on to Sigiriya where you'll be staying where wild elephants sometimes pass. Recover from your journey by settling in and enjoying the pool."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "A break from the wildlife with some classical sightseeing. Explore Sigiriya rock fortress with our local guide, we recommend an early start to climb the rock, worth it for the spectacular views."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "A half-day safari at Minneriya National Park, famous for herds of elephants. You also have the option to visit the spectacular Dambulla cave complex, and/or a reforestation project we like to support, where slow loris can be spotted by torchlight."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "This morning, you'll pack up and head to the UNESCO site of Anuradhapura, home to temples and a sacred tree. It's said to be the oldest recorded tree in the word. Then it's onwards. The Kalpitiya penisula is off the tourist trail and the island you're staying on certainly is, but it was much more inhabited during the times of Dutch rule, a fact which even many in Sri Lanka didn't realise. Relax in your room, spot the birds in the garden, have a swim in the pool (watch out for the monkeys!) or walk along the beach."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Up early for a boat trip to see dolphins, watch the spinner dolphins go! Jumping up in the air, they are a delight. You may also be lucky enough to see whales who migrate through this area."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Boat trip through the islands and lagoon. Moving from migratory whales to migratory people! The fishermen camping around are full of useful information, like the best times and places to see elephants crossing the water. You'll head on through the edges of Wilpattu forest reserve and national park."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Free day to relax, float around the beautiful pool and spot wildlife. It's also possible to arrange activities locally, including more wildlife watching."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Pack up. Depending on flight timings, you may have time to stop in a village to buy some last minute souvenirs (locally-produced batik) if you wish before you head to the airport for your flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-wildlife-tour",
    "tourName": "Sri Lanka wildlife tour",
    "placesVisited": "",
    "generalInfo": "Explore the diverse and wonderful country of Sri Lanka in search of Blue Whales (100% success rate), Asiatic Elephants (100% success rate) and Leopards (at least one seen every time we enter Yala and Wilpattu National Parks on our past safaris).<br/><br/>Introduction:<br/><br/>Sri Lanka is fast becoming one of the best wildlife watching destinations in Asia. Home to huge populations of leopards, sloth bears and Asiatic elephants as well as a mind boggling array of bird species (many endemic) and some incredible endemic mammal species too. It has also become a top whale watching destination in recent years with a new population of blue whales being discovered here. This tour explores a couple of Sri Lanka’s largest national parks and offer great chances to see leopards, Asiatic elephants, water buffalo, sloth bears as well as many of Sri Lanka’s large mammals. But we also delve deep into the rainforests of Sri Lanka’s oldest protected area, the incredible and diverse Sinharaja Forest. Here it is possible to see 24 of Sri Lanka’s 26 endemic bird species as well as purple-faced langurs, giant squirrels and many species of reptiles. But the wildlife watching doesn’t end there as we also head off the southern coast of Sri Lanka and to a very rich whale watching area. Here you have the chance to see up to 10 different species of whale and dolphin on this expert guided, full board wildlife watching holiday. We have perfected this itinerary over the years and have a great success in finding leopards (100% to date) and one seen every time we enter Yala and Wilpattu National Parks as of April 2013, we also regularly find endemic bird species such as Serendib owlet and Serendib frogmouth as our local guides know their common roost locations. And since we started conducting whale watching we have a perfect success rate (100%) of seeing blue whales on our previous tours and we don’t put this down to chance. We also make sure that the whale watching boat we use for all our excursions is accredited by the Whale and Dolphin Conservation Society (WDCS) and they abide by international whale watching guide lines. We are determined to make sure that the whale watching here is done in a way that means that there can be whale watching here for decades to come and that the whales do not suffer. This is a true wildlife exploration of this incredible and diverse country.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent local driver for all transfers. We use two brilliant full time guides; first a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) will escort you on all your excursions and also a very knowledgeable English speaking local guide who will also act as driver for all transfers. Your zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is an expert in Sri Lankan as well as Indian Subcontinent wildlife (predominantly mammals) as well as their biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. One of the joys of having a zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort is that you will not miss these sightings as well as being able to search out some of the harder to see species that sometimes elude other safari goers. For our safaris and jungle walks we use some of the best and most knowledgeable local guides as well as our zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) and for our whale watching trips from Mirassa we use the only certified and accredited whale watching boat in Mirissa. With years of experience in finding the whales and dolphins of the area, they know the exact areas the whales usually locate and their ability to spot whales at distance is phenomenal to see. All the excursions including jeep safaris, guided walks and whale watching trips as well as sightseeing entrance fees are also included. We have tried our best to include as much wildlife watching time in the field as possible and include more as standard than any other tour operator around. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on blue whales which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Season – late November to mid April. <br/>This time of year is the winter and typical dry season for Sri Lanka, this is a very good time to visit the national parks of Yala and Wilpattu as the temperatures are quite comfortable. However for the maximum chances of seeing leopards and other elusive wildlife in Sri Lanka would be when it starts to get a little hotter; towards the end of March and into April, however be aware that this is not the best time to see blue whales off the Mirissa coastline. So we recommend the beginning of March for this itinerary.<br/><br/>Why Choose This Tour:<br/><br/>•\tWhilst the standard itinerary below states 2 days each in Wilpattu, Sinharaja, Yala and Mirissa we are very flexible to add in days in locations and of course take days off if you wish. Whatever your budget we will look to add as much time in the field as possible.<br/>•\tWe not only use local expert guides with years of experience in finding mammals, birds as well as spotting the blows of whales at distance. We also interpret and add to your understanding of the movements and behaviours of all of the animals we see here. We also use a professional zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who has experience working with and terrestrial mammals as well as studying whales and dolphins all over the world, this all helps us in interpreting the behaviours we see as well as identifying the species in the area.<br/>•\tIf requested we can bring equipment such as a hydrophone (to hear the whales under the water) and also an underwater camera which will attempt to film the whales and dolphins underneath the waves. <br/>•\tIf requested we can also bring with us equipment like camera traps and night vision gear to help us get footage and sightings of hard to see animals after dark.<br/>•\tWith the help of the zoologist (- zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) escort you can also have snorkelling trips along the coral reefs close by to Mirissa. <br/>•\tWe use the only certified and accredited (by the WDCS) whale watching operator in Mirissa and as a result we make sure that every time we go out on the water we are abiding by the international whale watching guidelines and regulations. These are set up to help protect the whales and the boats and also lead to the sustainability of the whale watching industry and most importantly the whale population. <br/>•\tWe are also involved in the design, implementation and monitoring of a new whale watching protocol for Sri Lankan operators. I was recently (May 2012) invited to a conference at the Sri Lankan High Commission in London to help promote and discuss the sustainable development of whale watching in Sri Lanka. It shocked me that I represented the only tour operator there.<br/>•\tAll the above reasons give this tour a perfect success rate (100%) of seeing blue whales on our previous trips.<br/>•\tWe also have a 100% success rate of seeing leopards and Asiatic elephants every time we enter Yala and Wilpattu National Parks. <br/>•\tWe have an unrivalled network of experts and guides all over Sri Lanka that are able to find and observe animals like leopards, Asiatic elephants, water buffalo, Sri Lanka green pit vipers, Sri Lankan blue magpies, Serendib owls, fishing cats, red slender loris, yellow-spotted mouse deer, jungle cats, rusty-spotted cats and hundreds other endangered, rare or endemic species throughout this magical land. Whether it is Yala, Udawale, Sigirya, Wasaguma, Wilpattu, Sinharaja and many other wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to add a Sri Lankan extensions to this itinerary below and we can provide an excellent wildlife watching itinerary and quote for you.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Location:<br/><br/>We travel to a few different locations around Sri Lanka and explore 4 very different ecosystems, firstly Wilpattu on the north east coast and this is a very open wetland forest, we then head to the tropical hill forest of Sinharaja for some of the best birding in South Asia and then we head to the coastal plains and forests of Yala and the highest concentration of leopards in the world. We then head to the coast and the continental shelf just south of the village of Mirissa and into one of the most reliable locations for blue whale watching in the world. <br/><br/>Fitness Level:<br/><br/>Whilst most of the itinerary is based from a jeep and boat, there is a full day of walking in Sinharaja and this walking can be strenuous as it is hilly and the weather may be hot. We would require a good level of walking fitness and the ability to walk in high humidity and heat for over an hour.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment. But here is a brief outline of the basics: We recommend you bring along your own binoculars or spotting scope (although the ocean spray can be a problem on the boats) as well as appropriate clothing; which should be light and airy clothes for warm weather as well as a waterproof coat as it may rain whilst on the boat. Insect repellent is handy as there can be mosquitoes about during the evenings and nights. Any medication, books or other items of a personal nature is of course up to you to bring along. Oh and please bring plenty of memory cards or film for your camera. Also do not forget sun cream, sun hat and sun glasses as the sun can be strong here during the day. Also if you have your own mask, snorkel and fins they are always good to have as the snorkelling is great.<br/><br/>Minimum Age: 16 Years Old.",
    "durationDays": "10",
    "price": "3150",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Negombo – Arrival – On arrival at Sri Lanka International Airport you will be met by your Sri Lankan guide/driver and transferred in our private air conditioned vehicle to our accommodation in Negombo. Once here you will have the rest of the day at your leisure, enjoying the beaches here and relaxing after a long flight is best before your adventure across this remarkable island starts, there is the option of visiting a nearby wetland after dark where we have the chance of spotting large Indian civets as well as purple-faced langurs. (Lunch and or Dinner included (depending on the time of arrival))."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Wilpattu National Park – Travelling & Wildlife Watching – This morning after our breakfast we will leave Negombo and travel north along the coast to a remote and wonderful national park. Wilpattu National Park has one of the highest concentrations of leopards in the world as well as a wealth of other wildlife including Asiatic elephants, sloth bears, water buffalo, painted storks, whistling teals, brown fish owls, mugger crocodiles and many other species of birds, mammals and reptiles. As soon as we arrive here we will enjoy an afternoon jeep safari with a local naturalist and national park driver, so you are in good hands when it comes to spotting and understanding the wildlife. At sunset we will head to the ancient city of Anuradhapura and check into our hotel. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Wilpattu National Park – Wildlife Watching – Early this morning we will travel from our hotel in Anuradhapura to Wilpattu National Park for a full day jeep safari. The morning is the best time to see leopards and sloth bears, as they are more active before the sun comes up. We will try and find some of the rarest mammals in the world here such as wild water buffalo and one of the last remaining populations of wild Asiatic elephants before having a lunch break inside the park during the middle of the day before continuing in the afternoon. The bird life here is prolific with plenty of water birds such as little cormorants, woolly-necked storks, purple herons and plenty of different egret species. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Sinharaja Forest – Travelling & Wildlife Watching – This morning after breakfast we will leave for the last major primary growth rain forest on the island. Sinharaja is a world heritage site and home to more endemic species than any other area in Sri Lanka. However where we stay and our activities are dependent on the weather and local conditions. We will either drive from Anuradhapura through the heart of the central hills (past all the tea growing plantations) and arrive at Rathnapurna, where we will check into our accommodation and after some lunch leave for a jeep safari into the rain forest. Or we will drive direct to the forest and meet the Mahoora camping team who will transfer us to a camp-site in the heart of the forest. Sinharaja Forest Reserve is the best place in Sri Lanka to find many endangered species such as the Indian giant squirrels, Sri Lankan blue magpie, green-billed coucal, red-faced malkoha, purple-faced langurs and green pit vipers. There are also leopards here which make for an excellent sighting if we are lucky enough. Either way we will explore the forest with a jeep safari along a single footpath which dissects the forest. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Sinhraja Forest – Wildlife Watching – Today will be spent exploring the forest in more depth, with guided walks (if the weather allows and the footpaths are walk able) and this is the best way to find the smaller animals which is what Sinharaja is all about, the green pit vipers as they cling to the trees are so intricately patterned they are a joy to behold; and its not unusual to see five or six forest endemics in one tree. Including white-faced starling, Sri Lanka scimitar-babbler, Sri Lanka blue magpie, Sri Lanka yellow-eared bulbul and Sri Lanka grey hornbill. This place really is a heaven for birders. We will most probably grab some lunch from a local café or bring with us a picnic and enjoy it in the forest. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Mirissa / Yala National Park – Travelling &/or Wildlife Watching – Today, after breakfast we will either drive to Mirissa (2 hours) or we will head east to Yala National Park (2-3 hours). The route is dependent on local conditions and will be decided on booking of the tour. If we head to Mirissa now we will arrive at our accommodation and the rest of the day will be at your leisure. Lunch and dinner will be served at the hotel. The hotel is right on the beach and this makes an ideal place to rest, relax and have a look through all the photo’s you have taken during the visits to Wilpattu and Sinharaja. If we have gone to Yala National Park we will arrive and check into our accommodation and after lunch head into the national park (Sri Lanka’s largest) in a jeep safari. The safari will be complete with your local naturalist and a national park driver. This park is the best place in Sri Lanka for water buffalo, wild boar, sambar, chital, mouse deer, sloth bears, Sri Lankan grey hornbills, mugger crocodiles, Bengal monitor lizards, bonnet-head macaques and is very good for leopards. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Mirissa / Yala National Park – Whale Wacthing &/or Wildlife Watching – This morning we will rise early whether we are in Mirissa or Yala; if we are in Mirissa we will have an early breakfast as we want to be at the harbour for 06:00am. This is by far the best time to try and see the most spectacular animals around Sri Lanka. The whales and dolphins. Here we will board our whale-watching boat and head out into the International Whaling Commissions protected zone in the Indian Ocean. Here we have the best place in the world for blue whales, they pass here as they migrate from their feeding grounds on the north-east of Sri Lanka to the south west point of the Arabian Sea. But as well as blue whales, sperm whales are here in large numbers and we usually see various beaked whales, spinner dolphins, striped dolphins and Indo-Pacific humpback dolphins; making this a true cetacean hotspot. After the whale watching trip we will eat lunch and drive to Yala National Park (3-4 hours); here we will check into our accommodation where the rest of the day is at your leisure and the evening meal will be at the accommodation. However if we are already at Yala we will again rise early and head out into the national park again for a morning jeep safari. We may have a picnic breakfast or have breakfast back at the accommodation. The morning is an excellent time to spot sloth bears and leopards as they are often walking around after a nights hunting. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Negombo – Travelling – Today is our last full day in Sri Lanka and we will spend it by seeing some of the most beautiful coastline or the tea growing hill regions in the world. We will leave either Mirissa or Yala National Park after breakfast and head to Negombo. Once we arrive in Negombo and at our accommodation we will check in and enjoy lunch before relaxing the rest of the day away and reviewing what we have seen on this exploration of Sri Lanka. (Breakfast, Lunch & Dinner included)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Home – Departure – After breakfast you will be transferred to the airport in time to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "sri-lanka-wildlife-watching-tour",
    "tourName": "Sri Lanka wildlife watching tour",
    "placesVisited": "",
    "generalInfo": "Introduction <br/><br/>Sri Lanka - called “Serendib” - is the name that gave English speakers the word “serendipity.” One of the finest wildlife-watching destinations in the world is varied as the island itself; ranging from elephants, sloth bears and leopards to marine life and a vast number of different birds. Sri Lanka is regarded as one of the best places in the world to see whales, including the mighty Blue Whale. This small group wildlife adventure will take you around the island exposing you to some popular wildlife destinations and some lesser-known unique parks as well. <br/><br/><br/><br/>Tour Highlights <br/><br/>-Experience Sri Lanka’s Big 5: the Asian Elephant / Leopard / Sloth Bear / Blue Whale &amp; Sperm Whale (whale watching season is from November to Mid-April)<br/>-Enjoy 5 (  3 sunset / 2 Dawn ) 4WD Jeep safaris to spot elephants, sloth bears, and leopards.<br/>-Observe leopards and sloth bears during an early morning safari in ‘WIlpattu’ National Park.<br/>-‘Yala’ National Park – home to the highest density of leopards in the world.<br/>- Witness the Gathering of Elephants in Minneriya/Kaudulla National Parks or Hurulu Eco Park.<br/>-Guaranteed sightings of large herds of Asian Elephants at the ‘Udawalawe’ National Park. Experience childish behaviour of elepant calves when bottle feeding of milk at Elephant Transit Home in Udawalawe.<br/>-Camp out in style in the natural wilderness of the jungles and savor a special BBQ by a roaring campfire.<br/>-Polonnaruwa - the Sri Lankan 12th century Kingdom, home to a --large monkey population which was famously featured in Disney’s engaging documentary film ‘Monkey Kingdom’.<br/>-Guided night walks, sunset walks and a night drive.  <br/>-Services of some of the island’s best wildlife guides. <br/>-Optional <br/>Explore the waters off the southern coast – the best location in the world to spot Blue Whales (Season is from November to mid-April).",
    "durationDays": "11",
    "price": "1797",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival to Bandaranaike International Airport transfer to Negombo - Check in to the hotel - If you have a morning arrival, there will be plenty to do and explore - Overnight in Morning Star Resort (or similar hotel) in Negombo (hotel check-in time 2.00 p.m.)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "After Breakfast, Transfer from Negombo to Wilpattu - We will make a few stops for lunch and nature / cultural encounters - Check in to the Tented Camp site - Sundown Walk - BBQ dinner at the Camp - Guided Night Walk after dinner - Overnight stay at Big Game Camp in Wilpattu"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Leave for an early morning jeep safari in Wilpttu National Park. - Packed breakfast will be arranged - Back to the Camp and drive to Sigiriya - Visit Sigiriya Rock Fortress in the evening. - Overnight stay at Camellia Resort & Spa in Sigiriya"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After an early breakfast, visit Pidurangala Rock and witness panoramic views including majestic Sigiriya Rock Fotress. - Back to hotel and drive to Polonnaruwa via Minneriya - Go for an afternoon safari drive in Minneriya National Park enroute ( or Kaudulla NP or Hurulu Eco Park depending on the movement of elephant herds) - Overnight stay at Hotel Mananuge in Polonnaruwa"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Monkey Excursion in Polonnaruwa with Primate Research Assitants coupled with a visit to Polonnaruwa Historical Site. - Back to hotel and drive to Kandy. - Check in to the hotel. - Visit Kandy Temple of the Sacred Tooth Relic, the most venerated place for Buddhists in Sri Lanka. - Overnight stay at Thilanka Hotel in Kandy."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Transfer to Kandy Railway Station for a Scenic Train Ride to Ella. - Meet your chauffeur at Ella Railway Station and drive to Ella Flower Garden Hotel. - Free evening at Ella - Dinner and overnight stay at Ella's Edge Resort"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Visit Little Adam's Peak and Nine Arch Bridge in Ella after breakfast. - Drive to Udawalawe and be at Elephant Transit Home at 2.30pm to witness the bottle feeding of milk to elephant calves. - Then go for an afternoon jeep safari at Udawalawe National Park - Back to park entrance and transfer to Big Game Tented Safari Camp in Udawalawe - Post dinner night drive in the buffer zone of Udawalawe National Park."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Pre-breakfast Bird watching Trail in the camp vicinity with Camp Naturalist. - Drive to Yala after breakfast. - Check in at Big Game Tented Safari Campsite in Yala for Lunch. - Go for an evening safari drive in Yala National Park. - Enjoy a hearty BBQ dinner around campfire. - Night Trail in the camp vicinity to experience the noctural animals near you. - Overnight stay."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Off for a morning safari drive in Yala National Park and enjoy the wildlife at its best. - Back at the campsite - Sri Lankan Cooking Experience at the campsite with camp chef followed by lunch. - Free evening in Yala. Optional : Cultural Safari to Situlpawwa Ainceint Temple inside the Park - BBQ dinne and and overenight stay."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Drive to Galle after breakfast. - Visit Skanda Temple in Kataragama and particpate in \"Pooja\" Ceremony. - Continue to Galle and check in at Lady Hill Hotel. - Visit Galle Dutch Fort and witness the remains of the Colonial Architecture. - Dinner and overnight stay at Lady Hill Hotel in Galle"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Go for a Whale Watching Boat Ride or having a Cinnamon experience depending on your visiting period. - Drive to Airport to connect with your departure flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "tailor-made-wildlife-tour-of-sri-lanka",
    "tourName": "Tailor made wildlife tour of Sri Lanka",
    "placesVisited": "Ratnapura, Sinharaja Rainforest National Park, Galle Dutch Fort, Mirissa, blue whale watching, Yala National Park, Kalametiya Bird Sanctuary, Udawalawe National Park, Wasgamuwa National Park, Wilpattu National Park",
    "generalInfo": "Please note that this tour is quite intense. We can tailor it for you to suit your requirements.  This two week tailor made wildlife tour of Sri Lanka invites travellers into the bird-abundant rainforests of Sinharaja as well as to the south coast beach town of Mirissa, thought to be one of the world’s foremost locations from where to spot blue whales.<br/><br/>Alongside these incredible settings, you’ll also take wildlife tours in  Yala &amp; Gal Oya National Park where elephants, sloth bears and a diverse selection of bird species help to present an enviable array of organic animal encounters.<br/><br/>The final part of this wildlife tour of Sri Lanka takes you to Wilpattu National Park, the island’s largest, where grassy plains and wetland areas provide every opportunity to bring your tour to a stunning climax.<br/><br/>Throughout this tailor made wildlife tour you’ll be treated to your very own chauffeur driven transport which allows you to experience Sri Lanka at your own pace as well as providing every opportunity to stop at cultural heritage sites and taste the delicious regional cuisine, famed throughout the Indian Ocean.",
    "durationDays": "13",
    "price": "3470",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival > Kalawana : “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or representative on arrival at the Waiting Area of Colombo Airport. You will travel to your hotel. Travel time approximately 2 hours depend on the road traffic. Location : Kalawana Hotel: Breakfast & Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Sinharaja Rainforest: After breakfast explore the rainforest with your local guide. Sinharaja is a treasure trove of natural wonders encased by sheer wilderness waiting to be discovered. Here you will be welcomed by thick air of humidity, incessant noise of birds and insects, and endless canopy of tall trees. Sinharaja Rainforest National park is a (UNESCO World Heritage Site) primary tropical rainforest and biosphere and regarded as a biodiversity hotspot in Sri Lanka. Just after picnic lunch along the way you will visit a remote community cut off from the rest of the world. There are more than 20 communities they live in Sinharaja Rainforest they livelihood is depends on this forest. You will be able to enjoy the Kitul ‘palm syrup’ made by these communities. Location : Kalawana Hotel : Breakfast & Dinner."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Sinharaja > Galle > Ahangama : After breakfast you will travel to Galle via a scenic route. Travel time is approximately 2 hours. En-route to the hotel you will explore the Galle Fort .There are many boutique shops along the narrow streets of the Fort as well as antiques, art and craft shops. Galle is situated in the southern Sri Lanka. It is the best example of a fortified city built by Europeans in south and Southeast Asia, showing the interaction between European architectural styles and south Asian traditions. The Galle fort is a UNESCO world heritage site and the largest remaining fortress in Asia built by European occupiers. Other prominent landmarks in Galle include the natural harbour, the National Maritime Museum, St. Mary's Cathedral founded by Jesuit priests, one of the main Shiva temples on the island. Galle offers a unique opportunity to create a visible demonstration of the conservation of its inheritance. Afterwards you will travel to the hotel at Ahangama. Travel time is approximately 40 minutes. Rest of the day at leisure. Location : Ahangama Hotel : Bed & Breakfast."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ahangama: Early morning start to watch the Blue Whales; you’ll leave early morning around 06:00am from your hotel to see the Blue Whales. Mirissa is the most reliable site in the world for seeing the difficult and desired Blue Whale. It may also be the best place for seeing Sperm Whales too. Blue whales are the largest animals ever lived on earth growing up to some 33 metres long, weighing up to some 150-180 metric tons. They live individually or in very small pods or groups and frequently swim in pairs. Large Baleen Whales and Toothed Whales also come within sight of the shore. The calm ocean is abundant with krill which Blue Whales feed. From December through to April; there is an outstanding window of opportunity for observing Blue Whales and Sperm Whales close to shore. Near the village of Weligama, you can see the Stilt Fisherman. Weligama literally translating as ‘sandy village,’ has a long stretch of fine golden sand. Famous for its stilt fishermen, visitors can see this unique sight only in this part of Sri Lanka. No-one knows where, or even when this form of fishing originated, but it is an old tradition which lives on in a modern world today. This centuries old traditional method of fishing is one of the best sustainable practices to catch the fish. The Stilt Fisherman spends 2-4 hours sitting on a thin plank, hoping to catch one or two fish for their family’s lunch or dinner. Location : Ahangama Hotel : Bed & Breakfast."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Ahangama> Kalametiya : After breakfast you will travel to Tangalle. Travel time is approximately 2 hours. Today you will take a boat trip around the Kalametiya en-route to Mirissa: Kalametiya Bird Sanctuary is an extensive area of wetland with brackish lagoons, mangrove swamps, open grassy areas and pockets of scrub jungle. It provides sanctuary for the common wetland birds. You will be able see some of the best lotus ponds around here. You can spot some of the sought after bird species such as Slaty breasted Crake, Watercock and Black Bittern, Glossy Ibis may be present with thousands of waders along with Grey Mongoose and Hanuman Langur are the mammals most likely to be seen. Rest of the day at Leisure Location : Tangalle Hotel : Breakfast & Dinner."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Bandula : Today enjoy a jeep safari to discover Bundala National Park. This is one best national park for bird watching with over 193 recorded bird species including migratory birds. Thousands of migrant birds reach the island every year including the flamingos. All this makes Bundala an ideal place for bird lovers. The Park features a series of lagoons which are an important habitat for wintering water birds. It is due to this fact that Bundala was declared Sri Lanka's first Ramsar wetland. The best time to visit the Bundala National Park is between August and April when shore bird numbers can reach as high as 20,000. Bundala National Park is a mix of scrub jungle and sand dunes bordering the sea. Its beaches are important nesting sites for turtles. 383 species of plants, including six endemics and 7 species which are considered threatened in Sri Lanka. It is also home to 32 different species of mammals, five of which are classified as threatened. These include the Sri Lankan Elephant, Sambar, Barking and Spotted Deer. Bundala is also the only national park where you can see both marsh and estuarine crocodiles on the same safari drive. Afternoon transfer near Yala National Park. Location : Yala Hotel : Breakfast & Dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Morning jeep safari in Yala National Park. Enjoy a Jeep Safari in one of the best National Park’s in Asia for spotting the elusive leopards. Yala National Park is a great place for spotting and photographing leopards in the wild. The best times to spot these magnificent creatures roaming freely around the park are early mornings or in the evening. Estimates state that there are between 500 – 650 leopards living in Sri Lanka. The Sri Lankan leopard is a recognized subspecies of the Indian leopard and is the largest leopard living in Asia, making this wildlife safari experience one that is not easily forgotten. Yala is home to 32 recorded species of mammals. You may be able to see sloth bear, leopard, elephant, water buffalo, wild boar, spotted deer, sambar, and golden jackal. Afternoon at leisure. Location: Yala; Hotel: Breakfast, Lunch, dinner."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Tangalle > Gal Oya : Today you will travel to Gal Oya. Travel time is approximately 4 hours. Gal Oya National Park is known for its resident elephant herds, flourishing birdlife and 32 species of mammal including langurs, toque macaques, leopards, sloth bears, wild boar, water buffalo and deer. Rest of the day at leisure. Location : Gal Oya Hotel : All Inclusive"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Full day at leisure. Optional boat safari and jeep safari. Location: Gal Oya; Hotel: Full board."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Gall Oya - Habarana Approximately 3 hours journey. Enjoy scenic villages enroute. Afternoon Safari. Afternoon safari at Kaudulla NATIONAL PARK – this National Park is the most recent to be added to the list. Famous for its elephants and bird population, species include the nation’s largest bird, the Lesser Adjutant and the Pompadour Green Pigeon. Built around the year 300 AD, the Tank slowly fell into disrepair and was rebuilt in 1959, and with its variety of plant life has now become home to 24 species of mammals, 25 species of amphibians and countless bird types. The endangered Rusty Spotted Cat can be spotted in Kaudulla National Park, as well as large herds of Asian elephants, elusive leopards and both Sambar and Axis Deer. Location: Habarana; Hotel: Half Board."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "In the morning you will leave the hotel to travel to Wilpattu. Travel time is approximately 2 hours. Afternoon jeep safari at Wilpattu National Park. In Evening the hotel shares a habitat with the elusive Grey Slender Loris, a nocturnal primate hidden in the scrublands beyond your dwelling. Known for its protruding eyes and nimble limbs, the loris scavenges for insects and berries above the trees on a moonlit trail that has been carefully designed for you to observe the rare creature in its natural habitat. Accompanied by hotel resident naturalist, a quiet evening walk takes you through the streams and bamboo bridges of our lush forest eco-system to the Loris Information Centre and Conservation Site. Equipped with harmless red light emitting headlamps that reflect off the characteristic eyes of our resident loris population, your silent search may even be prized with a close-up encounter of this fleeting species. About the size of a chipmunk with long, pencil-thin arms and legs, this shy, furry, nocturnal primate is found in the tropical forests of Southern India and Sri Lanka and grows to between 6 and10 inches in size. It has a round head dominated by two large, close-set brown eyes that seem as big as dinner plates in its small and somewhat bemused-looking face. These peepers flank a little, long snout, which ends in a heart-shape nose. Dark, browny-black circles of fur surround the eyes, like spectacles, and it has relatively big, round ears poking out of its grey fuzz, all adding to its appeal. Location : Wilpattu Hotel : Full Board"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Wilpattu : Today you will take full day safari to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated on the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. The park is home to elusive Leopards, elephants, Sloth bears, Water Buffalos, Mugger Crocodiles, Spotted and Barking Deer, Wild Boar and Pythons. Alongside these wild animals you will be able to see many endemic birds include the Ceylon Junglefowl, Brown-capped Babbler, Ceylon Woodshrike and Black-capped Bulbul in riverine habitats. Butterflies recorded include the Great Eggfly, Great Orange Tip, Glad-eye Bushbrown, Blue Mormon, Common Mormon, Common Rose and Crimson Rose. As well diverse varieties of colourful butterflies can be seen in the park as well.You will see the wild animals particularly elephants near lakes in the early morning and late afternoons. The wild life id abundant around lakes and coastal belt such as White Ibis, Open Bills, Painted Storks Spoonbills, Egrets, Whistling Teals, Kingfishers and you can also see the water buffalos, monitors and crocodiles. Location : Wilpattu Hotel : Full Board"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Wilpattu > Airport: Departure to airport depend on your flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "wildlife-holiday-in-sri-lanka-private-departure",
    "tourName": "Wildlife holiday in Sri Lanka, private departure",
    "placesVisited": "Elephants at Minneriya/Kaudulla National Park, Kitulgala, Bird watching in Kelani Valley Forest Reserve, Victoria Park and Bundala National Park, Nuwara Eliya, Horton Plains National Park, Uda Walawe National Park, Tissamaharama, Yala National Park, Whale watching (Nov-April)",
    "generalInfo": "Marco Polo decided Sri Lanka as ‘undoubtedly the finest island of its size in the world’ and that description remains accurate today! This lush, tropical paradise was known to Arab traders as Serendib – hence the word ‘serendipity’, meaning discovery by happy accident – and for a small island, it has much to offer visitors interested in nature and wildlife. <br/><br/>Sri Lanka’s very own Big Four are here – leopard, sloth bear, elephant and blue whale – and this 15-day trip includes all the highlights of this environmentally diverse country. Sri Lanka’s 86 species of mammals, more than 400 bird species and colourful array of flowering plants and trees are all found within its 21 National Parks and in the surrounding Indian Ocean, which is alive with mighty blue and sperm whales, as well as large pods of dolphins. <br/><br/>The itinerary below is just a suggestion. We can also tailor make wildlife holidays to Sri Lanka and you can enjoy using our online holiday planner to piece together your own itinerary at your leisure. Explore and plan your route, excursions and activities from the comfort of your armchair, and also select the style of accommodation that appeals to you most. <br/><br/>The best time to come to Sri Lanka is between the main rainy seasons. Thanks to its position just north of the equator, the island enjoys an almost constant temperature throughout the year, but rainfall varies widely. In the south, southwest and Hill Country, the best time to visit is from November to April, after the southwest monsoon is over. However, the north and east are affected by the northeast monsoon during this period and are dry but hot from April to September. The Hill Country remains a lot cooler throughout the year.<br/>",
    "durationDays": "14",
    "price": "2495",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Colombo airport and greeted by your dedicated chauffeur guide. Drive into the island’s Cultural Triangle (ancient cities' area). Two nights stay at Galkadawala Forest Lodge near Habarana, which is an open-plan forest lodge built sensitively with its natural surroundings and nestled in ‘jungle’ near a picturesque lake. It is a unique property in a stunning setting with an eclectic charm at every turn, an ideal retreat for nature lovers."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You may like a leisurely morning to recuperate from the flight. If you don't then there's plenty to do in the area including an early morning (06.00) field session of the ‘Monkey Tour’ run by The Smithsonian Primate Research Station at Polonnaruwa; a visit to Popham’s Arboretum, which is the island’s only ‘dry zone’ Arboretum, home to a great variety of trees, birds, butterflies, dragonflies and mammals; an early morning (07.00) ascent of the rock fortress of Sigiriya to view the surrounding countryside at dawn – a very special experience indeed; a gentle climb up the granite massif at Dambulla to visit Sri Lanka’s finest cave temples; a guided tour of the medieval capital of Polonnaruwa, with its historic temples and exquisitely carved statues. After lunch, head to Minneriya for an afternoon (15.00) jeep safari in Minneriya National Park, which is part of an ‘elephant corridor’, along with Kaudulla National Park, for the vast herds roaming the eastern region of the country from Trincomalee through to Wasgamuwa, Maduru Oya and Gal Oya National Parks further south. The park is home to a variety of animals such as elephants, leopards, toque macaques, purple faced langurs, sloth bears, sambar and spotted deer, and about 160 bird species, including many endemics. IMPORTANT – Minneriya is home to the ‘gathering’ between August and October, when large herds of elephants congregate around Minneriya Lake to seek the last available water at the end of the dry season."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Travel south to Kandy before continuing to Kitulgala in the foothills of the western Hill Country,made famous by the cinematographic epic, Bridge on the River Kwai, which was filmed here in 1956. Two nights stay at Borderlands Eco Lodge. Overlooking the Kelani River, the eco lodge and jungle camp provides a ‘glamping’ experience for those who need a certain degree of comfort. Surrounded by mountains and the clear, rushing river below, the site is truly stunning."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "A half-day hike through Makandawa Rainforest Reserve, a spectacular area of jungle-clad hills and plantations growing low-country tea and rubber, which was established to protect the watershed of the Kelani River. Similar to Sinharaja, the lowland rainforest around Kitulgala is one of the best spots to see endemic bird species on the island. For example, the Sri Lanka hill munia, chestnut-backed owlet and Sri Lanka small barbet are all resident here, and the green-billed coucal is certainly easier to see at Kitulgala than in Sinharaja. Other birding highlights include the Sri Lanka orange-billed babbler, black eagle, scarlet minivert and blue magpie. (Packed lunch provided) Kitulgala has become the adventure capital of Sri Lanka with white-water rafting, canyoning, flat-water and white-water kayaking, canoeing, hiking, and mountain biking all on offer. For the faint-hearted, there is Belilena Cave close by, which is one of the larger prehistoric caves on the island, where the 30,000-year-old skeletal remains of 'Balangoda Man' (Homo sapien balangodensis) have been found in addition to microliths, bone implements, and food remnants."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "After breakfast, head into the upper Hill Country, following the winding vertiginous roads through the velveteen slopes of verdant tea plantations and past spectacular waterfalls and impressive mountain scenery on your way to Nuwara Eliya, the British colonial capital of the Hill Country and the highest town in Sri Lanka at 1900 metres above sea level. Visit Victoria Park, which is a particularly good area for spotting Himalayan migrants (Kashmir flycatcher, pied thrush, Indian pitta and Indian blue robin) and Sri Lankan endemics (yellow-eared bulbul, Sri Lanka white-eye and dull-blue flycatcher). Night stay at Jetwing St. Andrew’s, which is a restored Georgian style upcountry mansion and former tea planters’ club surrounded by terraced lawns and still preserving the charm of a bygone colonial era with its typical Hill Country atmosphere in the heart of ‘Little England’ with a contemporary Sri Lankan touch. The hotel also offers a Frog Watching Tour with the resident naturalist for a night-time scout for amphibians."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Drive to Horton Plains for an early morning (07.00) trek through the heath and forest of Horton Plains National Park, via Baker’s Falls, in time to see the awe-inspiring views at World's End before the cloud sets in – circuit is approximately 9 km in length along rough and uneven trails, including a few moderate climbs, which may offer challenges to people with mobility issues. Horton Plains is a particularly good area for spotting endemics, including: Sri Lanka whistling thrush (endangered), Sri Lanka bush warbler, Sri Lanka blue magpie, black-throated munia, orange-billed babbler and dull-blue flycatcher. Continue to Ella in the southern Hill Country for an afternoon in the cool mountain air of Ella Gap. Night stay at 98 Acres Resort & Spa, which is a luxury retreat with spectacular views in an idyllic location at the southern end of the Hill Country. Surrounded by the eponymous scenic tea estate in Uva Province, it was constructed with the emphasis on eco-friendliness and sustainability."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drop down to Wellawaya on the southern plain through Ella Gap before continuing south across the hot and dry southern plain to Thanamalwila and heading west to Udawalawe. Two nights stay at Kalu’s Hideaway, which is nestled in a beautifully manicured garden of two hectares, including raised organic vegetable beds, swimming pool and spa, this rustic countryside hotel is close to Udawalawe reservoir and surrounded by lush woodland and paddy fields."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "All-day jeep safari in Udawalawe National Park, which is renowned for its outstanding scenic beauty and wealth of animal species, particularly mammals and birds. The park is centred on the large Udawalawe Reservoir, fed by the Walawe Ganga that originates in the southern Hill Country. Of all Sri Lanka's national parks, this best rivals the savanna reserves of Africa, with herds of elephants, wild buffaloes and sambar deer, and leopards. There are about 500 elephants in the park in herds of up to 100 individuals. Udawalawe National Park is known to be the best place to see wild elephants in Sri Lanka, because of the elephant-proof fence surrounding the reserve, which prevents elephants from escaping and cattle from getting in. There are also populations of spotted and barking deer as well as wild boar. Other mammals include toque macaque and common langur monkeys, silver-backed jackals, sloth bears, toddy and civet cats, and mongooses. For bird watchers, there are large numbers of warblers, together with the usual low country birds in forested areas, and a variety of raptors. Water birds found on the reservoir include rare visitors and breeding residents such as the Indian cormorant and osprey. Notable endemic species are the Sri Lanka spurfowl and junglefowl, Malabar pied hornbill, Sri Lanka grey hornbill, and the brown-capped babbler."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Return to Thanamalwila before heading south to Tissamaharama (Tissa). Two nights stay at EKHO Safari Tissa, which is a former government rest house idyllically positioned on the banks of serene and tranquil Tissa Wewa lake. The hotel offers stylishly decorated rooms with spectacular lake views, refreshing swimming pool and dining terrace, and it is conveniently located for arranging jeep safaris in Yala and Bundala National Parks."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "All-day jeep safari in Yala National Park, which is one of the island's best-known reserves and one of its largest. This Dry Zone region mostly has arid thorn scrub, interspersed with small dusty glades – the ideal habitat to view elephants, Sri Lanka's largest mammal. The park does have a varied landscape, however, from parkland to dense jungle on the plains, scrubland with rocky outcrops and several streams, small lakes and lagoons. The picturesque ocean frontage to the east has wide beaches and high sand dunes. A former hunting reserve, which was transformed into a nature park in 1938, Yala National Park, also called “Ruhuna”, is currently home to over 390 elephants, several of which are tuskers, and about 120 leopards, reportedly the highest density of leopards in the wild anywhere in the world. Watching elephants go for their bath at sunset or seeing leopards laze about on the rocks at dusk are the most popular natural spectacles at Yala National Park. However, you may also see other species of mammals such as sambar and spotted deer, wild boar, buffalo, musk deer, black bear, the unique small Loris, toque macaque and langur monkeys, jackal, mongoose, porcupine, civet cat, anteater, and the enigmatic sloth bear. Over 150 species of birds have been recorded in Yala National Park, including the Sri Lankan Junglefowl, White-bellied Fish Eagle, Painted Stork, Black-necked Stork, Lesser Adjutant, Pompadour Green Pigeon, Orange-breasted Green Pigeon, Brown Fish Owl, Red-faced Malkoha, three species of bee-eaters, and large numbers of waders (including three species of pratincole and two thick-knees). IMPORTANT – Yala National Park (Block 1) is closed from 01 September for up to 2 months annually as a respite period for the animals at the end of the dry season."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Early morning (06.00) jeep safari in Bundala National Park, which is the first Ramsar site (wetlands of international importance) in Sri Lanka and it is the most significant wetland for birds on the island outside of Northern Province. The shallow, brackish lagoons and saltpans of the park are among the most important overwintering areas for migratory shore birds in the country. This bird sanctuary is home to every species of water bird resident in the country. The rare black-necked stork is said to be a breeding resident in Sri Lanka. Vagrants turn up occasionally including the capion plover, ringed plover, common redshank, red knot, red-necked phalarope, common avocet and various sandpipers. The forest still harbours elephants as well as toque macaque and common langur monkeys, jackal, leopard, fishing and spotted cats, mongoose, wild boar, mouse, barking and spotted deer, sambar, black-naped hare, Indian pangolin, porcupine, mugger and estuarine crocodiles, common monitors, star tortoise, and pythons. Leave the park and continue west along the picturesque southern coastline to Mirissa. Night stay at Villa Atulya, which is a home away from home experience in luxury. The villa has five ocean-facing, spacious air-conditioned rooms, and offers you a taste of authentic Sri Lankan hospitality, culture and food. The villa is located on a quiet beach where the Indian Ocean laps at the edge of the property, local fishermen offer you their catch and turtles their lay eggs after dark."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Transfer to Weligama for an exclusive ‘Ocean Safari by Borderlands’ (starting at 07.30). On arrival, you will be handed safety equipment, and given a safety briefing and the plan for the day. After registering at Mirissa Harbour (a mandatory requirement), you will start looking out for whales‘ blowholes, which are projected 8 to 12 metres high and are normally spotted 16 to 24 nautical km away. Your experienced skipper will know how best to reach these leviathans of the deep from their extensive knowledge of the local tides and currents. During your Rib speedboat ride, you will also learn about other marine life and local fishing techniques. Once you reach a well-known submarine canyon of around 1 km deep, you will be able to admire the beauty of these wonderful beasts at close quarters and learn how to recognise individuals by observing the dorsal fins, cape, throat grooves, flippers, flukes, etc. On the way back to the bay, you may stop for snacks and refreshments, while back in the bay, you may swim or experience a variety of water sports activities. IMPORTANT – Season from November to April. Continue further west along the southern coastline to Galle, famed for its Dutch colonial era fort. Two nights stay at Fort Bliss, which is a comfortable four-bedroom town villa with courtyard garden and sit-out veranda within the Fort. Elegantly furnished and built in harmony with the original colonial Dutch architecture of the 17th century, it is located only a few metres from the famous ramparts."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Early morning (07.00) boat safari through the mangroves and lush vegetation along the Mahamodara River near Galle, which offers great opportunities for spotting birds, butterflies, monitor lizards, and much more! A variety of water-borne birds can be seen including purple and grey herons, large and little egrets, Indian shag, and white-breasted, common and Indian-pied kingfishers. Among the forest dwelling birds are the spotted dove, pompadour green pigeon, drongos, bee-eaters, parakeets, coucals, and barbets. The birds of prey include the Brahmini kite, white-bellied sea eagle and the tank eagle."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Transfer to the airport, via the Southern Expressway, for your flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "wildlife-tour-and-beach-holiday-sri-lanka",
    "tourName": "Wildlife tour and beach holiday, Sri Lanka",
    "placesVisited": "",
    "generalInfo": "Sri Lanka Wildlife Tour and Beach holidays offers highlights of wildlife and nature in Sri Lanka with relaxing time in the beach. You will start the tour with Minneriya National Park watching elephant gathering spectacles and one of the top ten wildlife events in the world. Afterwards you travel to Wilpattu National Park the oldest and biggest national park to spot the elusive leopards, sloth bear and other wildlife. You will spot birds migratory and non- migratory birds in the river safari including Brown-capped Babbler endemic to Sri Lanka. Afterwards you will take boat safari to watch magnificent Blue Whales in Trincomalee. Finally you be relaxing in the Pasikudha. You will have your own personal chauffeur guide with car, so you can experience Sri Lanka at your own pace.<br/><br/><br/>Highlights of the tour: <br/><br/>    Spectacle of Elephants Gathering –Minneriya National Park<br/>    Blue Whales watching in Trincomalee<br/>    Spotting leopards and Sloth Bear in Wilpattu National park Safari<br/>    Safari at Hurulu Reserve<br/>    Bird Watching River Safari<br/>    Snorkelling in Pigeon Island Marine National Park<br/>    Game drive in Wilpattu National Park<br/>    Experience Koneswaram Temple<br/>    Relax and unwind in white powder sandy beaches of Pasikudha<br/>    Taste fresh sea food and Sri Lankan curry<br/><br/><br/><br/>Price Includes:<br/>All Accommodation and meals as stated<br/>All Excursions and entrance fees and tickets as stated<br/>Private A/C vehicle with English speaking driver guide for the duration of the tour<br/>*Prices can be higher during high seasons and Christmas/New Year holidays. Feel free to contact us to discuss this Sri Lanka Wildlife Tour and Beach. <br/><br/>Upgreats and personalised itinary available.  Contact us if you wish to make changes to this programme.",
    "durationDays": "13",
    "price": "2980",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival Colombo > Habarana: “Ayubowan” & ‘’Vanakkam’’ Welcome to tropical paradise. You will be welcomed & greeted by your guide or The Earth Trip representative on arrival at the Waiting Area at Colombo International Airport. You will travel to Habarana. Travel time approximately 3 ½ hours depends on the road traffic. Rest of the day you can relax & enjoy Location : Habarana Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Habarana: After breakfast you will take to the full day safari at Minneriya National Park. It’s on the banks of the Minneriya reservoir, which was built in the 4th century A.C. Minneriya is a hide-out for many elephants, where you could see herds of elephants approximately 50 to 60 elephants in a herd. Here in July to September one of the World top ten wild life spectacles takes place known as ‘The Gathering’, more 250 elephants gather around Minneriya water tank in search water and food. Apart from elephants, it is a habitant for migrant and resident bird species like Grey heron, Open built storks, Painted storks …etc. And also you could see 3 different species of monkeys like Silica make, Pink faced leaf monkey and Grey Langer. Location : Habarana Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Habarana > Sigiriya: After breakfast you will visit to Sigiriya Rock fortress. Sigiriya is a UNESCO World Heritage site which is proposed to be the 8th wonders of the World. Sigiriya, a massive rock in the green scrub jungle, is perhaps the most memorable place for visitors to Sri Lanka. The site was known from ancient times as a hermitage for Buddhist monks. A well-planned monastic complex included caved temples, bathing pools, lovely ponds and Asia's oldest surviving landscaped gardens. The \"Lion stairway\", the \"mirror wall\" and the \"water gardens\" are its other highlights. The ruins of the capital built by the parricidal King Kashyapa I (477–95) lie on the steep slopes and at the summit of a granite peak standing some 370 m high (the 'Lion's Rock', which dominates the jungle from all sides). In the afternoon you will take safari to watch elephants at Hurulu Biosphere Park which is named after the ancient Hurulu wewa tank was declared as a forest reserve in 1942. The total area of the Hurulu Forest Reserve is around 25,000 ha. The forest is in the Dry zone of Sri Lanka with mixture of evergreen. It was declared as an International Man and Biosphere Reserve in 1977. A stretch of 1000 ha land in the reserve was declared opened as an eco park in 2007 by the Forest Department. In the forest you can spot plenty of elephants, water buffalo and torque macaques. However, sighting are very low of these mammals Loris, wild boar, sloth bear, spotted deer, pangolin, bandicoot rat, porcupine, jackal, leopard, rusty spotted cat, mongoose, The avifauna includes a variety of endemic birds. Endemic birds such as Sri Lankan jungle fowl, spur fowl, blue faced mal koha and rare rufous woodpecker can be observed if you are lucky. Hurulu acts as an important elephant watching site in the Dry zone. Large elephant herds can be seen from October to May in Hurulu. Unlike most other dry forests, the trees in these Dry Evergreen Forests retain their leaves during the dry season. Flat lands, abundance of grasslands and minimal human intervention levels have resulted in an ideal place to see elephants. Location : Habarana Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Habarana > Wilpattu National Park: After breakfast you will again take a morning safari to discover Minneriya National Park. Afterwards you will travel to Wilpattu. Travel time is approximately 2 hours. Location : Wilpattu Hotel : All Inclusive"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Wilpattu National Park: Full day game drive with picnic lunch to discover Wilpattu National Park. Wilpattu National Park (‘Land of Lakes’) is situated in the Northwest coast near the ancient city of Anuradhapura. It is the largest and oldest National park in Sri Lanka consisting 140,000 hectares of mostly dry zone evergreen forest cover and coastal belt to the West. This is one of best places see leopards in Sri Lanka alongside Yala National Park. The open grassy plains set within the thick dense scrub jungle. The wetland includes around 48 shallow natural lakes known as Villus, natural basins that are filled up with rainwater and two salt water lakes. These natural lakes are the most important parts of the complex eco-system in the park. Location : Wilpattu Hotel : All Inclusive"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Wilpattu > Trincomalee : Optional: Wilpattu National Park morning Safari. Afterwards you will travel to Trincomalee. Travel time is approximately 2 ½ hours. Afternoon you will visit the famous Koneshwaram Temple and discover the Trinco city. Trincomalee is a port city and has the fifth largest natural harbour in the world. The city is surrounded by lagoons, bays and hills and situated in a peninsula. The white powder golden sandy beaches spread across the area offer its visitors calm azure waters to immerse themselves in the water. This is a perfect place for snorkelling, scuba diving and surfing. This port city has a history worth exploring, the strategic location of the natural harbour made it a city worthwhile conquering, and hence it was conquered by the Portuguese, Dutch and the British. Trincomalee is fondly referred to as Trinco by the locals; the Anglicized Tamil word 'Trincomalee' denotes the meaning lord of the sacred hill. Location : Trincomalee Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Trincomalee : In the early morning you will take boat trip to sea to see the blue whales. Trincomalee, the most popular east coast seaside hamlet in Sri Lanka famous for its powdery sandy beach and turquoise blue shallow waters. During the months from July to September calm seas provide the best opportunities to go to deep waters to see these marine giants, Blue Whales of Sri Lanka.. You will see Blue Whales in the East coast of Sri Lanka by sailing to their resident colonies. Whale watching boat trip off the coast of Trincomalee will last for 4 to 5 hours. The speed boat leaves the shore of Trincomalee by 6.30 AM and mineral water bottles will be provided complimentary. Rest of the day at leisure. Location : Trincomalee Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Trincomalee : Early morning you will travel by boat to Pigeon Island Marine National Park. It is fantastic place for snorkelling to see the spectacular marine life with over 100 species of colourful corals teeming with 300 types of reef fish. This Pigeon Island National Park has one of the best remaining coral reefs with high live coral cover in the country and is an ideal location for scuba diving and snorkelling. Pigeon Island National Park consists of two small islands off the east coast north of Trincomalee. The island gets its name from Blue Rock Pigeon, a native endangered bird that lives within the rocks in these islands. The islands were declared a sanctuary in 1963 for the purpose of protecting these birds. In 2003 this area was upgraded to the status of a National Park and the boundaries were extended to include coral reef around them. The islands are situated about 1 km off the Nilaveli coast in Trincomalee District. Location : Trincomalee Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Trincomalee > Passikuda: Optional: Blue whales watching boat Trip. After breakfast you will travel to Pasikudah. Travel time is approximately 2 hours. Location : Pasikkuda Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Passikuda : Full day at leisure. Location : Passikuda Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Passikuda: Full day at leisure. Location : Passikuda Hotel : Breakfast & Dinner"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Passikuda > Negambo : After breakfast you will travel to Negombo. Travel time is approximately 5 hours depending on the road traffics. Location : Negambo Hotel : Bed & Breakfast"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Negambo > Airport: Today you will travel to Colombo Airport to fly to London. Travel time approximately 30 minutes depend on the road traffics."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "yala-wildlife-tour-in-sri-lanka",
    "tourName": "Yala wildlife tour in Sri Lanka",
    "placesVisited": "Two half-day safaris in Yala National Park, and one full-day safari, take safaris at the times of your choice, chance to see leopards and elephants, stay at a secluded eco camp with just three tents in 25 acres of rewilded elephant habitat, guided nature walks with expert trackers, mostly vegetarian and vegan cuisine served at candlelit mud hut restaurant",
    "generalInfo": "This Sri Lankan nature and Yala wildlife tour combines safaris in Yala National Park with a relaxing stay at an eco camp just outside the park. The camp is next to a lesser-known region of the park, Block 4, and Block 5 is just 40 minutes away by jeep. This is one of the best places to see leopards in the wild, and over a full-day and two half-day private tours you can explore different regions of the park.<br/><br/>Your time at the eco camp is to spend as you please – decide when you want to do your safari drives, then the rest of the time you can enjoy bush and forest walks at the lodge with a local guide, or relax at the camp and simply enjoy being under canvas in the wild. <br/><br/>The peaceful eco camp is both exclusive and down to earth – there are just three tents and a mud hut restaurant on site, all situated around a water hole and surrounded by bush forest and trees. The camp is solar powered, with candlelit dinners in the mud hut restaurant. Meals are delicious and primarily vegetarian and vegan.<br/><br/>The camp is right on the edge of a protected forest and the owner has spent decades rewilding the area and planting trees to create a fantastic natural environment. On your exploratory walks your amazing three-person tracker team will seek out animals big and small – wild elephants are a possibility, as are tiny dragonflies, butterflies and birds. These relaxing walks make a fantastic companion activity to the excitement of your jeep drives in the park. <br/>",
    "durationDays": "4",
    "price": "809",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "On request: Arrival and Departure transfers arranged with our network of drivers. If you travel on your own: Arrive at 12 noon in Buttala town. A 20 minutes tuk-tuk transfer will bring you to the Tree Tops Jungle Lodge - tented wilderness camp property. The camp team will serve an early lunch. SAFARI TOUR. Start afternoon private safari tour at 1.30 pm. Into the northern region of Yala National Park, Block 5. This afternoon tour is in the nearby block 5 of Yala National Park, a lesser visited sector of Yala. The entrance is a 40 minutes, enjoyable, slow transfer from Tree Tops Jungle Lodge. Return back to camp at 6.45 pm. In time for refreshments before the dinner."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "On the second day experience a full day of living in wild nature. Wake up and enjoy the morning in a bush-jungle environment. Tea/coffee with bird watching. After breakfast, a walk with our 3-man tracker team in the local landscape and into protected forest. The walk will take around 1.5 hours ( roughly between 9.15 – 11.15 am ) After lunch - afternoon siesta. Use our quality binoculars for bird watching Late afternoon when the heat of the sun ceases go on an evening walk with the tracker team. This walk begins around 4.45. Back in camp around 6.15 pm ( a 1.5 hours walk ). These guided walks are in the immediate surroundings of the camp, a natural locality that is great for birdwatching. In dry seasons (mainly May – September) wild elephants might be around and are frequently spotted in the evening when they move from the forest, out in open landscapes."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SAFARI TOUR Full day private safari in Yala National Park, southern region block 1. Enter via the Katagamuwa - northern entrance - into block 1 Start from lodge at 5 am. Enter the national park 6.20 am Leaving Yala National Park in the evening before 5.45 pm before other jeeps leave, in order to avoid traffic dust. Back in camp around 7 pm in time for refreshments before the dinner ."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Early tea / coffee at 6 am With the first daylight - Sunrise walk starting around 6 .15 am The tracker team will focus on smaller natural details, birds, dragonflies and other small creatures and may discover fresh foot prints of larger mammals. The early morning walk takes about 1.5 hour. Breakfast around 8.30 am Until noon take a break, watch birds and enjoy being in the wild setting Lunch 12. 45 pm SAFARI TOUR. Start afternoon private safari tour at 1.30 pm. Into the northern region of Yala National Park, Block 5 Return back to camp at 6.45 pm. In time for refreshments before the dinner."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Morning in the camp, birdwatching. Departure 10.45 am (or earlier – as per your plans)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Sri Lanka",
    "mainPhoto": "",
    "id": "untamed-wonders-of-sri-lanka-tour-from-wildlife-to-pristine-natural-beauty",
    "tourName": "Untamed Wonders of Sri Lanka Tour: From Wildlife to Pristine Natural Beauty",
    "placesVisited": "Kandy, Udawalawe, Mirissa, Nuwara Eliya, Horton Plains, Colombo",
    "generalInfo": "The rich diversity of the Sri Lankan ecosystem inspires and delights with visions of blue whales and mighty Asian elephants, elusive leopards, and hidden red slender loris. Your immersive customizable tour will put the unforgettable scenery of the island nation at the heart of your exploration. Listen to rambunctious toque macaques scour the trees, discover the whitewater that forms Baker’s Waterfall and then traverse the savanna-like landscape in search of elephant herds bathing in the reservoir. From tea plantations in the mountains to caves utilized by Buddhist monks, the wonders of Sri Lanka emanate from the landscape.",
    "durationDays": "9",
    "price": "4,100",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Kandy – Arrive in Sri Lanka’s Mountain Capital with an Introductory Tour",
        "description": "Sri Lanka is an island nation that overflows with enchanting nature and flavorful culture. Tea plantations radiate emerald and jade hues against the pale blue sky as the sapphire waters of the Indian Ocean lap against endless gold-sand beaches. Elephants wander beneath the jungle canopy, and leopards relax in the shade of the surrounding fronds. Your flight will land at Bandaranaike International Airport in Colombo, Sri Lanka’s capital city. Your private transfer will greet you upon arrival and lead you out through the boulevards lined with trees and rich architecture preserved from the colonial era. Markets fill with locals and entertain the aromas of saffron, sesame, and turmeric. Cafes hide beneath the meandering lanes of the historical quarters as the city skyline fills with kites that rise from the grasses of Galle Face Green, a gorgeous stretch of plain that leads to the coastline, once cleared for the Dutch fortress to have clear cannon lines to the sea. The scent of the ocean air will give way to the sweet coconut aroma that drifts downward from the palm trees. The trains pass through the countryside with bright colors painted on the outlining cars. You will travel through the gorgeous scenery and greenery of the countryside, venturing along dangling fronds, towering grasses, and rising hills. Upon arriving in Kandy, you will notice the glistening waters of the lake that shimmer at the heart of the city. A cool breeze will rustle the leaves of the surrounding tropics as women in silk saris glide through the streets amidst the elegant colors. Markets brim with spiced aromas and eager vendors calling out to passersby. The city has acted as the provincial capital since the early 19th century after the British capture of the Sinhalese Kingdom. After settling into the comforts of your accommodation, you can set out to view a performance of the traditional Kandyan dancing and drumming. Your iconic performance will begin with the pulsating rhythm of the drums. Dancers will call out with jovial cries as they twirl in traditional costumes. The dancers will stomp their feet on the wooden platform, vibrating the ground to the beat. The ceremonial dance has thrived under the patronage of kings, and the act grows to the climax of the dancers as they show their power over fire by walking across flaming coals for a frenetic, colorful spectacle that will welcome you to Sri Lanka."
      },
      {
        "dayNumber": "2",
        "title": "Kandy – Visit the Botanic Garden and History at the Temple of the Tooth",
        "description": "Kandy is located at an altitude of more than 1,600 feet above sea level and offers refreshing mountain air that blends with the enchanting tropical ambiance. In the morning, a thin layer of mist will spread across the delicate hillside before evaporating, leaving behind remnants of dew. Vendors in the market overlook the colorful arrays of produce, from staggering melons to gorgeous carrots, showcased in mounds alongside the aisle. After breakfast, your guide will greet you in your hotel lobby and escort you to the Peradenlya Botanical Garden. The park encompasses nearly 150 acres of blossoming orchids, spices, and palm trees and embodies the richness of the Sri Lankan landscape. Strolling along the central avenue offers a unique regal ambiance as the Javan fig tree growing out of the manicured lawn brings texture to the garden with twisting vines and stretching, bare branches. The returning sunlight glints against the golden roof of the Temple of the Sacred Tooth, named for the Buddhist relic within the sanctuary. The complex was erected in the late 16th century and attracts pilgrims dressed in white and bearing lotus blossoms or frangipani. A sweet fragrance emanates from the fresh flowers that devoted visitors bring in tribute, and the interior temples have lavish interiors decorated with inlaid wood accented with ivory and lacquer. A white stone wall has a filigree effect beneath the flickering candles that fill the room with light. During prayers and offerings, the head priest opens the guarded room which houses the tooth of the Buddha, situated inside a gold casket shaped like a stupa. The evening procession causes your heart to beat as beating drums accompany temple filling with people."
      },
      {
        "dayNumber": "3",
        "title": "Kandy – Discover the Forest of the Kings and the Buddhist Rock Dwellings",
        "description": "In the morning, the aroma of coconut flatbread fills the air and the sweet scent blends with the tomato and onion sambal , a refreshing salsa, for a vibrant, citrusy flavor as part of a traditional Sri Lankan breakfast. After the early meal, your guide will lead you out of Kandy and into the Udawattakele Sanctuary. Huge trees overtake the sky with rambunctious monkeys that rush through the canopy in the cool morning breeze. The forest spreads across more than 250 acres and became a national sanctuary in the 1930s, and the trees overtake the ridge as they reach a height of more than 350 feet above the shores of Kandy Lake. 12 different types of orchids grow along the tree branches with vines dangling from the canopy like string. Wild cinnamon fills the air with a lingering spice. Layard’s parakeets call out to one another in the disappearing morning dew. Your guide will point to the plumage of the three-toed kingfisher as their luminous feathers glow nearly phosphorescent against the jade leaves. The toque macaque rambles along the branches, rustling the fines and leaves overhead in an attempt to view your passing below. The wilds of the sanctuary are at their most vibrant in the morning or the evening, out of the intensity of the midday jungle heat. The iron wood trees frame the caves Buddhist monks use as hermitages and temples, and amongst the aroma of wet stone, you can find lingering traces of sandalwood from burnt incense."
      },
      {
        "dayNumber": "4",
        "title": "Nuwara Eliya – Travel to the Tea Growing Center to View Historical Scenery",
        "description": "The morning light will wash over the historical stones that support the 14th century Natha Devale temple. The terrace features a gateway adorned with a solid panel of sculptures that stand in front of Bodhi trees and stupas. This complex is dedicated to the goddess of chastity and has a set of steep steps carved into the hills that reach the Vishnu Devale. After breakfast, your private transfer will meet you in your hotel lobby and escort you out of Kandy to venture south to the tea-growing region of Nuwara Eliya. The jungle brush fades to the emerald planes and terraces plantations located at more than 6,120 feet above sea level. Plantation workers tend to the crops with their vibrant-colored clothing contrasting with the iridescent hues of the tea leafs. Adam’s Peak towers over the distance, reaching a height of 7,350 feet above sea level. The Sri Lankan countryside resembles the English countryside in ambiance and provides endless marvels of natural beauty. Water buffalo graze on the grasses near a brick Victorian post office. The manicured tea plantations are an endless wave of greenery that washes over the hills and valleys, speckled with rose gardens and tended hedgerows. Your guide will lead you through the rows of teas that spread across the terraces of the multi-acre estate. Professional harvesters will guide you through the process of picking the leaves directly from the rows. The leaves have a waxy texture on your fingertips, and a woven basket clings to your back, much less heavy than those of the professional harvesters that collect more than 30 pounds of tealeaf per day. In the tea factory, you will meet with the chief taster, who inspects the leaves to ensure the estate adheres to the best quality. The aroma of drying herbs emanates from the drying section, and spreads to through the rolling and sifting process. At the end of the tour, your guide will brew a fresh pot of tea for you to taste the herbaceous and semi-sweet fruits of your experience on the plantation."
      },
      {
        "dayNumber": "5",
        "title": "Nuwara Eliya – Full Day Wildlife and Waterfall Trek in the Horton Plains",
        "description": "At breakfast, the herbaceous scent of freshly steeped tea will drift through the dining room, accompanying the faint aroma of coconut. After your meal, your private transfer will escort you to the Wildlife Sanctuary of Horton Plains, set within the shadows of Kirigalpotta and Thotupola Mountains, which reach heights of 7,855 feet above sea level and 7,737 feet above sea level, respectively. A peaceful ambiance sweeps across the undulating plateau as patches of thick forest rise above the encompassing grasslands, leading to craggy outcroppings, misty lakes, and waterfalls resembling delicate latticework. The sanctuary reaches the escarpment known as World’s End, famous for its dramatic drop of nearly 2,890 feet. The views overtake the villages that are wrapped around the tea plantations, and the valley floor is rich with tall grasses that lead to the southern coast. Pied thrushes twitter against the passing breeze as the endemic Sri Lanka white-eye chirps in the tall grassland. Butterflies flutter around the cloud forest where sambar deer hide amongst the scattered trees before grazing on the prairie. You will follow the trail that leads to Baker’s Falls, formed by a Walawe River tributary. The black rock forms tiers against the emerald trees with the whitewater that rushes over the terraces like white curtains. The sound of crashing water echo along the trail as the cascade spills into the waiting turquoise pool."
      },
      {
        "dayNumber": "6",
        "title": "Mirissa – Fly to Mirissa to View Whales and Visit the Dutch Galle Fort",
        "description": "The Hakgala Gardens are located more than 650 feet below Nuwara Eliya and embody the peaceful ambiance of nature. The gardens bloom with orchids and roses that add immeasurable color to the texture of the manicured hedges first built in the 19th century. The gardens were situated on a rock that is considered to be connected to the Himalayas through the retelling of a classic regional legend. After breakfast, your private transfer will escort you to Hatton for your brief flight to Koggala, and from there, you will soon arrive in the town of Mirissa. The water shines with layers of indigo, sapphire, and cobalt hues as you drive the coastal road. Coconuts dangle from the palm trees and hammocks rock gently alongside the edge of the Indian Ocean, and the sound of lapping waves is never far away. Before reaching your grand beachside accommodation, you will board a double-decker boat crafted for whale watching. A gentle sea spray will rise from the hull of the boat as you weigh anchor and leave shore. Fishers on shore stand knee deep in the ocean,casting nets into the water as you watch. The aroma of grilling fish dressed in coconut and lime will fade beneath the fresh scent of the sea. Blue whales are among the various types breathtaking sea life swimming around the coastline, along with dolphins, orcas, and turtles. Once in the open water, your captain will point to the lingering mist as it dissipates into the air. After another minute, a tail will breach in the water, followed by a fin. The blue whale is the largest mammal on earth with females averaging a length of 82 feet. Seeing them swim gracefully through the Indian Ocean is a majestic experience you will always cherish."
      },
      {
        "dayNumber": "7",
        "title": "Udawalawe – Enjoy Udawalawe Wildlife Sanctuary to Find Elusive Animals",
        "description": "The Indian Ocean will splash against the golden shores of the Mirissa as the Roti shops open to the aroma of dough cooking against oiled flattops. Fishers return to the shoreline to cast their nets into the water in search of a perfect catch as your private transfer meets you at your hotel and escorts you towards the gates of Udawalawe National Park. The grounds encompass nearly 120 square miles of light vegetation that rival the savannah in East Africa, and the low grass and sporadic trees bring a game safari unparalleled due to the easy view of the animals. Before entering the reserve, you will stop for a visit to the Elephant Transit Home. The animal orphanage was built to protect injured elephants or those in need of rearing in the hopes of releasing them back into the wild. You can stand beneath the shady awning and watch the small herd of elephant orphans feeding on the grasses. They pull up the roughage from the ground and push against the neighboring trees to mark the area. Elephants were used for domestic, commercial, and religious purposes around Sri Lanka for thousands of years and remain a prominent symbol of status. The elephants in the orphanage are mainly calves and adolescents, still unsure of their size and place in the greater landscape. As you watch from a distance, you cannot help but embrace the enchanting ambiance of watching the elephants gain confidence and strength before being reintroduced to their natural home."
      },
      {
        "dayNumber": "8",
        "title": "Colombo – Traverse Udawalawe Elephant Sanctuary before Colombo Flight",
        "description": "The aroma of the fresh leaves will blend with the scent of steeping black tea in the morning air. Enjoy an early breakfast before setting out into the wilds of Udawalawe National Park for a half-day game drive. Crocodiles bask in the sunlight on the edges of the riverbank as jackals hide in the gentle grasses. Approximately 500 elephants wander the grounds of the sanctuary, some of which were treated or raised inside the Elephant Transit Home. A local species of jasmine fills the plains with herbaceous, flowery scent as cogon grass rustles in the passing breeze. Painted storks linger alongside the edge of the reservoir, perching on their spindly legs and noticeable in the distance. Water monitors quietly perch on a rock near the water’s edge and enjoy the spreading sunlight. Your guide will stop your four-wheel-drive vehicle to point out a leopard lazing in the shade of a small collection of trees. The Sri Lankan leopard grows an average of three and a half feet long and the spots on their coat help to blend them into the shadows and rusty hues of the grass or tree bark. You will arrive at the edge of the reservoir to discover a herd of full-grown elephants spraying themselves with water along the banks. Even after viewing the orphans the previous day, the surprise of viewing the graceful, yet lumbering, mammal will surprise you. The Sri Lankan elephant grows to an average of 11.5 feet tall, and viewing them in the wild offers a different perspective on their playful and social personalities."
      },
      {
        "dayNumber": "9",
        "title": "Colombo – Depart for Home",
        "description": "Sri Lanka retains its connection to the surrounding scenery, which is intertwined with the heritage in and around the cities. In the morning, you will find the familiar aroma of roti made with coconut milk filling the air as fresh fruit dangles from the sporadic palms that rise around the bustling capital city. The 17th-century Dutch Hospital represents an era of European lavishness within the island shores, and the preserved grounds at the heart of the Dutch Fort contain vibrant shops, cafes, and restaurants offering contemporary comforts inside the historical arcades. The sea breeze drifts along the wide avenues and hidden lanes of the city, like a reminder of the protected open space across the island. After one last leisurely morning of taking it all in, your private transfer will meet you at your hotel and escort you to Bandaranaike International Airport for your flight home, taking with you reminders of the glorious wildlife and natural splendor you enjoyed during your exploration of Sri Lanka."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]