{
  "destination": "Croatia",
  "mainPhoto": "",
  "id": "uncompromised-three-week-tour-of-croatia-italy-and-slovenia",
  "tourName": "Uncompromised Three-Week tour of Croatia, Italy, and Slovenia",
  "placesVisited": "Dubrovnik, Split, Hvar, Rovinj, Venice",
  "generalInfo": "The Adriatic world will be yours to enjoy on this 21-day tour of Croatia, Slovenia, and Italy. Make your way along the Dalmatian coast to witness rustic villages and stunning views await, venture to Slovenia for an alpine reverie, and conclude your travels in Venice. This tour ensures a balanced approach to every destination you visit.",
  "durationDays": "21",
  "price": "8,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dubrovnik – A City with a View",
      "description": "Tucked on the eastern shores of the Adriatic Sea, Dubrovnik is an excellent ambassador for your first day among the Dalmatian Coast and presents visitors with an impressive array of iconic sites and breathtaking views. In the 15th and 16th centuries, salt trading and shipbuilding helped propel the city forward as a maritime power and rival of Venice. Today the city's primary industry is tourism. After your flight arrives, a transfer will ensure your swift arrival to the city center, and you will have the remainder of the day to spend at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Dubrovnik – Croatia's Tumultuous Past",
      "description": "Over the centuries, Dubrovnik has seen its fair share of fighting. In 1991, the city was subjected to prolonged bombardment during the breakup of Yugoslavia and the subsequent armed conflict. The damage suffered by the city can be seen at rooftop level, and the new red-tile roofs indicate the buildings that had to be repaired after the bombardment. This history and much more will be yours to discover on a guided walking tour of the town, which will include visits to the city's famous walls, main square, and Church of St. Blaise."
    },
    {
      "dayNumber": "3",
      "title": "Dubrovnik – Day Trip Through Konavle",
      "description": "Contrasting against the cozy layout of Dubrovnik's old town, the region that surrounds this coastal community consists of rugged hills and rustic rural villages. You will venture into the countryside today during a trip beyond the famous wall of the main city for a guided exploration of the Konavle region. Along with natural landmarks and laid-back towns, this day trip will offer you a stop at a local winery. Here, you can sample some of the flavorful and unique tasting wines of the Dalmatian Coast."
    },
    {
      "dayNumber": "4",
      "title": "Dubrovnik – A Day of Leisure in Dalmatia",
      "description": "No journey to Dubrovnik is complete without enjoying some time to explore the town at your own pace. Today, the narrow alleys, cobblestone lanes, and sunny squares will be yours to enjoy. Excellent options for actives include relaxing at the numerous beaches that line the coast, taking a dip in the Adriatic, or catching the ferry to the island of Lokrum, which will introduce you to a land of UNESCO World Heritage Sites, French castles, and stunning views."
    },
    {
      "dayNumber": "5",
      "title": "Hvar – The Road Less Traveled",
      "description": "Today, you will turn your back on the mainland and plunge into the rugged archipelago of Adriatic Island, which lies off Croatia's western coast. Your destination will be Hvar. After you depart the welcoming embrace of Dubrovnik, you will be able to enjoy plenty of stops along this scenic stretch as you make your way to the island. In Ston, you can sample the famous rock oysters that have been pulled from these waters for centuries, and in Milos, you will find a family-run winery that will show you the secrets of wine production on the Peljesac peninsula."
    },
    {
      "dayNumber": "6",
      "title": "Hvar – Ambling Through the Ages",
      "description": "The pine forests and lavender fields of Hvar have been inhabited for centuries. As you awake to your first morning in this breathtaking environment, you will be astounded by how much beauty can be packed into one island. A walking tour of the island's namesake city will help introduce you to this natural beauty and the history of the region in addition to some of the delicious staples of Croatian cuisine. When your tour concludes, you will be able to bask in the ambiance of this storybook setting at your own pace."
    },
    {
      "dayNumber": "7",
      "title": "Hvar – The Pearl of the Adriatic Coast",
      "description": "After a leisurely morning complete with an authentic Croatian breakfast, you will make you way to the harbor for a guided cruise of Vis Island. Vis and its town present visitors with an abundance of natural beauty and a pristine landscape that shows what Croatia looked like before development. Some of the main features of your voyage through this seaside community will include the Green and Blue Sea Caves and Stinivia Beach. At the beach, you can enjoy a swim before making your way back to Hvar."
    },
    {
      "dayNumber": "8",
      "title": "Hvar – The Island's Relaxing Atmosphere",
      "description": "Beach clubs or kayaks are just some of the many active or relaxing activities you can enjoy today during a leisurely day in Hvar. For those hoping to learn more about the city's artistic or historical scenes can pay a visit to the many galleries and museums that demonstrate the island's past and present greatness. You can also bask in the thermal bliss of the city's many spas. Here, the refreshing water and treatments will only enhance the laid-back ambiance of your time on the island."
    },
    {
      "dayNumber": "9",
      "title": "Split – Returning to the Mainland",
      "description": "Your journey along the Dalmatian Coast will continue when you turn your back on the idyllic island of Hvar and return to the mainland and Croatia's second-largest city. Split sits perched on the end of a peninsula and enjoys an illustrious history that saw its rise to prominence under Venetian, French, and Croatian control. After a transfer to the mainland, another transfer will convey you the remainder of the distance to your conveniently located hotel in the city of Split."
    },
    {
      "dayNumber": "10",
      "title": "Split – Walking in the Footsteps of Emperors",
      "description": "As Croatia's second-largest city, Split presents visitors with a mind-bending assortment of iconic sites, cultural artifacts, and a cosmopolitan city center. You will venture into this world during a walking tour of the city center. Your first stop will be the gallery of Ivan Mestrovic, a proud native of this region and outstanding sculptor. Later, you will visit the UNESCO-listed ruins of the Diocletian's Palace, an impressive archaeological site that dates back to Roman times. In the evening, you can amble through the scenic lanes of Split at your own pace."
    },
    {
      "dayNumber": "11",
      "title": "Rovinj – Plitvice Lakes National Park",
      "description": "The northern latitudes continue to beckon when you depart the city of Split and continue along the Dalmatian Coast. Your tour of this region's abundant natural beauty will also continue during your guided travels, during which you can enjoy a stop at Plitvice Lakes National Park. Here, you will find a paradise of terraced ponds, mossy limestone cliffs, and lush woodlands that are teeming with wildlife. After enjoying a guided excursion through this scenic setting, you will continue to your destination of Rovinj."
    },
    {
      "dayNumber": "12",
      "title": "Rovinj – Tour of the Brijuni Archipelago",
      "description": "Situated off the coast of the Istrian Peninsula, the Brijuni archipelago has been a top-tier destination since Roman times. Today the island chain presents visitors with an abundance of ancient ruins and panoramic beauty. Looking like drops of green on the azure plane of the Adriatic Sea, these lush islands have been under Roman, Venetian, and Yugoslavian control across the ages. Today, these islands will be your playground. As you enjoy this guided exploration of the islands, you can unleash your curiosity on your charming guide before making your way back to Rovinj."
    },
    {
      "dayNumber": "13",
      "title": "Rovinj – The Hidden Treasures of Istria",
      "description": "As the largest peninsula in the Adriatic Sea, Istria presents visitors with many opportunities to bask in the ambient beauty of the landscape and to learn about its heritage. Today, things will take a turn for the culinary when you depart Rovinj for a journey into the Istrian hinterland on a truffle-hunting expedition before quenching your thirst at an award-winning winery. As you and your four-legged companions search for the best truffles in the land, a guide will happily introduce you to the role this ingredient has in local fare and which wines to go best with it."
    },
    {
      "dayNumber": "14",
      "title": "Rovinj – An Istrian Reverie",
      "description": "With its 50 mile coast, Rovinj will provide no shortage of seascape for you to enjoy. On your final day in Rovinj, leisure will be the day's main theme. A stroll along the waterfront, the town will illustrate the close relationship the city has had with the sea over the centuries in addition to introducing you to stunning examples of medieval architecture. As you walk, the town's famous hospitality will be well displayed at the numerous restaurants and eateries that appear in abundance. No matter what you do, Rovinj is an excellent place to enjoy at your own pace."
    },
    {
      "dayNumber": "15",
      "title": "Bled – The Jewel of Slovenia",
      "description": "After enjoying Croatia for two weeks, you will turn your back on the land that you have learned to love and cross boundaries into the adjacent country of Slovenia. After a leisurely morning and delicious breakfast at the hands of your hotel staff, you will depart Rovinj and make your way to the nearby community of Pula. Here, you can witness the best-protected Roman amphitheater in the Mediterranean before turning to Slovenia. You can enjoy a savory break from your journey with a stop at a family-run winery before reaching Bled."
    },
    {
      "dayNumber": "16",
      "title": "Bled – Through the Slovenian Hinterland",
      "description": "A mixture of glacial forces and tectonic friction led to the view you will enjoy this morning when you wake from a restful slumber and look out across Lake Bled and the Julian Alps. You will venture into these highlands on your first full day in Slovenia, during which a parade of historical sites and stunning views will greet you. Your first destination on this day trip will be the picturesque community of Kranjska Gora before visiting the battlefields of Kobarid. During this adventure, you will be accompanied by a guide who will be well-versed in local history."
    },
    {
      "dayNumber": "17",
      "title": "Bled – Sampling Slovenian Wine",
      "description": "Well off the beaten path of wine destinations, Slovenia still presents visitors with a tasty variety of vintages that are grown in the fertile valleys of this mountainous region. Today, you will embark on a tour of the rustic community of Goriska Brda to visit a series of wineries that present a slightly different take on the proud tradition of wine growing. After exploring this storybook landscape, you will make your way back to the shores of Lake Bled for a romantic evening at your leisure."
    },
    {
      "dayNumber": "18",
      "title": "Bled – Relaxing at a Lakeside Retreat",
      "description": "Since your arrival on the placid shores of Lake Bled, you may have been intrigued by the conspicuous island that is perched in the middle of the lake. The Virgin Mary Church seems to have been made for photography, and during today's day of leisure, this island will be one potential destination for you to explore. The lofty heights of the famous castle of Bled is another photogenic site that can offer you an insiders glimpse at medieval Slovenia."
    },
    {
      "dayNumber": "19",
      "title": "Venice – Italy's Veneto Region",
      "description": "By turning your back on another Balkan country, you will complete your journey that started in Dubrovnik at the northernmost point of the Adriatic Sea. Today, you will transfer to the famous Italian city of Venice. As with many things on this adventure, the journey is just as important as the destination. As you make your way from Bled to the Veneto Region of Italy, you can enjoy a scenic stop at the village of Lipica, where a local guide will help introduce you to the region's famous horses."
    },
    {
      "dayNumber": "20",
      "title": "Venice – Italy's Only Floating City",
      "description": "There is no greater place to end your tour of this region than in the warm embrace of Italy's only floating city. The city center is best explored on foot. Today, a charming guide will happily introduce you to the modern manifestation of a community that went from a loose confederation of fishing hamlets to one of the region's most imposing political and mercantile forces. From the Grand Canal to Doge's Palace, there will be no shortage of reminders of this city's brilliant past. By the end of the day, you will be well-acquainted with Venice's legacy."
    },
    {
      "dayNumber": "21",
      "title": "Venice – Departure",
      "description": "From Dubrovnik to Venice, this 3-week tour of the Adriatic world will leave you reeling from the sheer amount of beauty of this corner of Europe. As you awake to your final morning in Venice, you will have just enough time to enjoy a stroll along the waterfront before a transfer drives you to Marco Polo airport for your departing flight."
    }
  ],
  "map": ""
}