{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "wine-and-alpine-splendor-tour-in-central-europe",
  "tourName": "Wine and Alpine Splendor Tour in Central Europe",
  "placesVisited": "Vienna, Villany, Zagreb, Bled, Lienz, Vaduz, Weggis, Zurich",
  "generalInfo": "Indulge in the grandeur of the alps and the heritage of Central Europe during this 14-day luxury tour of Slovenia, Austria, and Switzerland. Regal castles and charming villages capture diverse cultural layers. From sipping premier wine to lounging in an outdoor spa and enjoying a traditional tavern to searching for secluded ibex, this active tour immerses you in the delights of Central Europe's soaring summits and grand imperial palaces.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vienna - Arrive in Charming Vienna",
      "description": "The beauty of Vienna derives from the grandeur of Baroque streets and imperial palaces. Musical masterpieces hum through the streets, and coffeehouses retain a sense of artistic and political allure. The dazzling allure of the Hapsburgs’ legacy filters through the museum galleries and across the city's glitzy architecture. To begin your adventure, your flight will land at Vienna’s international airport. Your private transfer will meet you at customs and escort you to the aristocratic comforts of your hotel at the heart of the city for an introduction to the heritage of a preserved 19th-century palace."
    },
    {
      "dayNumber": "2",
      "title": "Vienna - Viennese Culture and History",
      "description": "Your guide will meet you at the hotel after breakfast for a private tour of Vienna's present-day. The scent of rich coffee will drift out of the typical Viennese coffee houses as you visit the Hofburg Palace. The grandeur of the complex embodies Austrian heritage, and the oldest section of the palace dates back to the 13th century. In the evening, you will visit a classic wine tavern. Music and the aroma of fried schnitzel will fill the air as the tavern serves the most recent vintage. Each wine is only enjoyed for a brief period each season."
    },
    {
      "dayNumber": "3",
      "title": "Vienna - The Regal Ambiance of Vienna",
      "description": "After breakfast, you will enjoy the elegance of Baden, where the scent of pine captures the essence of the surrounding woodlands. The 12th-century Heiligenkreuz Abbey remains active with monks who tend to the medieval cloister. Upon returning to Vienna, you can stroll through the summer palace of Schonbrunn for an after-hours tour of the complex's 1,441 rooms. A graceful hedge maze transforms into a lush labyrinth in the gardens, and the dazzling halls inside the palace lead to the rooms of Maria-Theresa, the Habsburg dynasty's only female ruler."
    },
    {
      "dayNumber": "4",
      "title": "Villany - Wine Taste in Villany",
      "description": "Your private transfer will escort you to Sopron after breakfast to find the charming cobbled streets surrounded by thriving vineyards. The Old Synagogue dates back to the 14th century, and the narrow staircase of the Firewatch Tower spirals to the rooftop, standing over 196 feet tall. Villany is Hungary's most prominent wine region, known for the Sub-Mediterranean climate that supports premier red wines. At dinner, your guide will lead you through the delicious pairings of typical local cuisine accompanied by a selection of delicious wines. This experience will evoke aromas of plum and black cherry, leading to a full-bodied chocolate spice."
    },
    {
      "dayNumber": "5",
      "title": "Zagreb - Explore Hidden Brod",
      "description": "You will reach Croatia's sixth-largest city of Slavonski Brod, which rises out of the banks of the Sava River. The fortress dates back to the 18th century and defended the region from the Ottoman Empire. The stairwells and corridors emit a sense of drama that recalls the strategic importance of the stronghold. Once in Zagreb, you can settle in to the comforts of your hotel before meeting your guide for a private tour. Austro-Hungarian architecture intermixes with socialist structures, highlighting the distinctive history of Croatia. The cathedral hosts the Glagolitic Script, a Slavic scripture that was introduced in the 9th century."
    },
    {
      "dayNumber": "6",
      "title": "Zagreb - Lovely the Zagorje Countryside",
      "description": "You will have an immersive heritage tour of Croatia in the morning at the Kumrovec ethnographic village. The preserved streets and buildings will give you insight into the history of the region among the aroma of haystacks and the sound of clucking turkeys. The bucolic beauty of the town will act as an open-air museum that has been frozen in the 19th century. Solid furnishings inside a home reflects the rural family life centered around a central stove that was designed to heat all the rooms. You can also find a small display that was dedicated to Marshal Tito, the autocratic Yugoslavian leader born in the village."
    },
    {
      "dayNumber": "7",
      "title": "Bled - The Beauty of Ljubljana and Bled",
      "description": "After crossing the border into Slovenia, you can enjoy the elegant ambiance of Ljubljana. Cafes overlook the winding banks of the Ljubljanica River and fill the city with the scent of coffee and anise. The 16th-century Ljubljana Castle looms large over the city, crowning a 1,230-foot hilltop. In Lake Bled, you can stroll along the footpath that surrounds lakeshore. The picturesque view of the medieval castle clings to a steep cliff and the isolated church on Bled Island, rising out of the bluish-green water and capturing the essence of the town."
    },
    {
      "dayNumber": "8",
      "title": "Lienz - Delight in the Julian Alps",
      "description": "After breakfast, you can venture into the hillside for a refreshing hike accompanied by a local guide. The inspiring views will span across the evergreen canopy to the jagged peaks of the Julian Alps, reaching over 9,396 feet above sea level. Your private transfer will take you over the border into Austria, and then will travel through the serene and dramatic scenery of the Dolomites as they form an amphitheater around the town of Lienz. The medieval fortress chronicles the layers of the town, dating back to ancient Rome. During your time here, the sunset will shimmer with color around the surrounding summits."
    },
    {
      "dayNumber": "9",
      "title": "Lienz - Search for the Majestic Ibex",
      "description": "Today, you will follow your guide into Hohe Tauern National Park, the largest nature reserve in the Alps. The reserve encompasses more than 716 square miles. The summit of Grossglockner soars above the protected landscape at 12,460 feet above sea level with slopes that fill the air with wildflowers and herbs. Your guide will lead you along the trails in search of the majestic ibex. They are known for nestling into the rock faces and fighting on the exposed rocks. They forage on leaves or shoots and have curving backward horns that can reach up to 39 inches."
    },
    {
      "dayNumber": "10",
      "title": "Vaduz - Visit Innsbruck and Liechtenstein",
      "description": "The natural grandeur of Austria's landscape will once again emerge as your private transfer conveys you to the beauty of Innsbruck. The winding medieval lanes of the city center resemble a picture book beneath the towering slopes of the Nordkette range. The stunning Habsburg palace embraces the splendor of the Baroque and the lavish stylings of the Rococo in the Giant's Hall, spanning over 101 feet long. Upon arriving in Vaduz, you can embrace the regal ambiance of the capital between the forested mountain slopes and winding banks of the Rhine River."
    },
    {
      "dayNumber": "11",
      "title": "Vaduz - Liechtenstein's Hidden Valley",
      "description": "Your cycling tour will lead you into slopes and lush grasslands of Liechtenstein's hidden valley. The main village stands approximately 4,800 feet above sea level and provides access to the large network of trails that fade into the serene landscape. Soon, you will reach the fairytale architecture of Gutenberg Castle, which was built in the 13th century. The figure casts an epic gaze against the backdrop of forested mountains. Here, falconers demonstrate the poise of hunting birds, and swordsmen reflect on the strategies of the ancient battle form."
    },
    {
      "dayNumber": "12",
      "title": "Weggis - Visit Lucerne en route to Weggis",
      "description": "Lucerne is a splendid city with a medieval center on the banks of the eponymous lake. Covered bridges connect to cobbled lanes, and sunny plazas open to houses that shine with bright colors. The Kapellbrucke bridge dates back to the 14th century and displays painted roof panels, capturing Swiss history and local mythology. The Lion Monument offers a touching commemoration of the Swiss soldiers who fought and died for King Louis XVI. The monument depicts a dying lion that stands nearly 33 feet long. In the afternoon, you can relax with marvelous views of your luxurious resort that overlooks Lake Lucerne."
    },
    {
      "dayNumber": "13",
      "title": "Weggis - The Grandeur of the Swiss Alps",
      "description": "A morning boat ride will take you across the glistening water before you ascend the slopes of Mount Rigi. The peak reaches 5,500 feet above sea level and was captured in the 19th-century paintings of William Turner. The views over the Alps spread across the undulating spine of the mountains. You can bask in the sunset over the lake by soaking in the soothing waters of an outdoor spa as it takes away the stress of your daily life and rejuvenates your body and mind."
    },
    {
      "dayNumber": "14",
      "title": "Zurich - Depart for Home",
      "description": "The bustling city of Zurich stands at the confluence of the river and lake, reflecting the affluence and art of the post-industrial age. Tall church spires embody the past and overlook winding lanes. Antique factories embrace the present as converted cultural centers and artistic living spaces. Your private transfer will meet you at your hotel in Lucerne and escort you to Zurich's international airport for your flight home, bringing an end to your luxurious alpine adventure."
    }
  ],
  "map": ""
}