{
    "Main_Title": "Our Djibouti holidays & tours",
    "Main_Paragraph": "Situated at the base of Africa's eastern horn, Djibouti highlights the diversity of this region with harsh grasslands and volcanic landscapes running into the gravel sand coastline of the Red Sea. Our holidays in Djibouti reveal crusted saline lakes, bellowing limestone stacks and incredible rock carved churches and temples, with the Foret Du Day National Park and Africa's lowest point, Lac Assal, just two of the highlights on these adventures. And as well as the natural wonders, we help you explore Djibouti culture, by exclusively using local Afar guides, the best people to explain their traditional ways of life. You can even spend the night in an Afar camp on the shore of Lake Abbe, enjoying a memorable sunset over the salt lake’s limestone chimneys.",
    "Subtitle": "Djibouti highlights",
    "Title1": "",
    "Paragraph1": "Although Djibouti isnt big, its not necessarily quick to travel around; joining a small group or tailor made tour is therefore the best option here. Of its 2,900km of roads, only about 12 percent are paved and fewer than half can be used throughout the year. You will need a 4x4 to reach most places, although Tadjoura and Djibouti City are connected by a ferry. There is also a paved road, built in the 1980s, that links the capital and the south. Around 70 percent of Djiboutis population lives in the capital, and beyond youll discover a country with very little infrastructure and few inhabitants except nomadic Afar tribespeople.",
    "image1": "",
    "Title2": "1. Djibouti City",
    "Paragraph2": "The French founded Djibouti City in 1888 on a previously uninhabited stretch of coast, and its now a vibrant, multi-ethnic capital with a mix of African, Asian, Arab and European influences. This diversity is expressed in the languages, food and architecture here and exploring on foot is the best way to appreciate the citys people, markets and cosmopolitan atmosphere.",
    "image2": "",
    "Title3": "2. Grand Bara",
    "Paragraph3": "This spectacular plain of dried, cracked white clay was once an ancient lake\nand\none of the Space Shuttle’s emergency landing sites. You’ll skirt Grand Bara en route to Lac Abbé, via a road built across it in 1981 to connect the capital with the south. Runners congregate here each December for the annual Grand Bara 15km race, organised by the French military and starting at sunrise.",
    "Title4": "3. Lac Abbé",
    "Paragraph4": "Straddling the Ethiopia border, Lac Abbé can only be reached by 4x4. Cross a weird, bleached out landscape where hot springs bubble and rock chimneys up to 50m high belch out steam and sulphur  all properly apocalyptic (although the flamingos soften the vibe a bit). Ideally, stay overnight here, in a simple Afar camp, so you can see the amazing scenery lit up at sunset and sunrise.",
    "image3": "",
    "Title5": "4. Lac Assal",
    "Paragraph5": "This dramatic crater lake, ringed by dark, dormant volcanoes, is the lowest point in Africa  its 155m below sea level  and the second saltiest body of water in the world. Its a dazzling sight, with the aquamarine water ringed by a huge salt field, 60m deep, standing out starkly against the black lava fields beyond. You may see Afar herders here or local people collecting salt.",
    "Title6": "5. Plage de Sables Blancs",
    "Paragraph6": "This appealing beach of pristine white sand backed by black basalt rocks, 7km east of Tadjoura, is a lovely place to relax after exploring Djiboutis interior. Its a popular spot for weekending expats, and has excellent facilities. Laze on the beach or head into the water to snorkel or kayak, looking out for whale sharks which visit the Gulf of Tadjoura from October to January.",
    "Title7": "6. Tadjoura",
    "Paragraph7": "This is the oldest town in Djibouti, an important port with a ferry linking it with Djibouti City. Its a picturesque place, sitting below the green Goda Mountains, full of palm trees, whitewashed buildings and mosques, with a strongly Arabian feel. Theres not much to do here, but its a nice place to explore before moving on to one of the excellent beaches in this area."
}