{
    "Main_Title": "Our China holidays & tours",
    "Main_Paragraph": "Our China holidays immerse you in this captivating, ceaselessly fascinating country, through iconic sights and experiences such as the Forbidden City, the Terracotta Army, Yangtze River cruises and panda breeding centres. But they also take you beyond the regular tourist routes, allowing you to appreciate lesser-known sides of China and its people. That can mean walking remoter parts of the Great Wall for a more peaceful experience than the busy section outside Beijing. Or it might mean trekking with a local guide through Yunnan province, staying in small villages where you can gain an insight into the lives of your welcoming hosts.",
    "Subtitle": "About our China holidays",
    "Title1": "Culture on a China holiday",
    "Paragraph1": "Our holidays offer an excellent primer both into China’s ancient history as well as a peek into its tech-fuelled future. Naturally they often visit the Forbidden City, the Temple of Summer, and Tiananmen Square, but they also recognise that the best way to really experience and get to know China is by introducing you to local people. That means guided tours of effervescent and aromatic night markets; peaceful tea gardens where you can sip chai and test your chopstick skills on steamed dumplings, and getting around by public transport such as subway or bus.",
    "image1": "",
    "Title2": "Great Wall of China",
    "Paragraph2": "The best-preserved parts of the iconic Great Wall of China are at Mutianyu, a couple of hours’ drive away from Beijing, where you can walk along the wall from tower to tower between pine-covered mountains. Our Great Wall walking holidays also seek out more remote sections which tend to be far less crowded than those within easy reach of the capital, and therefore give you a truer sense of stepping back into history. If you’re looking for a longer walk you can also opt for a trip that explores an extended section over a few days on foot.",
    "image2": "",
    "Title3": "Terracotta Army in China",
    "Paragraph3": "The Terracotta Army in Xi’an was discovered by chance in the 1970. A group of labourers dug up a clay figure that ended up revealing one of the world’s greatest archaeological discoveries. The tomb is a spectacular recreation of the soldiers and riches that Qin Shi Huangdi – the first emperor of China – gathered around himself in the 3rd century BC. Alongside the 8,000-plus clay soldiers marching through their burial pits, you’ll see bronze artefacts and archaeologists actively restoring the long-lost tomb. Our holidays often opt to reach Xi’an from Beijing by overnight train, which is a dramatically more eco-friendly way to go than by plane, and much more relaxed and enjoyable.",
    "Title4": "Yangtze River cruises in China",
    "Paragraph4": "At 6,300km the Yangtze is Asia’s longest river, flowing east from the Tanggula Mountains in Western China to Shanghai. Yangtze river cruises are a feature of several of our China holidays – small ships are the best way to navigate this colossal waterway as they can dock at smaller towns and villages that larger vessels cannot. Voyages will usually pick out a corner of the river to explore over a few days, such as the mountainous Three Gorges and their controversial dam. There are more architectural achievements along the riverbank. Hop off to see the Shibao Pagoda and White Emperor City, as well as natural architecture like the cavernous Goddess Stream.",
    "image3": "",
    "Title5": "Family holidays in China",
    "Paragraph5": "Travelling to China with kids is definitely an adventure, but our well-organised holidays ensure that it's a completely achievable one. The distances involved can be immense, so we'll create an itinerary that captures short attention spans and keeps little legs from getting too tired out. After all, the wonders come thick and fast in China; from the Terracotta Army and the Great Wall to neon-lit night market tours led by engaging local guides, and Kung Fu lessons in Shaolin Temple. Rickshaw rides are the most exciting way to explore the cities, while skilfully piloted bamboo rafts will take you upriver, past fantastical limestone karsts.",
    "Title6": "Walking holidays in China",
    "Paragraph6": "Walking in China conjures images of tackling a section of the Great Wall, but for those seeking a challenge, as well as the chance to escape the crowded cities, our walking holidays get you into some wonderfully remote parts of the country. Treks might take on the mountains and monasteries of Yunnan, blend walking with cycling in Hainan, take you into the vast Badain Jaran Desert, or follow in the footsteps of Marco Polo along the Silk Road. You’ll be paired up with brilliant walking guides who’ll show you the way while unveiling the thousands of years’ worth of human and natural history, and stay in welcoming local guest houses."
}