[
    {
        "type": "overview",
        "Main_Title": "Our China holidays & tours",
        "Main_Paragraph": "Our China holidays immerse you in this captivating, ceaselessly fascinating country, through iconic sights and experiences such as the Forbidden City, the Terracotta Army, Yangtze River cruises and panda breeding centres. But they also take you beyond the regular tourist routes, allowing you to appreciate lesser-known sides of China and its people. That can mean walking remoter parts of the Great Wall for a more peaceful experience than the busy section outside Beijing. Or it might mean trekking with a local guide through Yunnan province, staying in small villages where you can gain an insight into the lives of your welcoming hosts.",
        "Subtitle": "About our China holidays",
        "Title1": "Culture on a China holiday",
        "Paragraph1": "Our holidays offer an excellent primer both into China’s ancient history as well as a peek into its tech-fuelled future. Naturally they often visit the Forbidden City, the Temple of Summer, and Tiananmen Square, but they also recognise that the best way to really experience and get to know China is by introducing you to local people. That means guided tours of effervescent and aromatic night markets; peaceful tea gardens where you can sip chai and test your chopstick skills on steamed dumplings, and getting around by public transport such as subway or bus.",
        "image1": "",
        "Title2": "Great Wall of China",
        "Paragraph2": "The best-preserved parts of the iconic Great Wall of China are at Mutianyu, a couple of hours’ drive away from Beijing, where you can walk along the wall from tower to tower between pine-covered mountains. Our Great Wall walking holidays also seek out more remote sections which tend to be far less crowded than those within easy reach of the capital, and therefore give you a truer sense of stepping back into history. If you’re looking for a longer walk you can also opt for a trip that explores an extended section over a few days on foot.",
        "image2": "",
        "Title3": "Terracotta Army in China",
        "Paragraph3": "The Terracotta Army in Xi’an was discovered by chance in the 1970. A group of labourers dug up a clay figure that ended up revealing one of the world’s greatest archaeological discoveries. The tomb is a spectacular recreation of the soldiers and riches that Qin Shi Huangdi – the first emperor of China – gathered around himself in the 3rd century BC. Alongside the 8,000-plus clay soldiers marching through their burial pits, you’ll see bronze artefacts and archaeologists actively restoring the long-lost tomb. Our holidays often opt to reach Xi’an from Beijing by overnight train, which is a dramatically more eco-friendly way to go than by plane, and much more relaxed and enjoyable.",
        "Title4": "Yangtze River cruises in China",
        "Paragraph4": "At 6,300km the Yangtze is Asia’s longest river, flowing east from the Tanggula Mountains in Western China to Shanghai. Yangtze river cruises are a feature of several of our China holidays – small ships are the best way to navigate this colossal waterway as they can dock at smaller towns and villages that larger vessels cannot. Voyages will usually pick out a corner of the river to explore over a few days, such as the mountainous Three Gorges and their controversial dam. There are more architectural achievements along the riverbank. Hop off to see the Shibao Pagoda and White Emperor City, as well as natural architecture like the cavernous Goddess Stream.",
        "image3": "",
        "Title5": "Family holidays in China",
        "Paragraph5": "Travelling to China with kids is definitely an adventure, but our well-organised holidays ensure that it's a completely achievable one. The distances involved can be immense, so we'll create an itinerary that captures short attention spans and keeps little legs from getting too tired out. After all, the wonders come thick and fast in China; from the Terracotta Army and the Great Wall to neon-lit night market tours led by engaging local guides, and Kung Fu lessons in Shaolin Temple. Rickshaw rides are the most exciting way to explore the cities, while skilfully piloted bamboo rafts will take you upriver, past fantastical limestone karsts.",
        "Title6": "Walking holidays in China",
        "Paragraph6": "Walking in China conjures images of tackling a section of the Great Wall, but for those seeking a challenge, as well as the chance to escape the crowded cities, our walking holidays get you into some wonderfully remote parts of the country. Treks might take on the mountains and monasteries of Yunnan, blend walking with cycling in Hainan, take you into the vast Badain Jaran Desert, or follow in the footsteps of Marco Polo along the Silk Road. You’ll be paired up with brilliant walking guides who’ll show you the way while unveiling the thousands of years’ worth of human and natural history, and stay in welcoming local guest houses."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit China",
        "Main_Paragraph": "Spring (March-May) and autumn (September and October)\nare the best times to visit China, thanks to the more comfortable climate. August is a popular time of year to visit China for families; prepare for hot, sticky weather and some crowded viewpoints. Although the seasons in China are defined, its a big country with a climate that varies from region to region. You can travel year-round but be prepared for what the seasons might throw at you. The south is subtropical with sweltering summers, the north bears the brunt of harsh winters, and central China has a bit of both. A handy rule of thumb is to travel from south to north in spring and from north to south in summer.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to China",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Chinese New Year</li>\n<li>Coldest month</li>\n<li>Quiet low season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nChinese New Year  an amazing celebration of fireworks, lanterns, gifts and feasting  is celebrated across the country in late January or early February. There is a busy party atmosphere, but otherwise China in January is pretty quiet. The north is typically dry and cold, with average temperatures around -10°C, and Beijing can often see snow. Southern China is a little warmer with the chance of rain.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Lantern Festival</li>\n<li>Early signs of spring</li>\n<li>Guangzhou Flower Festival</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nCold weather persists across China in February though its marginally warmer than January. This is a fun time to visit, with various spring festivals likely taking place depending on the dates of the Chinese calendar. The Lantern Festival is a thrilling spectacle, while the city of Guangzhou basks in the fragrance of many colourful flower markets. Chinese New Year can also fall in February.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of spring</li>\n<li>Blossoming trees</li>\n<li>Milder temperatures</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nChina in March sees milder temperatures and weather ideal for walking, while the countryside is delightfully cast with spring blooms. Peach blossoms decorate many rural areas and the water towns around Shanghai, with their ancient canals and stone bridges, are very photogenic. Beijing is still fairly chilly, but towards the end of the month popular sites begin getting busier.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Warm in the south</li>\n<li>Occasional showers</li>\n<li>Desert winds possible</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSouthern China is warming up, with the odd shower likely, which leads to lush greenery and some marvellously misty scenes. April can be the best time to visit China for the weather but before the busy summer season in cities like Beijing, Xian and Shanghai. China in April sometimes sees strong winds that originate in northern desert areas and can bring sandstorms to cities.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Great Wall of China</li>\n<li>Warm, sunny and dry</li>\n<li>Excellent for walking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nChina in May is sublime: warm and not too humid. Its a great month to walk the Great Wall, tour the Silk Road or walk in the Yunnan mountains. The Labour Day holiday in China spans 1-3 May, and this period plus two days either side should be avoided. There are high travel costs, long queues and fully-booked transport as local people make the most of the three-day holiday.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Peak summer season</li>\n<li>Dragon Boat Festival</li>\n<li>Wet in the south</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nChina in June warms up considerably. Rivers are in full flow and rice terraces such as those of Longji are drenched, resulting in shimmering mirror-like surfaces. Many Chinese families reunite for summer solstice so popular locations get very busy. Traditional dragon boat races are held across the country, while southern coastal regions can see typhoons. Its mushroom season in Yunnan.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Yangtze River cruises</li>\n<li>Hot and humid</li>\n<li>Hong Kong Book Fair</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJuly is hot and humid, with many Chinese tourists travelling the country  temperatures easily reach the high 30°Cs. Escape the heat on the coast or at higher elevations such as Yunnan province. Avid bibliophiles descend on the Hong Kong Book Fair, one of the largest and most prestigious in the world. Also popular in China in July are cruises along the Yangtze River to see the three gorges.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Busy tourist sites</li>\n<li>Monsoons possible</li>\n<li>Rain in Beijing and Xian</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nExpect heat across China in August, and rain  August is the wettest month of the year in Beijing and Xian. Hong Kong is stiflingly hot and humid, too, and theres a risk of typhoons during this period., with many Chinese people holidaying in August, sites like the Forbidden City and the Terracotta Army remain busy. Take the edge off the heat at Asias largest beer festival in Qingdao.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>August is great for our</b> <a href=\"/holiday/20557/china-silk-road-tour\">China Silk Road tour</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Silk Road</li>\n<li>Mid-Autumn Festival</li>\n<li>Beautiful landscapes</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSeptember heralds the autumn, and sometimes the birth of baby pandas in Chengdu. There are rich colours in the forests, temperatures slip and there is the occasional shower, but its still a perfectly good month for walking or touring the Silk Road. The Mid-Autumn Festival is celebrated across China in September, welcoming the harvest with lanterns and mooncakes in abundance.<div style=\"margin-top: 15px;\"></div>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Avoid Golden Week</li>\n<li>Milder temperatures</li>\n<li>Ideal for walking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe colours in the foliage are delightful across China in October  burning reds, golds and yellows. Walking in places like Jiuzhaigou National Park, the Yellow Mountains, or the quieter eastern reaches of the Great Wall is sublime. Avoid cities during Golden Week in early October, though. Everyone in the country  thats 1.4 billion people  has this week off. Great atmosphere; less great for getting around easily.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Cooler weather</li>\n<li>Peaceful late autumn month</li>\n<li>Baby pandas</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nNovember remains quite mild in southern China, albeit chilly in the mornings and evenings. But its distinctly crisp in the north, with temperatures at times in the single digits and even some early snow in places. Visitor attractions are quieter now. Come to China in November, and you might see baby pandas released from incubation for the first time in Chengdu. <br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Quiet low season</li>\n<li>Very cold in the north</li>\n<li>Harbin Ice and Snow Festival</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nWrap up to visit China in December. Winters in the north get extremely cold with temperatures falling to -40°C. Its often wet in the south, and altogether December is one of the worst months to visit China. That said, there are amazing ice sculptures, sometimes the size of buildings, at the Harbin Ice and Snow Festival, and China has plenty of hot springs where you can get a warming soak.",
        "weather_chart": "Beijing Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Beijing Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-10</td>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cool\">4</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 3%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">7 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">18 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 19%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 43%;\">65 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">152 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 94%;\">143 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 28%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 12%;\">18 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 5%;\">7 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-7</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">2 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best time to visit the Great Wall of China",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "Spring (March-May) and autumn (September and October) are great times to visit the Great Wall of China. Viewpoints are less busy and temperatures are more comfortable for exploring. Winter (November-February) sees sections of the Wall become a snow-capped photographers dream, but it can get bitingly cold  were talking -20°C  and pretty precarious for walkers. On the flipside, June, July and August bring heat, storms, inflated prices and lots of visitors at the popular spots.",
        "title3": "Best times to visit China for festivals & events",
        "paragraph3": "",
        "title4": "Chinese New Year (January or February)",
        "paragraph4": "Beginning on the new moon that falls between 21 January and 20 February, Chinese New Year marks the arrival of spring and is celebrated with feasting (especially dumplings and rice cakes), firecrackers and dragon dances to bring good luck. With people on the move across the country to meet up with family, and thousands more returning from abroad to join the festivities, this is an incredibly exciting time to be in China. Expect big crowds in the cities, heavy traffic, and red everywhere, from lanterns to clothing and decorations, being symbolic of luck, prosperity and joy.",
        "title5": "Lantern Festival (February)",
        "paragraph5": "The climax of the Lunar New Year celebrations is the Lantern (Yuan Xiao) Festival, which takes place on the 15th day of the first month of the lunar calendar. People light their paper lanterns to bring good luck for the year ahead, or for specific wishes. There are different types of lantern, with some being cast into waterways or the sky (neither of which are great for the environment), and others being hung outside homes or carried around the streets in processions. You can also see colourful dragon and lion dances across the country, which also beckon good fortune.",
        "title6": "Dragon Boat Festival (May or June)",
        "paragraph6": "Duanwu Jie, the Dragon Boat Festival, is held on the fifth day of the fifth lunar month (sometime in May or June). Dragon boat races using long canoes painted with bright colours and powered by up to 80 rowers take centre stage, their crews fuelled by\nzongzi\n(filled and steamed glutinous rice balls) and plum wine. You can see dragon boat races across the country. The Miluo River in Hunnan, where the tradition has its roots, offers a particularly beautiful setting.",
        "title7": "Mid-Autumn Festival (September or October)",
        "paragraph7": "If you want to really embrace the traditions of the Mid-Autumn Festival, then find yourself a quiet spot in the countryside and spend an evening gazing up at the moon, sipping rice wine and composing poetry. Also known as the Moon Festival, this country-wide harvest festival brings families together to celebrate with feasting and prayers for good fortune. Swing your lantern with one hand, and in the other cup a delicious slice of mooncake, a traditional pastry filled with sweet paste.",
        "title8": "Harbin International Ice & Snow Festival (December-February)",
        "paragraph8": "In north-east China, the city of Harbin plays host to the worlds biggest snow and ice festival every winter. And when we say big, we mean big. The intricate ice sculptures here are beyond works of art  theyre feats of architecture. Near life-size replicas of famous buildings, bridges, monuments and people are sculpted with amazing precision, making it a fascinating place to wander around. You can also try ice golf or ice archery, and whizz down a gigantic slide made of you guessed it.",
        "title9": "Our travellers also ask",
        "paragraph9": "",
        "title10": "When is Golden Week in China?",
        "paragraph10": "Golden Week is usually held over\nthe first week of October\n, give or take a few days either side. This is considered one of the busiest times of year to travel to China, as virtually everyone has the week off work, and many will be travelling around the country themselves. Accommodation, restaurants, public transport and visitor attractions are incredibly busy, and congestion in cities can bring travel to a standstill.",
        "title11": "What are the best months to visit China?",
        "paragraph11": "The best months to visit China tend to be\nMarch to May\n(spring) and\nSeptember and October\n(autumn), avoiding Golden Week. You can expect generally warm, dry weather and less busy tourist sites compared with the summer months of July and August. Spring or autumn can also be the best time of year to visit China for our walking holidays, with beautiful colours in the landscapes.",
        "title12": "What is the rainy season in China?",
        "paragraph12": "May to September\nis the rainy season in China, though it should be noted that there are variations around the country. Northern China, where youll find cities like Beijing and Xian, is relatively unaffected with just the occasional shower to worry about  nothing to put you off touring sites like the Forbidden City and the Terracotta Army. Southern China is more tropical, however, and you will see more  and more intense  rainfall, with the chance of typhoons in coastal regions.",
        "title13": "Does China get all four seasons?",
        "paragraph13": "Yes, China has four distinct seasons\n, with spring between March and May, summer from June to August, autumn from September to November, and winter from December to February. But this is the fourth-largest country in the world, so you get a broad range of weather conditions year-round, and its never either too hot, too cold or too rainy to discourage visiting altogether. Generally speaking, though, the north has longer winters and is colder, while the south is typically wetter and has longer summers.",
        "title14": "What months are hot in China?",
        "paragraph14": "July is usually the hottest month in China, followed by August\n, with average daytime temperatures around 30°C. These are also the wettest months of the year, especially in the more tropical regions south of the Yangtze River. Expect high levels of humidity, too, and possibly typhoons. Despite this, the summer months are still a popular time of year to travel to China, and in mountainous areas like Yunnan the temperatures are a lot more manageable."
    }
]