{
    "Main_Title": "Our Lebanon holidays & tours",
    "Main_Paragraph": "The Lebanon represents all that is lovely about the Levant  first, the Levantine cuisine, memorably rendered in the worlds imagination through Lebanese dishes such as baba ghanouj, tabbouleh, falafel, hummus and baklava. Then theres its Mediterranean situation, its sunny coast providing a beautiful backdrop to great cities like Beirut, Byblos and Sidon. Theres the countryside too  sometimes mountainous, sometimes forested  containing the riches of the Mediterranean basin in its vineyards and farms. Its small enough that you can comfortably tour countryside, city and cuisine in a couple of weeks, but rich enough that you will want to see it again.\nOur Lebanon holidays dont just give you a tour, they introduce you to Lebanese people: at homestays, in smaller communities, and in city cafes. They donate to social projects, and patronise local restaurants and craft shops  so you can take a slice of that lovely Levant home with you.",
    "Subtitle": "Lebanon holiday highlights",
    "Title1": "Beirut",
    "Paragraph1": "The atmosphere of cosmopolitan Beirut, with its nightclubs, cafes and chic shopping districts, might be unmatched in the Middle East. This multicultural city manages to be both Muslim and Christian, French-feeling and Arab-feeling, all at once; the Greeks, Romans, Ottomans and French all played a role in its past. Aside from soaking it all in from the streets you can see Phoenician artefacts in the National Museum, see the Mohammad Al-Amin Mosque (also called the Blue Mosque) and wander the sunny seafront.\nThe countrys capital bears the physical and psychological scars of civil war and of conflict with Israel. Guides can show you the Green Line, which formerly divided the city in the civil war; you can still see bullet holes in the Holiday Inn hotel.",
    "image1": "",
    "Title2": "History and culture",
    "Paragraph2": "The much-diminished cedar forests of Lebanon once furnished the ancient world with building materials for ships and temples and whole cities. The remaining trees stand as testament to the riches of a beautiful country that have endured through ongoing hardships. Under the more recent turbulence, theres rich ancient history across this country; the Romans left an indelible mark on the Mediterranean.\nIn Lebanon you can see Roman settlements that have been preserved by the good climate  these include the ruins of a well-preserved hippodrome at Tyre, and the Roman temples at Baalbek. The Qadisha Valley is full of early Christian history  the rocky cliffs are full of cave dwellings, little chapels and monasteries. Under the medieval castle and Roman ruins at Byblos, youll also find traces of the Phoenicians; this is one of the oldest continuously inhabited cities in the world.",
    "image2": "",
    "Title3": "Lebanese cuisine",
    "Paragraph3": "Mezze  an excuse to try everything on the menu before your main course  is a Lebanese staple, and whilst not all dishes originated in Lebanon, they find a welcome home here  from stuffed vines leaves and meat-filled flatbreads to luxurious dips dressed with pomegranate molasses. Then theres the luxury of enjoying freshly-fried fish on the sea front, white-tableclothed French restaurants and Armenian delicacies in Beirut, and more traditional cooking outside the capital. Lebanon also produces wine. The Phoenicians grew grapes here, and transported it around the ancient world, making Lebanon one of the earliest viticulturalists. The Beqaa Valley is still full of vines today.",
    "Title4": "Combining Lebanon and Jordan",
    "Paragraph4": "Seen as two of the best countries for introducing travellers to the Middle East, combining desert-rich Jordan with the greenness of Lebanon gives you colour contrast and an injection of Nabatean history. Both of a compact size, you can see them together comfortably in a two-week tour, and by combining the two countries you visit more places, so your tourism income goes even further.\nBoth countries are known for their moderate politics, which make them more gentle starting points for new travellers, but theyre also known for their beauty. Tours to both will pack in the archaeological sites, including Jordans unmissable Petra. You can compare capitals: Amman and Beirut, and test their mezzes, stay in a monastery in Lebanon and a Bedouin camp in Jordan.",
    "image3": "",
    "Title5": "Small group tours",
    "Paragraph5": "Just as the countrys mezze is made for sharing, so are its sights  and you can enjoy both in good company on one of our small group tours. This small country lends itself to tours  you can see a great deal of its best sights over eight to ten days. Your tour leader will help you get the best items on the menu, hear the history behind the landscapes, give entertaining introductions to archaeology, or give informative rundowns of the more recent events in Lebanons past. In your group youll stay in family run guest houses, or perhaps even a monastery  and the experience is made less intimidating by having company when you do."
}