[
    {
        "type": "overview",
        "Main_Title": "Our Sao Tome and Principe holidays & tours",
        "Main_Paragraph": "The official language in Sao Tome and Principe is Portuguese, the fine fish and vinho verde will make you think you are in Portugal, but with volcanic terrain, tropical forests, stupendous waterfalls, and the striking landscape of Obo National Park, our Sao Tome and Principe holidays transport you far from Lisbon or Lagos. Tourism is a growing force for change on this twin island nation. Our holidays help it be a change for good for local people by using locally-owned accommodation and employing local guides. And they use ecolodges and partners who are actively involved in preserving the islands’ endemic life, and its turtle visitors.",
        "Subtitle": "São Tomé and Príncipe highlights",
        "Title1": "1. Bird watching",
        "Paragraph1": "Go highlands or lowlands, mountains or marine landscape, and you will always spot stunning birdlife. Birders have these islands up there with the Galapagos for avian awesomeness. Obo National Park is the top spot with 230 species, 28 of them endemics. Which is a lot, for the nations size. Look out for parrots, São Tomé grosbeak, dwarf olive ibis and São Tomé scops-owl among many others. Rolas Island is another top birding spot.",
        "image1": "",
        "Title2": "2. Obo National Park",
        "Paragraph2": "Covering a third of São Tomé, this is naturalists nirvana, with virgin rainforest, over 100 unique orchids and mountains that descend to white and black sandy beaches. Its iconic landmark is Pico Cão Grande, a huge rock that dominates with what can only be described as a phallic presence. Geologists prefer to call it a volcanic plug. Hike to waterfalls, Lake Amelia crater and keep your eyes peeled for endemic bird beauties.",
        "image2": "",
        "Title3": "3. Plantation houses",
        "Paragraph3": "Particularly in the north of São Tomé, in the heart of cocoa plantations, there are some magnificent former plantation houses that have been restored into eco, exquisite places to stay. Known as\nroças\n, many are also locally owned. There are also many still left empty, or being taken over by jungle, but others are seeing themselves as hiking or cultural hubs, bird watching meccas or coastal chill out zones.",
        "Title4": "4. Porto Alegre",
        "Paragraph4": "A fishing village at the heart of and gateway to the souths beautiful beaches, with precious spots such as Jalé Beach and Praia Piscina offering stunning, natural places to chill out. Swim, snorkel or kayak among the mangroves, and stay at a nearby ecolodge, looking out for nesting turtles in season. This is also gateway to the coastal part of Obo National Park. No wonder Porto Alegre translates as happy port.",
        "image3": "",
        "Title5": "5. São João Dos Angolares",
        "Paragraph5": "A small fishing village with big, beautiful ideas, thanks mostly to a local leader in responsible tourism who runs the main\nroça\n, or plantation house here. Stay here and visit coastal community projects, art projects, go bird watching for the endemic dwarf olive ibis or just enjoy Sãotomean culture through music, dance and beach life. And if you don’t stay at the\nroça\n, definitely book it for dinner.",
        "Title6": "6. São Tomé City",
        "Paragraph6": "If you like the idea of a beach right beside the museum, then this is your type of city. The capital and home to 60,000 people, it is a peaceful and pretty mélange of Romanesque churches, faded colonial architecture and sand dusted boulevards. The Presidential Palace and Independence Square are the historic highlights, with the International Centre for Art and Culture, Central Market and Ana Chaves Bays beaches being the cultural ones."
    }
]