{
    "Main_Title": "Our USA holidays & tours",
    "Main_Paragraph": "Our USA holidays may start and finish in cities such as Los Angeles, New York and Las Vegas, but they quickly whisk you into the big outdoors. Everything feels bigger here: the wildlife, the landscapes... and the food, of course. It’s in the national parks that our holidays really come into their own. You might go wildlife watching with expert naturalist guides, spotting whales in Alaska’s Denali National Park or tracking wolves in Yellowstone. Or hike to iconic viewpoints, setting off early and seeking out lesser-known routes to cleverly avoid coach group crowds. Wherever you go, expect to be wowed.",
    "Subtitle": "About our USA holidays",
    "Title1": "The big outdoors in America",
    "Paragraph1": "In the USA, the big outdoors is exactly that – big. Hiking trails such as the legendary Appalachian Way and lakeside loops around Grand Teton National Park help to maintain and preserve them. Native American guides teach you about their communities’ nature stewardship and ways of life while showing you around their territories. Then there are the coastlines: the Pacific winding from sun-bleached New Mexico to glacier-cracked Alaska, the Atlantic from the Deep South to the autumn foliage of Maine, and the volcanic beaches of Hawaii. Best of all, you share that big outdoors with eagles, bears, elks and whales.",
    "image1": "",
    "Title2": "USA holidays, Alaska",
    "Paragraph2": "Alaska is wild. There’s the wilderness, yes: tundra, glaciers and permafrost; mountainous parks roamed by bears following the salmon run; deep and remote fjords. But even the cities walk on the wild side. The remote state capital Juneau doesn’t have road access – it’s fly- or sail-in only – and Anchorage has the friendly, appealingly unruly feel of a true outpost. The national parks are the real appeal, though. Our adventurous overland tours dodge the tour bus crowds to camp in remote locations around Denali (for stargazing and bear watching), while our low-impact small ship cruises and kayaking tours explore Glacier Bay and Kenai Fjords.",
    "image2": "",
    "Title3": "National parks holidays in America",
    "Paragraph3": "We all know Yosemite, Yellowstone, Grand Canyon… but what about the Great Sand Dunes or Mesa Verde? There are 62 national parks in the USA, and our holidays support a wide range of initiatives that help protect their wildlife and ecosystems. A walking holiday is one of the best ways to explore the national parks, following Native American trails, and camping opposite creaking glacier fields or deep in redwoods forests. Try a small group tour that explores three neighbouring parks – say Zion, Bryce and the Grand Canyon – or focus in on vast, fuming Yellowstone, the first national park ever created.",
    "Title4": "Wildlife holidays in America",
    "Paragraph4": "Our wildlife holidays in the USA focus on the wildest corners of the country: the Colorado forests where bears rummage for berries in autumn; the Alaskan islands where thousands of whales and orca feed; the Louisiana swamps where alligators lurk. But Yellowstone National Park has the ace up its sleeve – wolves which, after being hunted to extinction in the 1920s, were reintroduced in the 1980s. Expert ranger guides here explain how wolves make Yellowstone one of the most successful examples of rewilding, keeping overgrown elk herds in check. Prehistoric-looking bison also roam in huge herds, while bald eagles swoop on exhausted salmon making the epic journey from ocean to spawning grounds.",
    "image3": "",
    "Title5": "Family holidays in America",
    "Paragraph5": "Our family holidays to the USA spell adventure, whether that's rafting white water rivers or road-tripping the panoramic Pacific Coast Highway. Sociable small group trips provide ready-made companions for toasting marshmallows under the stars in Monument Valley and river swims, meeting up with local guides for fascinating national park walks. Self drive family holidays are tailor made, so the route will be plotted to your family’s interests and requirements. The Pacific-view and desert highways of Western USA offer some of the most cinematic scenery for kids’ attention spans; you can pair national parks like Joshua Tree with fun cities like San Francisco or Monterey.",
    "Title6": "Small group holidays in the USA",
    "Paragraph6": "Fancy meeting some great travelling companions? Responsible Travel’s small group holidays to the USA skip the massive coach tours, instead matching you with an expert tour leader and a group of just 6-18 fellow adventurers. Most things are arranged for you, including hotels or camping, and some meals and activities. They also follow some iconic routes. Get your kicks on Route 66 or pile into a converted school bus with a couple of engaging local guides to follow the salmon run through Alaska. Small group trips to the Deep South are usually music and cultural tours exploring blues, delta and plantation history, while the West Coast shows off the legendary landscapes of California, Arizona and Nevada."
}