{
  "destination": "Chad",
  "mainPhoto": "",
  "id": "chad-holidays-untamed-tibesti",
  "tourName": "Chad holidays, untamed Tibesti",
  "placesVisited": "",
  "generalInfo": "The ultimate trip through an untamed land, travelling to what can rightly be called the holy grail of Saharan travel – Chad’s mighty Tibesti Mountains. For a long time these jagged volcanic peaks, home to the fiercely independent Tubu people, have been out of bounds, but no longer. We leave N’Djamena to travel through the lands of the Sahel, passing nomads with their camels and stopping at Moussoro to refuel, then head north, crossing the renowned Erg du Djourab, a huge sand sea that is one of the Sahara’s most formidable obstacles. At Faya we explore the palm groves and meet the Teda clan of the Tubu, then head into the mountains a series of rocky summits that are almost completely unexplored. We stop first at the volcano of Emi Koussi, the Sahara’s highest peak, and search for rock art that dates back millennia and is a testament to a time when this region was populated with large wildlife. Moving on we stop at Tubu villages, explore picturesque gorges and canyons, and drive through lands with stunning rock structures – a real photographer’s delight. At the Trou au Natron we descend to the bottom of a huge crater, where local people bring their livestock to graze on the salty earth, and then head to Bardai, the home of the Tubu’’s spiritual leader. After thoroughly exploring this incredible mountain range we begin our journey back, crossing an empty wilderness to return to the Sahel and the charming camp of Douguia, in a beautiful setting overlooking the Chari River and Cameroon. Throughout this trip we will stop to meet local people, learning about their customs and how they live in such a remote and difficult area, and our excellent local knowledge means that we can gain a real insight into one of Africa’s most traditional and shy ethnic groups, usually closed to outsiders. The Tibesti holds an allure that is hard to resist, one of the last places left where you can feel like a true explorer. A truly magical journey through an intoxicating land.",
  "durationDays": "22",
  "price": "6399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "N’Djamena Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive you may have time to explore the city. Overnight Hotel Meridien Chari or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Abeche - Begin our journey by heading east from N’Djamena, towards the city of Abeche. Travel through a Sahelian landscape of small villages through the region of Guera, with its interesting markets and isolated granite peaks, stopping en route where possible. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kalait - Bichagara - From Abeche head north, through the villages of Arada and Biltine en route to Kalait. We stop here to shop in its busy market, then continue into a Saharan landscape populated by Gaeda, Tama and Zaghawa people. At the north western edge of the Ennedi massif we reach the region of Bichagara with its incredible sandstone structures and rock paintings; we should also see nomadic groups with their livestock as we travel further into the desert. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Borkou - We head further north on the way to Emi Koussi, crossing dunes and passing palm groves and small settlements, and travelling through a region known as Kouroudi, studded with magnificent tassili rock structures. This is a particularly beautiful area with some of Chad’s most picturesque scenery, dotted with small Tubu villages. We continue towards Emi Koussi and skirt the base of the volcano, the highest mountain in the Sahara. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Emi Koussi – Birni Erde – Yebbi Bou - We explore Emi Koussi and its surrounds, looking for prehistoric rock art, enjoying magnificent scenery and following the course of an old waterbed, the Enneri Miski. We stop at sites of interest along the way, exploring the region on foot and by vehicle, and visit the well of Birni Erde, where a small population of Tubu live nearby. Continue to Yebbi Bou, a small village of Teda Tubu. Nearby a deep canyon is home to one of the prettiest palm groves in the region. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Zoumri – Bardai - Following the Yabbigue gorges our route takes through diverse landscapes, from harsh rocky terrains to lush wadis with acacia, tamarisk and other vegetation, and we travel past Tarso Voon and Tarso Toon, two of the Tibesti’s dead volcanoes. In the valley of Zoumri we pass oases, settled by farmers, and continue to the town of Bardai. Bardai is the principal settlement in this part of the Tibesti and an important trading centre for the nomadic groups that populate the area; it is also one of Chad’s most attractive towns, nestled amidst pretty palm groves. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Trou au Natron - Climbing higher we travel past the gorges of Oudinger until we reach the Trou au Natron, a vast crater with huge deposits of sodium on its floor. This provides a vital source of salt for local people and their animals and we may see groups of Tubu grazing their animals and gathering salt here. We descend to the bottom on foot to explore the crater in depth before moving on. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Zouar - Drive up to the Enneri Tao plateau to be greeted by views of the erg of Bilma, a vast sand sea stretching far into Niger, and the mountain of Sisse to the north. From here we head to Zouar, another of the Tibesti’s small towns and traditionally the home of the Dardai, loosely the leader of the Teda Tibesti. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Marmar – Faya - After refueling in Zouar we drive to the region of Marmar, with its high rocky peaks contrasting with the surrounding sands. This area of the Tibesti is characterised by beautoful sand dunes, which we traverse on the way to Faya, the ‘capital’ of the Tibesti region. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Salal – Moussoro - We make our way south, crossing the formidable Erg du Djourab, a vast sea of sand that effectively isolates Faya. Making our way into the Bahr el Ghazal region we traverse vast plains, often covered in yellow grass, a remnant from the rainy season. The people that live here are from a number of different groups – Fulani, Keraida and Kanembou among others. The landscape starts to change from desert to a mixture of savannah and sahel. From Salal we head west, onwards to Moussoro and our last night in the bush. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "N’Djamena - Return to the capital. The landscape is far more populated now, with small villages and decent roads showing us that we have completely left the Sahara behind. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home. (BL)"
    }
  ],
  "map": ""
}