{
  "destination": "Chad",
  "mainPhoto": "",
  "id": "the-gerewol-festival-and-ennedi-mountains-tour-chad",
  "tourName": "The Gerewol Festival and Ennedi Mountains tour, Chad",
  "placesVisited": "N’Djamena, Durbali, Stay with a Wodaabe community, Gereweol Festival, Abeche, Kalait, Ennedi Mountains, Guelta d’Archei, Mourdi Depression, Fada, Teguedei salt lake, Ounianga Lakes, Wilderness camping",
  "generalInfo": "This is Africa travel as it’s meant to be: raw and untamed, surprising and endlessly exciting. Using superb local connections honed over years, you’ll be welcomed into local communities, exploring cultures that stretch back centuries, and reaching parts that very few other travellers can.<br/><br/>You’ll begin in the Durbali region, spending four days in the company of the Wodaabe people as they come together from across Chad to take part in the colourful Gerewol Festival, one of the most exhilarating in all of Africa. Expect to see traditional singing and dancing, horse racing and elaborate costume in an authentic mass courtship ritual. Festivities often continue well into the night at an annual event that is entirely authentic, making no concessions either to modernity or the outside world – it’s a thrilling and fascinating experience. <br/><br/>Leaving the festival and your Wodaabe hosts behind, you’ll head through the majestic Ennedi Mountains into the vast expanse of the Sahara. Many of the people you’ll encounter on this journey are surprised to see foreigners but welcoming. Pausing occasionally to pick up supplies along the way, you’ll pass remote wells where thirsty camels drink eyed by Saharan crocodiles, follow ancient caravan routes, camp in the pristine wilderness, and emerge into the Ounianga oasis, lakes surrounded by dunes and palms with a backdrop of multi-hued mountains. <br/><br/>This is no holiday. This is a spellbinding odyssey that takes you into parts of Africa very few others reach, to have experiences that would be next to impossible without the organisational skills and connections of  a specialist travel company.<br/>",
  "durationDays": "23",
  "price": "7349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "N'Djamena - Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive there may be time to explore, or you can simply relax at the hotel and prepare for your adventure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Durbali - We drive to the region of Durbali, through the Sahel, to join the Wodaabe people in their celebration of the Gerewol festival."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "N'Djamena- We return back to N’Djamena and prepare for the next part of the journey."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "N’Djamena - Today we visit N’Djamena’s National Museum and take a short excursion to the nearby village of Gaoui, known for its traditional painted houses. Overnight Hotel Ibis or similar. (B)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Kora - We then head south, crossing dunes and entering an area that saw fighting during the war with Libya – in some places the remnants of tanks and other military hardware can be found, slowly being reclaimed by the desert. The dune crossing can be tough in parts and we can expect to get out and push. Time permitting we may be able to stop at small oases en route, and we camp tonight on the outskirts of the Ennedi."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "N'Djamena - Continue westwards. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home."
    }
  ],
  "map": ""
}