{
  "destination": "Chad",
  "mainPhoto": "",
  "id": "chad-expedition-to-ennedi",
  "tourName": "Chad expedition to Ennedi",
  "placesVisited": "N’Djamena, Moussouro, Salal, Kalait, Ennedi Mountains, Mourdi Depression, Demi, Teguedei, Ounianga Lakes, Kora, Douguia",
  "generalInfo": "This small group expedition to Chad and the Ennedi is an exercise in adventurous travel. Along with a small group of travellers and an expert guide you’ll discover the wild open spaces of this surprising, beautiful and little visited land on a trip that could well be the most memorable you’ll ever take. <br/><br/>After time adjusting in N’Djamena you’ll head out of town (and away from tarmac roads) and journey through the rugged landscapes of the Sahel, passing through small settlements, meeting nomad families and drawing our water supplies from local wells. Passing through the Bahr el Ghazal region, there will be opportunities to spot gazelle, fennec fox and a variety of birdlife.<br/><br/>The main highlights of this journey, however, are the Ennedi Mountains: a huge collection of sandstone peaks that over the millennia have been sculpted into twisting, otherwordly rock formations. This is the land of the Tubu – one of Africa’s most traditional and secretive peoples. We’ll see them bring massive herds of camels to drink at Guelta d’Archei, the only watering hole around these parts, and if we’re lucky, we may spot one of the last populations of Saharan crocodiles. <br/><br/>Next on the agenda are the multi-hued, interconnected Ounianga Lakes, which provide an incredible contrast to the surrounding desert. You’ll spend time exploring the area and meeting local people, before heading south across the sands to riverside Douguia, where you can enjoy a shower and a cold beer to celebrate the end of your adventure. <br/>",
  "durationDays": "15",
  "price": "4549",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "N’Djamena - Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive there may be time to explore, or you can simply relax at the hotel and prepare for your adventure. Overnight Le Meridien Chari or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Abeche - Kalait - Begin our journey by heading east from N’Djamena, towards the city of Abeche. Travel through a Sahelian landscape of small villages through the region of Guera, with its interesting markets and isolated granite peaks, stopping en route where possible. From Abeche we continue north, and the landscape starts to become more arid as we approach Kalait, one of the main settlements on the approach to the Ennedi Mountains. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "The Ennedi Mountains - We stop first in the village of Kalait to shop in its busy market, then drive into the majestic Ennedi Mountains. We spend our time exploring their numerous rock formations – made of sandstone, the wind and sand have eroded them into weird and wonderful shapes. We also visit a number of rock art sites, hidden over overhanging rocks and depicting cows, camels and warriors, and may see ancient burial sites about which almost nothing is known. This is the domain of the Tubu, and we expect to meet nomads on their way to pasture with the camels or drawing water at wells, and pass their small groups of tents. The highlight of these few days in undoubtedly the Guelta d’Archei, the only permanent waterhole in the region situated amidst a dramatic and towering gorge, where one can often see hundreds of camels drinking, their bellowing echoing around the rock walls. The guelta is also home to one of the last populations of Saharan crocodiles, and with a bit of luck we should be able to see them. The landscape in this region is truly spectacular and we pick our campsites in the prettiest areas."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Fada – Mourdi - We drive down from the plateau to Fada, the only real town in the Ennedi, where we need to complete formalities and stock up on supplies before heading northwards. From here we head back into the wilderness, climbing onto a plateau of red rocks before descending to the last rocks of the Ennedi. Rom here we enter the Mourdi Depression, an area of vast sand dunes that can be difficult to traverse but are incredibly beautiful. We follow the ancient caravan route that is still used by camel caravans taking salt from Demi and Teguedei to the Fada and beyond. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Demi – Teguedei – Ounianga Lakes - We visit the small village of Demi, located at the foot of a mountain and on the edge of a salt pan, where men and women dig the red earth for salt to be transported across the desert to market, exchanged for goods like millet, sorghum and other foods – this is an incredibly isolated settlement and completely reliant on the trade. Nearby is the salt lake of Teguedei, situated amidst lush palm groves and seasonally inhabited for the date harvest – one can also see piles of salt drying on the shores of the lake. From here we head to the lakes of the Ounianga oasis. Emerging from the desert this is spectacular site – lakes surrounded by dunes and palms with multi-hued mountains behind them. The lakes themselves are different colours, a result of the minerals in the ground as well as algae. We explore the lakes, visit the village of Ounianga Serir, and take the opportunity of a bath in Boukou, the only freshwater lake in the oasis. We also stop in the town of Ounianga Kebir for supplies and formalities. Until recently this was a critical hub on the trade route with Libya, but that country’s troubles have reduced traffic to a trickle. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kora - We then head south, crossing dunes and entering an area that saw fighting during the war with Libya – in some places the remnants of tanks and other military hardware can be found, slowly being reclaimed by the desert. The dune crossing can be tough in parts and we can expect to get out and push. Time permitting we may be able to stop at small oases en route, and we camp tonight on the outskirts of the Ennedi. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kalait – Salal - Moussoro - Reluctantly we leave the Ennedi, stopping first at Kalait to again pick up supplies. The people that live in this region are from a number of different groups – Fulani, Keraida and Kanembou among others. Wildlife around this region is good, and you can expect to see dorcas gazelles as well as jackals, bustards and perhaps the pretty fennec fox. For much of the route we follow the dried up riverbed of the Bah el Ghazal where remains of the oldest known hominid have been found. We set up camp each night in the middle of the wilderness, with no-one else for miles. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "N’Djamena - Continue westwards. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home. (BL)"
    }
  ],
  "map": ""
}