{
  "destination": "Chad",
  "mainPhoto": "",
  "id": "gerewol-festival-holiday-in-chad",
  "tourName": "Gerewol festival holiday in Chad",
  "placesVisited": "Camping in the Sahel, meeting the Wodaabe tribespeople, Durbali market, witnessing the Gerewol festival, watching camel racing, singing, dancing and male beauty contests",
  "generalInfo": "Few Western travellers will ever get to experience the Gerewol festival – one of the most spectacular in Africa, yet one that has barely been changed over centuries. This week-long festival occurs when the semi-nomadic Wodaabe people travel across the Sahel on foot, camel or donkey, and come together to feast, dance, race and – ultimately – to find a lover or a partner. The classic image from the Gerewol festival is one of young men with elaborately made up faces, ‘displaying’ to young women in order to attract them. Not only does this Gerewol festival holiday allow you to experience these rituals, but having worked in this area for several years, we have built up plenty of local contacts and friends, meaning we are welcomed as guests, and are able to camp beside them in this incredibly remote region. You’ll be immersed in life far from the mainstream, combined with centuries-old traditions and rituals; this is a highly unique opportunity to see the world from a completely different perspective, and experience the deep traditions of Africa.<br/><br/>Please note: Gerewol is held at the end of the rainy season, around the last week of September. However, the exact dates are not usually confirmed until June and may be shifted by a couple of days either side. For this reason, we recommend that you do not buy flights for your Gerewol festival holiday until the date is confirmed.",
  "durationDays": "8",
  "price": "3199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "N’Djamena. Arrive in the capital of Chad today, and transfer to your hotel (Le Meridien Chari or similar). You can choose to stay here and rest up for the adventure ahead, or to head out and explore."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Durbali. Drive across the Sahel to the Durbali region where the Gerewol festival is celebrated by the Wodaabe people. We’ll camp here overnight. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gerewol festival. We have five full days to experience the Gerewol festival – a celebration which has barely changed for centuries. The Wodaabe from across the Sahel region congregate in the area with their cattle for what could be described as a mass courtship ritual. Unusually, it is male beauty that is prized by the Wodaabe, and the young men wear traditional jewellery, feathers and make up before performing in front of the young women – a fascinating spectacle. There will be plenty of dancing and singing, and perhaps some camel racing, as well as plenty of time to meet local people and share stories with them about the culture and rituals. You can also head to one of the Sahel’s most important markets, in Durbali. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "N’Djamena - We return back to N’Djamena, where day use rooms are available to freshen up. After heading out to a restaurant for a final farewell dinner, transfer to the airport for your onward flight home. (BL)"
    }
  ],
  "map": ""
}