[
  {
    "destination": "Chad",
    "mainPhoto": "",
    "id": "chad-expedition-to-ennedi",
    "tourName": "Chad expedition to Ennedi",
    "placesVisited": "N’Djamena, Moussouro, Salal, Kalait, Ennedi Mountains, Mourdi Depression, Demi, Teguedei, Ounianga Lakes, Kora, Douguia",
    "generalInfo": "This small group expedition to Chad and the Ennedi is an exercise in adventurous travel. Along with a small group of travellers and an expert guide you’ll discover the wild open spaces of this surprising, beautiful and little visited land on a trip that could well be the most memorable you’ll ever take. <br/><br/>After time adjusting in N’Djamena you’ll head out of town (and away from tarmac roads) and journey through the rugged landscapes of the Sahel, passing through small settlements, meeting nomad families and drawing our water supplies from local wells. Passing through the Bahr el Ghazal region, there will be opportunities to spot gazelle, fennec fox and a variety of birdlife.<br/><br/>The main highlights of this journey, however, are the Ennedi Mountains: a huge collection of sandstone peaks that over the millennia have been sculpted into twisting, otherwordly rock formations. This is the land of the Tubu – one of Africa’s most traditional and secretive peoples. We’ll see them bring massive herds of camels to drink at Guelta d’Archei, the only watering hole around these parts, and if we’re lucky, we may spot one of the last populations of Saharan crocodiles. <br/><br/>Next on the agenda are the multi-hued, interconnected Ounianga Lakes, which provide an incredible contrast to the surrounding desert. You’ll spend time exploring the area and meeting local people, before heading south across the sands to riverside Douguia, where you can enjoy a shower and a cold beer to celebrate the end of your adventure. <br/>",
    "durationDays": "15",
    "price": "4549",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "N’Djamena - Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive there may be time to explore, or you can simply relax at the hotel and prepare for your adventure. Overnight Le Meridien Chari or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Abeche - Kalait - Begin our journey by heading east from N’Djamena, towards the city of Abeche. Travel through a Sahelian landscape of small villages through the region of Guera, with its interesting markets and isolated granite peaks, stopping en route where possible. From Abeche we continue north, and the landscape starts to become more arid as we approach Kalait, one of the main settlements on the approach to the Ennedi Mountains. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "The Ennedi Mountains - We stop first in the village of Kalait to shop in its busy market, then drive into the majestic Ennedi Mountains. We spend our time exploring their numerous rock formations – made of sandstone, the wind and sand have eroded them into weird and wonderful shapes. We also visit a number of rock art sites, hidden over overhanging rocks and depicting cows, camels and warriors, and may see ancient burial sites about which almost nothing is known. This is the domain of the Tubu, and we expect to meet nomads on their way to pasture with the camels or drawing water at wells, and pass their small groups of tents. The highlight of these few days in undoubtedly the Guelta d’Archei, the only permanent waterhole in the region situated amidst a dramatic and towering gorge, where one can often see hundreds of camels drinking, their bellowing echoing around the rock walls. The guelta is also home to one of the last populations of Saharan crocodiles, and with a bit of luck we should be able to see them. The landscape in this region is truly spectacular and we pick our campsites in the prettiest areas."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Fada – Mourdi - We drive down from the plateau to Fada, the only real town in the Ennedi, where we need to complete formalities and stock up on supplies before heading northwards. From here we head back into the wilderness, climbing onto a plateau of red rocks before descending to the last rocks of the Ennedi. Rom here we enter the Mourdi Depression, an area of vast sand dunes that can be difficult to traverse but are incredibly beautiful. We follow the ancient caravan route that is still used by camel caravans taking salt from Demi and Teguedei to the Fada and beyond. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Demi – Teguedei – Ounianga Lakes - We visit the small village of Demi, located at the foot of a mountain and on the edge of a salt pan, where men and women dig the red earth for salt to be transported across the desert to market, exchanged for goods like millet, sorghum and other foods – this is an incredibly isolated settlement and completely reliant on the trade. Nearby is the salt lake of Teguedei, situated amidst lush palm groves and seasonally inhabited for the date harvest – one can also see piles of salt drying on the shores of the lake. From here we head to the lakes of the Ounianga oasis. Emerging from the desert this is spectacular site – lakes surrounded by dunes and palms with multi-hued mountains behind them. The lakes themselves are different colours, a result of the minerals in the ground as well as algae. We explore the lakes, visit the village of Ounianga Serir, and take the opportunity of a bath in Boukou, the only freshwater lake in the oasis. We also stop in the town of Ounianga Kebir for supplies and formalities. Until recently this was a critical hub on the trade route with Libya, but that country’s troubles have reduced traffic to a trickle. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Kora - We then head south, crossing dunes and entering an area that saw fighting during the war with Libya – in some places the remnants of tanks and other military hardware can be found, slowly being reclaimed by the desert. The dune crossing can be tough in parts and we can expect to get out and push. Time permitting we may be able to stop at small oases en route, and we camp tonight on the outskirts of the Ennedi. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Kalait – Salal - Moussoro - Reluctantly we leave the Ennedi, stopping first at Kalait to again pick up supplies. The people that live in this region are from a number of different groups – Fulani, Keraida and Kanembou among others. Wildlife around this region is good, and you can expect to see dorcas gazelles as well as jackals, bustards and perhaps the pretty fennec fox. For much of the route we follow the dried up riverbed of the Bah el Ghazal where remains of the oldest known hominid have been found. We set up camp each night in the middle of the wilderness, with no-one else for miles. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "N’Djamena - Continue westwards. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Chad",
    "mainPhoto": "",
    "id": "chad-holidays-untamed-tibesti",
    "tourName": "Chad holidays, untamed Tibesti",
    "placesVisited": "",
    "generalInfo": "The ultimate trip through an untamed land, travelling to what can rightly be called the holy grail of Saharan travel – Chad’s mighty Tibesti Mountains. For a long time these jagged volcanic peaks, home to the fiercely independent Tubu people, have been out of bounds, but no longer. We leave N’Djamena to travel through the lands of the Sahel, passing nomads with their camels and stopping at Moussoro to refuel, then head north, crossing the renowned Erg du Djourab, a huge sand sea that is one of the Sahara’s most formidable obstacles. At Faya we explore the palm groves and meet the Teda clan of the Tubu, then head into the mountains a series of rocky summits that are almost completely unexplored. We stop first at the volcano of Emi Koussi, the Sahara’s highest peak, and search for rock art that dates back millennia and is a testament to a time when this region was populated with large wildlife. Moving on we stop at Tubu villages, explore picturesque gorges and canyons, and drive through lands with stunning rock structures – a real photographer’s delight. At the Trou au Natron we descend to the bottom of a huge crater, where local people bring their livestock to graze on the salty earth, and then head to Bardai, the home of the Tubu’’s spiritual leader. After thoroughly exploring this incredible mountain range we begin our journey back, crossing an empty wilderness to return to the Sahel and the charming camp of Douguia, in a beautiful setting overlooking the Chari River and Cameroon. Throughout this trip we will stop to meet local people, learning about their customs and how they live in such a remote and difficult area, and our excellent local knowledge means that we can gain a real insight into one of Africa’s most traditional and shy ethnic groups, usually closed to outsiders. The Tibesti holds an allure that is hard to resist, one of the last places left where you can feel like a true explorer. A truly magical journey through an intoxicating land.",
    "durationDays": "22",
    "price": "6399",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "N’Djamena Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive you may have time to explore the city. Overnight Hotel Meridien Chari or similar."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Abeche - Begin our journey by heading east from N’Djamena, towards the city of Abeche. Travel through a Sahelian landscape of small villages through the region of Guera, with its interesting markets and isolated granite peaks, stopping en route where possible. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Kalait - Bichagara - From Abeche head north, through the villages of Arada and Biltine en route to Kalait. We stop here to shop in its busy market, then continue into a Saharan landscape populated by Gaeda, Tama and Zaghawa people. At the north western edge of the Ennedi massif we reach the region of Bichagara with its incredible sandstone structures and rock paintings; we should also see nomadic groups with their livestock as we travel further into the desert. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Borkou - We head further north on the way to Emi Koussi, crossing dunes and passing palm groves and small settlements, and travelling through a region known as Kouroudi, studded with magnificent tassili rock structures. This is a particularly beautiful area with some of Chad’s most picturesque scenery, dotted with small Tubu villages. We continue towards Emi Koussi and skirt the base of the volcano, the highest mountain in the Sahara. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Emi Koussi – Birni Erde – Yebbi Bou - We explore Emi Koussi and its surrounds, looking for prehistoric rock art, enjoying magnificent scenery and following the course of an old waterbed, the Enneri Miski. We stop at sites of interest along the way, exploring the region on foot and by vehicle, and visit the well of Birni Erde, where a small population of Tubu live nearby. Continue to Yebbi Bou, a small village of Teda Tubu. Nearby a deep canyon is home to one of the prettiest palm groves in the region. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Zoumri – Bardai - Following the Yabbigue gorges our route takes through diverse landscapes, from harsh rocky terrains to lush wadis with acacia, tamarisk and other vegetation, and we travel past Tarso Voon and Tarso Toon, two of the Tibesti’s dead volcanoes. In the valley of Zoumri we pass oases, settled by farmers, and continue to the town of Bardai. Bardai is the principal settlement in this part of the Tibesti and an important trading centre for the nomadic groups that populate the area; it is also one of Chad’s most attractive towns, nestled amidst pretty palm groves. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Trou au Natron - Climbing higher we travel past the gorges of Oudinger until we reach the Trou au Natron, a vast crater with huge deposits of sodium on its floor. This provides a vital source of salt for local people and their animals and we may see groups of Tubu grazing their animals and gathering salt here. We descend to the bottom on foot to explore the crater in depth before moving on. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Zouar - Drive up to the Enneri Tao plateau to be greeted by views of the erg of Bilma, a vast sand sea stretching far into Niger, and the mountain of Sisse to the north. From here we head to Zouar, another of the Tibesti’s small towns and traditionally the home of the Dardai, loosely the leader of the Teda Tibesti. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Marmar – Faya - After refueling in Zouar we drive to the region of Marmar, with its high rocky peaks contrasting with the surrounding sands. This area of the Tibesti is characterised by beautoful sand dunes, which we traverse on the way to Faya, the ‘capital’ of the Tibesti region. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Salal – Moussoro - We make our way south, crossing the formidable Erg du Djourab, a vast sea of sand that effectively isolates Faya. Making our way into the Bahr el Ghazal region we traverse vast plains, often covered in yellow grass, a remnant from the rainy season. The people that live here are from a number of different groups – Fulani, Keraida and Kanembou among others. The landscape starts to change from desert to a mixture of savannah and sahel. From Salal we head west, onwards to Moussoro and our last night in the bush. Overnight camping. (BLD)"
      },
      {
        "dayNumber": 22,
        "title": "",
        "description": "N’Djamena - Return to the capital. The landscape is far more populated now, with small villages and decent roads showing us that we have completely left the Sahara behind. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Chad",
    "mainPhoto": "",
    "id": "chad-wildlife-safari-zakouma-national-park",
    "tourName": "Chad wildlife safari, Zakouma national park",
    "placesVisited": "",
    "generalInfo": "In the south of Chad sits Zakouma National Park, one of Africa’s best kept wildlife secrets – a little known park in a little known country that harbours huge numbers of iconic wildlife species. This short trip takes you to a natural paradise in the very heart of Africa, home to elephants, lion, leopards and more. Setting out from N’Djamena we cross the Sahel, travelling through the region of Guera with its impressive inselberg scenery, stopping in villages en route and meeting local communities following traditional lifestyles, almost untouched by the modern world. In Zakouma itself we spend our days on game drives, setting out early in the morning to give ourselves the best chance of spotting animals on the move. We’ll search for the huge herd of elephants that lives here, keep an eye open for predators such as lion and leopard, and enjoy a total wilderness experience far from the crowds often found in better known African parks and reserves. This is no luxury East African safari but offers superb opportunities for authentic wildlife encounters in a hidden corner of the continent, and an unbeatable sensation of true off the beaten track travel.",
    "durationDays": "8",
    "price": "3899",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "N’Djamena - Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive there may be time to explore, or you can simply relax at the hotel and prepare for your adventure. Overnight Hotel Mercure or similar."
      }
    ],
    "map": ""
  },
  {
    "destination": "Chad",
    "mainPhoto": "",
    "id": "gerewol-festival-holiday-in-chad",
    "tourName": "Gerewol festival holiday in Chad",
    "placesVisited": "Camping in the Sahel, meeting the Wodaabe tribespeople, Durbali market, witnessing the Gerewol festival, watching camel racing, singing, dancing and male beauty contests",
    "generalInfo": "Few Western travellers will ever get to experience the Gerewol festival – one of the most spectacular in Africa, yet one that has barely been changed over centuries. This week-long festival occurs when the semi-nomadic Wodaabe people travel across the Sahel on foot, camel or donkey, and come together to feast, dance, race and – ultimately – to find a lover or a partner. The classic image from the Gerewol festival is one of young men with elaborately made up faces, ‘displaying’ to young women in order to attract them. Not only does this Gerewol festival holiday allow you to experience these rituals, but having worked in this area for several years, we have built up plenty of local contacts and friends, meaning we are welcomed as guests, and are able to camp beside them in this incredibly remote region. You’ll be immersed in life far from the mainstream, combined with centuries-old traditions and rituals; this is a highly unique opportunity to see the world from a completely different perspective, and experience the deep traditions of Africa.<br/><br/>Please note: Gerewol is held at the end of the rainy season, around the last week of September. However, the exact dates are not usually confirmed until June and may be shifted by a couple of days either side. For this reason, we recommend that you do not buy flights for your Gerewol festival holiday until the date is confirmed.",
    "durationDays": "8",
    "price": "3199",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "N’Djamena. Arrive in the capital of Chad today, and transfer to your hotel (Le Meridien Chari or similar). You can choose to stay here and rest up for the adventure ahead, or to head out and explore."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Durbali. Drive across the Sahel to the Durbali region where the Gerewol festival is celebrated by the Wodaabe people. We’ll camp here overnight. (BLD)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Gerewol festival. We have five full days to experience the Gerewol festival – a celebration which has barely changed for centuries. The Wodaabe from across the Sahel region congregate in the area with their cattle for what could be described as a mass courtship ritual. Unusually, it is male beauty that is prized by the Wodaabe, and the young men wear traditional jewellery, feathers and make up before performing in front of the young women – a fascinating spectacle. There will be plenty of dancing and singing, and perhaps some camel racing, as well as plenty of time to meet local people and share stories with them about the culture and rituals. You can also head to one of the Sahel’s most important markets, in Durbali. (BLD)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "N’Djamena - We return back to N’Djamena, where day use rooms are available to freshen up. After heading out to a restaurant for a final farewell dinner, transfer to the airport for your onward flight home. (BL)"
      }
    ],
    "map": ""
  },
  {
    "destination": "Chad",
    "mainPhoto": "",
    "id": "the-gerewol-festival-and-ennedi-mountains-tour-chad",
    "tourName": "The Gerewol Festival and Ennedi Mountains tour, Chad",
    "placesVisited": "N’Djamena, Durbali, Stay with a Wodaabe community, Gereweol Festival, Abeche, Kalait, Ennedi Mountains, Guelta d’Archei, Mourdi Depression, Fada, Teguedei salt lake, Ounianga Lakes, Wilderness camping",
    "generalInfo": "This is Africa travel as it’s meant to be: raw and untamed, surprising and endlessly exciting. Using superb local connections honed over years, you’ll be welcomed into local communities, exploring cultures that stretch back centuries, and reaching parts that very few other travellers can.<br/><br/>You’ll begin in the Durbali region, spending four days in the company of the Wodaabe people as they come together from across Chad to take part in the colourful Gerewol Festival, one of the most exhilarating in all of Africa. Expect to see traditional singing and dancing, horse racing and elaborate costume in an authentic mass courtship ritual. Festivities often continue well into the night at an annual event that is entirely authentic, making no concessions either to modernity or the outside world – it’s a thrilling and fascinating experience. <br/><br/>Leaving the festival and your Wodaabe hosts behind, you’ll head through the majestic Ennedi Mountains into the vast expanse of the Sahara. Many of the people you’ll encounter on this journey are surprised to see foreigners but welcoming. Pausing occasionally to pick up supplies along the way, you’ll pass remote wells where thirsty camels drink eyed by Saharan crocodiles, follow ancient caravan routes, camp in the pristine wilderness, and emerge into the Ounianga oasis, lakes surrounded by dunes and palms with a backdrop of multi-hued mountains. <br/><br/>This is no holiday. This is a spellbinding odyssey that takes you into parts of Africa very few others reach, to have experiences that would be next to impossible without the organisational skills and connections of  a specialist travel company.<br/>",
    "durationDays": "23",
    "price": "7349",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "N'Djamena - Arrive in N’Djamena and transfer to the hotel. Depending on when you arrive there may be time to explore, or you can simply relax at the hotel and prepare for your adventure."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Durbali - We drive to the region of Durbali, through the Sahel, to join the Wodaabe people in their celebration of the Gerewol festival."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "N'Djamena- We return back to N’Djamena and prepare for the next part of the journey."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "N’Djamena - Today we visit N’Djamena’s National Museum and take a short excursion to the nearby village of Gaoui, known for its traditional painted houses. Overnight Hotel Ibis or similar. (B)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Kora - We then head south, crossing dunes and entering an area that saw fighting during the war with Libya – in some places the remnants of tanks and other military hardware can be found, slowly being reclaimed by the desert. The dune crossing can be tough in parts and we can expect to get out and push. Time permitting we may be able to stop at small oases en route, and we camp tonight on the outskirts of the Ennedi."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "N'Djamena - Continue westwards. We should arrive at N’Djamena in the afternoon, where day use rooms are available for a welcome shower, before heading out for a final dinner and transferring to the airport for your flight home."
      }
    ],
    "map": ""
  }
]
