{
    "Main_Title": "Our Tibet holidays & tours",
    "Main_Paragraph": "Known as the ‘Roof of the World’, Tibet is home to towering mountains, stunning scenery and a warm and welcoming people. Bound by Buddhism, it has been occupied by China since 1949 and is a country besieged by change. Much of traditional Tibet – its territory, its architecture, and, crucially, its people – has been suppressed and subjugated. By backing tourism on our Tibet holidays you can show your support for the nation. Whether you’re exploring the awe-inspiring scale of the fragile and important Qinghai-Tibet Plateau, or heading up to Everest Base Camp, our Tibet tours support local Tibetan people. Visiting villages and taking cooking classes is a great way to support a Tibetan family. As is our use of Tibetan businesses, including guest houses – and even homestays, plus restaurants, and local guides and drivers.",
    "Subtitle": "Tibet holiday highlights",
    "Title1": "Visit Lhasas monasteries & palaces",
    "Paragraph1": "At 3,490m, Lhasa is one of the highest cities on earth  but this has not deterred its inhabitants from constructing some of the worlds most astounding religious buildings here. The most famous of all is Potala Palace, the stunning former residence of the Dalai Lamas since the 7th century. Sat atop a hill in the middle of the city, this red and white palace dominates the landscape and its rammed earth walls contain over 1,000 rooms.",
    "image1": "",
    "Title2": "",
    "Paragraph2": "5km west of Lhasa, Drepung Monastery is the largest in Tibet; in its heyday it housed some 10,000 monks. Drepung was founded in 1416 and its name means collecting rice  a reference to the appearance of this sprawling white building from afar. There are grand entrances, colourful hallways, statues of Buddha and impressive woodcarvings. The second largest monastery in Tibet is Sera, built in 1419. Covering over 11 hectares, Sera lies in Lhasas northern suburbs and contains many statues, scriptures written in gold, and beautiful murals. You can join the monks debates from 3pm each Monday-Friday, in which they discuss Buddhist doctrines in order to reach deeper understanding. You might not comprehend a word  but the traditional spectacle is enlightening in itself. As if that wasnt enough, Lhasa is also home to Norbulingka  the Dalai Lamas summer palace, and Jokhang  Tibets oldest and most sacred temple.",
    "image2": "",
    "Title3": "Marvel at Everests might",
    "Paragraph3": "Tibets Everest Base Camp approaches the mountain from its north slope, and, unlike its Nepalese equivalent, this route is usually carried out in a vehicle  making it much more accessible, despite its 5,150m altitude. Youll have sweeping views of Mount Everest from base camp, as well as from the nearby Rongbuk Monastery, founded in 1902. Rongbuks monks and nuns, and the meditation caves punctuating the surrounding cliff faces, somehow make this incredible encounter even more spiritual and stirring.",
    "Title4": "Combine countries",
    "Paragraph4": "Two weeks in the Himalayas is enough to cross borders, exploring these three neighbouring countries: Tibet, Nepal and Bhutan, with shared cultures but very different backgrounds, politics and beliefs. Buddhist rituals, extraordinary palaces, temples and monasteries, Gross National Happiness, struggles for freedom and a constant backdrop of snowcapped peaks ensure that this type of holiday will be as enlightening as it is memorable.",
    "image3": "",
    "Title5": "",
    "Paragraph5": "Alternatively, take the train to Lhasa from Beijing, with a 32-hour stretch from Xian on the highest railway in the world  the sky train  introducing you to some of the Earths most dramatic landscapes outside your window. Its also a great way to acclimatise gently!"
}