[
    {
        "type": "overview",
        "Main_Title": "Our Guinea-Bissau holidays & tours",
        "Main_Paragraph": "Our Guinea-Bissau holidays and Guinea-Bissau tours let you unlock the rituals, music and traditional island societies of West Africa just over the border from the big boy neighbour, Senegal. Tiny Guinea-Bissau features mangrove forests, manatees, isolated Felupe and Baiote villages and the beautiful Bijagos Islands where turtles and salt water hippos live alongside the matriarchal community living in Okinka Pampa village. Our holidays ensure that the benefit of tourism is felt by even the smallest communities; you’ll visit rice farmers, local markets, women’s cooperatives, and embark on forest walks with eco-guides. And by travelling in very small groups, our Guinea-Bissau trips keep your negative impact as low as possible.",
        "Subtitle": "Guinea-Bissau highlights",
        "Title1": "1. Bijagos Archipelago",
        "Paragraph1": "This archipelago of 88 islands, 65km off the mainland, has fascinating wildlife and an isolated ethnic population, still governed by tribal chiefs and priestesses. Rare saltwater hippos are found on Orango Island and the archipelago is also one of the most important sea turtle nesting sites in Africa. About 20 islands are inhabited; Bubaque, the largest village of the archipelago, has a tiny museum of local culture.",
        "image1": "",
        "Title2": "2. Bissau",
        "Paragraph2": "Often considered the most Mediterranean of West Africas capitals, Bissau is huge relative to the countrys size, and filled with decaying Portuguese colonial buildings. Highlights include Bissau Velho, the old city center, and nearby Fortaleza dAmura, still used by the country's military. Venture into the\nbarrios\nand youll hear Portuguese, the lingua franca Criolu and local languages being spoken.",
        "image2": "",
        "Title3": "3. Bolama Island",
        "Paragraph3": "An early Portuguese trading post, Bolama was the capital of Portuguese Guinea from 1871 to 1941, before it was moved to Bissau. Some local people still live here, but Bolamas buildings have fallen into disrepair, and it has a ghost town feel. Originally laid out like a Roman citadel, today all that remains are empty avenues and squares, dry fountains, overgrown gardens and crumbling colonial mansions.",
        "Title4": "4. Manjaco ethnic group",
        "Paragraph4": "The Manjaco ethnic group live in tiny villages peppered through the forests of the Senegal border. Known for their ancestor worship, the Manjaco create sacred wooden sculptures from wooden poles, called\npecab\n, that represent the spirits of their ancestors. Different generations have developed their own styles of sculpture, and with the permission of village elders, its possible to see this vibrant tribal artform.",
        "image3": "",
        "Title5": "5. Mask dances",
        "Paragraph5": "Guinea-Bissau is home to vibrant traditions and unique culture, and many organised tours visit local ethnic groups to learn more about their lives and perhaps experience a traditional ceremony. The\nvaca bruto\n(wild bull) wooden mask, complete with real horns and leather ears, is used in dramatic dances celebrating the harvest in the Bijagos Archipelago.",
        "Title6": "6. Quinhamel",
        "Paragraph6": "A city to the west of the capital Bissau, Quinhamel is a good base for exploring the flooded mangrove forests near the coast, home to superb birdlife including pelicans, goliath herons and flamingos. Its close to the isolated territory around the border with Senegal, where you can visit the villages of local Felupe and Baiotes people, who have a unique style of architecture."
    }
]