{
  "destination": "Endonezya",
  "mainPhoto": "",
  "id": "ST3100",
  "tourName": "Endonezya Papua Programı",
  "placesVisited": "Endonezya",
  "generalInfo": "Asya kıtasının tüm güzelliklerine Siempre Tour farkıyla ulaşacaksınız.<br><br>Turumuz, Siempre Tour'un deneyimli rehber ekibiyle Havaalanı'ndan itibaren başlar ve tekrar tur bitişi sonrasında aynı noktada sonlanır. Tur süresi boyunca rehber ekibi tüm soru ve görüşlerinizi dinlemek için yanınızda olacaktır.",
  "durationDays": "10",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "18",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li> - Adana-Doha-Jakarta ekonomi sınıfı uçak bileti</li>\n<li>- Jakarta - Yogyakarta arası tek yön ekonomi sınıfı uçak bileti</li>\n<li>- Yogyakarta- Bromo arası tek yön ekonomi sınıfı tren bileti</li>\n<li>- Bali-Doha-Adana ekonomi sınıfı uçak bileti</li>\n<li>- Giriş, bahşiş ücretleri</li>\n<li>- Lokal rehber, Türkçe rehberlik hizmeti, Siempre Tour asistanlık hizmeti</li>\n<li>- Yurtdışı harç pulu 15 TL</li>\n<li>- Zorunlu sağlık sigortası ve TÜRSAB iflas Sigortası</li>\n<li>- Tüm ören yerleri ve tapınak giriş ücretleri</li>\n<li>- Havalimanları ve oteller portör ücretleri</li>\n</ul>\n<p><strong>Yemekler :</strong></p>\n<ul>\n<li>\n<p>- Tüm kahvaltılar, 7 gece akşam yemeği, 6 öğle yemeği</p>\n<p><strong>Tur boyunca geziler ve ören yerleri: </strong></p>\n</li>\n<li>- YOGYAKARTA:Borobudur,Prambanan Tapınağı, Keraton Sarayı</li>\n<li>- BROMO:Bromo Dağı ve krater gezisi</li>\n<li>- BALI: Maymun Ormanı, Tirta Empul Su Tapınağı, Besakih Tapınağı, Jatiluwih Pirinç Terası, Tanah Lot Tapınağı,</li>\n</ul>\n<p><strong>Otel Konaklamaları:</strong></p>\n<ul>\n<li>- YOGYAKARTA: 02 gece Sofitel, The Phoenix Jogja (5 yıldız)</li>\n<li>- BROMO: 01 Bromo JIWA JAWA Hotel</li>\n<li>- UBUD – BALİ: 02 Gece THE PLATARAN RESORT  HOTEL (5 yıldız)</li>\n<li>- KUTA – BALİ 2 GECE THE ANVAYA HOTEL</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "ANKARA -DOHA-JAKARTA",
      "description": "Qatar Airlines ile Ankara  -Doha-Jakarta uçuşunu yaparak Jakarta’ya hareket ediyoruz. Bu gece uçakta uyuyacağız. Varışımız ertesi gün sabah 07,45 olacaktır."
    },
    {
      "dayNumber": 2,
      "title": "JAKARTA-YOGYAKARTA",
      "description": "Bugün saat 07.45’de Jakarta'ya ulaşıyoruz, havaalanında bagaj ve gümrük işlemlerimizi bitirip iç hat uçuşuyla saat 11.00’da Yogyakarta ’ya hareket ediyoruz. Havalimanında bizi karşılayan rehberimizle otelimize;  Sofitel, The Phoenix Yogyakarta’ya gidiyoruz. Geceleme ve akşam yemeği otelimizde."
    },
    {
      "dayNumber": 3,
      "title": "YOGYAKARTA",
      "description": "Sabah kahvaltıdan sonra ilk ziyaretimiz göre Borobudur tapınağını ziyaret edeceğiz. Borobudur Tapınağı, dünyanın en büyük Budist tapınağıdır. Daha sonra Sultan Sarayı adı verilen Keraton bölgesini ziyaret ediyoruz son olarak da Prambanan Tapınağı’na gideceğiz. Prambanan Endonezya'nın en büyük Hindu tapınağıdır.  Yogyakarta şehri, Endonezya Yogyakarta Özel Bölgesi Java’nın başkenti. Java batik, bale, drama, müzik, şiir ve kukla şovları, eğitim, klasik güzel sanatlar ve kültür merkezi olarak bilinir. Yogyakarta 1949'dan 1945'e kadar Endonezya Ulusal Devrimi sırasında Endonezya'nın başkenti Gedung Agung'ın başkanlığıydı. Yogyakarta, Kotagede'deki bölgelerden biri, 1549-1640 yılları arasında Ramayana destanı, Ayodya'nın Hint şehri olan Mataram Sultanlığı'nın başkentiydi. Yogya, \"doğru, uyum, doğru\" ve \"refah, gelişmekte olan\" (yani \"bir şehir refahına\" sahip olmak) anlamına gelir. Geceleme ve akşam yemeği otelimizde."
    },
    {
      "dayNumber": 4,
      "title": "YOGYAKARTA-BROMO",
      "description": "Sabah kahvaltıdan sonra Doğu Java’daki Jombang’a gitmek üzere tren istasyonuna gidiyoruz. Trenimiz saat 06.45’te.Yolculuğumuz 4-4,5 saat sürecek.  Vardığımızda bizi karşılayacak aracımızla Trowulan’a doğru hareket ediyoruz. Majapahit Tapınağını görüp 3,5 saatlik yolculuktan sonra Tosari'deki otelimize; Bromo Cottage’a yerleşiyoruz. Geceleme otelimizde."
    },
    {
      "dayNumber": 5,
      "title": "BALİ",
      "description": "Batıda Cava ve doğuda Lombok adası arasında yer alır. Başkenti Denpasar'dır. 2009 nüfus sayımına göre, 3.551.000 nüfusa sahip olan adanın çoğunluğu Hindu kalanı da Müslüman’dır."
    },
    {
      "dayNumber": 7,
      "title": "BALİ",
      "description": "Kahvaltıdan sonra bir kez UNESCO Kültürel Miras Alanı adayı olana Jatiluwih pirinç teraslarını görmeye gidiyoruz. Tarlalar arasında yürüdükten sonra restoranda yemek yiyoruz. Jatiluwih pirinç terasları, Batukaru dağı yamaç topografyasını takip eden 600 hektarlık pirinç tarlalarından oluşmaktadır."
    },
    {
      "dayNumber": 8,
      "title": "BALİ",
      "description": "Balide bir kaya oluşumu olan Tanah Lot Tapınağı'nı ziyaret ediyoruz. Fotoğrafçılık ve genel egzotizm için popüler bir turist ve kültürel simge olan bu tapınakta gün batımını izleyip otelimize Akşam yemeği yerel restoranda,"
    },
    {
      "dayNumber": 9,
      "title": "BALİ",
      "description": "Bali’deki son günümüzde misafirlerimize alış veriş için serbest zaman veriyoruz. Sabah Kahvaltının ardından odalarımız en geç 11.30 kadar boşaltıyoruz. Valizlerimiz akşam a kadar valiz odasına bırakabiliriz. Dileyen misafirler Kumsalın tadını çıkarır. Akşam saat 21.00 otelin lobisinde toplanıyoruz. Özel aracımızla akşam saat 21.10 da havalimanına transfer."
    },
    {
      "dayNumber": 10,
      "title": "BALI-DOHA- ANKARA",
      "description": "Sabah 00.35 de QR961 Sefer sayılı Katar havayolu ile Doha ya hareket ve saat 05.10 da Doha ya varış. QR 313 Sefer sayılı Katar havayolu uçuşu ile saat 07.25 de Ankara ya uçuyoruz. Türkiye saati ile 11.30 de Ankara havalimanına inişimizin ardından Endonezya & Bali programımızın sonuna geliyoruz."
    }
  ],
  "map": ""
}