{
    "Main_Title": "Our Norway holidays & tours",
    "Main_Paragraph": "Our Norway holidays don't just embrace the great outdoors, they aim to have a positive impact on it. Set out on an Arctic small ship cruise around Spitsbergen that seeks out smaller harbours, or take on our self guided walking and cycling routes around remote archipelagos and picturesque fjords; admire landscapes illuminated by the midnight sun in summer and the enigmatic Northern Lights in winter. At every step, we'll ensure that you'll also enjoy memorable cultural exchanges. That could be cross country skiing with our local guides, staying in family-owned fishing huts, or watching for killer whales with our expert skippers.",
    "Subtitle": "Norway holiday highlights",
    "Title1": "Fjords & islands",
    "Paragraph1": "Norway’s landscape plays out like an epic drama: glacial highlands, gorgeous archipelagos, arctic tundra and stunning fjords – over 1,000 of them – make the country a true geo-blockbuster. The scenery comes with its own mood lighting, too, thanks to the mysterious Northern Lights in winter, and the midnight sun in summer.\nFlanked by slender waterfalls and lonely homesteads clinging to green ledges, the fjords are stars of Norway’s crinkle-cut coast. Ancient stave churches muse by these flooded glacial valleys, encircled by a hinterland of meadows, winding hill roads and stunning ridge viewpoints. Head west to the city of Bergen and you’ll find yourself surrounded by Norway’s best fjords. Songefjord is the longest and deepest, whilst Hardangerfjord is surrounded by brilliant hiking. Villages like Geiranger, Undredal and Ulvik are great waterside bases to strike out on foot or bike. Breheimen National Park, encompassing Næroyfjord and Sognefjord, is one of the best places to go on a small ship cruise.",
    "image1": "",
    "Title2": "Northern Lights",
    "Paragraph2": "Norway is a fantastic place to see the Northern Lights. Away from the city glow, the aurora borealis tends to be visible in the sky from September to March, but your chances of spotting them will peak during the long nights of December and January. Our small ship sailing cruises are a good way to go, as your captain can take the boat to clear skies at remote anchorages. The scenery of the Lofoten Islands is almost distractingly beautiful beneath the borealis, whilst in Svalbard you can seek the best viewing spot by snowmobile.\nThe further north you go, the better chances you have of encountering the nocturnal spectacle, and you can combine sky-watching with immersion in Sami culture. Stories of the aurora are woven into their folklore, and your visit can help sustain their time-honoured traditions for future generations.",
    "image2": "",
    "Title3": "Cruising in Norway",
    "Paragraph3": "There aren’t many lands where the easiest way to travel is by boat. The Vikings took one look at Norway’s steep mountains and decided to jump into their longboats, and not much has changed since. A small ship cruise or one of the ferries from Norway's rapidly electrifying fleet is the best way to see some of the country’s most amazing scenery.\nThere are more off-beat adventures too. You could enjoy old-school Arctic voyaging on a graceful 100-year-old schooner through a seascape where whales breach alongside and skuas wheel your masts. When you cruise in Spitsbergen, you spend your days scouting the pack ice for seal-hunting polar bears, while Arctic foxes patrol the tundra near creaking glaciers. Ship life offers cosy cabins and fascinating lectures. Or sail a converted fishing vessel along Norway’s most varied coast, 350km from the alpine peaks of Lyngen to the plateaux of Finnmark, broken by wide sounds and narrow fjords. Get close to raucous bird colonies, porpoises and whales - and fish for your own dinner! Our holidays will always put you in smaller boats that work to minimise their environmental impact.",
    "Title4": "Wildlife in Norway",
    "Paragraph4": "Polar bears are Norway's poster beasts in Spitsbergen, starring alongside walruses, Arctic foxes, wolverines and elk. Summer brings beluga whales inshore with calves, while colder months draw rare sei and fin whale (Earth's second largest species). You’ll find whales galore off the coast of mainland Norway, too; orca, sperm and humpback whales come chasing the herring and cod. Walking in Lofoten and Vesteralen you may see massive colonies of nesting birds, but it’s creeping through the steep-sided fjords in summer by boat that gives you the best chance of seeing a magnificent white tailed eagle carving the skies overhead. Head to Dovrefjell National Park to see the strange Ice Age beast that is the musk ox. Reintroduced here in the 20th century, these amazing creatures are uniquely adapted to cold temperatures, with the ability to keep parts of their body colder than others to conserve vital heat. All our wildlife holidays put wildlife front and centre – but they also put animal welfare first, whether that’s following strict codes of conduct for whale watching, or using local guides to keep guests and creatures safe and happy.",
    "image3": "",
    "Title5": "Visiting Spitsbergen",
    "Paragraph5": "Head north of Norway and youll find the remote Svalbard archipelago and Spitsbergen, its only inhabited island. This icy place is famous for polar bears. Go on one of our low-impact small ship cruises to circumnavigate Spitsbergen  depending on the ice  and youll split off into Zodiac boats to get closer to the wildlife. If you travel by land, youll go by snowmobile or dog sled with one of our highly qualified local Arctic guides. Seek out ice caves and abandoned trappers huts, and emerge to see the Northern Lights rippling through the sky. Youll hopefully see polar bears; theyll almost certainly spot you.",
    "Title6": "Cycling in Norway",
    "Paragraph6": "Norway is cycling nirvana, from sinewy shores to thigh-straining ascents. Whilst recreational cycling holidays have been slower to pick up here than in other Nordic nations, the advent of electric bikes has opened up the country to more and more cyclists, and theres a lot to explore. \r\nRallarvegen is a coastal route through a kaleidoscope of sheltered fjords, lush valleys, spectacular waterfalls and rushing rivers. For high country drama, hit Hardangervidda, skeined by jewel-like blue ice glaciers. The rolling fjord landscape of Sunnhordland is great for touring by bike, laden with colourful history: the 17th century Barony Rosendal estate, time-warp villages like Skanevik and Leirvik, and the merchant town of Bekkjarvik. Along Norway's north shores from lively Tromso, islands beckon: mountainous Kvaloya: sand-fringed Sommaroy; Senja's woody hills and rugged shores; peat moored Andoya. The dazzling Lofoten Archipelago contains a string of high peaks, but, mercifully, our road cycling trips go round them, not up.",
    "Title7": "Taking the family",
    "Paragraph7": "Somewhere between tales of trolls and stories about the Vikings youll realise that your children are having an even better time than you are. The Norwegian landscape is filled with legends, making hiking around the fjords far more exciting than your average Sunday stroll. Base yourself in Bergen for a city with all manner of outdoor fun at your fingertips, but good luck keeping bedtime schedules when the midnight sun is up.\nIn winter, you can have fun watching each other fall over while you try to master the art of cross country skiing or bundle up under reindeer skins and watch for the Northern Lights. Our family holidays stay in locally run accommodation in the most interesting places  whether thats pods for aurora watching or a working farm.",
    "Title8": "Winter in Norway",
    "Paragraph8": "Norways winter is so long its often considered to have two parts  there are the dark months from November, when the Northern Lights are more frequently seen than the sun. Then, as spring approaches, the days lengthen and the snow is at its best for winter sports.\nCross country skiing is a Norwegian staple, wonderfully low impact, and a lovely way to explore snow-clad forests. Or you could explore on snow shoes: for silent, slow travel at its best. Add a bit of paw power on one of our hut-to-hut dog sledding trips  gorgeous huskies are enough to convert the staunchest cat lover. And come in from the cold afterwards to one of our locally run hotels, where you'll fuel up on seasonal food sourced a stones throw from your ski tracks. The Norwegians look forward to winter every year, and you should too."
}