{
    "Main_Title": "Our Brazil holidays & tours",
    "Main_Paragraph": "Our Brazil holidays will have you saying 'wow' over and over again. Each day brings more incredible experiences, whether you're visiting the monumental Iguazu Falls, discovering the irresistible rhythms of Rio de Janeiro, or spotting jaguars as they prowl the riverbanks of the Pantanal. Our expert guides will help you track down the shy big cats and explain their behaviours, as well as unveiling how your stay in locally owned lodges helps encourage ranchers to coexist with their predator neighbours. And, whether you’re touring the Pantanal by boat or on horseback, or cruising the mighty Amazon in search of dolphins and monkeys, our holidays in Brazil boost vital animal conservation and reforestation efforts.",
    "Subtitle": "About our Brazil holidays",
    "Title1": "Wonderful wildlife",
    "Paragraph1": "Brazil's carnivalesque creatures are the stars of our wildlife holidays. Pale pink dolphins and anacondas smooth through the rivers, macaws flash their red and blue plumage, capybaras and giant otters bring spades of character, monkeys dance across the rainforest canopy, and jaguars wear speckled camo jackets. Grab your pipoca (popcorn); it’s quite a show. Brazil is a giant, and so are wildlife haunts like the Pantanal and Amazon, but our expert local guides know the best ways to get around, and how to get the most out of a\nwildlife holiday in Brazil\n. On the way you’ll stay in lodges where your money helps support ongoing wildlife research conducted from the premises.",
    "image1": "",
    "Title2": "Pantanal, Brazil",
    "Paragraph2": "The Pantanal is almost 17 million hectares of wild wetlands, rivers, lakes and forest that sink under floods every wet season. On our holidays you’ll follow in the footsteps of the wildlife and rise above the waters on canoe and boat trips skippered by a local guide. You’ll need their expertise to seek out the crocs, tapirs, anacondas, capybaras and giant anteaters that hide away – and you’ve got a better chance of seeing wildlife here compared to the tangled Amazon Rainforest. It’s not all sunken waterways, either. The dusty Transpantaneira Highway bumps through the northern Pantanal, where you’re most likely to see jaguars.",
    "image2": "",
    "Title3": "Amazon Rainforest in Brazil",
    "Paragraph3": "Our Amazon holidays unveil one of the most precious ecosystems on the planet. The biodiversity here is astounding and includes over 16,000 tree species and two million insect species. However, seeing wildlife can be a challenge; the Amazon River is too wide and the rainforests too tangled for instant gratification. Instead, we take you sailing with a local skipper to explore skinnier tributaries and on hikes on the heels of a guide who can take you for dinner with indigenous communities. There's so much adventure, wildlife sightings are a happy bonus. You’ll stay in our hand-picked lodges, which all have an ecological focus – whether that’s using natural, local materials for construction, or conducting wildlife monitoring.",
    "Title4": "Rio de Janeiro, Brazil",
    "Paragraph4": "Rio de Janeiro  is hard to pin down: it’s a city where hillside favelas overlook million-dollar yachts, but its striking geography – Sugarloaf Mountain, forested hills, the sandy bays with their dotted islands – provide recognisable waypoints. Our holidays don't just show you the sights: sure, there are spectacular views from Christ the Redeemer, but there are also opportunities to play volleyball and eat barbecue on the beach, and to explore Rio Botanical Garden… And you can't help but celebrate the city’s music: even outside Carnival, a medley of samba, hip-hop, bossa nova and Carioca funk drifts out of houses and cafés. Our city tours put you at the centre of Rio de Janeiro, showing its heart and soul, as well as the truths of living in a city with such an astonishing gulf between the rich and poor.",
    "image3": "",
    "Title5": "Iguazu Falls in Brazil",
    "Paragraph5": "As if the Amazon and Rio weren’t dramatic enough, most of our holidays to Brazil also include a detour to Iguazu Falls. The scale of the falls can be a bit of a surprise, during the wet season over 250 cascades tip over the Brazil-Argentina border in a rush of white noise and mushrooming water vapour. Some of our tours take you to the Argentinian side so you can hop on a boat and crane your neck at the 25 storey-high falls, or catch the train into Devil’s Throat, the most deafening part of Iguazu Falls. You’ll be so close that you can taste the perpetual rainbow.",
    "Title6": "Family holidays in Brazil",
    "Paragraph6": "Travelling in Brazil with kids is easy when you go with us. We know how to source just the right accommodation and activities, and tweak journey times to your brood’s ability to sit still. Brazil doesn’t have a boring bone in its body, so you might zipline through rainforests, track jaguars, monkeys and toucans by boat, stare wide-eyed at waterfalls, and join Brazilian families as they pile onto beaches made for barbecuing and snorkelling. Even cities are an adventure playground, with a cable car hoisting you up Sugarloaf Mountain in Rio de Janeiro and interactive science museums like the Museu Catavento in Sao Paulo."
}