[
    {
        "type": "overview",
        "Main_Title": "Our Brazil holidays & tours",
        "Main_Paragraph": "Our Brazil holidays will have you saying 'wow' over and over again. Each day brings more incredible experiences, whether you're visiting the monumental Iguazu Falls, discovering the irresistible rhythms of Rio de Janeiro, or spotting jaguars as they prowl the riverbanks of the Pantanal. Our expert guides will help you track down the shy big cats and explain their behaviours, as well as unveiling how your stay in locally owned lodges helps encourage ranchers to coexist with their predator neighbours. And, whether you’re touring the Pantanal by boat or on horseback, or cruising the mighty Amazon in search of dolphins and monkeys, our holidays in Brazil boost vital animal conservation and reforestation efforts.",
        "Subtitle": "About our Brazil holidays",
        "Title1": "Wonderful wildlife",
        "Paragraph1": "Brazil's carnivalesque creatures are the stars of our wildlife holidays. Pale pink dolphins and anacondas smooth through the rivers, macaws flash their red and blue plumage, capybaras and giant otters bring spades of character, monkeys dance across the rainforest canopy, and jaguars wear speckled camo jackets. Grab your pipoca (popcorn); it’s quite a show. Brazil is a giant, and so are wildlife haunts like the Pantanal and Amazon, but our expert local guides know the best ways to get around, and how to get the most out of a\nwildlife holiday in Brazil\n. On the way you’ll stay in lodges where your money helps support ongoing wildlife research conducted from the premises.",
        "image1": "",
        "Title2": "Pantanal, Brazil",
        "Paragraph2": "The Pantanal is almost 17 million hectares of wild wetlands, rivers, lakes and forest that sink under floods every wet season. On our holidays you’ll follow in the footsteps of the wildlife and rise above the waters on canoe and boat trips skippered by a local guide. You’ll need their expertise to seek out the crocs, tapirs, anacondas, capybaras and giant anteaters that hide away – and you’ve got a better chance of seeing wildlife here compared to the tangled Amazon Rainforest. It’s not all sunken waterways, either. The dusty Transpantaneira Highway bumps through the northern Pantanal, where you’re most likely to see jaguars.",
        "image2": "",
        "Title3": "Amazon Rainforest in Brazil",
        "Paragraph3": "Our Amazon holidays unveil one of the most precious ecosystems on the planet. The biodiversity here is astounding and includes over 16,000 tree species and two million insect species. However, seeing wildlife can be a challenge; the Amazon River is too wide and the rainforests too tangled for instant gratification. Instead, we take you sailing with a local skipper to explore skinnier tributaries and on hikes on the heels of a guide who can take you for dinner with indigenous communities. There's so much adventure, wildlife sightings are a happy bonus. You’ll stay in our hand-picked lodges, which all have an ecological focus – whether that’s using natural, local materials for construction, or conducting wildlife monitoring.",
        "Title4": "Rio de Janeiro, Brazil",
        "Paragraph4": "Rio de Janeiro  is hard to pin down: it’s a city where hillside favelas overlook million-dollar yachts, but its striking geography – Sugarloaf Mountain, forested hills, the sandy bays with their dotted islands – provide recognisable waypoints. Our holidays don't just show you the sights: sure, there are spectacular views from Christ the Redeemer, but there are also opportunities to play volleyball and eat barbecue on the beach, and to explore Rio Botanical Garden… And you can't help but celebrate the city’s music: even outside Carnival, a medley of samba, hip-hop, bossa nova and Carioca funk drifts out of houses and cafés. Our city tours put you at the centre of Rio de Janeiro, showing its heart and soul, as well as the truths of living in a city with such an astonishing gulf between the rich and poor.",
        "image3": "",
        "Title5": "Iguazu Falls in Brazil",
        "Paragraph5": "As if the Amazon and Rio weren’t dramatic enough, most of our holidays to Brazil also include a detour to Iguazu Falls. The scale of the falls can be a bit of a surprise, during the wet season over 250 cascades tip over the Brazil-Argentina border in a rush of white noise and mushrooming water vapour. Some of our tours take you to the Argentinian side so you can hop on a boat and crane your neck at the 25 storey-high falls, or catch the train into Devil’s Throat, the most deafening part of Iguazu Falls. You’ll be so close that you can taste the perpetual rainbow.",
        "Title6": "Family holidays in Brazil",
        "Paragraph6": "Travelling in Brazil with kids is easy when you go with us. We know how to source just the right accommodation and activities, and tweak journey times to your brood’s ability to sit still. Brazil doesn’t have a boring bone in its body, so you might zipline through rainforests, track jaguars, monkeys and toucans by boat, stare wide-eyed at waterfalls, and join Brazilian families as they pile onto beaches made for barbecuing and snorkelling. Even cities are an adventure playground, with a cable car hoisting you up Sugarloaf Mountain in Rio de Janeiro and interactive science museums like the Museu Catavento in Sao Paulo."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Brazil",
        "Main_Paragraph": "The best time to visit Brazil is\nbetween December and March\nfor most travellers. Although there are regional weather variations, this is the hot, sunny summer season in large parts of the country. The cooler winter months are June to September, with heat and humidity rising the further north you go. This time is popular with families on their school break. Wed also recommend September and October if you want to avoid major (busy) holiday periods, the chilly southern winter and soggy season in the Pantanal  and enjoy cheaper prices. The Amazon is sweltering year-round; the January-May floods just mean youll travel by canoe rather than on foot.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Brazil",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Iguazu Falls</li>\n<li>Higher prices</li>\n<li>Hot, wet conditions</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJanuary is midsummer in Brazil, and though the Christmas holidays are over, the warm weather still nudges up prices. Its also a very wet month in places like the Amazon and Pantanal, with the latter particularly hard to navigate due to annual flooding. Consequently, there arent many wildlife-watching trips in Brazil in January. January is also a great time to admire the majestic wonder of Iguazu Falls in full torrent.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Rio Carnival</li>\n<li>Busy beaches</li>\n<li>Rainy season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nFebruary can be the best time to visit Rio de Janeiro, and also one of the busiest and most expensive months. The reason is: Carnival! Its an epic event but remember that Carnival is celebrated across Brazil  you can find equally fun events in cities such as Salvador and Paraty. Elsewhere in Brazil in February, the beaches are packed with sunbathers, and the Pantanal and Amazon are flooded. You can explore both by boat, but the wildlife is harder to find.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Sunny and warm</li>\n<li>Pantanal for wildlife</li>\n<li>Amazon Opera Festival</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIt being high summer in Brazil in March, the forest is hot, sticky and flooded. But while you need a canoe to get around, the high water levels bring you several metres closer to the tree canopy where much of the wildlife dwells. Built during Brazils rubber boom in the late 19th century, the Amazon Theatre in Manaus is a spectacular setting for the annual opera festival, held here in the gateway to the Amazon Rainforest between March and May.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Rains easing up</li>\n<li>Fewer crowds</li>\n<li>Good trekking temps</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nTemperatures, and rainfall, start to ease in April, though this is still the wettest month of the year in the Brazilian Amazon Rainforest, and both the temperature and the humidity are consistently high here all year-round. Brazil in April is ideal for trekking in places like Ilha Grande or the Tijuca Forest on the outskirts of Rio de Janeiro. As the summer ends, youll also find that popular destinations around the country get a little less busy.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of dry season</li>\n<li>Mild temperatures</li>\n<li>Shoulder month</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nA shoulder month leading into the dry season, May can be the best time to visit Brazil for the weather as its pleasantly warm and sunny, but showers are increasingly sporadic. If youre coming to Brazil in May for wildlife watching youll find the Pantanal region is beginning to dry out by now, though youll still need a 4WD to tackle the Transpantaneira, the road that crosses the region.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>City touring</li>\n<li>Dry and mild</li>\n<li>Harvest festivals</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nBrazil in June faces the start of winter, but the climate is akin to that of northern Europe in summer  generally dry, mild and sunny, with cloudy days and the odd shower. Its a good month for exploring cities like Rio de Janeiro and Brasilia, but Brazils dry season starts in June and tourist numbers drop, so hotels, restaurants and bars in many coastal resorts close. June harvest festivals take place across Brazil, celebrating rural life and giving thanks for the rain.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Winter</li>\n<li>Cooler nights</li>\n<li>Wildlife watching</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIts low season in Brazil in July but actually this can be a very good time to visit. Its rare for temperatures to fall below 20°C and this is the dry(ish) season for both the Pantanal and the Amazon. In the Pantanal you can trek, canoe or ride horses in search of wildlife such as jaguars and capybaras. Temperatures drop off a little after nightfall, so youll want a jacket, and more northerly areas tend to be warmer and more humid.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Pantanal jaguars</li>\n<li>Family activity breaks</li>\n<li>Amazon dry season</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIf youre hoping to see jaguars in the Pantanal then August is a good time to visit Brazil as water levels are lower and vegetation thinner making them easier to observe. August is dry season in the Amazon as well (note that doesnt mean it doesnt stop raining, its just less rainy!) and you can hike trails with local guides to learn about wildlife and medicinal plants. With little rain, and mild temperatures, Brazil in August is also great for family holidays and activity holidays.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Low season</li>\n<li>Pantanal and Amazon</li>\n<li>Temperatures rising</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nSeptember can be the best time to go to Brazil for more active pursuits, with generally dry and cool weather in the mid to high 20°Cs. Hikes and bike rides around the Iguazu Falls, rainforest trekking in the Amazon, and horseback safaris in the Pantanal are all hallmarks of the dry season in Brazil. Come to Brazil in September for shoulder season prices, quieter beaches and excellent wildlife-spotting, before the rains of summer.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>September is great for</b> <a href=\"/holiday/33346/jaguar-safari-holiday-in-brazils-pantanal\">our jaguar safari holiday in the Pantanal</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry spring weather</li>\n<li>Ilha Grande</li>\n<li>City sightseeing</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nVisit Brazil in October and you should catch the last of the dry weather while avoiding the summer heat. The Pantanal and the Amazon Rainforest dont tend to experience dramatic fluctuations in temperature during the year but by October Rio de Janeiro is starting to feel distinctly warmer. October is a fantastic month for trekking in Ilha Grande, or for quieter city sightseeing between the crowds of school holidays and summer.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of summer</li>\n<li>Wetter weather</li>\n<li>Day of the Dead</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nNovember is the start of summer. If youre coming to Brazil in November youll find temperatures, and rain levels, on the rise across the country with northern regions the warmest. The Day of the Dead takes place in early November, with people leaving offerings at the graves of their ancestors and loved ones, and gathering for family events, but its a much more subdued and sombre affair than the famous celebrations in Mexico.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Peak season</li>\n<li>New Year fireworks</li>\n<li>Hot, humid weather</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe weather in Brazil in December is hot, humid and rainy. This is peak season, with beaches packed out for summer. Speaking of beaches, Rios Copacabana Beach is the place to be on New Years Eve, where upwards of two million revellers don white to watch a huge firework display. Summer is a good time to visit Brazil and Argentina together, with some epic overland journeys available for the adventurous.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>December is great for</b> <a href=\"/holiday/33656/chile-argentina-and-brazil-overland-tour\">our Chile, Argentina and Brazil overland tour</a></bullet>",
        "weather_chart": "Rio de Janeiro Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Rio de Janeiro Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 98%;\">203 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 90%;\">186 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 88%;\">183 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 71%;\">146 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 34%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 32%;\">66 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 37%;\">76 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 46%;\">96 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">129 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">159 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">207 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best times to visit Brazil for festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Carnival (February or early March)",
        "paragraph2": "Carnival  the Celebration of Life  comes with high prices and heaving crowds, so we suggest doing it with a twist. Salvador and Paraty also hold carnivals, complete with floats filled with costumed dancers, drummers and singers  but on a much more manageable scale, and with an atmospheric historical backdrop. Do be aware that you may get smothered in mud by revellers in Paraty though There are also many pre-carnival events so you can always enjoy the buildup in Rio before heading to a more tranquil spot once the party really kicks off.",
        "title3": "Amazon Opera Festival (March to May)",
        "paragraph3": "The Amazon Opera Festival is a thing of beauty born of a tragic and violent past. The Amazon Theatre was built in Manaus during the late 19th century at the behest of the rubber barons, whose booming industry was driving the genocide and slavery of Indigenous groups such as the Toyeri people. This pinkish structure, decorated with Portuguese and Italian marble, hosts three months of events featuring prestigious names on the opera circuit  even Pavarotti performed here in the 1990s.",
        "title4": "Parintins Folklore Festival (June)",
        "paragraph4": "Held in the Amazonian city of Parintins, this festival has grown from a folkloric legend where to please his pregnant wife, an enslaved person killed his masters prized ox. Faced with prison, he is eventually freed after a priest brings the ox back to life. Today, two teams, the Caprichosos and the Garantidos, fiercely compete against each other to recreate the story using dance, music, costumes, floats and storytelling. Its an incredible storytelling event that thousands of people come to Parintins to witness every June.",
        "title5": "Cachaça Festival (August)",
        "paragraph5": "Similar to rum, and distilled from sugarcane, cachaça is the most popular spirit in Brazil, fundamental to the refreshing the caipirinha cocktail. The area around the lovely town of Paraty, on the coast between Rio and São Paulo, is well-known for producing excellent cachaça, and the third weekend of August Paraty hosts a lively festival showcasing workshops on how to prepare drinks, concerts, and of course lots of tastings.",
        "title6": "Rock in Rio (every other September)",
        "paragraph6": "Rock in Rio is one of the biggest music festivals in the world, and attracts some of the biggest names in rock to headline. Everyone from Prince to Guns N Roses, Coldplay to the Foo Fighters have performed at a purpose-built venue, the City of Rock. It takes places every other year, with alternate years being held in Lisbon, Portugal. You dont need to fight for your right to party here, its taken for granted.",
        "title7": "New Years Eve (31 December)",
        "paragraph7": "Brazils New Year celebrations are an intoxicating mix of cultural beliefs, and an epic spectacle. Millions of people throng the Copacabana Beach in Rio de Janeiro, often dressed in white as a symbol of purity and renewal. At the stroke of midnight many will rush into the sea to leap over seven waves, a nod to the seven divine spirits of Afro-Brazilian religions such as Candomble. Meanwhile, many Brazilians plan their underwear choice carefully, in the belief that different colours can affect their fortune over the year to come.",
        "title8": "Our travellers also ask",
        "paragraph8": "",
        "title9": "What month is best to go to Brazil?",
        "paragraph9": "December to March\ntends to be the best time to travel to Brazil, with hot and sunny weather the norm. However, the dry season from July to October is best for wildlife spotting in the Amazon Rainforest and the Pantanal region, while April to June is a shoulder season when you can find reasonably fine weather with fewer crowds, and some good value travel deals. Given the size of Brazil, there isnt really a bad time to visit; it all depends on the reason for your trip.",
        "title10": "What time of year is best weather in Brazil?",
        "paragraph10": "Summer in Brazil (December to March) is warm and sunny\n, while winter (June to August) is milder but typically much drier. Its worth noting that even in the depths of winter Brazil will feel pleasantly warm to many European travellers, with temperatures rarely dipping below the 20°Cs during the daytime. Also, it never actually stops raining in the Amazon Rainforest, hence the name, but during the dry season it simply rains a bit less.",
        "title11": "What is Brazils rainy season?",
        "paragraph11": "Rainy season in Brazil is typically from around\nNovember through to April\n, with the summer months of December to March the wettest. The north of the country, including the Amazon Rainforest, has an equatorial climate so its hot, humid and damp all year-round, while further to the south and east there is a distinct dry season, roughly corresponding with May to October.",
        "title12": "What months is Brazil hottest?",
        "paragraph12": "The summer months of\nDecember to March\nare the hottest in Brazil, broadly speaking, with highs into the mid-late 30°Cs. But if youre looking for warmth when you travel, you can consider Brazil a year-round destination, as even in winter its pleasantly mild. Youll likely want a jacket for the evenings from May to September, but in the daytimes it is still perfectly warm enough for shorts and t-shirts.",
        "title13": "Which part of Brazil has the best weather?",
        "paragraph13": "Southern and central Brazil\ntend to have the best weather with distinct wet and dry seasons, and pleasant temperatures year-round. The Amazon Rainforest in the north of Brazil is humid and wet year-round, and is best explored during the dry season from May through to October. The same goes for the Pantanal region further south. Rio de Janeiro on the southeast coast, meanwhile, is most popular during the hot and wet summer months."
    }
]