[
    {
        "type": "overview",
        "Main_Title": "Our Venezuela holidays & tours",
        "Main_Paragraph": "Our Venezuela holidays take you for a walk on the wild side, in a country where the wildlife is both prolific, and under threat. Roam vast grasslands threaded with rivers, Andean foothills and misty cloud forests in the company of expert zoologist guides in search of creatures often found nowhere else. Your trip helps to support vital research projects and conservation efforts, and supports communities through the use of local guides, and locally run hotels.\nVenezuela has been off many tourists radars for a long time due to political instability, but its now square in the sights of adventurous travellers. Our Venezuela tours often have a wildlife focus but they also explore some spectacular landscapes, from sacred table mountains to tumbling waterfalls, and beautiful coral reefs where you can snorkel and dive to your hearts content. And then theres the picturesque Andean town of Merida, where you can trek, shop handmade woollen clothing in the local markets, and taste delicious smoked cheeses.",
        "Subtitle": "Highlights of our Venezuela holidays",
        "Title1": "Canaima National Park",
        "Paragraph1": "This vast national park, home to the thundering Angel Falls, is the sixth biggest in the world. At 30,000km\n2\nits the same size as Belgium. Much of Canaimas landscape is made up of huge, flat-topped mountains known as\ntepuis\nthat harbour a wealth of precious biodiversity. The wildlife in Canaima includes armadillos and anteaters, big cats like cougars, pumas and jaguars, sloths, toucans and poison dart frogs.\nBut while the park is listed as a UNESCO World Heritage Site, it is also threatened, principally by illegal mining that is causing deforestation and river pollution. Our Venezuela holidays will often spend time in Canaima, working with the parks knowledgeable local guides. Responsible tourism can help make the case for conservation and closer regulation of protected landscapes.",
        "image1": "",
        "Title2": "Venezuelan Llanos",
        "Paragraph2": "The Llanos is a huge region of grasslands shared between Venezuela and Colombia, much of it protected by national parks and wildlife refuges. In the past the wildlife here was hunted voraciously but today there is a growing conservation movement in the Llanos, spearheaded by a couple of ranches such as Hato Cedral, where our Venezuela holidays will often stay. This working cattle ranch serves as an excellent base for exploring the Llanos by boat, jeep and on foot, with expert guides alongside.\nAmong the larger wildlife that you might encounter during a stay in the Llanos are dolphins, capybaras as well as massive anacondas  might want to keep your distance from them. Caimans and giant river otters slide into the water from the riverbanks as you glide past, while the prolific birdlife will also keep you glued to your binoculars. Our holidays here directly support the work of Hato Cedral and other organisations working to protect and grow the Llanos spectacular wildlife populations.",
        "image2": "",
        "Title3": "Wildlife",
        "Paragraph3": "Across habitats from mountain to coast, rainforest to river, and even urban (looking at you, macaws of Caracas) Venezuela boasts an astonishing diversity of wildlife. Its no surprise, then, that many of our Venezuela holidays have their focus on seeking out creatures great and small. Whether youre herping for reptiles and amphibians in the Merida cloud forests, birdwatching in Henri Pittier National Park, or canoeing through the Llanos in search of caimans and capybaras, Venezuela sports some of the finest wildlife watching potential in South America.\nSadly, however, Venezuelas wildlife faces a number of severe threats, principally the fragmentation and destruction of habitats by human activity. Our holidays support efforts to restore nature, such as by staying at a ranch in the Llanos region that is heavily involved with local conservation projects, or visiting a biological station high in the Andes, where a dedicated team is trying to introduce the condor to its former range in these mountains.",
        "Title4": "Birdwatching",
        "Paragraph4": "The birdwatching in Venezuela is sensational. During the dry season, thousands of birds can be clearly observed as they cluster around the riverbanks and diminishing pools of the Llanos region. In the Andean cloud forests of Henri Pitter National Park close to 600 species have been recorded, many of them endangered. In the Andean foothills, you can learn about a bold initiative to reintroduce the Andean condor.\nOur birding holidays here are tailor made so that you can shape the itineraries around destinations, or particular species that youre seeking out. Tours are guided by expert local zoologists and ornithologists who know the best viewpoints, and what birds can be found in different habitats, and have a wealth of knowledge to share.",
        "image3": "",
        "Title5": "Tepui trekking",
        "Paragraph5": "There are around 50\ntepuis\n(houses of the gods) in Venezuelas Canaima National Park. The indigenous Pemon people hold these flat-topped mountains as sacred, that they contain the spirits of the dead. The park was created to protect the mountains, and the incredible wildlife that lives on their slopes and summits, some of which exists nowhere else on Earth. You can trek up several of the\ntepuis\nincluding Auyan, which is also the location of the mighty Angel Falls. Responsible tourism can help to protect these biodiversity lifeboats that are threatened both by climate change and illegal mining."
    }
]