[
  {
    "destination": "Panama",
    "mainPhoto": "",
    "id": "TMPA",
    "tourName": "San Jose’ den Panama’ ya",
    "placesVisited": "Panama, Kosta Rika",
    "generalInfo": "Kosta Rika ismi geçince insanların aklına hemen cennet geliverir.  Ülkede yabani maymunlardan kaplumbağalara kadar uzanan büyük bir hayvan çeşitliliği var.  Güzellik şaşırtıcı,  hayatın yavaş temposu ise baştan çıkarıcıdır.  Bunu Panama'nın muhteşem manzaralı Bocas del Toro adalarıyla ve etkileyici Panama Kanalıyla birleştirdiğinizde,  Orta Amerika'da bir ömür boyu unutulmayacak bir tatille karşılaşırsınız.",
    "durationDays": "15",
    "price": "1969",
    "image1": "siempretour-images/TMPA/tmpa_tmpa_20190501_1591507969.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "19",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve aktiviteler: </strong></p>\n<ul>\n<li>-  Manuel Antonio Milli Parkı’na giriş</li>\n<li>-  Monteverde Bulut Ormanı Koruma Alanı'na giriş</li>\n<li>-  Panama Şehir turu</li>\n</ul>\n<p><strong>Konaklama:</strong> </p>\n<p>Otellerde 14 gece</p>\n<p><strong>Taşıma:</strong> </p>\n<p>Toplu taşıma,  bot,  Özel araç,  uçak</p>\n<p><strong>Yemekler:</strong> </p>\n<p>14 kahvaltı,  </p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "San Jose' ye Varış",
        "description": "Kosta Rika’nın başkenti San Jose kahve ve şeker kamışı çiftlikleri arasında verimli bir vadide yer almaktadır.  1897’de inşa edilen Ulusal Tiyatro kesinlikle görülmeye değer. Altın Müzesi,  Jade Müzesi ve Ulusal Müzeler de yine ziyaret etmek için kesinlikle önerilir."
      },
      {
        "dayNumber": 2,
        "title": "Manuel Antonio",
        "description": "Manuel Antonio Ulusal Parkı'nı keşfetmek için üssünüz olan küçük Manuel Antonio kasabasına seyahat edin.  Dünyanın en güzel milli parkları arasında yer alan Manuel Antonio,  burada bulunan güzel plajları,  mercan kayalıklarını,  tropikal yağmur ormanlarını,  flora ve faunayı koruyor.  Burada geçireceğiniz bir gün unutulmaz.  Uzman rehberiniz,  tembelden iguanalara kadar burada bulunan hayvanları size gösterirken ormandaki yürüyüşlerin tadını çıkarın.  Bu nefes kesen yaşam alanı,  büyük bir yaban hayatı çeşitliliğiyle doludur.  Yağmur ormanlarını keşfettikten sonra,  otelinize dönmeden önce bozulmamış plajlarda rahatlayın."
      },
      {
        "dayNumber": 4,
        "title": "Montoverde",
        "description": "Bu sabah Arenal Gölü'nü geçerek Monteverde'nin yemyeşil dağ cennetinden karaya devam edeceksiniz.  İki ana bulut ormanı rezervi arasında yer alan,  şehrin yüksek irtifası,  deniz seviyesinin 1440 metre üstünde,  sürekli bir bulut yumağı altındadır.  Bu bulutların nemi en uzun ağaçların dallarında yakalanır ve aşağıdaki diğer organizmalara damlayarak karmaşık ve geniş kapsamlı bir ekosistemi destekler.  Burada 100'den fazla memeli türü,  binlerce böcek türü ve 2500'ün üzerinde bitki çeşidi yaşamaktadır.  Otelinize giriş yaptıktan sonra günün geri kalanını istediğiniz gibi değerlendirebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "La Fortuna",
        "description": "Arenal'deki La Fortuna'ya özel araçla transfer edileceksiniz.  Bir zamanlar uykulu bir kasaba olan Arenal Volkanı neredeyse 400 yıl süren uykusuzluktan sonra şiddetli bir şekilde patladı ve kasaba ateşli gökyüzü ve lav arayışı içinde olan insanların uğrak noktası oldu.  Bölgenin muhteşem manzarası,  doğal Arenal Gölü,  yakınlardaki çok sayıda kaplıca ve aktivite La Fortuna'yı Kosta Rika'nın en popüler bölgelerinden biri haline getirmiştir."
      },
      {
        "dayNumber": 8,
        "title": "Puorto Viejo",
        "description": "Puerto Viejo'ya doğru geçmek için Kosta Rika'nın Karayip Sahili'ne gidin.  Burada,  nefis yemeklerden canlı reggae barlarına kadar Karayip etkilerinin tadını çıkarmak için boş zamanınız var.  Tadını çıkarmanız için kasabaya yakın güneşli plajlar mevcuttur."
      },
      {
        "dayNumber": 10,
        "title": "Bocas Del Toro",
        "description": "Kosta Rika'dan ayrılıp Panama'ya geçip Bocas del Toro takımadalarındaki Colon Adasına transfer olacağız.  Yakındaki yerli topluluklara yapılacak turların yanı sıra harika dalış ve şnorkelli yüzme olanakları bulunmaktadır.  Bir çikolata çiftliğini ziyaret etme seçeneğiniz var,  ya da daha macera dolu bir şey denemek açısından neden Bastimentos'ta zipline denemeyesiniz?"
      },
      {
        "dayNumber": 12,
        "title": "Boquete",
        "description": "Büyüleyici dağ köyü Boquete'ye gidiyoruz.  Volcan Barú'nun doğu yamaçlarında yer alan Boquete,  soğuk iklimlerde güneşlenmek ve mükemmel manzaralara eşlik etmek isteyenler için gittikçe popüler bir yer haline geliyor.  Boquete'nin tüm Panama'daki en tatlı portakalları ve en zengin kahvelerden bazılarını ürettiği biliniyor; çünkü çevredeki tepeler ve eğimler sürdürülebilir tarım uygulamalarıyla bilinen alacalı kahve tarlaları ile kaplı.  Bu çiftlikler,  dünyaca ünlüdür ve dağın daha yüksek kısımlarındaki bulut ormanlarında yaşayan kuşlarla aynı sayıda kuşa ev sahipliği yapar."
      },
      {
        "dayNumber": 13,
        "title": "Panama",
        "description": "Bugün,  Panama şehrine kısa bir uçuş uzaklığındaki David'e gidiyoruz.  Panama City,  Güney Amerika'ya geçiş noktası ve kesinlikle görülmeye değer olan ünlü Panama Kanalı'na ev sahipliği yapıyor.  Ertesi gün Panama’nın ikinci sömürge kenti olan ve 1673 yılında inşa edilen Casco Viejo’nun dâhil olduğu yarım günlük bir şehir turunun tadını çıkarın.  Ayrıca etkileyici bir mühendislik harikasına hayran kalacağınız Miraflores Locks'taki Panama Kanalı Ziyaretçi Merkezi'ne de gideceksiniz."
      },
      {
        "dayNumber": 15,
        "title": "Panama' dan Ayrılış",
        "description": "Hayatınızın macerası bugün sona eriyor.  Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Panama"
  }
]