{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "connecting-regal-treasures-berlin-prague-vienna-tour",
  "tourName": "Connecting Regal Treasures: Berlin, Prague & Vienna Tour",
  "placesVisited": "Berlin, Dresden, Prague, Terezín, Český Krumlov, Melk, Vienna, Nelahozeves",
  "generalInfo": "The wall separating East and West Berlin once encapsulated division. The Soviet bloc hid the charming streets of Prague. The imperial majesty of Vienna continued to inspire locals and visitors for more than 600 years. Your custom-tailored tour of Berlin, Prague, and Vienna takes you through the heart of Europe, following the glorious battles and tumultuous times filling Central Europe’s history. Each city maintains a tenacity and vivaciousness that will charm you, cast in palaces, gardens, castles, and enchanting labyrinthine streets. You will find the paths of Austria, Germany, and the Czech Republic to be uniquely their own, yet undeniably intertwined.",
  "durationDays": "12",
  "price": "5,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Berlin - Energetic Introduction",
      "description": "Berlin has a captivating cultural flair and a history that dates back to the 13th-century. A mixture of monuments and historic quarters radiate from eclectic neighborhoods, including a portion of the wall that once divided West and East Germany. Nikolai Quarter stands as the heart of the Old City, telling the history based in the brick buildings and narrow streets filled with nooks and crannies. Lattice-windows perforate old houses. Ephraim Palace was erected in the 18th century and houses a collection of the city’s cultural history. Your private transfer greets you upon your arrival at the airport and escorts you to your hotel located near the center of Berlin. Restaurants prepare an array of dishes, both traditionally German as well as an amalgamation of cultures from around the world. Locals sip a beer at small cafes with tables lining the sidewalk. The culture of the city is antique, yet also vibrant and youthful. You can feel the energetic atmosphere pulse around you and are eager to let it sweep you up."
    },
    {
      "dayNumber": "2",
      "title": "Berlin - Finding Berlin’s Heart",
      "description": "The gray concrete of the Berlin Wall now glows along the Mühlenstrasse with almost a mile-long stretch of the former rampart known as the East Side Gallery. The open-air mural collection contains more than 100 paintings by artists from around the world, each using the format to demonstrate freedom, which also embodies the New Berlin. After breakfast, your guide meets you in the hotel lobby, ready to begin your Germany vacation, taking you first to the Brandenburg Gate. The city’s most iconic monument was erected in defiance to France’s Arc de Triomphe in 1791. The sandstone edifice stands 85 feet tall, adorned with a four-horse chariot. The grace of the structure encompasses the past, present, and future of the city, projecting the presence of mind and a connection to something greater. You quickly absorb the vast history of Berlin when, after taking in the beauty of the gate, you visit Checkpoint Charlie, witnessing what is left of what had been a 13-foot high wall that extended more than 96 miles."
    },
    {
      "dayNumber": "3",
      "title": "Berlin - A Touch of the East",
      "description": "By now the quintessential spirit of Berlin has overtaken you, showing you the value of history and art in the everyday world. After breakfast, your guide takes you through Berlin like a local, hopping aboard the tram to Hackescher Markt to discover the ever-changing streets of East Berlin. Traces of the city’s separation are still noticeable. Numerous buildings maintain their Soviet appearance and the decorations of Soviet relics decorate the street. When you reach Bebelplatz, you find a 17th-century public square bordered by St. Hedwig’s Cathedral and the State Opera House. Your guide points out what looks like a glass square at the heart of the cobblestoned plaza. Inside the glass are bookshelves. The memorial commemorates the Nazi book burning of May 10, 1933. During this tragic event, students destroyed books from the library of the local institute. The bookcases underneath the glass panel can hold up to 20,000 books, the same number that was burned during the demonstration. Set in tandem with Berlin’s vivacious present is the heavy shadow of its past, from Nazism to Socialism, and also imperialism. However, the city’s past has shaped its present as an artistic, friendly, and one of the most sought after cities in Europe."
    },
    {
      "dayNumber": "4",
      "title": "Dresden - Delights of the \"Jewel Box\"",
      "description": "The city of Dresden has had a tumultuous contemporary history, from World War II to Soviet occupation. Dresden, however, is a shining example of ingenuity and tenaciousness, boasting palaces, museums, gardens, and the residences of Saxon kings. After breakfast, your private transfer greets you at the hotel. Soon you find yourself in the charming city once referred to as the “Jewel Box.” The Baroque and Rococo architecture of the city center has been refurbished, exuding opulence in its design and décor. When you set eyes on Frauenkirche, a Lutheran church of Protestant sacred architecture, the picture of a jewel box is complete. The 18th-century building was reconstructed in the 1990s after its demolition in World War II. The large dome stands at 314 feet tall and is adorned with a bell tower. The sandstone building has a creamy hue cast in the sunlight. When exploring the city, you would have never imagined its recent history. The opulence of the city’s rebirth is personified in the Zwinger, a marvelous museum complex set in an 18th-century palace."
    },
    {
      "dayNumber": "5",
      "title": "Prague - Along the Historic Road",
      "description": "The past of Central Europe is littered with battles cast by kings and dictators. In the morning, you depart from Dresden to Prague and visit the fortress of Terezín along the way. Habsburg Emperor Joseph II, creating a large bulwark meant to keep invaders out founded Terezín in the 18th-century. Today grass grows over the walls and around the complex. During the Second World War, the fortress fell under German control. The town was used as a transit camp and prison, eventually passing 150,000 people through the fortress walls. The ramparts are maze-like, surrounded by moats. The town stood inside the main gates. The Ghetto Museum inside the town offers a historical look at the Nazi’s rise to power and the life inside the Terezín ghetto. Your guide leads you through the Magdeburg Barracks, where you find the seat of the Jewish “town council.” The evocative atmosphere surrounds the entire complex emanating with centuries of history. You continue onward to Prague and settle in a luxurious hotel situated in the Gothic décor of Old Town."
    },
    {
      "dayNumber": "6",
      "title": "Prague - A City and Its People",
      "description": "In the morning, you look out over Prague and immediately understand its nickname “city of 1,000 spires.” The skyline contains 1,100 years of history, filled with domed churches and old towers. A blend of architectural styles decorates the entire city, from its narrow Gothic lanes to its Baroque palaces, Renaissance bridges, and Art Nouveau cafes. On the opposite side of the Vltava River, you can see Prague Castle casting a dramatic image overlooking the cityscape. Your guide meets you at the hotel and leads you through the meandering cobblestone alleyways of the old city. The buildings add to the commanding atmosphere, filling the streets with the aroma of freshly baked pastries and licorice. Powder Gate is a 213-foot tall entryway erected in the 15th-century, originally used as the king’s ceremonial entrance to the city. The Gothic elements of the exterior showcase coats of arms outlined with elegant molding. The interior showcases medieval weapons and instruments. The city radiates its past in every step, including along the Charles Bridge, which showcases antique statues and a remarkable view of the city’s Gothic gates."
    },
    {
      "dayNumber": "7",
      "title": "Prague - Complex and Imperial",
      "description": "In the morning, you wake to the familiar sight of Prague. The Vltava River splits the city in half and rushes beneath the bridges connecting the regal banks of Prague to the old town center. After breakfast, your guide leads you across the Charles Bridge to the base of Prague Castle. The castle was built in the 9th-century and continued to evolve over the centuries. The vast complex sits on a citadel overlooking the river and old city. The red rooftops of the buildings below add to the colorful make-up of Prague. The castle complex houses some of the most iconic images of the city, including St. Vitus Cathedral and the Old Royal Palace. Your guide leads you along the Golden Lane, a 15th-century roadway lined with quaint homes, including 11 intact medieval houses, leading to the castle gates. The Cathedral of St. Vitus is the Czech Republic’s largest Christian building and houses a Romanesque rotunda erected in the 10th century. Its eclectic style stems from the over half-millennium it took to complete the church. A series of stained glass windows depict the Holy Trinity and Last Judgment, highlighting a dedication to art, religion, and persistence."
    },
    {
      "dayNumber": "8",
      "title": "Český Krumlov - The Walls that Hold Tranquil Streets",
      "description": "Boats set out along the river in the morning, passing underneath the network of bridges. The sunlight casts a spotlight on the famous clock tower before it erupts with sound on the hour, every hour. After breakfast, you wave goodbye to Prague and make your way to the 14th-century walls of Český Krumlov. The city has preserved a labyrinth of lanes and Renaissance buildings set against the backdrop of the passing Vltava River. The streets have a charming but tranquil ambiance. Families and friends rent canoes and rafts to float down the Vltava. Lush hills surround the town. Charming restaurants line the narrow lanes. The castle crowns the town, watching over the historic city center like a fortress. The regal edifice was constructed in the 13th-century completed its present appearance near the 16th-century. The red-tiled roofs have become a staple of Czech architecture. A Baroque theater, known as the Eggenberg Theater is situated on the castle grounds. The theater was built in the 17th-century and continues to operate, putting on operas and plays celebrated for their elegance. The 16th-century paintings on the castle tower showcase the fanciful stance of the Rosenberg family."
    },
    {
      "dayNumber": "9",
      "title": "Melk - Abbeys of Austria",
      "description": "The town of Melk stands at the point where Danube River enters into the Wachau Valley. The town was fortified by the Romans and later protected by a castle erected to defend the town’s borders. The castle became an abbey in the 11th-century after Benedictine monks took over responsibility. The town has a tranquil atmosphere surrounded by the lush pastures of the valley. Melk Abbey stands atop a bluff at 1,065 feet. The twin towers of the church stand above a semicircular terrace. From the cliff, you can see the calm movement of the Danube and red-tiled roofs of the town. The abbey holds over 500 rooms and required more than nine million bricks to construct. The library has an oil painting decorating the ceiling to give the illusion that the room is taller than it seems. The magnitude of the abbey, along with the alluring décor, adds to the grandeur. A fountain trickles in the courtyard. Natural light shines through the large windows in the corridors. It is easy to forget that the abbey is a religious building, and you feel that it has returned to its origins as a magnificent castle."
    },
    {
      "dayNumber": "10",
      "title": "Vienna - Remnants of an Imperial City",
      "description": "The cobbled streets of the city twist and turn around the Imperial history of the Habsburg dynasty. Contemporary museums and nightlife highlight the vibrant youthfulness of the city’s modern atmosphere cast in the spires and palace walls of an elegant and musical past. People scour through the rows of plums and mushrooms at the Naschmarkt Produce Market in the morning. A man plays the accordion in the public square surrounded by a display of antiques. Your guide leads you through the city, onto the local tram, and through the gates of Belvedere Palace. Two stunning Baroque buildings have combined to create a single palace. The Lower Belvedere was erected in the 17th-century and over a vast plot of land. The Upper Belvedere soon followed in the early half of the 18th-century. The palatial gardens have a lavish, tiered fountain bursting with water to frame the palace’s elegant façade. You can hear the water spritzing into the air. Tall hedges border the garden like lush walls. The Upper Belvedere has a ceremonial staircase, decorated with stucco reliefs and frescoes. The Lower Belvedere contains the Marble Hall, noted for an array of oval plaster medallions and stunning frescoes stroking the ceiling. The opulence of the grounds and palace décor takes you into a historical world of regal sensibilities."
    },
    {
      "dayNumber": "11",
      "title": "Vienna - Depth and Drama of Artistic Streets",
      "description": "The Habsburg Empire ruled over Austria for more than half a millennium, which casts a large image over the history of the country and the essence of Vienna. Cafes throughout the city brim with activity at all times of the day. It was in Austria that the first coffee house was born. The aroma of freshly pressed espresso beans spreads through almost every lane and side street in the city. Locals bike, walk, and ride the local bus to and from the city center. The spires of Vienna’s cathedral, which are the tallest church spires in the world, cast a shadow over Stephansplatz. The cathedral has a black-hued exterior accumulated over time from the industrialization of the city. The limestone and towers stand 446 feet high at their tallest point. The giant front entryway welcomes you into the Romanesque cathedral erected in the 12th-century. The sarcophagus holding Emperor Fredrick was cast in red marble and decorated with an image of the emperor in full coronation regalia. The entire exhibit contains 240 statues. Your footsteps echo in the cavernous space. The tile floors are polished. Every step inside the cathedral takes you deeper into the rich history of Vienna and the depths of artistry the city inspires."
    },
    {
      "dayNumber": "12",
      "title": "Vienna - Auf Wiedersehen Austria",
      "description": "The Viennese Opera has always inspired images of majesty, from jewels to fur coats, surrounded by the sounds of Mozart and Schubert. Students linger in the scent of coffee and strudel at Café Brot und Spiele. Vienna has a picturesque quality that has only grown since your arrival in the city. The splendor of its past has enhanced its presence. Locals seem to embrace their history and look forward to their future. You have witnessed the regal ambiance through each town you have visited, one of acceptance and compassion, friendliness, and enthusiasm, where history illuminates the towns and cities but does not define them. Soon your private transfer will meet you at your hotel and escort you to Vienna Airport for your flight home, but you could always stay a while longer."
    }
  ],
  "map": ""
}