{
  "destination": "Austria",
  "mainPhoto": "",
  "id": "family-vacation-to-europe-medieval-castles-storybook-villages-majestic-alps",
  "tourName": "Family Vacation to Europe: Medieval Castles, Storybook Villages, Majestic Alps",
  "placesVisited": "Prague, Český Krumlov, Berchtesgaden, Vienna, Salzburg",
  "generalInfo": "Your custom family vacation to Central Europe takes your family through the storybook villages and majestic landscapes from Prague to Vienna, where fairy tales were created, castles are real, and the majesty of daily life continues to grow. You feel the soft dough between your fingers, before twisting it into a pretzel and placing it on a sheet. The cave walls around you are covered in ice, and it looks like you have stepped inside a glacier. The kids marvel at the grand armory decorating historic castles and highlighting the medieval history of the encompassing mountains.",
  "durationDays": "9",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Prague – A Storybook Land",
      "description": "Prague’s skyline is over 1,100 years old. The spires tower over the old city, higher than the church domes. The castle stands atop the hillside overlooking the historic reaches of the city and the Vltava River. A mixture of Gothic, Baroque, Renaissance, and Art Nouveau buildings create an architectural gem, encompassing the preserved city center. The cobblestones pave the laneways, winding in and out of antique buildings. The alleyways become narrow, before opening to a view of the famous clock tower in Old Town Square. The statues on the Charles Bridge decorate the centuries old edifice standing above the gentle current of the river. The family arrives at the Václav Havel Airport, where your private transfer is waiting. The aroma of fresh dumplings and beef stew drift out of restaurant doors blending into the buildings. Locals walk around with cups of fresh ice cream from Mysak, with tempting flavors topping delicious cakes. Your family settles into the city that the kids say looks like a place fresh out of their storybooks."
    },
    {
      "dayNumber": "2",
      "title": "Prague – Magic of the Past",
      "description": "In the morning, the traditional aromas of the Czech Republic fill the streets. Golden honey and dark fruit jellies brush pieces of rye bread and yeast rolls with indulgent sweetness. The kids love the idea of honey on toast. After breakfast, your guide meets the family in the hotel lobby and leads you on a privately guided tour of Prague’s magnificent streets, ending at the world’s oldest clock tower. The Astronomical Clock was constructed in the 15th-century and continues to work brilliantly. The pastel colors of the buildings stand underneath red-shingled roofs. The spires of Tyn church cast shadows over the square, pointing in the direction of the clock. The architecture in some cases dates back to the 11th-century. Every hour, on the hour, the clock tower comes to life. Images of the 12 Apostles, along with other figures of city and biblical history, parade across the clock’s face. The gilded statues decorating the Town Hall façade add to the luster of the clock. The kids watch in marvel, noticing the way the clock hands move along the clock’s layered circles, creating an astronomical aspect for the timepiece. The cool morning air begins to fade. The Charles Bridge frames the walkway from the historic city center to the Palace on the hill. The kids can’t help but talk about how they are that close to a real castle."
    },
    {
      "dayNumber": "3",
      "title": "Berchtesgaden – Inside Telltale Walls at Cesky Krumlov Castle",
      "description": "It is a joy in the morning to look over at the kids, and listen to them retell the events of the day before. They spread the fruity jam over their toast, their eyes wide with wonderment, and ask if you remember how massive the castle looked from below. After breakfast, your private transfer meets you at the hotel and escorts you away from the charm of Prague, stopping at the sensational walled city of Český Krumlov. The city absorbs the family, taking you all back to the 14th-century, with a labyrinth of perfectly preserved cobbled lanes lining Renaissance homes. The Vltava River arches around the city, brushing against the rugged base of the Český Krumlov Castle, whose origins date back to the 13th-century. The cool air lifts off of the flowing river. The buildings shade the avenues. Your guide points out the sensational frescoes decorating the historical buildings. The kids are enthralled with the castle, consisting of 40 buildings in total, including palaces, castle courts, and a park. Inside the Schwarzenberg Portrait Gallery, the walls are decorated with artwork commemorating the poised aristocracy of Bohemia. The checkered floors stand out from the pristine walls peeking around the oil paintings. The sheer size of each painting grabs the children’s attention, especially when they notice the regal prince atop a powerful horse."
    },
    {
      "dayNumber": "4",
      "title": "Berchtesgaden – Too Unique to be Real",
      "description": "In the morning, the kids are surrounded by a traditional German breakfast. The table is laden with cheeses and fresh-baked bread, perfect jams, and a number of cured meat. Berchtesgaden is a region in Bavaria, Germany surrounded by six remarkable mountain ranges. The landscape has inspired myths and legends famous throughout the state and Germany as a whole. The kids listen to the stories with focus, wondering which parts could be true. The splendor of the region comes into full effect after breakfast when you arrive at the Eishöle Ice Cave. The cave was discovered in the 19th-century, revealing a network of caverns more than 24 miles in length. The cold air encompasses the mountainside. Narrow passageways open into gigantic halls. Icy stalactites morph into spectacular sculptures decorating the interior. Small ice curtains drape over smaller corridors. Once the kids see the way the lights bounce off of the walls, refracted in the ice-crystals, they don’t even notice the cold. The cave descends into the earth more than 439 feet. The entire network of caves seems to have been conjured out of a fairytale, too odd to be real, but so unique it is enchanting."
    },
    {
      "dayNumber": "5",
      "title": "Salzburg – The Hills Are Alive",
      "description": "In the morning, you cross into Austria for the day, still inside the encircling mountain ranges of the Berchtesgaden region. In the summer, the greenery is lush, casting a blanket of emerald across the mountains and valleys. In the winter, powdery white snow drapes over the landscape. Your guide leads you into Salzburg, a charming city on the banks of the Salzach River. The city was the birthplace of Mozart and maintains a classic ambiance in the wide cobblestone boulevards underneath the picturesque Hohensalzburg Castle. The songs of The Sound of Music with Julie Andrews come to life in the city, where the true story of the Von Trapp family took place. Your guide leads you to the Mirabell Gardens, 18th-century grounds with a Baroque design. The statues symbolize the four elements of fire, air, earth, and water and decorate the fountains. When the family begins to sing “Do-Re-Mi,” in the film, the horse fountain trickles and spouts with water. The kids can’t help but hum the song out loud. The neoclassical façade of the palace borders the garden, adding to the opulent atmosphere. The vibrant flowers and grasses of the garden radiate against foothills surrounding the city."
    },
    {
      "dayNumber": "6",
      "title": "Vienna – Surrounded by Earth",
      "description": "After breakfast, your guide leads you to the remarkable setting of the Berchtesgaden Salt Mine. The exterior of the mountain is rugged, with limestone colors topping the foothills shaded with greenery. The mountains reflect in the pristine waters below. The air is crisp and scented with evergreen. The kids are both eager and anxious to step into the mines, unsure of what they will find inside. The history of the mine dates back to the 12th-century but became a state-run mine in the 16th-century. When you arrive on the shores of Mirror Lake, you step into a flat, shallow boat to explore the waterways. The low-hanging craggy roof has stripes of orange and brown. The salt lake glistens in the lights hung around the cavern. Near the large gallery known as the cathedral, you spot a wooden slide that once helped move goods from top to bottom. Now you and the kids can step onto the slide, under the guidance of a local guide, and feel the wind in your hair as you glide down the rugged hillside to the floor below. After your tour of the historic mines, you make your way through the village to begin your introduction into the traditions of pretzel making, which date back to the 5th-century."
    },
    {
      "dayNumber": "7",
      "title": "Vienna – Same Palace, Different Visions",
      "description": "The beauty of Vienna lies in its understated elegance alongside the banks of the Danube River. The city marked the gateway between West and East Europe for hundreds of years, housing the Habsburg Empire. Today it maintains a connection to its musical, and imperial, history. Horse drawn carriages promenade through the streets. Street-side cafes showcase delectable coffees and irresistible strudels. When you reach Schonbrunn Palace, you find an 18th-century Baroque building containing 1,441 rooms. The kids view the palace differently, joining a separate tour through the children’s museum, which offers an interactive experience into the history of the palace and the former summer residence. The vast gardens create a park-like ambiance. The honey yellow façade shines over the cobbled forecourt. In the gardens, the Gloriette reflects on the glassy pond. The Gloriette is a nearly 200 foot tall hill crowned with a glass and stone atrium. The serenity of the gardens and grandeur of Emperor Franz Josephs’ Study takes you into the tastes of the stately affairs. The modest furnishings of the study contrast the exquisite décor of the Audience Chamber, showcasing the preference of the emperor as opposed to the family’s understanding of its need to entertain."
    },
    {
      "dayNumber": "8",
      "title": "Vienna – Experiencing Grace",
      "description": "In the morning, the aroma of fresh apple strudel and rich coffee drifts out of the local cafes. The black stone of St. Stephen’s Cathedral enhances the luster of the late Romanesque architecture. After breakfast, your guide leads you to the celebrated equestrian school on the grounds of Vienna’s Hofburg Castle. The school was erected in the 16th-century, with the introduction of Lipizzaner horses to the city. Inside the grounds, the air is cooler than the castle courtyard. Stone pillars encircle an earthy arena. A row of chandeliers dangles above the display, adding extra light and elegance to the room. The school is the center of classical dressage with a double-decker viewing area. The white horses dance proudly around the state, showcasing four centuries of tradition. The stallions are taught various movements, most of which are natural to the horse, including when the rider urges the horse into a straight, supple gait. The kids stare at the show with reverence, impressed by the riders and the horses without any of the earthy arena being kicked into the air. After you witness the inspiring movements of the Spanish Riding School, you step deeper into the charms of the past with movements of your own, taking the family on a private waltz lesson."
    },
    {
      "dayNumber": "9",
      "title": "Vienna – Fairytale Farewell",
      "description": "The bright lights of the morning glisten over Vienna and shimmer on the surface of the Danube River. The Vienna State Opera House has a golden shine emanating from its three centuries of history. Music radiates as much from its architecture as it does from its main gallery. The family has traveled between enchanting castles and captivating mountains, witnessing the wonders of the food and the marvels of the past. After breakfast, your private transfer meets you at the hotel and escorts the family to Vienna International Airport for your flight home; the exploration may be over, but the stories of your time in Europe have just begun."
    }
  ],
  "map": ""
}