{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "a-perfect-seven-days-in-laos-itinerary",
  "tourName": "A Perfect Seven Days in Laos Itinerary",
  "placesVisited": "Vientiane, Vang Vieng, Luang Prabang",
  "generalInfo": "Golden stupas shimmer in the sunlight and French colonial villas embody the elegance of the former aristocracy as a thin mist reveals the mountain summits during your customizable Laos itinerary that will immerse you in a perfect week of luxury and discovery. A relaxed ambiance sweeps across the jungle terrain and the sleepy Vientiane while the Nam Song River offers incredible views to the amazing karsts that soar over the floodplains. Rice patty fields sweep across the lowlands, and coffee plantations thrive in the highlands as from the gilded Buddha statues to the monks’ daily procession, you will relish the endless enchanting moments of your time in Laos.",
  "durationDays": "7",
  "price": "2,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vientiane – Arrive in the Capital of Laos for an Introductory City Tour",
      "description": "The Mekong River winds and bends along the borders of the Laotian capital of Vientiane. Cafes, restaurants, and hotels overlook the banks of the river and offer comforting shade beneath the lush jungle canopy. The French influence of the colonial era continues to abound in the form of renovated villas and pavement cafes while locals remain in touch with their ancient culture that is embodied in the Buddhist temple spires that emerge from the trees. On the outskirts of town, rice paddies overtake the countryside and line the roadways between the cities. Farmers wear conical hats to protect their face and neck from the sun as the landscape shimmers with emerald hues of the trees that rustle in the breeze along the riverfront. Your flight will land at Wattay International Airport, and your private transfer will greet you upon arrival and escort you to a hotel that offers an aristocratic ambiance of modern luxury mixed with French colonial flare. Take a moment to settle into the comforts of your lavish accommodation before meeting your guide in the lobby. Relish your introduction to the capital by embracing the traditional culture symbolized in the oldest temple of Vientiane, Wat Sisaket. The structure was the only temple to survive the Siamese-Lao war and dates back to the 19th century. The structures offer insight into Laotian-Buddhist architecture with thousands of miniature Buddha statues that decorate the colonnades and sanctuaries. The original statues located inside the niches were carved out of silver, but have since been replaced with clay figures. Murals inside the main prayer hall depict the fascinating tales of the Buddha’s past lives, and the cloister contains more than 6,800 Buddha images for an impressive array of serene faces and devout focus. In the evening, you can make your way to out into the city for a delightfully flavorful welcome to Laotian cuisine and find bright flavors, colorful ingredients, and a comfortable ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Vientiane – Enjoy a Half-Day tour of Buddha Park and a Cooking Class",
      "description": "The morning market fills with the bright colors of fresh limes and bright miracle berries, named for their ability to change the sour flavors of limes and lemons to enticing sweet tastes. Vendors offer fresh Laotian coffee and noodle soup, a traditional breakfast in Southeast Asia. The familiar aromas of buttery croissants and fresh baguettes drift beneath the canopy that shades Old Town, and your guide will lead you to Buddha Park after breakfast, which a Buddhist monk opened in the 1950s. Statues made with steel frames and cement offer serene and surreal images of Buddhism and the Buddha in a collection of more than 200 figures. The tallest statue reaches a height of more than 130 feet with the faces of the Brahma looking upon the four corners of the earth. After exploring Buddha Park, you will meet your cooking instructor in the city and make your way through the market to find the perfect ingredients to create a fabulous Laotian meal. The herbaceous scent of cilantro fills the kitchen, accompanied by lime citrus zest. Your guide will introduce you to the importance of the banana leaf before teaching you how to wrap the fish in the leaf to steam properly. While the fish cooks, you will work together to craft the dressing for the salad and you mince the garlic and birds eye chili peppers together to make a paste. Lemon grass adds a herbaceous quality and soothes the heat, along with lime juice, sugar, and fish sauce."
    },
    {
      "dayNumber": "3",
      "title": "Vang Vieng – Visit Archeological Site Vang Xang, en route to Vang Vieng",
      "description": "The cafes in Old Town Vientiane whisk visitors and locals away to what feels like a miniature model of French streets with tables and chair set along the walkways for patrons to view passersby. The aroma of pain au chocolat and frothy cappuccinos emanates from the kitchens as the local producers of Robusta and Arabica beans are used throughout town. Your private transfer will greet you at your hotel after breakfast and escort you north to Vang Vieng, a small town on the banks of the Nan Song River known for the surrounding majestic landscape. Stop at the ancient archeological site of Vang Xang en route to view the marvels of the preserved 11th-century statues. Follow a narrow path that leads into the jungle to find the Buddha reliefs carved into the cliffs, and the varying sizes and bronze colors shine as the relief retains its majesty. The dramatic, sheer granite precipice adds to the splendor of the landscape and the intrigue of the statues. After checking into your hotel, you can follow the narrow trails that wind around Vang Vieng and lead over a simple bridge that is bordered with bamboo poles. The water will lazily flow beneath you and offer a stunning view to the limestone karsts that soar above the trees and flatlands. For a unique view of the city and those living on the banks of the Nam Song River, you will visit a local farm that is situated beneath the towering mountains. The farmer will come with an offering of mulberry wine produced from the mulberry trees located on the property as the goats bleat before you while grazing and chickens run around the edges of wooden gates. Back in town, you can relax at a riverside restaurant and watch the sun fade behind the karsts for an unforgettable memory of the mountains, water, and trees."
    },
    {
      "dayNumber": "4",
      "title": "Vang Vieng – Relish a Day of Exploration on the Nam Song River at Leisure",
      "description": "The sunrise over Vang Vieng will return with the striking images of the limestone karsts towering over the city in the distance like nature’s skyscrapers. You can hear the water of the Nam Song River brushing against the long grasses on the riverbanks while the scent of banana pancakes fills the air, emanating from small restaurants and cafes at the heart of town. Visitors from around the globe enjoy renting an inner tube and lazily gliding down the river to enjoy panoramic views of homes on stilts, the spectacular karst peaks, and serene trees. For a day that blends relaxation and sightseeing, you can traverse the streets on your bike to enjoy the trails that meander outside the city. An engaging cycling route will lead you along the rocks to Kaeng Nyui Waterfall. The water moves through the jungle boulders until cascading down more than 110 feet into the waiting pool as the thundering sound echoes through the trees. The water resembles white beads in motion that tap against the rugged cliff face. Before returning to Vang Vieng, you can stop at the Blue Lagoon where the waters shimmer an unbelievable turquoise and offer a clean and refreshing dip beneath the emerald jungle canopy after riding through the countryside. Away from the lagoon shores stands the Cave of the Golden Crab, and the sunlight pierces the mouth of the caverns to shine onto the stalactites and stalagmites, turning the slippery rock formations into glittering golden crabs."
    },
    {
      "dayNumber": "5",
      "title": "Luang Prabang – Delight in a Scenic Drive and Villages near Luang Prabang",
      "description": "Route 13 is one of the most scenic highways in Laos and connects the Chinese border in the north to Vientiane while running partially along the Mekong River. After breakfast, your private transfer will greet you at your hotel and take you on a scenic drive along Route 13 to travel north to Luang Prabang, the former Imperial capital of Laos. The dramatic karsts will continue to impress you as you make your way through the terraced fields and hill villages. Stop at a Hmong village to meet the local community and learn about the distinct culture of the Ethnic tribe. Hmong villages are located in the mountainous areas of Laos, Thailand, Vietnam, and China, and have a long, complicated history of disenfranchisement. The children will greet you with wide, shy smiles as the wildflowers grow along the edges of the homes raised on platforms and stilts. Chickens peck at the dirt paths that wind between the structures as the aroma of sticky rice drifts through the door of the homes. The mountain ridges that surround the town glow with emerald trees and exotic foliage as the village practices animism and shamanism, believing in the magic and majesty of the mountains. Vegetables grow effortlessly on the land near the rice patties, and the women will showcase their traditional Hmong garments of black shirts bordered with colorful embroidery. After a warm visit, you will continue to Luang Prabang and settle into the comforts of your luxurious hotel set beneath the towering summit of Mount Phousi at the heart of the city."
    },
    {
      "dayNumber": "6",
      "title": "Luang Prabang – Tour Luang Prabang and Enjoy a Mekong River Cruise",
      "description": "The saffron robes of the monks in the morning procession flicker as the sunlight returns to the city. The gilded spires of the 33 temples glisten amongst the treetops as the scent of tamarind and frangipani drifts through the air towards the confluence of the Mekong and Khan Rivers. At breakfast, you can sip a refreshing Laotian coffee to find the sweetness of the condensed milk will balance the richness of the coffee beans. Your guide will greet you after your meal and lead you on an in-depth tour to discover the Buddhist temple of Wat Xieng Thong. The original structure was built in the 16th century with a traditional tiered, low-swooping roof. The ordination hall features a mosaic that depicts the Tree of Life, an intricate piece of art on the western wall. The temple held the coronations of Laotian kings before the invasion of the Siamese, and the gold leaf gilding and lacquering add flecks of radiance to the natural light that pours through the doorways. The aroma of sandalwood accompanies the glass montage that portrays the temple’s legendary founding as a funeral carriage inside the museum captures your eye, standing nearly 40 feet tall. After enjoying your exploration of the city, you will board a traditional Lao longboat to traverse the waters of the Mekong River. The mountains surrounding the serene city turn to karsts as the limestone cliffs frame the riverbanks as you reach the Pak Ou caves. The history of the caverns dates back more than two millennia between the upper and lower chambers. Your boat will dock, and you can ascend the stairs to enter into the cavern beneath the dangling stalactites. Sporadic sunlight enters the cave to highlight a small number of the nearly 4,000 Buddha icons that decorate the upper gallery."
    },
    {
      "dayNumber": "7",
      "title": "Luang Prabang – Visit the Royal Palace Museum before Departing for Home",
      "description": "At the riverbanks, the morning market brims with activity as fishmongers showcase their immense catch along their wooden tables while farmers display their vibrant produce that ranges from birds eye chilies to mounds of lychee and dragon fruit. Before making your way to Luang Prabang Airport, you will have time to visit the Royal Palace Museum, located inside the former palace of the Laotian royal family. The estate was erected in the 20th century and features exhibits with artifacts that date back more than 200 years. Traditional Laotian filigrees accent the French beaux-arts architecture as the royal apartments provide a fascinating glimpse into the daily life of the king and the royal family in their preserved state. Mirrors reflect the rich sheen of the Throne Hall, where the crown jewels stand on display. The majesty of the crown is surpassed only by the prestige of the Golden Buddha, which was brought from Sri Lanka in the 1st century AD. The icon was crafted out of more than 20 pounds of solid gold. After one last morning to take it all in, your private transfer will escort you to Luang Prabang Airport for your flight home."
    }
  ],
  "map": ""
}