{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "captivating-laos-an-immersive-tour-private-mekong-river-cruise",
  "tourName": "Captivating Laos: An Immersive Tour & Private Mekong River Cruise",
  "placesVisited": "Chiang Rai, Muang La, Vientiane, Luang Prabang, Pakse, Champasak, Wat Phou, Pak Ou Caves, Kuang Si Falls, Elephant Village, Huay Xai",
  "generalInfo": "Dive into the secluded mountain jungles and emerge from shrines hidden in ancient caves during your ultimate Laos tour customized to your spirit of adventure, thirst for culture, and love of wildlife. Ascend into the trees for an unforgettable visit with gibbons, and then scour the Mekong River to view passing Irrawaddy dolphins. Venture into the hills to meet ethnic minority tribes, and then bond with elephants before riding down to the river for a memorable bath. From opulent temple mosaics to lavish French villas, you will marvel at limestone karsts, friendly villages, and a once in a lifetime experience in Laos.",
  "durationDays": "12",
  "price": "3,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Chiang Rai – Arrive in Thailand’s Northern City near the Golden Triangle",
      "description": "Emerald trees and rice fields frame the charming city of Chiang Rai. The countryside leads to the rushing waters of the Mekong River where the borders of Myanmar, Thailand, and Laos converge, which is known as the Golden Triangle. The lush, broken hills roll into the distance from all sides, hiding Buddhist temples and secluded villages. The city was founded in the 13th century and continues to charm visitors along the banks of the Kok River. Your flight will land at Chiang Rai Airport, where your private transfer will greet you upon your arrival. The city has a relaxed ambiance that emanates from the drifting long-tail boats on the water, the sporadic temple stupas shaded by the trees, and the aroma of fresh noodles cooked in peanut sauce. Take a moment to settle into the comforts of your gorgeous accommodation with views of the jungle-clad mountains and a vibrant exotic garden. Venture out into the city to visit Phra Singh Temple, which was originally erected in the 14th century. The edifice remains the oldest surviving example of typical northern Thai architecture demonstrated in the low sweeping roofs. Continue to enjoy life along the riverside promenade in the burgeoning Night Market."
    },
    {
      "dayNumber": "2",
      "title": "Huay Xai – Cross into Laos at Huay Xai to Reach the Gibbon Experience",
      "description": "Just outside of the city center stands the Mae Fah Luang Art and Culture Park that offers antique and contemporary works across the beautiful landscape. Buddhist temples accentuate the permanent collection of teak artifacts from the Lanna Kingdom set beneath the centerpiece of the Haw Kham Temple, which was crafted out of remaining wood from 32 wooden homes. After breakfast, your private transfer will greet you in the hotel lobby and escort you over the Mekong River into Laos at Huay Xai. Longboats dock along the riverbank as restaurants and cafes overlook the rushing waters and ascending mountains. The Thai-Lao Friendship Bridge demarcates the official border. The scent of delicious coffee brewed from beans cultivated in the Laotian highlands drifts out of the cafés. Locals blend sweetened condensed milk into their coffee to balance the slight bitterness of the dark brew. The Chom Khao Manirat Temple glistens with golden filigree at the heart of the town, raised on a platform with views of the landscape and the 19th-century tower of the French Fort Carnot. After strolling through town for your introduction to Laos, your private transfer will escort you into the opulent jungle to reach the Gibbon Experience. You will trek through the forest uphill and pass strong fronds and sporadic bursts of sunlight. From the forest floor, you cannot see your luxurious accommodation situated in the treetops, but lookup more than 130 feet above the ground, and you may see your treehouse nestled in the trees. The thatched roof nearly blends into the way the tree arches, shaded by the sprawling branches and leaves of the upper canopy."
    },
    {
      "dayNumber": "3",
      "title": "Huay Xai– Relish a Zip Line Journey in the Treetops on a Full Day Tour",
      "description": "Wake up to the sound of gibbons whooping in the gentle morning light as they call out to one another across the jungle canopy and move swiftly through the tree branches. Look out your window to find the blanket of mist spreading across the lower valley before burning away. The aroma of pineapple and papaya fills the kitchen as yet another troop of gibbon swinging past the window in the near distance, swooping over to the next tree in search of berries or nuts. Your guide will greet you after breakfast and lead you on an incredible zipline adventure through the jungle that will send you flying through the dense trees. Sail above a river and find your heart thumping faster as the breeze brushes against your cheeks. At the end of your hiking adventure, you will then arrive at the edge of a zip line that is nearly 3,300 feet long. Your guide will connect you to the line, and you will soar over the trees with the rushing wind in your ears. Sporadic trees reach even higher than you, bringing an unparalleled view of the jungle and a private moment to enjoy your surroundings."
    },
    {
      "dayNumber": "4",
      "title": "Muang La – Travel to the Beautiful and Remote Town of Muang La",
      "description": "In the morning, you will wake to the sound of gibbons once again as their gentle, rhythmic whoop fills the forest. The Gibbon Experience has created nearly 10 miles of zip lines and unique eco-friendly housing to help protect the Bokeo Forest for the gibbons in the treetops and countless other flora and fauna that call the tropical forest home. At breakfast, you can enjoy the view over the canopy as you sip your hot cup of coffee. As you are ready, you will zip line down from your accommodation, and your guide will lead you on the trail back to the nearest village to meet your private transfer. The scenic drive will bring you around the verdant greenery that blankets the dramatic mountains. The ridges on the foothills open to sporadic stretches of rice paddy fields garnished with the occasional palm tree. The herbaceous aroma fades beneath the scent of frangipani as the rice fields shimmer with jade hues with wooden huts raised on stilts in the distance. The beat of a drum echoes across the landscape as you arrive at your eco-friendly resort that overlooks the Nam Pak River. The sounds of trickling water drift upwards from the river that brushes against the banks as you settle into the comfort of your accommodation with a spa treatment that includes a centuries-old thermal spring."
    },
    {
      "dayNumber": "5",
      "title": "Muang La – Enjoy a Day of Exploration to View Landscapes and Villages",
      "description": "The Nam Pak River provides the rippling sounds of water against the tall grass of the banks in the morning. The rhythmic drum beats in the nearby temple call to the monks around the village as farmers return to their fields wearing conical woven hats that protect their faces and necks from the sun. At breakfast, you will find the aroma of banana pancakes overtaking the revitalizing scent of freshly brewed coffee. Your guide will greet you after your meal eager to lead you on an engaging tour around Muang La and the secluded mountain villages. Palm trees rustle in the breeze, and the temple of Pha Singkham displays a 400-year-old sacred Buddha statue. The mountains offer a mosaic of culture and history with 130 different ethnic minority tribes residing in the treasured seclusion of the landscape. You will travel along the ridges to heights of nearly 3,300 feet above sea level. The tribe’s ethnic origin stems from Tibet and Yunnan, China. The community continues to hunt and gather and carries on with their historical traditions and customs, including the practice of a form of animism. The Hmong village was erected in a clearing amongst the trees and offers an expansive view over the forest. The women display their weaving skills amongst their brightly colored and intricately designed textiles. The vibrant geometric designs set against the backdrop of the black clothing are symbols, with each full cloth telling a story."
    },
    {
      "dayNumber": "6",
      "title": "Luang Prabang – Travel along the River Ou to Find Caves and Villages",
      "description": "In the morning, you can listen to the sounds of the water as you sip your refreshing coffee sweetened with condensed milk. Water buffalo plow the fields on the outskirts of your resort, and the soft drum beat returns to town and disappears just as quickly. After breakfast, your private transfer will lead you away from Laos’s secluded north to follow the winding mountains and the meandering rivers on a scenic drive before reaching Pak Ou Caves. The stunning limestone cliffs soar 50 feet above the banks of the Nam Ou River. You will board a traditional long-tail boat to cross the water and step onto the winding stairs that lead to the lower of the two caves. The shrine in the cave dates back millennia and is decorated with smooth, sharp stalactites that resemble elegant chandeliers. The aroma of rich stone fills the gallery as your footsteps echo off of the walls. You will continue to the upper cave to find more than 4,000 Buddha icons ranging from stone, wood, and bronze, and can shine a flashlight into the cavern to find endless rows of the statues flickering in the beam."
    },
    {
      "dayNumber": "7",
      "title": "Luang Prabang – Partake in Alms Giving and a Full Day City Tour",
      "description": "You will rise early and take to the streets before sunrise as you hear the bells ringing through the city. Locals kneel along the walkways and light incense as the procession of monks slowly marches along the streets in a single-file line. Their saffron robes glow against the returning light of the new day. The devout attendants offer bags of rice, cookies, or sweets to the monks as alms, often making up the majority of the monks’ single, daily meal. The pealing bell will soon fade, and the monks disappear, taking with them the ethereal ambiance. The gilded spires of the city’s 33 stupas continue to glint above the shading jungle canopy. Mount Phousi towers above the heart of the city, crowned by an old temple that offers a sensational view to the rolling summits of the encircling mountains. The cafes of Luang Prabang fill the air with the scent of chocolate and coffee. After breakfast, your guide will lead you on an in-depth tour of the city and follow the monks along the roads that connect the temples, including the 16th-century complex of Xieng Thong. The traditional Laotian style roof contains five tiers and sweeps low to the ground while the ceremonial hall includes a stunning glass mosaic of the Tree of Life. Wander along, and you will soon be lead to the shrine that features a beautiful standing Buddha."
    },
    {
      "dayNumber": "8",
      "title": "Luang Prabang – Visit the Elephants and Day at Your Leisure",
      "description": "Local fishers retreat to an outdoor stall along the edges of the Mekong River to gossip about their day while they sip pour-over coffee mixed with equal amounts of sweetened condensed milk. They nibble on chocolate brioche before taking to the morning market. Your guide will greet you at your hotel and escort you to an elephant sanctuary located near the waters of the Nam Ou River. The sanctuary opened in 2001 to help protect and rehabilitate Laotian elephants. After meeting with a member of the village to learn about the history, intention, and eco-friendly nature of the preservation community, you will meet the friendly, curious elephants that roam through the jungle landscape."
    },
    {
      "dayNumber": "9",
      "title": "Champasak – Fly to Pakse and Discover the Ancient Temple of Wat Phou",
      "description": "The sunlight will wash over the golden stupa that adorns Mount Phousi, bringing a secondary shimmer to the skyline over the Imperial City. Your private transfer will escort you to Luang Prabang Airport when you are ready for your flight south to Pakse. The bustling city acts as the gateway to southern Laos and the 4,000 Islands. Your private transfer will greet you at the baggage claim and lead you to the marvels of Wat Phou, a temple complex erected under the reign of the Khmer Empire. The temple was constructed over a series of six terraces bordered in the back by a 330-foot tall limestone cliff. The aroma of sandalwood emanates from the small shrines that decorate the central stairway and palaces while two lakes at the base of the terraces act as reservoirs and reflect the sandstone walls of the surrounding architecture in the stoic water. Lilies blossom along the lakes, and your guide will point to the intricate lintel located on the upper sanctuary that depicts Vishnu riding on Garuda. On the same sanctuary, you can see a lintel of Krishna and Kamsa in battle."
    },
    {
      "dayNumber": "10",
      "title": "Champasak – Cruise the 4,000 Islands and Search for Irrawaddy Dolphins",
      "description": "The charming town of Champasak once held the royal seat from the 18th century until the mid-1940s. French colonial architecture matches the traditional Laotian homes erected on stilts as cows graze on the pastures that border the town as chickens cluck in the shade of the raised homes. Cafes provide a sweet aroma of morning coffee drifting over the rushing water of the Mekong River. Your guide will greet you after breakfast and lead you to your boat that is waiting at the dock. You will set out onto the Mekong for a full day spent exploring the 4,000 Islands. Dip your fingers into the water to feel the cool current, and deceptive force of the waters as the refreshing breeze blows through the palm trees that are scattered across the banks. The Mekong reaches its widest point in Laos alongside the collection of islands, increasing to six miles wide before narrowing once more around the border of Cambodia. You will stop to wander along the unpaved roads of Don Daeng as travelers and locals alike sway in relaxation on hammocks hung in the shade of a home’s porch. You will pass temples and rice fields before returning to the boat and gliding along the water in search of Irrawaddy dolphins. The rare and endangered dolphin is often seen in pods roaming along the Mekong between the islands and the Cambodian border. The sunlight will shimmer over the surface of the water, shining a spotlight on the dolphins as they whirl through the waters."
    },
    {
      "dayNumber": "11",
      "title": "Vientiane – Travel to the Capital City of Vientiane for a Half-Day Tour",
      "description": "In the morning, you will find Champasak filling with the aromas of freshly baked waffles and sweet fruits, such as pineapple and lychee. You will enjoy the rejuvenating zip of a freshly brewed coffee before meeting your private transfer in the hotel lobby. Return to the Pakse Airport for your flight to Vientiane, the capital of Laos. A relaxed ambiance winds along the city streets, gracing the French colonial villas and contemporary Laotian architecture that borders the Mekong River. Locals walk, jog, and cycle along the riverside promenade. You can take a moment to settle into the comforts of your hotel situated in a renovated French villa with a combination of traditional opulence and contemporary luxury. Venture out into the city with your guide to explore the temples and monuments of Vientiane, beginning with Pha That Luang, a temple complex that features a golden stupa that reaches a height of nearly 150 feet tall. Buddha images decorate the cloister and lead to a statue of an Angkor-era king celebrated for converting the Khmer Empire from Hinduism to Buddhism. Continue to the Sisaket Temple, the oldest in the city after having survived the Siamese-Laos war of the 19th century."
    },
    {
      "dayNumber": "12",
      "title": "Vientiane – Depart for Home",
      "description": "The jungle trees provide shade to the walkways of Old Town Vientiane as the cafes set out their tables and chairs alongside the streets bringing a touch of French ambiance amidst the aromas of rich cappuccinos and freshly baked brioche. The morning market fills with locals and visitors alike eager to wander past the colorful collection of traditional Laotian skirts and fabrics. Endless rows of tailors offer to fit passersby with stylish silk scarves as hand-carved wooden elephants decorate the shelves that lead to detailed bags woven by hand. After breakfast and one last wander of the city, your private transfer will greet you at your hotel and escort you to Wattay International Airport for your flight home."
    }
  ],
  "map": ""
}