{
  "destination": "Laos",
  "mainPhoto": "",
  "id": "laos-expedition-itinerary-amazing-wildlife-to-hidden-treasures",
  "tourName": "Laos Expedition Itinerary: Amazing Wildlife to Hidden Treasures",
  "placesVisited": "Vientiane, Champasak, Luang Prabang, Pakse, Wat Phou, Phapheng Falls",
  "generalInfo": "Your Laos itinerary is custom-tailored for an unforgettable expedition through the lush jungle, along the meandering Mekong, and over the stunning mountaintops to reveal the natural and cultural splendors of the landlocked country. Bask in the ever-present aroma of tamarind, learn the enticing flavors of Laotian cuisine, search for Irrawaddy dolphins, and enjoy a stunning view of gilded stupas that tower above the trees. Discover an oasis of ancient pools and gilded temples as elephants bathe in the river, and limestone karsts contain hidden shrines for an exclusive Laos experience.",
  "durationDays": "8",
  "price": "2,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Vientiane – Arrive in the Charming Capital of Laos for a Night Market Visit",
      "description": "Vientiane maintains a relaxed ambiance alongside the banks of the Mekong River. The capital city shines with gilded Buddhist temple filigree and French architecture recalling the era of French colonialism. Quiet cafes line the streets of Old Town beneath the shade of the lush jungle canopy while the soaring figure of the Victory Monument adds to the modest skyline of Southeast Asia’s smallest capital city. Your private transfer will greet you at Wattay International Airport upon your arrival on Laos, and then bring you to your luxurious hotel at the heart of Vientiane. The renovated French villa will offer views of a blossoming garden brimming with the colors of exotic flowers. The aroma of tamarind will fill the air as you make your way to the Patuxai Victory Monument with your guide to see the towering figure at the center of the eponymous park. Four walkways lead to the spouting fountains that symbolize the north, south, east, and west. The Arc de Triomphe in Paris inspired the seven-story monument, garnished with traditional Laotian architectural elements in the form of the five decorative towers. Lotus leaves and dragons embellish the exterior and lead to images of gods, goddesses, and elephants along the walls and ceilings of the interior. In the evening, you will make your way to the banks of the Mekong to stroll along the promenade and bustling Night Market. Red-roofed stalls line the walkway amongst the eager visitors, joggers, and locals walk the paths and enjoy the cool breeze. The aroma of banana pancakes sweeps through the air amongst the happy laughter of patrons wandering amongst the active market."
    },
    {
      "dayNumber": "2",
      "title": "Vientiane – Enjoy a Full Day Exploration of Vientiane’s Cultural Highlights",
      "description": "The morning fills with the rich aroma of freshly pressed coffee as it emanates from the coffee shops and cafes around Old Town. The familiar scent derives from the decadent Arabica beans the artisan shops use as they buy directly from the farmers of Laos who cultivate the coffee plantations found in the highlands. After breakfast, your guide will lead you on an in-depth historical tour of the nation’s capital, beginning with the National Museum. The gallery opened in the mid-1980s with the intention of housing the relics of Laotian culture and history. Ancient artifacts decorate the first room, ranging from dinosaur bones to stone tools from the Paleolithic era. The proceeding galleries upstairs lead you on a visual timeline of the country’s modern history, from the Siamese invasion to the revolution, and offer you a scope in which to understand better the past and present culture. Continue to Sisaket Temple, the oldest temple in Vientiane, after having survived the Siamese-Laos War of the 19th century. The temple complex brings insight into traditional Buddhist architecture in Laos, from the intricate relief moldings that adorn the ceiling to the niches in the walls decorated with Buddha statues. Murals on the walls depict the mythological lives of the Buddha painted onto stucco walls. You will discover a large gilded Buddha sitting atop a coiled snake-figure inside the ordination hall before finding the cloister bejeweled with nearly 6,900 images of Buddha."
    },
    {
      "dayNumber": "3",
      "title": "Champasak – Fly to Pakse and for a Half-Day Tour of Ancient Wat Phou",
      "description": "The cafes bring aromas of sweet almonds and chocolate to accompany the buttery aromas of fresh pastries. The food stalls along the main boulevard of Lane Xang return to life with the Laotian staples of the capital city ranging from roasted rice to Khao Tom, sticky rice with coconut cream steamed inside a banana leaf. Your private transfer will greet you at your hotel and escort you to the airport for your flight to Pakse in the south. You will then continue to the ancient Wat Phou complex for an immersive discovery of the Angkor-era architecture and culture. Rice paddy fields line the roadway leading to the temple while the lush jungle terrain overtakes the hills. The complex takes over six terraces, decorated with lily ponds along the base. The aroma of sandalwood rises from the small shrines that are situated beside the central cobbled pathway and inside the remaining ruins. Cicadas chirp in the warmth of the tropical air beneath the twittering birds. The temple was erected between the 11th and 13th centuries, and the natural beauty of the surrounding landscape adds to the splendor of the preserved walkway, shrines, and waterworks. The main temple at the top of the six terraces follows the east-west axis while the ponds at the base of the terraces symbolized the ocean but worked as a reservoir that reflects the mountains in the rippling water. The aroma of frangipani fills the air from the blossoming trees, and you will find preserved Hindu guards framing the doorways to the sanctuary that leads to a hidden shrine created by locals."
    },
    {
      "dayNumber": "4",
      "title": "Champasak – Discover the 4,000 Islands and Search for Irrawaddy Dolphins",
      "description": "The town of Champasak has a sleepy, inviting ambiance on the western banks of the Mekong River. A single road runs through the center of town and connects the wood-shuttered Chinese shops and the traditional wooden structures. The doorways and windows shine with bright colors against the surrounding greenery as the scent of coffee drifts out of the French-style cafes that overlook the water. After breakfast, you will board a boat and cruise down the Mekong to visit the 4,000 Islands in search of the fabled Irrawaddy dolphin. The Mekong is the largest river in Southeast Asia and travels more than 2,700 miles from the Tibetan Plateau to the South China Sea. The waters rush along the narrowest, most southern portion of the country until they pass into Cambodia and forges a six-mile-wide maze of shallow waters and scattered islands. Pass Don Khon Island to find locals and visitors alike basking in the bright sun on swaying hammocks hung over the porch of homes built on stilts. You will soon reach a spot known as one of the favorite swimming areas for the dolphins. Your skipper will turn off the motor, and you will slowly drift with the current before a rounded shape peeks above the surface water and spouts. The endangered dolphin resembles a beluga whale in appearance and grows an average of seven and a half feet long."
    },
    {
      "dayNumber": "5",
      "title": "Luang Prabang – View Phapheng Falls before Traveling to Luang Prabang",
      "description": "The scent of buttery croissants accompanies the light of morning as it rises over Champasak. You will make your way to Khone Phapheng after breakfast to see the remarkable waters as they trundle over the boulders along the Mekong. The falls reach nearly 70 feet at their highest point with rapids that stretch over six miles. The turquoise waters house the largest freshwater catfish in the world, which can reach a length of 10 feet. The sound of the cascades echoes like thunder in the open space of the vast river as the waters splash into the air and mist against the sandstone rocks. After taking it all in, you will continue to the airport in Pakse for your flight to Luang Prabang. The former Imperial city of Laos retains a sense of serene comfort cradled by the confluence of the Mekong and Nam Khan Rivers. 33 temple spires rise out of the trees in imitation of the mountain peaks that roll along the horizon. Your private transfer will greet you at Luang Prabang Airport and lead you to a stunning hotel that offers private views of the river bend, jungle canopy, and dramatic summits. Later on, set out into the quiet city with a guide keen to introduce you to the tangible majesty of the landscape. Make your way first to Mount Phousi as it rises out of the heart of Luang Prabang at more than 500 feet above sea level. The gilded scales of flanking dragons line the stairwell that leads to the peak as the scent of tamarind fades beneath the herbaceous aroma of incense lit from in the shrines. Soon, you will wander right to the 19th-century golden stupa of Wat Chomsi."
    },
    {
      "dayNumber": "6",
      "title": "Luang Prabang – Take Part in Morning Alms Giving and a Full Day City Tour",
      "description": "The morning silence of Luang Prabang is palpable as you take to the streets like the locals before dawn to find people gathering on the side of the road and lighting incense in the cold air. Hundreds of monks silently form a procession in single-file, taking offerings from people in the form of sticky rice, cookies, or candies. The monks form a captivating line that glows saffron in the returning daylight as you hear the faint sound of a bell ringing to a slow, deep rhythm. Return to the hotel to enjoy breakfast with the scent of coffee and ripe papaya drifting through the room. Your guide will greet you in the lobby keen to lead you to the stunning temple grounds of the city as each offers an extra layer of spiritual ambiance to the city. The central Stupa of Wat That Luang was erected in the 19th century and contains a marvelous bronze Buddha image that weighs more than 1,300 pounds. The natural light pours into the hall and causes the Buddha to glow against the gilded beams. In the late afternoon, you can meet your private cooking instructor for a fabulous class that will offer insight into the staple ingredients of Laotian cuisine. Venture next into the kitchen of a favorite restaurant to pick a set number of dishes from the celebrated menu to cook under the guidance of the friendly chef, who will be more than happy to share her culinary knowledge."
    },
    {
      "dayNumber": "7",
      "title": "Luang Prabang – Explore Luang Prabang and the Countryside at Leisure",
      "description": "In the morning, the market at Phosi erupts with activity as locals wander down the aisles of the outdoor space in search of verdant herbs and large root vegetables. Exotic fruits, such as dragon fruit, bring an abundance of color. The stalls turn into a labyrinth of produce, from spinach to coriander, passion fruit to tomatoes. After breakfast and a wander of the market, you will venture into the jungle to visit the Elephant Village to meet some Asiatic elephants. The village was established in the early 2000s as a sanctuary to help protect and rehabilitate Laotian elephants. The Asian elephant grows to an average of nine feet tall around its shoulders, and they appear in the clearing through the trees, toppling over saplings and underbrush. You will soon climb aboard the elephant with the help of a staff member of the village and settle onto a seat around the elephant’s shoulders. The village no longer uses the howdah , a wooden box seat, which was known for chafing and hurting the elephant. You can touch the elephant’s thick, bristly hairs as they waddle through the forest. You can rub your fingers against the wrinkles on their skin as the elephant leads you down to the river. Children from the local village ride along the water on a shallow canoe and watch as the elephant steps to the bank, reaching closer to the water for a bath."
    },
    {
      "dayNumber": "8",
      "title": "Luang Prabang – Depart for Home",
      "description": "On the outskirts of town, farmers take to the land with their water buffalo ready to plow their crops. The rice paddy fields spread across the flatlands and lead to the lush jungle canopy of the foothills. Water buffalo not bought in for plowing graze on the verdant landscape and enjoy the refreshing cool of the morning air to create quite a picture. The doors to the Traditional Arts and Ethnology Center open to galleries that display the cultural diversity of the country as exhibited in the four major ethnic minority groups. After one last morning to enjoy it all, your private transfer will greet you at your hotel when you are ready and escort you to Luang Prabang Airport for your flight home as you reach the end of your expedition in Laos."
    }
  ],
  "map": ""
}