{
  "destination": "Singapur",
  "mainPhoto": "",
  "id": "SESB",
  "tourName": "Singapur’ dan Bangkok’ a",
  "placesVisited": "Singapur, Malezya, Tayland",
  "generalInfo": "Singapur’ un parıltılı ışıklarından başlayarak,  hareketli şehirleri ve yaylaların derinliklerine kurulmuş sessiz köyleri olan Malezya’ ya gidiyoruz.  Tayland’ a geçerek Phuket plajlarının tadını çıkarıyoruz.  Süslü altın tapınakların ve yoğun pazarların olduğu Bangkok’ a varmadan önce civardaki adaları ziyaret edebilirsiniz.<br><br><strong>En Yakın Uluslararası Havaalanı ( Başlangıç Noktası ) :  </strong>Singapur Changi Havaalanı ( SIN )<br><br><strong>En Yakın Uluslararası Havaalanı ( Bitiş Noktası ) :  </strong>Bangkok Suvarnabhumi Uluslararası Havaalanı ( BKK ) ,  Bangkok Don Mueang Uluslararası Havaalanı ( DMK )",
  "durationDays": "14",
  "price": "869",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Çekçekle Melaka Şehir Turu</li>\n<li>- Dünyaca ünlü Petronas İkiz Kuleleri’ ne bir akşam ziyareti  ( kulelere ve gözlem platformuna giriş dahil değil ) ,  Batu Mağaraları ve Tapınağı ziyareti</li>\n<li>- Tam günlük Cameron Yaylaları gezisi</li>\n<li>- Penang dünya mirası sit alanı yürüyüşü</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 13 gece</p>\n<p><strong>Ulaşım           </strong></p>\n<p>Özel Araç, Halk Otobüsü, uçuş ( lar )</p>\n<p><strong>Yemekler</strong></p>\n<p>7 kahvaltı, 2 açık büfe kahvaltı, 2 basit kahvaltı</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour Tur Lideri</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Singapur' a Varış",
      "description": "Singapur küçük bir yer olabilir,  ancak destansı tutumu ve modernizasyonu buradaki ziyaretinizi gerçekten  unutulmaz kılacak.  Büyük bir uluslararası merkez olan şehir,  her zaman dünyanın her yerinden gelen gezginleri ve işadamlarını ağırlayacak.  Ultra modern yüksek binaların arasında kendinizi kaybettiğinizde,  elinizde bir evrak çantasıyla takım elbise giymeniz gerektiğini düşündüğünüz için affedilebilirsiniz.  Her büyük şehir gibi, burada da alışveriş  ( her zaman ucuz olmasa da )  mükemmel.  Bu büyüleyici ülkenin geleneğine dair bir anlayış peşindeyseniz,  görülecek birçok tarihi ve kültürel mekan var.  Şehrin eski yaşam tarzına bir bakış için Küçük Hindistan ( Little India )  ve Çin Mahallesi’ ni ( Chinatown )  ziyaret edin.  En iyi seyahat kıyafetinizi giymek ve ünlü Raffles Hotel’ deki Long Bar’ da geleneksel Singapur Sling’ i ( bir kokteyl )  denemek isteyebilirsiniz.  Tarih dolu bu muhteşem sömürge tarzı oteli görmek güzeldir,  özellikle de fıstık kabuklarını yere atmak bir gereklilik olduğu için düşündüğünüzden daha rahat olan bara doğru ilerlerken! Singapur restoranları,  Güney Doğu Asya’ da karşılaşacağınız en ucuz restoranlar değildir  ancak yemek tezgahları pazarlarına veya sokak satıcıları merkezlerine rastlarsanız,  taze ve şahane yemek seçiminin tadını çıkaracağınızdan emin olabilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Melaka",
      "description": "Melaka,  Malezya’ nın en popüler yerlerinden biri ve birkaç yüzyıl önce önemli bir ticaret limanıydı.  Tarihi şehir merkezi UNESCO Dünya Mirası Listesi’ nde yer almaktadır.  Portekizliler 16.  yüzyılda buraya yerleşti ve etkileri şehrin genelindeki mimarinin çoğunda görülebilir.  Melaka’ da tapınaklardan kiliselere,  camilerden müzelere birçok ilgi çekici yer var.  Geleneksel Peranakan shophouse’ lardan birinde deneyebileceğiniz geleneksel Çin Nyonya mutfağı ile ünlüdür."
    },
    {
      "dayNumber": 4,
      "title": "Kuala Lumpur",
      "description": "Malezya’ nın hareketli başkenti Kuala Lumpur’ a varıyoruz.  Önemli bir turist merkezi olan ‘ KL’   ( genellikle anıldığı gibi )  modern,  biraz kalabalık ve ortalama bir büyük şehrin tüm konforlarını sunuyor.  Yüksek binalar bol,  alışveriş mükemmel  ( ve şehrin önemli albenilerinden biri )  ve şehrin hareketli günlük olayları Malay iş kültürüne bir bakış açısı sağlıyor.  Burada yapılacak çok şey var - hem kültürel hem de zevkli.  Burada geçirdiğiniz süre boyunca,  8.  katında birkaç hız treni ve gerilim dolu lunapark oyuncaklarından oluşan bir mini eğlence parkının olduğu,  Asya’ nın en büyük alışveriş merkezi olan Bukit Bintang bölgesindeki Berjaya Times Square’ a neden göz atmayasınız ki? Tur lideriniz sizi dünyanın en yüksek ikiz kulesi Petronas Kuleleri’ ne bir akşam yürüyüşüne götürecek.  Eğer isterseniz Skywalk’ a ( iki kuleyi birbirine bağlayan köprü ) çıkmayı tercih edebilirsiniz ( bu isteğe bağlı bir ücrete tabidir ) .  Ayrıca,  zamanda geriye gitmek ve modern yüksek binalara bir mola vermek isterseniz,  ziyaret edilecek çok sayıda sömürge binası da mevcut."
    },
    {
      "dayNumber": 6,
      "title": "Cameron Highlands  ( Cameron Yaylaları )",
      "description": "1885 yılında platoyu keşfeden bir İngiliz sömürge hükümet araştırmacısı William Cameron’ ın adının verildiği,  Cameron Yaylaları deniz seviyesinden 1500 metre yükseklikte bir yayla bölgesidir.  Bir kelebek çiftliği,  çilek çiftliği,  gül bahçesi,  bir Çin tapınağı ve sebze çiftlikleri de dahil olmak üzere burada yapılacak ve görülecek birçok şey var.  Ayrıca serin ve ferahlatıcı orman havasında orman yürüyüşü yapabilirsiniz. Bölgenin verimli dağ yamaçları,  ülkenin çay yetiştirmek için en iyi yerlerinden biri olmasını sağlar ve birçok çay tarlası vardır.  Cameron Yaylaları aynı zamanda Malezya ve Singapur’ a da büyük bir sebze tedarikçisidir."
    },
    {
      "dayNumber": 8,
      "title": "Penang",
      "description": "Penang’ a doğru yol alıyoruz.  Adanın başkenti ve UNESCO Dünya Mirası Sit Alanı olan Georgetown’ da kalacağız.  Georgetown,  eski ve yeni kültürleri harmanlayan eşsiz bir albeniye sahip.  Etrafı modern binalarla çevrili seyyar satıcılar ürünlerini sergiliyor.  Eski binalar yeni işletmelerle yan yana duruyor.  Bir çekçek turuna katılın ve kendinizi bu hareketli şehre tanıtın ya da devlet dairelerine,  ticari ofislere, büyük mağazalara,  dükkanlara ve restoranlara ev sahipliği yapan,  Penang’ ın önemli bir simgesi olan 65 katlı Kompleks Tun Abdul Razak’ ı  ( KOMTAR )  ziyaret edin."
    },
    {
      "dayNumber": 10,
      "title": "Phuket",
      "description": "Tayland’ a doğru yol alarak,  Tayland’ ın en büyük adası olan uğultulu yağmur ormanı adası Phuket’ te üç gecenin tadını çıkarıyoruz.  Phuket,  saçınızdaki tozu yıkayabileceğiniz ve en sevdiğiniz kokteyli ya da yerel Chang Birası’ nı yudumlarken beyaz kum üzerinde rahatlayabileceğiniz Tayland’ ın en popüler plajlarını sunmaktadır. Plajların yanı sıra Phuket,  akvaryumu ziyaret etmek,  Kelebek Bahçesi ve Böcek Dünyası’ nı ( Butterfly Garden and Insect World )  keşfetmek,  Phang Nga Körfezi’ nde James Bond Adası’ nı ziyaret etmek,  Phuket Big Buddha’ ya ( Büyük Buda ) hayranlıkla bakmak veya yoğun sahil beldelerinin tam tersi olan Eski Phuket’ in dar sokaklarında dolaşmak gibi sizi meşgul edecek çok fazla şeye sahip."
    },
    {
      "dayNumber": 13,
      "title": "Bangkok",
      "description": "Tayland’ ın başkenti Bangkok,  çılgın ve kaotik bir şehir! Thai dilinde Krung Thep Maha Nakhon olarak bilinen ya da kısaca Krung Thep ‘ ‘ melekler şehri’ ‘  olarak telaffuz edilen Bangkok,  Ayutthaya Krallığı zamanında Chao Phraya Nehri’ nin ağzında küçük bir ticaret merkeziydi.  Bangkok şimdi gezginlerin çoğu için Güneydoğu Asya’ ya açılan kapıdır ve burası uluslararası sırt çantalı gezginlerin gelip gittiği ve sokakların her zaman uğultulu ve hayat dolu olduğu bir yerdir."
    },
    {
      "dayNumber": 14,
      "title": "Bangkok' tan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}