{
  "destination": "Galapagos / Ecuador",
  "mainPhoto": "",
  "id": "a-perfect-family-vacation-to-galapagos-islands",
  "tourName": "A Perfect Family Vacation to Galapagos Islands",
  "placesVisited": "Quito, Galapagos, Mindo",
  "generalInfo": "Natural history is alive in the Galapagos on this 10-day family adventure. Mystical landscapes are explored, unique wildlife is encountered, and a variety of activities allow the family to explore their own piece of the archipelago. This family vacation trip to Galapagos Islands is handcrafted and combines a traditional cruise with time discovering the Andes. Snorkel with penguins, sunbathe beside sea lions, hike volcanic history, and discover a breathtaking world.",
  "durationDays": "10",
  "price": "13,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Arriving in an Ancient City",
      "description": "The old city of Quito leaves history hanging from balconies and courtyards. Located in a compact central area, you'll find the largest collection of Spanish colonial buildings anywhere in South America. Church domes glimmer with their 16th century Moorish roots, historic bishops' palaces have been converted into shopping and dining arcades while pastel-colored streets mingle five centuries of tales. After landing at Quito International, you'll be greeted by your guide and transferred to a hotel in the old city. Check-in and relax. The whole area is very safe and easy to walk as a family."
    },
    {
      "dayNumber": "2",
      "title": "Quito – Relaxed Quito City Tour",
      "description": "Etched into these central streets are the tales of conquerors and indigenous tribes, every building is home to another historical narrative. Before the Spanish, came the Incas, and before them came 1,100 years of civilization, all of it now buried beneath the Presidential Palace and Plaza de la Independencia. Today, have a private walking tour of the city, visiting remarkable architecture and history. At La Compania, you're blinded by an interior covered in gold, the shimmering leaf carved around walls, altars, and domes. Eclectic styles mix at other churches while live musicians create a lively atmosphere in the city squares."
    },
    {
      "dayNumber": "3",
      "title": "Quito – Zip Lining and Hiking Through the Cloud Forest in Mindo",
      "description": "Head north from the city and the mountain slopes become dominated by thick, mysterious forest. Butterflies flicker through the trees while quetzals call from hidden branches. Mist rises through the cloud forest, a stunning site as the family takes a zip line above the canopy. The green awning closes in and you walk deeper into the undergrowth. Strange plants and birds are spotted as moss climbs up gigantic trunks. After lunch, visit a butterfly sanctuary, where you can witness the complete process from caterpillar to cocoon to decaying adult. Butterflies also land on everyone with patient fingers."
    },
    {
      "dayNumber": "4",
      "title": "Quito – Walking on Volcanic Slopes and Visiting the Middle of the World",
      "description": "The Equator line is one piece of geography that excites almost everyone. First, visit the fake Equator, where a monument shows the point the French had incorrectly thought the middle of the earth. Then, visit where the indigenous tribes had located the Equator many centuries earlier, a site that's since been confirmed by GPS. Take a photo of the family straddling the Equator and learn some intriguing science that may tip your perception of the Earth. Next, take a cable car to the slopes of Pichincha Volcano for stunning views over the city and the snowy mountains that surround it."
    },
    {
      "dayNumber": "5",
      "title": "Galapagos Cruise – Spectacular Bird Nesting Sites on North Seymour",
      "description": "The Galapagos adventure starts on North Seymour, an iconic island filled with the mating antics of strange birds. Blue-footed boobies spread their nests along the cliffs, guarding two precious eggs just two meters from the walking trail. Males seeking a mate, dance, and hop hoping to attract females to their flamboyant feet. Magnificent and great frigates are even more outrageous. Sea lions and fur seals are found around the landing site while you'll also get a first glimpse of large land iguanas. This island is a wonderful introduction to Galapagos wildlife, and a guided land excursion occupies the afternoon."
    },
    {
      "dayNumber": "6",
      "title": "Galapagos Cruise – An Incredible Underwater World in the Western Galapagos",
      "description": "Wake up this morning and you're in the west, anchored alongside Isabela Island. Take a dinghy ride beneath the gigantic volcanic cliffs, admiring lava flows and the soaring of tropical seabirds. Galapagos penguins, sea lions, and flightless cormorants dive into the waters around you, often coming up with a slither of fish in their beaks. Follow the guide, and you reach a turtle cleaning station, where Galapagos green sea turtles come to eat and have their shells cleaned of parasites. The afternoon excursion is to Fernandina, the youngest Galapagos Island. Hundreds of Galapagos penguins play and waddle along the cliffs."
    },
    {
      "dayNumber": "7",
      "title": "Galapagos Cruise – Swimming with Penguins and Sea Lions",
      "description": "Slowly, you paddle through Tagus Cove watching out for the antics of penguins and sea lions. Next, hike onto Isabela Island to the Darwin Crater rim for dazzling views of the volcanoes that continue to shape the archipelago. Return to sea level and jump into the water to swim and snorkel with the penguins and sea lions. Urbina Bay is the day's second wildlife site, a place where giant tortoises and marine iguanas occupy the shoreline. Hike across the ocean floor and spot large land iguanas, the camouflage specialists blended expertly into the orange rock."
    },
    {
      "dayNumber": "8",
      "title": "Galapagos Cruise – Intimate Encounters with Giant Tortoises on Santa Cruz",
      "description": "Today provides a change of scenery as you arrive on Santa Cruz Island and head into the luscious highlands. Giant tortoises cover the fertile slopes. When children move too fast, the tortoises hide in their shells. Your naturalist guide provides the science, including how they can survive a year without water and live with just three heartbeats a second. After lunch beside a hotel pool, you visit the Charles Darwin Research Station to see tortoise species from different islands and learn more about the Galapagos's role in shaping scientific understanding of the world."
    },
    {
      "dayNumber": "9",
      "title": "Galapagos Cruise – Iconic and Endemic Specialties on Floreana",
      "description": "Disembark at Post Office Bay and there's always a boisterous colony of sea lions shouting hello. Return their gaze and then post your letter in a wooden barrel that's served as a post office for almost 300 years. Pirates and whalers would leave cards in the barrel for their colleagues to find, and anyone finding a card they could deliver would do so. At Punta Cormorant, your guide takes you inland where greater flamingos pick their way through a brackish-water lagoon. You can also ride a glass-bottom boat in search of sea turtles coasting across the vibrant reef."
    },
    {
      "dayNumber": "10",
      "title": "Quito – Depart for Home",
      "description": "Even as you leave the Galapagos, it's impossible to miss the wildlife. Sea lions hark around on the pier, and the shimmering white of seabirds can be spotted from the airport entrance. Fly back to Quito and arrive around mid-afternoon to catch your return flight home."
    }
  ],
  "map": ""
}