{
  "destination": "Galapagos / Ecuador",
  "mainPhoto": "",
  "id": "ancient-inca-culture-to-natural-wonders-of-galapagos-and-amazon-tour",
  "tourName": "Ancient Inca Culture to Natural Wonders of Galapagos and Amazon Tour",
  "placesVisited": "Quito, Galapagos, Cusco, Lima, Sacred Valley, Machu Picchu, Puerto Maldonado, Tambopata National Park",
  "generalInfo": "Tropical islands, captivating ruins, and remarkable trails immerse you in majesty on this 13-day Ecuador and Peru adventure of the Galapagos, Amazon Rainforest, and Andes Mountains. Discover how the Andean peaks create contrasting drama between the landscape and preserved imperial ruins. From treasured flora, fauna, and biodiversity of Pacific islands and witnessing the intense ecosystem of the pristine jungle, delight in the marvels of Ecuador and Peru.",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito - Arrive in Ecuador’s Capital at your Leisure",
      "description": "Quito is a masterful collection of preserved churches, eclectic museums, and a food culture that pays respect to local and traditional ingredients. The city rises out of an Andean plateau and is surrounded by mountain peaks. Your private transfer will greet you at Mariscal Sucre International Airport after you reach customs and escort you to the comforts of your luxurious hotel. The remainder of the day will be at your leisure to enjoy Quito at your pace and to explore highlights like Compania de Jesus Church. The green and gold dome hints at the Baroque opulence of the interior."
    },
    {
      "dayNumber": "2",
      "title": "Galapagos - Board a Galapagos Cruise",
      "description": "After breakfast, your private transfer will escort you to the airport for your flight to San Cristobal. The scent of the sea will blend with the aroma of tropical flowers. The calls of the Chatham mockingbird will echo across the island, introducing you to an endemic species of the Galapagos. You will board a luxury ship and weigh anchor along the Pacific’s crystal-clear water. You will stop at Kicker Rock, where the monoliths reach hundreds of feet. You can enjoy a kayaking excursion around the rocks in search of Nazca boobies and hammerhead sharks."
    },
    {
      "dayNumber": "3",
      "title": "Galapagos - Discover the Marvels of the Galapagos",
      "description": "The briny aroma of the Pacific Ocean will become familiar as you wake in the morning to the sight of Suarez Point. You will hear the call of blue-footed boobies before you see them along the oceanfront. Waves of albatrosses will create a vibrant image of birdlife with their white plumage along the coastline. The most famous attraction of the protected point is the blowhole, whose spout can reach up to 75 feet high. You can enjoy the nearly two-mile hike along the dry landing for better views of the famous blue-footed boobies and their renowned colorful feet."
    },
    {
      "dayNumber": "4",
      "title": "Galapagos - Venture Deeper into Natural Wonder",
      "description": "You will weigh anchor near Baroness Viewing Point, where you will enjoy the remote landscape that is known for sea turtles. The intriguing story of the baroness and her three lovers remains a fascinating legend that adds to the island’s allure. The Pacific green sea turtle can swim up to 35 miles per hour and weigh up to 694 pounds. When you reach Cormorant Point, you will find bright pink flamingos in the lagoon’s salty clear pools. They can grow over four feet tall and feed on the brine shrimp, using their beaks to separate the food from the mud and silt."
    },
    {
      "dayNumber": "5",
      "title": "Lima - Depart Ecuador and Reach Lima, Peru",
      "description": "You will stop at Los Gemelos island for a short hike to the viewpoint atop the cliffs for an exceptional panorama of the twin islands. The mixture of gray bluffs and tropical foliage offers a captivating contrast and is accentuated by the indentations caused by underground fissures. After you disembark the ship at San Cristobal, you will board your flight bound for Lima, where you can relax in the luxuries of your hotel. You can enjoy a visit to central Lima to find Santo Domingo Church, which has an impressive pink design whose foundations date back to the 16th century."
    },
    {
      "dayNumber": "6",
      "title": "Puerto Maldonado - Arrive in the Splendor of the Amazon",
      "description": "The beauty of Puerto Maldonado will emerge from the southern edges of the Peruvian rainforest. The central streets buzz with activity while the luxury lodges overlook the riverbanks. Once in Puerto Maldonado, your private transfer will escort you to the splendor of your riverside lodge that offers access to the wonderland of biodiversity within the primary jungle. You can partake in a night walk tour for an introduction to the active nocturnal life of the region. You will be able to hear the hollers of night monkeys as you unveil the iridescent blue, gold, copper, or red hues of the poison dart frog."
    },
    {
      "dayNumber": "7",
      "title": "Puerto Maldonado - Traverse the Amazon’s Majesty",
      "description": "You can set out with your private guide to search the famous Parrot Clay Lick or partake in a search for giant river otters. The mealy parrot will cackle in the morning light, adding to the unique soundtrack of the Tambopata Rainforest. Their loud squawk will echo against the clay lick as you take in the breathtaking image from a concealed viewpoint. Dozens of colorful parrots will crowd around the bluff and nibble on the clay for nutrients. You can also spot up to 10 species of birds at the feeding sight, including chestnut fronted macaw and blue-headed parrots."
    },
    {
      "dayNumber": "8",
      "title": "Urubamba - Fly to Cusco and Reach the Sacred Valley",
      "description": "In the morning, you can enjoy the call of the wild, from brazen toucans to boisterous howler monkeys. You can enjoy an excursion to view the giant river otters, which can grow to over three and a half feet long and weigh up to 53 pounds. You can also spot black caiman in the water as squirrel monkeys clamor in the canopy. Your private transfer will escort you to the airport for your flight to Cusco, the former capital of the Inca empire. You will continue to the charm of your luxury hotel in the heart of the Sacred Valley."
    },
    {
      "dayNumber": "9",
      "title": "Urubamba - Explore the Historic Sacred Valley",
      "description": "Your guide will meet you at your hotel and lead you on a private tour, beginning in Moray. The town is known for the unique terraces that resemble an earthen bowl. The unique rounded terraces feel like a series of amphitheaters and are nested beneath the mountain slopes. In Ollantaytambo, you will find the massive ruins that loom over the village. The former fortress dates back to the 13th century and crowns the top of the steep terraces. The huge pink granite blocks will glint in the light as you uncover the faint symbolic reliefs etched into the Temple of the Sun."
    },
    {
      "dayNumber": "10",
      "title": "Aguas Calientes - Enjoy the Inca Trail Trek",
      "description": "You will depart your hotel early in the morning to enjoy the one-day trek on the famous Inca Trail. The pathway leads to the citadel of Machu Picchu nestled into the Andean plateau at 4,000 feet above sea level. The adventure will take you along the pathways clinging to the mountain passes and winding between the cloud forest. You will hike approximately seven and a half miles and discover the fantastic wildlife within the canopy of dense and wet forest. Your guide will point out wildlife like the yellow-tailed woolly monkey, whose tail can grow up to 25 inches long."
    },
    {
      "dayNumber": "11",
      "title": "Cusco - Visit Machu Picchu and Huayna Picchu",
      "description": "You will enter the treasured archeological site of Machu Picchu for a private tour of the Lost City of the Incas. You will discover the majestic ambiance of the ruins, from the Temple of the sun to the Solar Clock. Llamas will graze on the steep terraces beneath silhouettes of the surrounding jagged peaks. At the Temple of the Three Windows, you can find the trapezoidal windows for which the structure is named. After your tour, you can trek to the summit of Huayna Picchu at 8,924 feet above sea level for a breathtaking aerial view of Machu Picchu."
    },
    {
      "dayNumber": "12",
      "title": "Cusco - Delight in Cusco and the San Pedro Market at Leisure",
      "description": "The day will be yours to enjoy the charm of Cusco at your preferred pace. The mazes of cobblestone alleyways lead to ornate cathedrals and Inca temples, which are plazas where Andean women sit with pet llamas and gourmet restaurants. At Qorikancha, you can find the Inca ruins that form the base of the 15th-century colonial cathedral. The walls once held 700 sheets of solid gold. At San Pedro Market, the aromas of roasted chicken will sweep through the aisles and lead to vendors who showcase Peru’s variety of potatoes and corn."
    },
    {
      "dayNumber": "13",
      "title": "Cusco - Depart for Home",
      "description": "Art galleries around Cusco will open their doors in the morning, revealing the diverse aesthetics of local artists that are informed by a combination of Incan, colonial, and international styles. The winding staircase and cobblestone streets will sweep across the valley floor and into the sloping foothills beneath the facade of the giant rocks of Sacsayhuaman fortress. Your private transfer will meet you at your hotel after breakfast and escort you to Cusco’s Alejandro Velasco Astete International Airport for your flight home, bringing an end to your adventure in Ecuador and Peru."
    }
  ],
  "map": ""
}