{
  "destination": "Galapagos / Ecuador",
  "mainPhoto": "",
  "id": "bird-watchers-tour-of-galapagos-and-ecuador",
  "tourName": "Bird Watchers Tour of Galapagos and Ecuador",
  "placesVisited": "Quito, Rucu Pichincha, Yanacocha Reserve, Reserva Las Gralarias, Milpe Bird Sanctuary, Milpe Road, San Jorge Milpe Reserve, Los Bancos, Mindo, Mindo Valley, Pedro Vicente Maldonado, Silanche Bird Sanctuary, Bellavista, Tandayapa, Galapagos Islands, Santa Cruz, North Seymour, San Cristobal, Punta Pitt, Espanola",
  "generalInfo": "Over 1,600 different birds flutter across Ecuador's sublime landscapes, the country's unusual ecosystems creating a haven for the endemic and endangered. This handcrafted bird watching tour of Galapagos and Ecuador blends the fabulous range of colors, habitats, and mating displays, from the waved albatross to sword-billed hummingbirds and the Andean cock-of-the-rock. You spend seven days in the Andean cloud forest then five days on the Galapagos, with every day exploring a series of birding sites. If interested in adding additional unique experiences to your custom itinerary, consider perusing the Ecuador and Galapagos page for more trip ideas to Galapagos .",
  "durationDays": "13",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Discovering a Unique City",
      "description": "Quito provides an elegant and relaxing welcome after the international flight. Its late-16th-century colonial streets are filled with hidden treasures. Turn a corner to find a bishop's palace, wander over broad cobbled squares, peek into golden churches, and overcome any travel fatigue in elegant cafes at the heart of the city's World Heritage Center. You'll be greeted at the airport and transferred to a five-star hotel that stands above the central square. From your balcony, there's a view over the Presidential Palace and South America's most artistically influential church. Within walking distance, you'll find narrow streets of pastel shades and elegant courtyards, plus wide plazas alive with the melodies of indigenous music."
    },
    {
      "dayNumber": "2",
      "title": "Endemic Hummingbirds in the Cloud Forest",
      "description": "Barred Hawks cruise above the extinct Pichincha volcano, occasionally swooping then soaring back into the blue above. On these high-altitude slopes, there's also the Andean condor and black-and-chestnut eagle, two more hunters climbing above the cloud forest. From Quito, you'll head to the north of the volcano to Yanacocha, a private birdwatching reserve that's a haven for the small and delicate, like the sword-billed hummingbird, shining sunbeam, and crimson-mantled woodpecker. Spend the morning in the reserve and then travel along the old Nono-Mindo road in the afternoon, making numerous spots in the surrounding forest. High elevation specialists are the focus of the day, and there's always a few endemic surprises to discover in these trees. Spend the night at a luxury lodge with elegant views over the cloud forest."
    },
    {
      "dayNumber": "3",
      "title": "Vibrant Colors in the Highlands",
      "description": "A flurry of song meanders across Los Gralarias, the eclectic morning calls, alerting you to life in the nearby trees. Look to the higher branches and a crested quetzal waits resplendently. Tanagers are seen amidst the green while the violet-tailed sylph brings another tone to the morning excursion. You'll spend the full day deep in the cloud forest, exploring Reserva Las Gralarias, the place of the bright and unusual: moustached antpitta, yellow-bellied siskin, empress brilliant, scaly-naped Amazon, Andean solitaire, and many more as you're engulfed by the forest canopy. As the setting sun glows orange, the hummingbirds arrive in huge numbers, gathering around the feeders sprinkled throughout the lodge gardens. Over 50 species can be seen here, and their antics come directly to your balcony."
    },
    {
      "dayNumber": "4",
      "title": "The Iconic Species of the Cloud Forest",
      "description": "Ecuador's greatest birding appeal is its range of altitudes and ecosystems. In a geographically small area, there's a remarkably diverse collection of habitats and conditions. From the 3000 meter volcanic slopes of Pichincha you've now descended to 1000 meters. Crested Owls stand alert and quiet, pale-mandibled aracari quickly flutter past, and the rare bronze-winged parrot stands vividly beside mixed flocks of foliage-gleaners. An expert birding guide alerts you to rare sightings in the trees, and there's always something unexpected and surprising: in a country of 1,600 bird species, no day of wildlife is ever the same. You'll continue to Mindo and a luxurious lodge within easy reach of the country's premier bird reserves. Once more, hummingbirds and rare birds are seen from your balcony."
    },
    {
      "dayNumber": "5",
      "title": "Andean Cock-of-the-rock and the Antpitta Show",
      "description": "As dawn light filters into the trees the Andean cock-of-the-rock begins his show, flamboyantly pruning and displaying his vivid feathers. This mating dance occurs every morning, the males filling the forest with eclectic sunrise tones. Today is focused on some of the cloud forest's rarest and most exceptional characters. After breakfast back at the lodge, you head to the home of Señor Angel Paz. Over decades of patience, this man has lured antpittas, wood-quails, and other difficult to spot species out of their hiding places. You'll watch his antpitta show and have a great chance for intimate photos of these rare birds. In the afternoon, you visit Oilbird Cave before a leisurely evening at the lodge."
    },
    {
      "dayNumber": "6",
      "title": "Exploring the Lowland Slopes",
      "description": "The colors change as you head down into Pedro Vicente Maldonado. You're now in the lowlands of Ecuador, exploring an ancient river to find a completely new set of birds. Various Choco endemics fill the day: pacific parrotlet, bicolored antvireo, purple-throated fruitcrow, the tawny-faced gnatwren, white-bearded manakin, scarlet-breasted dacnis. All along the path there's flycatchers and seedeaters, hummingbirds and woodpeckers. You'll spend most of the day in the Silanche Bird Sanctuary, situated at a mere 500 meters above sea level. Return to the lodge in late-afternoon and the dusk display of hummingbirds accompanies your dinner. While the days are spent seeking and searching through the forest, time at the lodge is about sitting back and waiting for unusual characters to land on your balcony."
    },
    {
      "dayNumber": "7",
      "title": "Surreal Discoveries in the Cloud Forest",
      "description": "Mashpi Road is another of Ecuador's small and delicate ecosystems. Exploring this site provides another day of seeking out species rarely seen outside an intimate tract of the forest: Pacific tuftedcheek, Chocos vireo, yellow-collared chlorophonia, indigo flowerpiercer, black solitaire, and various other that belong to the weird and wonderful category. This is a great place for nocturnal exploration, and you'll enjoy an evening search for a variety of nightjars, potoos, and owls. As always, reserve entrance fees, private transfers, and all meals are included, and you're accompanied by a specialist cloud forest birding guide."
    },
    {
      "dayNumber": "8",
      "title": "Final Birds of the Ecuadorian Forests",
      "description": "A final morning of bird watching in the cloud forest and you're still discovering new species. In the Bellavista – Tandayapa area you come across barred forest falcons, masked trogons, red-billed parrots, and mixed flocks of tanagers. Savor these last few hours in the mainland cloud forest and appreciate their green abundance; from tomorrow the landscapes and colors will be very different. You'll be transferred back to Quito in the early afternoon for a night at a spa hotel close to the airport. Even here there's plentiful wildlife, like llamas that gaze through windows and hawks swirling high above. It's here you say farewell to your mainland guide as you travel to the Galapagos Islands in the morning."
    },
    {
      "dayNumber": "9",
      "title": "The Incredible Breeding Ground of North Seymour",
      "description": "The Galapagos struggles to compete with the mainland's diversity. There's less than 100 different species here, a mere slither in comparison to the highlands. However, those that have evolved to survive on the harsh volcanic cliffs are usually endemic and always abundant. Land at Baltra Airport and you head by yacht to North Seymour, a tiny island that epitomizes the Galapagos's birding appeal. Thousands of blue-footed boobies cover a nesting ground, none of them flustered by your presence. Males hop on slightly elevated rocks, the shade of their feet essential to the chances of finding a mate. On the walking trail, you also see blue feet guarding eggs and chicks awaiting their parents' return. Equally resplendent in a search for a mate are magnificent and great frigates. They inflate their vivid heart-shaped throat sacks and stand on rugged branches, aiming to be bigger and brighter than the competition that floods North Seymour with color. Further doses of intricate detail come from the land iguanas that dot the trail, dozens of them waiting silently for you to pass. After spending the afternoon on North Seymour, you're transferred via yacht to the southern side of Santa Cruz Island and your luxury lodge along the coast. While the private views in Mindo brought colorful tropical birds, your balcony at this lodge offers lingering impressions of diving seabirds and huge-winged oceanic specialists."
    },
    {
      "dayNumber": "10",
      "title": "Galapagos Highland Birds and Tortoises",
      "description": "There have been numerous early-morning starts so far on this itinerary, each maximizing the chances of spotting Ecuador's finest birdlife. Today's incredible species aren't restricted to the delicate tones of dawn and dusk, so wake up late and enjoy a leisurely morning at the lodge. Then ascend into the highlands of Santa Cruz, the rough volcanic rock giving way to deciduous forest. Giant tortoises begin to dot the trail, their 550-pound frames slowly ambling across carpets of green. These are the world's largest tortoises, and they're not alone amongst this verdant landscape. Darwin's finches can be spotted beside expanses of water; careful inspection reveals the beaks that distinguish species and provided essential evidence for Darwin's theory. Mockingbirds provide a strange choral tone while vermillion flycatchers and red-footed Galapagos doves flutter above the great reptiles. Enjoy lunch at a lodge in the highlands, with huge tortoise shells as scenery, before returning to your accommodation for an elegant final evening on Santa Cruz. Storm petrels and lava herons can be seen from your balcony, and there's always the antics of other dive-bombing seabirds."
    },
    {
      "dayNumber": "11",
      "title": "All Three Booby Species on Punta Pitt",
      "description": "This morning you sail through the Galapagos Archipelago on the public ferry, the journey often accompanied by the rising fins of dolphin pods or the odd migratory whale. You'll be greeted at the harbor and transferred to a sumptuous lodge that overlooks a bay filled with land iguanas, sea lions, and seabirds. You spend the afternoon at Punta Pitt, another of the Galapagos's unique destinations. Only here can you admire all three booby species together. The red-footed variety hops around in an attempt to lure a mate while the distinct beaks of the blue-footed variety complement their feet. Then come the noisy Nazca boobies, squawking and pushing their way to the finest nesting sites. Flightless chicks are tenderly cared for while colorful feet serenely guard white eggs. But when the parents fly off, the bossy larger chick pushes its sibling from the nest. It's never quiet here, the noise of birds complemented by the rumbustious shouts of bachelor sea lions, and the colorful wings accompanied by scaly marine iguanas. For bird lovers, this is an unmissable Galapagos destination, predominantly for the intimacy of the experience. You're merely meters from thousands of these revered seabirds, so there's no need to bring the telephoto lens. Return to the lodge for a quiet evening amongst the soporific sounds of the islands."
    },
    {
      "dayNumber": "12",
      "title": "The Rare Waved Albatross of Espanola",
      "description": "Completing this birdwatcher's itinerary is one of the world's rarest and most spectacular species: the waved albatross. Only 25,000 of these giant individuals remain in the world, and their only nesting site is on Espanola Island. Travel here by yacht and you're soon engulfed by their mammoth wingspans. Thousands of them line the cliffs with many more soaring off across the ocean below. April to December is breeding season when the vast majority of the world's population can be found here. Beaks meet, and a cacophony of squawks accompany their flamboyant five-day mating dance. You'll see couples at different stages of this show, from those tentatively coming together to those preparing a nest with adorable tenderness. Sea lions welcome you to this wildlife spot, and you spot numerous Galapagos hawks and Galapagos doves on the walk across the island. Vibrant Espanola lava lizards wait beside the sea lions, picking off pesky insects in another of nature's displays. Then before the albatross breeding ground you walk past the nesting sites of blue-footed and Nazca boobies, the latter's aggression providing piercing cries to the scene. After a few hours on land, there's a chance to snorkel or kayak in the waters around Espanola, a good chance to see playful sea lions and the odd seabird out fishing. Return to San Cristobal by yacht for your final night on the islands and a farewell dinner with your Galapagos guide."
    },
    {
      "dayNumber": "13",
      "title": "Departure",
      "description": "As this bird watching vacation draws to a close, there's still a flurry of final memories, like seabirds diving into the harbor waters and Galapagos hawks perched on the highest trees. Sea lions are also in attendance as you bid farewell to the country from the San Cristobal Airport. A morning flight brings you back to Quito International for your international departure."
    }
  ],
  "map": ""
}