{
  "destination": "Galapagos / Ecuador",
  "mainPhoto": "",
  "id": "vip-galapagos-small-boat-tour-cruising-in-luxury",
  "tourName": " VIP Galapagos Small Boat Tour: Cruising in Luxury",
  "placesVisited": "Quito, Galapagos Islands",
  "generalInfo": "Indulge in the solitude and adventure of the Pacific as you enter the mystical natural realm of the Galapagos. You'll explore the archipelago in unrivaled luxury with over two weeks of cruising on a sublime motor yacht. Connect all the remote corners of the archipelago, from red beaches filled with sea lions to millions of seabirds nesting on volcanic cliffs. Luxuriate in the untamed bliss of a small boat Galapagos tour that reveals the islands' incredible wildlife.",
  "durationDays": "16",
  "price": "19,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Quito – Luxurious Layover in the Ancient City of Quito",
      "description": "With flights to the Galapagos leaving in the morning, you need a layover in Quito, Ecuador's capital, and the world's first ever World Heritage site. Gaze down on the colonial buildings of the old city through the windows of your suite in the new town. Watch the domes softly illuminated at night and see the surrounding volcanic peaks go from snowy-white to an enchanting silhouette. You'll be greeted at the airport and transferred to your five-star hotel, where there's a choice of five restaurants for the evening's dinner."
    },
    {
      "dayNumber": "2",
      "title": "Santa Cruz – Marine Welcomes to the Galapagos",
      "description": "Land in the Galapagos and step aboard the islands' most spacious luxury boat. Unlike the majority of boats, yours was never built or intended for tourism. It was a private vessel that has only recently entered the Galapagos waters. Your air-conditioned VIP suite has a private lounge plus two bathrooms. There's a broad sundeck with loungers for watching the dolphins swim past. An interior and exterior living area provide different options throughout the day. And the 48.5-meter vessel is only for 12 passengers. The 11 crew members provide intimate and discreet service while a naturalist guide takes you to the hidden spots in the mystical natural realm. It's a 90-minute flight to Baltra Airport, where you're transferred to the boat to enjoy a leisurely lunch. A first wildlife excursion brings you to Black Turtle Cove, a haven of mangroves that provides protection for the ocean's small and delicate. Guided snorkeling reveals a kaleidoscope of tropical fish and unveils the camouflage of hidden predators, like the rays that wait silently on the sandy bottom. It's a gentle introduction, one that encourages you to open your senses to the diminutive characters that swim along the exotic reefs. Watch the sunset back on the boat and enjoy the first of many dinners served by the Passion's chef. For the next 15 days, expect a menu that mixes international tastes with the freshness of Ecuadorian cuisine, epitomized by ceviche and a continual supply of pressed juices."
    },
    {
      "dayNumber": "3",
      "title": "Genovesa – Red-footed Boobies and Colonies of Seabirds",
      "description": "Cruise north overnight and you reach northeastern Genovesa Island, just as a delicate sunrise paints reflections on the Pacific. Disembark and ascend from a coral beach to volcanic cliffs that are packed with rowdy seabirds. There's over a million birds on this tiny island, the majority of them with flamboyant red feet or inflated red throat sacks. These red-footed boobies and magnificent frigates are two of the islands' most iconic species and their mating displays play out just a few meters from your camera. Spend the morning at Darwin Bay and the afternoon around Prince Phillip's Steps, two astonishing realms that showcase the abundance of life to be found on the archipelago's fringes. Like everywhere in the Galapagos, you're not hoping to see these vibrant species. You're surrounded by thousands upon thousands of them."
    },
    {
      "dayNumber": "4",
      "title": "Bartolome – Volcanic Remains and Penguins on Pinnacle Rock",
      "description": "The archipelago's most famous image greets you on Bartolome Island. You're surrounded by tumbling red rock and a landscape of lunar craters. These blend into two white-sand beaches that are separated by a majestic lava tower, locally known as Pinnacle Rock. Completing the evocation of a surreal world are the waddling Galapagos penguins and inquisitive sea lions. And dappled across the panorama, you gaze onto the distant volcanic peaks of other islands. From the wide angle to the delicate detail, you spend time lounging on the beach and snorkeling with the fishing penguins. The afternoon excursion is to Sullivan Bay, where an easy walk takes you across the vivid lava flows of a recent eruption. As always, there're a few hours of downtime in between, allowing you to savor the serenity and lost-world escapism of the Pacific."
    },
    {
      "dayNumber": "5",
      "title": "Rabida – Exploring a Red Island",
      "description": "Luxury yacht cruising is often about discovering secluded beaches of tropical promise. Rabida's beach unfortunately doesn't have palm trees or white sand. Instead, the fine red sand provides a remarkable contrast to the slick black fur of sea lions. A whole colony basks around and your morning excursion brings indelible encounters with these somersaulting swimmers. Now, more colors at Dragon Hill in the afternoon; the pink from flamingos, verdant green of sea turtles, and tropical resplendence of endemic hummingbirds. Walk a little from the landing site and you find a vast nesting ground for land iguanas, the curious reptiles adorned with intricate spots from a painter's palate. And now a black and white image as you enjoy dinner on the deck and watch the stars. In such a remote piece of the world, there's always a starry show to accompany the soft lapping of waves."
    },
    {
      "dayNumber": "6",
      "title": "Santa Cruz – Giant Tortoises in the Highlands",
      "description": "A change of pace this morning as you swap the sea legs for a whole day on land. Up in the highlands of Santa Cruz, you settle into the rhythm of giant tortoises. Hundreds of them fill the fertile slopes, ambling at a tranquil pace that's imbued with grace. These are the world's largest giant tortoises, and there're dozens of them within a single photographic frame. Watch males bite each other's shells, marvel at young babies, and follow the shells to red lakes dappled with endemic ducks. A lavish lunch is served in the highlands, and there's a choice of activities for the afternoon. You could cycle to impressive birdwatching sites, wander the town of Puerto Ayora, or relax on a spacious white beach that's flanked by seabird nesting sites. Return to the yacht in the late-afternoon for snacks and then dinner at sundown."
    },
    {
      "dayNumber": "7",
      "title": "South Plaza and Santa Fe – The Endemic Iguanas of the Galapagos",
      "description": "It's on the smallest Galapagos islands that you find the strangest species. Santa Fe iguanas spend days without moving; their pale yellow camouflaged into the rock as they wait for a pear to fall from a prickly cactus tree. South Plaza's iguanas are orange, evolved to blend into a different volcanic landscape. Watch where you step, as their expert camouflage can be easy to overlook. Sea lions bark happily on both islands while marine iguanas shimmy across the beach to the turquoise shallows. All these reptiles have evolved to survive without fresh water, and your guide narrates the adaptations, including drinking sea water and sneezing out the salt. You're now in the Central Galapagos, and these waters are perennially filled with an eclectic mix of marine life, making South Plaza and Santa Fe excellent places to snorkel."
    },
    {
      "dayNumber": "8",
      "title": "Espanola – Sea Lions on the White Sand",
      "description": "Widely regarded as Ecuador's finest beach, Gardner Bay offers a morning of sunbathing and sea lion watching. There are very few footprints in the sand, but it's impossible to escape the escapades of the blubbery locals. Mothers guard cute babies that struggle to adjust their eyes to the brightness. A large male protects its harem, chasing away other males that swim in the bay. Then there are the frisky females that want to play with swimmers in the shallows. From Gardner Bay, you continue to Osborn Islet for some excellent snorkeling, before the afternoon's excursion to Suarez Point. There's only 25,000 critically endangered waved albatross in the world, and all of them breed on Espanola Island. A four-day mating display includes ample beak kissing, an extension of wings, and exotic calls. This scene manifests across the point from April to December, and it's not just one mating pair. Walking along the breeding grounds, you watch hundreds of couples in different stages of their displays. Hawks circle overhead while endemic finches and mockingbirds sing as you continue your journey into the endemic."
    },
    {
      "dayNumber": "9",
      "title": "Santa Cruz – Puerto Ayora and the Charles Darwin Research Station",
      "description": "Your boat runs two continuous itineraries that combine to cover the complete Galapagos archipelago. After seven days through the eastern islands, you now continue onto the yacht's western itinerary. Some passengers leave the boat here and the morning is a relaxed one around Puerto Ayora. There's time for some souvenir shopping and a lunch on land before a guided visit to the Charles Darwin Research Station in the afternoon. There are 10 subspecies of giant tortoises that are bred here and the wide corrals allow you to admire their prominent differences. Shells change shape, necks extend, and it's easy to see why these giant tortoises became so central to the world's understanding of natural evolution. Return to the boat for dinner and another tranquil evening."
    },
    {
      "dayNumber": "10",
      "title": "Floreana – Incredible Snorkeling and Intriguing History",
      "description": "Galapagos sharks cruise the submerged lava pinnacle of Punta Cormorant, darting past corals where tropical fish hide. Sea turtles float on the currents while white-tip reef sharks appear then dive into the abyss. This is one of the Pacific's finest snorkeling spots, and your guide knows exactly where to encounter the pelagic giants. Vibrant marine life is combined with historical tales on Floreana Island, where the stories of 18th-century whalers and post office barrels provide a human story to the archipelago. Don't worry, though; all these chronicles don't mean your journey gets crowded. As always, you're docked in a calm bay, with probably only one other boat in sight. Gaze out from here and the Pacific's waters are infinite; the next land mass found due south would be Antarctica."
    },
    {
      "dayNumber": "11",
      "title": "Floreana – Sailing into the Western Archipelago",
      "description": "Dolphin pods rise with poetic unison, offering a harmonious glimpse of their presence before disappearing into the blue. Exhaled flumes of water alert you to a migratory whale, a giant on its way through the abundant waters. Seabirds also follow the Passion as it cruises towards the western islands, their white wings a constant presence through this afternoon's journey. This is a day of classic cruising, one that helps to ingrain the sense of the Pacific's enormity and the seclusion of the islands. Cruise past intricate lava outcrops, along the fringes of volcanic peaks, and around to the far northwest of the Galapagos."
    },
    {
      "dayNumber": "12",
      "title": "Isabela – Penguins, Sea Turtles, and Giant Tortoises",
      "description": "Beneath the majestic backdrop of three volcanos, you discover the eclectic life of the western islands. Galapagos penguins are found in great abundance here, and this is the only penguin species you'll see in the northern hemisphere. They stand beside giant tortoises and large yellow iguanas that move with rhythmic elegance. Finches and mockingbirds flutter overhead while sea turtles cruise around the calm turquoise waters. Very few Galapagos boats visit this part of the archipelago, and you're docked without any other semblance of the human world. It's just you and the continuously playful behavior of Isabela's residents. Sea lions bask in the sun, casting a strange glance at the giant tortoises, then swimming off to join the manta rays beneath the surface. In this world of wildlife abundance, you have an exclusive invitation. So explore on land, jump into the water, and revel in nature's great oasis."
    },
    {
      "dayNumber": "13",
      "title": "Fernandina – The Galapagos's Youngest Island",
      "description": "Now Fernandina, the archipelago's youngest island and its most protected. While evolution on some of the islands was interrupted by invasive species, very few people or foreign life has ever stepped onto Fernandina. You're able to disembark at Punta Espinosa and wander across black lava rocks that are packed with marine iguanas. Strange flightless cormorants rest on the cliffs while pelicans and sea lions lounge above the thick mangrove forests. More birds fly past; lava herons, storm petrels, great blue herons, and mockingbirds. And beneath the surface, there's a fabulous spot for donning the mask and watching the birds dive into the depths. Nature is most untouched and untamed here, and there's an evocative sense of discovering a world that's yet to feature on the nature documentaries."
    },
    {
      "dayNumber": "14",
      "title": "Isabela – Diverse Life on the Western Fringes",
      "description": "A peculiar mix of species goes fishing around the northern points of Isabela Island. Tiny Galapagos penguins dart through the waters, nimbly picking off diminutive prey. Endemic flightless cormorants dive into the Pacific and keep going, descending up to 80 meters into the abyss for their favorite food. Whales and dolphins push fish balls towards the swooping escapades of herons, blue-footed boobies, and other seabirds. Then when you go snorkeling, there are sea turtles and sharks that also find something on the marine menu. In a tranquil bay that's protected from the oceanic swells, you don't just find one or two of each fishing species. As always, there are dozens, often hundreds of these characters to encounter. Marine iguanas sit on the cliffs, surrounded by sally lightfoot crabs and the plummeting beauty of Galapagos hawks. Watch the show from the yacht, from a small dinghy, or in the water with your snorkel."
    },
    {
      "dayNumber": "15",
      "title": "Santiago – Sea Lions on the Black Sand",
      "description": "The beaches have been white and red thus far, and now they're black as you cruise back into the Central Galapagos. As per usual, sea lions find a home on the fine sand, and some take a curious liking to your camera. Tiny lava lizards harmoniously rest beside their blubbery friends, picking at the flies that flutter around the sea lions' whiskers. Today's excursions to Buccaneer Cove and Puerto Egas reflect the diverse experiences found on the islands. Wander on the beach, take to the walking trails to find seabirds and iguanas, and snorkel from the shore along coral reefs of exotic splendor. And when you've had enough with the wildlife, lounge on the yacht and revel in the tranquility of Pacific Ocean cruising."
    },
    {
      "dayNumber": "16",
      "title": "North Seymour – Seabird Nesting Grounds and Departure",
      "description": "A final morning, a final treat. Even on the 15th day of cruising, there's still another vivid wildlife spot that has captured the imagination of documentarians. Wander past the sea lions and land iguanas to see hundreds of blue-footed boobies that are laying nests on the rugged volcanic floor. Males hop around to showcase their healthy color while finicky females inspect their potential suitors. Magnificent frigates add balloons of red to the scene while a tiny Nazca booby chick pushes its smaller sibling from the nest. North Seymour is one of the Galapagos's most revered sites, and it brings a dazzling reel of final memories from this small boat cruise. From here, you continue to Baltra Island and the airport for your domestic flight back to Quito and your onward departure."
    }
  ],
  "map": ""
}