{
    "Main_Title": "Our Thailand holidays & tours",
    "Main_Paragraph": "Our Thailand holidays cover a lot of ground, taking a week or two (or more) to explore cities like Bangkok and Chiang Mai, while also delving into less-visited regions. Jungle treehouses and family-run guest houses give you the chance to meet the many groups of people who live in Thailand. Go on hiking, rafting and kayaking trips in national parks like karst-speared Khao Sok, with local guides knowledgeable about the wildlife and landscapes of Thailand’s jungle, beaches and islands. You won’t find yourself in any dubious elephant 'sanctuaries', either. Our holidays to Thailand only support genuine places of safety with high welfare standards.",
    "Subtitle": "About our Thailand holidays",
    "Title1": "Thailand holidays, culture",
    "Paragraph1": "Abandon preconceptions of Full Moon Parties and lurid nightlife – our cultural holidays in Thailand give unbridled hedonism a swerve in favour of authentic experiences that financially benefit local communities. Guided tours seek out less-visited but still magnificent wats, while for a taste of hill tribe culture, head north to Pai or Chiang Mai, where our trips led by local guides trek to villages and often stay overnight, avoiding the horrendous and unethical ‘long neck’ tourist traps. And you can dig in to Thai street food anywhere, but our tours of Chiang Mai’s famous night markets are a great place to start.",
    "image1": "",
    "Title2": "Bangkok",
    "Paragraph2": "Setting foot in Bangkok for the first time can be overwhelming. The bright lights, the constant offers of rides from tuk tuk drivers, the frantic haggling in the markets, are part of the joy of the city. Our escorted tours, led by locals, help you to navigate through, and introduce you to the best things to see and do in Bangkok. These brilliant guides give vivid new dimensions to the Thai capital, helping you negotiate fair prices for the essential tuk tuk rides, advising you on what to order at street food stands, and suggesting the best place for a traditional Thai massage.",
    "image2": "",
    "Title3": "Thailand holidays, indigenous peoples",
    "Paragraph3": "The highlands and tropical forests of Northern Thailand are home to thousands of indigenous Thai people and ethnic minority groups such as the Karen, Hmong and Mien, each with its own distinct cultural identity. Tourism, particularly through trekking trips, has become a vital source of income for many of these communities, but unfortunately in many cases it has also been exploitative. Our holidays put the welfare of the people first and foremost, helping you to enjoy genuinely meaningful cultural exchanges, and ensuring the money you pay for your traditional handicrafts actually reaches the people who make them.",
    "Title4": "Thailand holidays, families",
    "Paragraph4": "Thailand is one of the easiest, most exciting countries in Southeast Asia to travel with kids. You’ll find affordable flights, great weather and welcoming people, not to mention a mix of accommodation options to suit every budget. Our Thailand family holidays typically stick to the less sweltering highlands of the north or the beach resorts of the beautiful islands in the south. In the company of engaging and attentive local guides, kids will love wandering (and tasting) their way around night markets, exploring easy-going cycling routes, and visiting ethical elephant sanctuaries. Chiang Mai meanwhile is a fantastic base for families with older kids wanting to get active.",
    "image3": "",
    "Title5": "Thailand holidays, wildlife",
    "Paragraph5": "When it comes to wildlife in Thailand, one animal above all comes to mind – the elephant. Tragically, elephant cruelty is practically a business in Thailand, and our advice is always to enjoy seeing them from a distance. We can help you spend an incredible day observing the natural behaviours of semi-wild elephants as they forage in the forest. Some of our holidays visit sanctuaries that help some of the thousands of elephants rescued from the tourism or logging industries. Sadly, what counts as a sanctuary varies widely, which is why we constantly review our guidelines and holidays to make sure they provide experiences that we support.",
    "Title6": "Types of tours & holidays in Thailand",
    "Paragraph6": "Our Thailand adventure holidays range from wilderness hikes and culturally enriching homestays in rural communities to river rafting and epic overland trips. For those who prefer to leave behind the logistics, our small group holidays let you relax and enjoy the ride with a ready-made friendship group and brilliant local guides. They’re definitely a good option for multi-country trips. And if you’d like to mix up your itinerary, perhaps adding a cookery class in Chiang Mai or a few days on the beach after a week of trekking in the highlands, our tailor made holidays give you that flexibility."
}