{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-east-coast-adventure-20-days",
  "tourName": "Australia east coast adventure, 20 days",
  "placesVisited": "",
  "generalInfo": "If you’re looking for the best way to see the East Coast of Australia, then our 3 week guided Oz East Coast adventure is for you. Full of incredible experiences, from driving a 4x4 on K'gari (Fraser Island), followed by sailing around the stunning Whitsundays 74 tropical islands. Heading to Magnetic Island, followed by cruising the magical Great Barrier Reef, plus much, MUCH more! You’ll have an awesome group leader to guide you along the way, and a great new group of friends to enjoy the trip with. If you’re coming to Oz on a Working Holiday Visa, you can get help finding work by upgrading to our Oz East Coast + Work trip with our Oz Jobs Program and get help with finding work and assistance setting you up to live in Oz! Get ready for the trip of a lifetime! <br/><br/>HIGHLIGHTS:<br/>-  See stunning K'gari (Fraser Island) in a 4x4 and sleep under the stars  <br/>-  Explore the Whitsundays' 74 tropical islands, especially the world famous Whitehaven beach  <br/>-  See the wild koalas and wallabies on Magnetic Island  <br/>-  Discover the Atherton Tablelands  <br/>-  Snorkel the Great Barrier Reef and 2 of its unique outer reef locations by sail boat  <br/><br/>INCLUDED: <br/>19 nights accommodation<br/>Brisbane City Tour<br/>3 Day 4WD Tag Along Tour of K'gari (Fraser Island)<br/>2 Day 2 night Whitsundays Sailing Tour<br/>2 Nights on Magnetic Island with Ferry Transfers<br/>Forts Walk<br/>Atherton Tablelands<br/>Full Day Snorkelling on the Great Barrier Reef at 2 Outer Reef Locations<br/>All Transport (Excluding Airport Transfer)<br/>Meals as indicated on itinerary<br/>Experienced group leader and local guides<br/>24/7 assistance &amp; support in Australia<br/>Help with all onward travel after Oz East Coast",
  "durationDays": "20",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Brisbane - After landing in Brisbane we will meet you at the hostel where you'll also meet the rest of your travel crew! We recommend arriving before 3pm as that is when the tour starts."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Brisbane - Today is yours to explore Brisbane, even visit the iconic Australia Zoo made famous by Steve Irwin. Tonight we'll enjoy a night out in Fortitude Valley."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Rainbow Beach - Heading up to the laidback coastal town of Rainbow Beach, this morning we'll get to soak in the relaxed vibes that Rainbow Beach has to offer. Kick back on the sand or take a stroll through town. Later we'll help you with all of your onward travel in Oz and beyond!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "K'gari - Head over to K’gari for the next 3 days where you’ll get to drive 4x4’s around the biggest sand island in the world. The beach and sand dunes are your highway for the next 3 days and then sleep beneath the stars in a purpose built campsite with your group."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "K'gari - On your second day on K’gari, swim in the incredible turquoise waters of Lake McKenzie and float down the lazy river of Eli Creek."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "K'gari - On your final day on K’gari, explore more interesting spots on the island like the Maheno Shipwreck, chill in the bubbles of the Champagne Pools, learn about the Aboriginal history on the island and spot dingoes in the wild."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Rainbow Beach - Arriving back in Rainbow Beach, we’ll explore the colourful sand dunes before umping on the overnight bus to The Whitsundays"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The Whitsundays - Made up of 74 tropical islands, we’ll board our boat for the next 2 nights. Relax and sunbathe on the deck as we sail to the outer parts of the Great Barrier Reef."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Whitsundays - On your second day sailing around the Whitsundays you'll snorkel with an abundance of marine life, then later you’ll get to explore the amazing swirls of fine white sand on the world-famous Whitehaven Beach."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Whitsundays - On your final day sailing the Whitsundays islands, you will continue to explore the stunning islands, pristine beaches, and vibrant marine life on your way back to the mainland. Once in Airlie Beach, you'll have some free time."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Airlie Beach - Today you'll have some free time to explore Airlie Beach, or try out some epic optional activities."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Magnetic Island - Today we’ll jump on the ferry to a slice of tropical paradise - Magnetic Island. Chill out in your ocean front hammock and explore the hidden beaches."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today we'll hike up the historic Forts Walk. Taking in the stunning views, keep your eyes open because if you’re lucky you’ll even spot wild koalas and rock wallabies!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Mission Beach - The chilled out beachfront town of Mission Beach is our next relaxation location. It’s also filled with adrenaline pumping activities that you may choose to do, from skydiving at 15,000ft over the Great Barrier Reef and rainforests, or white water rafting on the Tully River Rapids through the World Heritage Rainforest."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Mission Beach - Today's activities are up to you! Get that skydive in or relax on the beach. We'll then meet up for a BBQ together!"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Cairns - Welcome to the ultimate backpacker adventure hub, Cairns."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Cairns - Today you’ll tick off a massive bucket list item and experience a full day on the Great Barrier Reef. You’ll spend the day sailing and snorkelling unique outer reef locations in this World Heritage listed site. Once you're off the boat we'll get ready for a fun night out!"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Cairns - Today is yours to explore Cairns! Opt for a heart-pumping bungee jump or white water rafting."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Cairns - Exploring the Aussie oasis of the Atherton Tablelands is next for Cairns, where you will swim under waterfalls and dormant volcano craters, and slide down natural rock slides, all while learning about this extraordinary place from your experienced guide. The night will finish with a farewell dinner and drinks to toast to the incredible adventures and friends we have made."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Check Out & Onward Travel - Your epic Aussie adventure ends in Cairns on the morning of day 20, but we are here to help with onward travel in Oz for the rest of your time in Australia."
    }
  ],
  "map": ""
}