{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-coastal-cruise",
  "tourName": "Tasmania coastal cruise",
  "placesVisited": "Hobart, Bathurst Harbour, Woodbridge, Huon, Recherche Bay, Port Davey, Bruny Island, Freycinet National Park, Wineglass Bay, Maria Island, Tasman National Park, Port Arthur, Optional activities include: kayaking, guided hikes",
  "generalInfo": "Just because you’re on a cruise, doesn’t mean you can’t be active. Get out and bushwalk in Tasmania’s national parks with a park ranger on this eight day expedition along the coast. This far south you get really long days; get out and make the most of the daylight. <br/><br/>Think of this trip as an expedition cruise, where there are plenty of opportunities to walk and explore Tasmania’s well-protected wild places, including the start of the South Coast Track. Travelling by small ship means you can reach the UNESCO-protected Tasmanian Wilderness World Heritage Area – a privilege normally only afforded by those with a light aircraft – or willing to hike for a week.<br/><br/>You’ll visit Bruny Island with its fairy penguins and its white quartz sand peninsulas. You’ll be able to reach Maria Island, where bird species flourish and there are no cars, and you’ll rise early to walk to a lookout over Wineglass Bay in Freycinet National Park, one of the most beautiful beaches in the world.  Thanks to Tasmania’s cool-climate wines, it won’t be the only wineglass you’ll see on the trip, and your small ship provides local specialities for you to eat, too, from Bruny Island oysters to sheep cheese. <br/><br/>Highlights<br/>• Spend two full days exploring Port Davey and Bathurst Harbour, with kayaking, bird-watching, and hiking revealing the secrets of this stunning wilderness<br/>• Explore the beautiful Freycinet National Park: stroll the sweeping white sand of Wineglass Bay and hike to the lookout for a spectacular view<br/>• Visit the Noah’s Ark of Tasmania, Maria Island, and spot wombat, wallabies, endemic birds, and other wildlife<br/>• Enjoy a behind-the-scenes tour at World Heritage-listed Port Arthur to gain a deep insight into the convict history<br/>• From the sea, have a breath-taking view of the 300 metre high dolerite columns of the Tasman Peninsula, the highest sea cliffs in the southern hemisphere<br/>• Taste Tasmania’s remarkable fresh produce, cool-climate wines, and artisanal spirits throughout your expedition and at special wine-tastings and events<br/>",
  "durationDays": "11",
  "price": "4525",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "DEPART HOBART Arrive at your advised check-in location for boarding at 4:00pm, with time to settle into your stateroom before our 5:00pm departure. Take the time to become acquainted with all the facilities onboard Coral Discoverer before meeting your fellow travellers, the Captain and crew for the Captain’s Welcome Drinks."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "BRUNY ISLAND From Adventure Bay on the east coast of Bruny Island, we embark on an exhilarating 3 hour tour with award-winning local operator Pennicotts Wilderness Journeys to the rugged southern coastline of South Bruny Island. Enter deep sea caves and pass through the narrow gap between the coast and ‘The Monument’ and see seals, dolphins and sea birds at close range. Later we walk along the dramatic coastal cliffs of Fluted Cape and hope to see Bennett’s Wallabies which are endemic to Bruny Island. Learn about how southern right whales were almost hunted to extinction and Adventure Bay housed four whaling stations before the industry’s decline in the mid-1840s. The ruins can be seen on a walk to Grassy Point."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MARIA ISLAND Maria Island can be referred to as a Noah’s Ark for native Tasmanian species. The Maria Island National Park provides an ideal sanctuary, and is one of the best places in Australia to observe endemic birdlife as well as wombats, Cape Barren geese, Forester Kangaroos, Bennett’s Wallabies, and pademelons. Stroll amongst the ruins and beautifully restored buildings of the Darlington convict settlement and take a walk to the striking formations of the Painted Cliffs, where rich iron deposits have stained the sandstone cliffs with coloured streaks of red, purple and orange. With ample time at Maria Island, we also have the opportunity to do the Fossil Cliffs walk and the Reservoir circuit."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FREYCINET NATIONAL PARK The Freycinet Peninsula is a dramatic headland dominated by a pink-hued granite mountain range called the Hazards. Blessed with picturesque sweeping bays with white sand beaches like famed Wineglass Bay, much of the peninsula is designated as Freycinet National Park. Take a guided hike along the Isthmus Track to Wineglass Bay, or continue on to the look out to be rewarded with magnificent views of the azure waters of this iconic beach. Later land at Schouten Island with time for a beach stroll on this secluded island."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "PORT DAVEY & BATHURST HARBOUR On the edge of the world in southwest Tasmania, the landscape here is about as wild as it gets. Raw, craggy-peaked mountains and drowned river valleys. Wild rivers and rivulets carved by an eternity. Where tannin-rich freshwater sits atop saltwater, tinting the ocean the colour of tea. With no road access, the logical way to explore this wilderness is by small expedition ship. Sheltered from Roaring Forties winds that buffet this coast is the protected haven of Port Davey and Bathurst Harbour. A marine reserve and part of the Tasmanian Wilderness World Heritage Area, we spend two whole days (weather permitting) enjoying this rare opportunity to hike, kayak and take in this pristine natural environment. We explore by Xplorer tender vessels and learn about intrepid European explorers and Indigenous Australians, who once walked this land and keep a lookout for the rare and endangered Orange Bellied Parrot amongst other wildlife. *Access to Port Davey and Bathurst Harbour is subject to annual permits being granted by Tasmania Parks and Wildlife."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HUON VALLEY The Huon Valley was one the hub of Tasmania’s apple growing industry, and the reason the state is nicknamed ‘The Apple Isle’. These days this region is known for its burgeoning food and wine scene, as well as its variety of natural attractions. The picturesque Huon River winds gently through this valley, its banks lined with charming little towns, orchards and boutique wineries, before emptying out into the D’entrecasteaux channel. The southern end of this valley is bordered by the heritage listed Southwest National Park. Spend time in this picturesque valley exploring both its natural and epicurean offerings. Meet local producers, enjoy coastal walks and delight in all this region has to offer."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PORT ARTHUR HISTORIC SITE One of Australia’s most significant historic places, the UNESCO World Heritage-listed Port Arthur ruins stand sentinel on the Tasman Peninsula south of the narrow isthmus of Eaglehawk Neck. For more than 40 years the Port Arthur penal colony housed British and Australian convicts sentenced to hard labour before its heavy iron doors clanked shut for the last time in 1877. Today, the Historic Site has over 30 buildings, ruins and restored period homes set in 100 acres of landscaped grounds. In the company of Port Arthur’s knowledgeable guides, join a walking tour of this site."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TASMAN PENINSULA The Tasman Peninsula is known for its fascinating geological formations like the Tessellated Pavement, Tasman Arch, and the soaring 300 metre high dolerite sea cliffs of Cape Raoul, Cape Pillar and Cape Hauy – the tallest in the southern hemisphere. Watch fur seals hauling out on the rocks, as well as playful dolphins feeding and magnificent albatross soaring amongst the updrafts created by the sea cliffs. We will visit Fortescue Bay, hike sections of the coastal Tasman Trail, take a scenic Xplorer cruise of the rugged coastline and kayak in Canoe Bay."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "DAY 11: ARRIVE HOBART Our Tasmania adventure concludes in Hobart this morning as we bid farewell to new-found friends, the Master and crew, disembarking at 8:00am. A complimentary transfer is provided to CBD hotels, or the airport is included."
    }
  ],
  "map": ""
}