{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "western-australia-wildlife-holiday",
  "tourName": "Western Australia wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Join an expert local guide in Western Australia and explore both the land and sea here in search of Tiger Sharks, Whale Sharks, Greater Bilbies, Numbats as well as experiencing the wonderful deserts, forests and coral reefs along the Western Coast.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours in Australia which combine various different wildlife events and in this case along the glorious coast of Western Australia. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wonderful tour that starts in the capital of Western Australia and the fantastic city of Perth, before heading the short distance across the sea to Rottnest Island and then back on the mainland down south to the unique forests of Dryandra before travelling back north and all the way to Exmouth, via Jurien Bay, Nambung &amp; Kalbarri National Parks and the oceanic hotspots of Shark Bay and Ningaloo Reef (before flying back to Perth). <br/><br/>This tour stops off at some of the best wildlife watching locations along this wonderful coastline. Anyone interested in the marine world will no doubt know that there are very few better destinations that Western Australia. But we will also explore some of the best kept wildlife secrets in Australia by travelling inland in search of some wonderfully named animals such as numbats, woylies, bettongs, boodies and bilbies. But of course it is the sea that dominates life in Australia and we will aim to experience some of the worlds most spectacular oceanic species; from the worlds largest fish to some of the worlds most pristine coral reefs and endangered species like dugongs, manta rays and top predators like tiger sharks. The marine life is so prolific here that many of the species can be seen from the boat and we do not bait or chum for any of the sharks and still usually see over 5 different species. All of our tours are guided by our own professional local guide so you are sure to be in the best hands possible for the best sightings. Our escort for this tour has experience working on with sharks in South Africa and in Australia as well as working with whales and dolphins in the UK. If possible we will try and arrange a trip out with the Shark Bay Ecosystem Research Project (SBERP) whilst in Shark Bay; this is a project that our director worked on and will try and take you out with them to see how they conduct their research on the sharks, turtles and stingrays in the bay (subject to availability). <br/><br/>We also have a great network of local guides in Australia who have developed a great range of wildlife watching locations where the rarest species are commonly seen. We will spend as much time after dark in certain locations as you wish and with the help a of high powered spotlight we will search for nocturnal species. One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional guide will escort you on all your excursions and will act as your driver throughout and also very knowledgeable English speaking local guides who have decades of experience working and guiding through Western Australia. Your guide is an expert in animal behaviour as well as marine biology and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Australian animals are. As well as having years of experience in bringing people out to see sharks, whales, sea lions and endemic Australian marsupials and other wildlife safely. We have included trips to Dryandra Woodland Sanctuary where some of the rarest species in the world are being bred back from the brink of extinction. We also include all vehicle safaris, guided walks, spotlighting drives, whale shark snorkelling, swimming with sea lions, whale watching excursions, park entrance fees and sightseeing entrance fees. Also any trips out with researchers and scientists to see the wildlife (including tiger sharks) of Shark Bay will also be included (subject to availability). We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian bush or trip out to sea for whales or sharks. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Season; Early May to mid August. There are two main focuses of this trip, firstly the rare and endemic marsupials of Australia as well as the myriad of marine life from Perth north to Ningaloo and Exmouth. The marsupials do not have a specific season and can be seen all year around so we are dependent on the marine life and along the west coast of Australia everything is dependant on the plankton bloom of Ningaloo Reef. This occurs during the southern Hemisphere winter and from May to mid August there are many plankton feeding whale sharks and manta rays taking advantage of the plankton, these species are added to the resident Australian sea lions, bottlenose dolphins, humpback dolphins, marine turtles, reef sharks and dugongs. However we can further refine this period to incorporate the beginning of the humpback whale and tiger shark migrations from north to south by participating in this tour in from mid June to mid August. <br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tWe will endeavour to organise a trip out with the Shark Bay Ecosystem Research Project (SBERP) as they conduct surveys of Shark Bay as they study the tiger sharks, many stingray species and two species of marine turtle. This is the best way to see free-swimming tiger sharks without the use of bait or chum as well as seeing some of the many species that inhabit the bay.<br/>•\tWe can offer you spotlighting trips of the Dryandra Woodland Reserve and Kalbarri National Park so that you can search for the rarer species and other nocturnal wildlife when they are more active.<br/>•\tWe will also visit the Dryandra Woodland Sanctuary were a number of species are being bred for future reintroduction; the animals here (greater bilbies, boodies, numbats, woylies and bettongs) are living in a semi-wild habitat and you will be able to get up close and personal with some of the rarest species of mammal in the entire world.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as hydrophones (on request) to also aid in finding the nocturnal mammals after dark and listen in on the underwater conversations of whales and dolphins.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tTake the ferry from Perth over to Rottnest Island for a couple of days and see the idyllic Australian dream in full.<br/>•\tSwim alongside the world’s largest species of fish, the whale shark off the wonderful Ningaloo Reef. This is all but a guaranteed experience during this time of the year and you will probably have the chance of swimming with a few of these magnificent sharks throughout the day.<br/>•\tExplore the Pinnacles of Nambung National Park, this natural rock formation is stunning with over 150,000 (some up to 5m tall) stone pillars dotting the landscape.<br/>•\tSnorkel with a colony of very inquisitive Australian sea lions at the stunning Jurien Bay Marine Park.<br/>•\tHave a sunset catamaran cruise around beautiful Shark Bay, where the sky and sea melt into a pastel shaded horizon and dolphins, dugongs and turtles can be seen hundreds of meters away on the mirror like surface.<br/>•\tHopefully we will see one of the most unusual behaviours in the world and watch bottlenose dolphins beach themselves in pursuit of fish in François Peron National Park (as seen on the BBC’s Planet Earth Series).<br/>•\tSnorkel the impressive Ningaloo Reef which is the world’s largest fringing reef, this means you can walk to the reef from the beach and enjoy most of the same species that the Great Barrier Reef has to offer from within 50m of the beach.<br/>•\tAll the above reasons give our Western Australian wildlife tour a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe animals such as the greater bilbies, boodies, numbats, whale sharks, tiger sharks, humpback whales, dolphins, Australian sea lions and hundreds of other species throughout Western Australia. Whether it is the Queensland, Northern Territory, Tasmania, South Australia, Great Barrier Reef, New South Wales and Victoria or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels from Perth to Rottnest Island, Dryandra Woodland Reserve, the national parks of Nambung and Kalbarri as well as visiting the marine wildlife hotspots of Jurien Bay, Shark Bay and Ningaloo Reef.<br/><br/>Fitness Level:<br/><br/>There are a few physical activities on this tour, firstly the ability to swim and snorkel in essential (no scuba-diving experience is needed) and the ability to swim in open water for over 1 hour is needed. There is also walking and cycling involved and the temperatures in Western Australia can be hot, even during their winter. So we require people to be used to walking in the heat.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old.",
  "durationDays": "20",
  "price": "12995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Perth – Arrival – This morning you will be met at the airport by your local guide and transferred to the hotel. As nearly all flights into Perth are very long in duration you will have today to recover and just relax in Perth. Perth is by far the largest place in Western Australia. The city is so clean and easy to navigate you will thoroughly enjoy your day relaxing, walking by the sea, exploring the shops and parks or simply sleeping off the flight in the hotel. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Shark Bay ¬– Travelling & Wildlife Watching – On the morning of day 11 you will leave Kablarri national Park after breakfat and travel further north and into the World Heritage area of Shark Bay. This will be your home for the next 4 nights, we will explore various aspects of this incredible and huge bay. Shark Bay is famous for its huge (largest in the world) pristine sea grass ecosystem which holds such a huge amount of life you will almost not believe your eyes and one of the most incredible spectacles will be seen on day 11. Just as we enter the peninsula we will stop at Hamelin Pool Marine Nature Reserve. This small bay is home to true living fossils. The bizarre looking statues which dot the waters edge are in fact living organisms called stromatolites; they are cyanobacteria and they form the structures by trapping microscopic calcium particles from sea shells and sand, they are the most simple form of life which use photosynthesis in order to produce food and the hyper-saline water of Hamelin Pool is perfect for them. They are living fossils because their closest relatives are fossil stromatolites over 3,500 million years old! The water is quite chilly but you are free to have a dip and get some underwater shots of the stromatolites. As well as these there are other animals in the pool including large thorntail stingrays which can grow to over 2m across their disc. They are very curious and often come right up to the waters edge. Once we leave Hamelin Pool we will continue on to Denham and our hotel for the next 4 nights. The next morning you will rise early and after breakfast drive down the road to the other settlement in Shark Bay; Monkey Mia. It is here that you can meet the stars of the bay as every morning a group of Indo-Pacific bottle-nose dolphins come very close to the beach and are fed by the locals. This is very controversial and we do not condone the feeding of the dolphins as it is proven to alter their behaviour, however it does allow you to get closer to wild dolphins than is usually possible. The rest of the day will be spent in the resort and we can go for walks along the beach and see what we can find which often includes, western shovelnose rays, coach-tail whiprays, reticulated whiprays, spotted eagle rays, cow-tailed stingrays, nervous sharks, Australian pelicans, pied cormorants and of course the dolphins. We can also hire sea kayaks and head out onto the water at a very leisurely pace to see if we can get close to dugongs, dolphins, green and loggerhead turtles and maybe even find the king og the bay, one of the large tiger sharks. There is very little to be worried about in the bay (considering there are over 10,000 tiger sharks and other species present in the bay there has only ever been one recorded shark attack and he was a spear fisherman. Our director has spent many hours on the water here including doing diving and snorkelling as part of a the Shark Bay Ecosystem Research Project and can vouch for the safety of the water (as long as your sensible). We will eat lunch here at Monkey Mia and when we have finished exploring the coastline we will leave for Denham and have our evening meal here. After breakfast on day 13 you will be taken to explore the interior of the peninsula inside Francois Peron National Park. Most of the roads are suitable for 2 wheel drive vehicles but if the conditions are not right we may be limited in where we can visit. However usually we can get to Skipjack Point, Cape Peron, Bottle Bay and the Gregories. Skipjack Point and Cape Peron are the best places to spot large sharks (tigers, bull, sandbar, lemon, nervous, scalloped hammerheads and others), stingrays (spotted eagle rays, coachtail whiprays, reticulated whiprays, cow-tailed), shovelnose rays (great and western), dugongs as well as green and loggerhead turtles. If we are lucky it is from here that a group of Indo-Pacific bottle-nose dolphins have learnt to herd fish into the shallows and beach themselves to snap them up. This was famously filmed for Planet Earth and we may be treated to a live viewing. As we are driving around the peninsula we past many birridas (salt-pans) and here many migratory birds aggregate. Peron is one of the best places to see thorny devils, bobtail skinks, breaded dragons, woma pythons and common walleroos. We will have a picnic lunch and as the sun begins to set we will head back to Denham for our evening meal. For your last full day in Shark Bay you will once again spend the day at Monkey Mia again so after breakfast we will drive there and today we will be having a cruise around the bay one of the catamarans which conducts wildlife tours of the bay. We will have an afternoon tour which specialises in finding dugongs. We will either stay on the boat for sunset and a relaxing cruise as the sunsets against the still waters creating a surreal pinkish grow which is reflected everywhere or we can join a cultural tour with an indigenous member of the Shark Bay population; he will take us into Dream Time and show us how the desert provides his people with food, water, shelter and everything they could need. Our evening meal will be in Denham and afterwards we can go back out into the desert and try to spotlight some of the rare mammals like Shark Bay mice, bilbies, boodies and short-beaked echidnas. (Breakfast, Lunch & Dinner included)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Exmouth & Ningaloo Reef – Travelling, Snorkelling & Wildlife Watching – After an early breakfast in Denham we will leave Shark Bay and head north to our next destination and last stop on the northerly journey. Today is a long day of driving and so we will split the day with a morning drive to Carnarvon (4.5 hours) where we will have lunch and a break before we continue north to Exmouth (4.5-5 hours). As the drive will take the majority of the day the rest of the evening is free for you to rest and relax either in your hotel. The next day we will spend the day with the largest fish in the world. By travelling out to the edges of Ningaloo Reef, you will be in one of the best whale shark watching places in the world. From May to August they aggregate here to take advantage of the plankton blooms of the reef. We will have an opportunity to snorkel above the outer reef wall until the spotter plane fins a whale shark. The snorkelling may prove very rewarding as it is not unusual to see grey-reef sharks, white-tipped reef sharks, bat fish, large schools of sea bream and other fish. But the real fun begins as soon as we receive news of a sighting. The pilot of the plane will radio in the sighting and circle the shark until we arrive. Once we arrive you will be briefed on the strict rules of swimming with the animals which is as much for the safety of you as for the shark. Swimming with these gentle giants is amazing and you get a genuine sense of awe as they dwarf you and power forward with the smallest flicks of their tail and you struggle to keep up as you swim as fast as you can! We will recoup some energy with lunch on the boat and continue to snorkel with the huge sharks and sometimes we will end the day with more snorkelling around the reef itself, where huge stingrays and many reef fish are plentiful. As well as the highlight of whale sharks there are very good chances we can see and maybe swim with manta rays and even humpback whales at this time of the year; and then on retuning to the hotel you will you’re your well deserved evening meal. During day 17 you will be driven around the peninsula and taken to Cape Range National Park. Cape Range is a beautiful part of the world, partly because of all of the wonderful wildlife found around here such as black-footed rock wallabies, western grey kangaroos, Australian bustards, emus, galahs, perenties and red kangaroos and partly because of the close proximity of Ningaloo Reef. The reef here extends right up to the coastline and this makes snorkelling here amazing. In between all the green turtles, black-tipped reef sharks, blue-green parrotfish, Clarke’s anemone fish and many more species you will not know where to look. We will travel to a nearby café for lunch and in the afternoon continue exploring the park either by snorkelling or walking. Then on your last full day around here you have the choice of either going back to Cape Range National Park and enjoy more snorkelling, birding and walking in the scrub or stay in Exmouth and enjoy our last day relaxing in the quaint town before we travel back to Perth. We will eat our lunch in a café depending on where we are and our evening meal will be back at the hotel. (Breakfast, Lunch and Dinner)"
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Perth – Travelling & Day of Rest - This morning after breakfast you will be taken to the airport where we will catch the short flight (2.5 hours) back south to Perth. On arrival in Perth we will have the rest of the day to do as you please. You can take advantage of the great shopping here for souvenirs, or just head to one of the many city parks and relax and watch the colourful rosellas and lorikeets as they chirp and flit about. We will have your farewell evening meal at the hotel or nearby restaurant. (Breakfast, Lunch and Dinner)"
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Home – Departure – This morning you will be transferred to the airport in time to catch the return flight to home. (Breakfast only)"
    }
  ],
  "map": ""
}