{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-and-victoria-wildlife-holiday-australia",
  "tourName": "Tasmania and Victoria wildlife holiday, Australia",
  "placesVisited": "",
  "generalInfo": "The Tasmanian devil is as iconic as the little island it inhabits. This tour explores both the island of Tasmania and the mainland coast of Victoria as we go in search of wildlife from Tasmanian devils and humpback whales to platypuses and gang-gang cockatoos. <br/>This tour is a wildlife adventure to some of Australia's most beautiful habitats and with so many iconic and bizarre creatures this trip is sure to be enjoyed.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tour in Australia. Being a country continent the hardest part is picking what to include and what not to include as it is impossible to see all of this vast and wonderful country in one trip. <br/>This tour focuses on the South-East part of the vast country and in particular two states, the island state of Tasmania and the famous state of Victoria. These states are home to large tracts of forest and scrubland as well as wild and rugged coastline. It is during our exploration of these states where we aim to showcase wildlife as diverse as the unique and weird platypus and echidna to the seemingly out of place little blue penguin and the colourful crimson rosella. Along with these animals we aim to see the endemic Tasmanian devils and a whole host of wallabies, kanagroos, pademelons, wombats and many more.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including breakfasts throughout. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Australia. <br/><br/>Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. <br/><br/>We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>There is no bad time to visit this part of Australia, however the winter months (August - September) can be cold and even snowy in Tasmania. So we recommend visiting during the build up to summer (November); where the average temperature of 10-20 degrees C is very pleasant for wildlife and humans alike.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• We spend a large amount of time after dark looking for wildlife also. Spotlighting for over 1 hour every night.<br/>• All the above reasons give this, our Australian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all the Australian states and can arrange trips to find some of the rarer species such as yellow-footed rock wallabies, black walleroos, greater bilbies, cassowaries among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within South East Australia and the states of Tasmania and Victoria. We will start and end the trip in Victoria's state capital, Melbourne and then move south and over the Tasman Straits to Tasmania.<br/><br/>Fitness Level:<br/><br/>There is some hiking here, hiking in the desert, which can be hot (even in winter), so some experience in walking in heat is recommended, but there are no particularly strenuous hikes included in this trip.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
  "durationDays": "15",
  "price": "7995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Melbourne - Today you will arrive in Melbourne airport and on your arrival meet your driver/guide. You will be then taken to your accommodation; as the flights to Australia are very long and tiring today is very relaxed and your not expected to do anything. If you would like to explore we can visit some sites around the city including St. Kilda where we may get a glimpse of the adorable little penguins and a rikali. We will also keep an eye out for the colourful rainbow lorikeets and the very common grey-headed flying foxes. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Phillip Island - This morning you will leave Melbourne after breakfast and be driven south-east to Phillip Island (2 hours). This island is home to the largest colony of little penguins in the world. We will spend the day here looking for wildlife including visiting the Koala Conservation Centre. At the centre we will have a chance to see wild koalas, swamp wallabies, short-beaked echidnas and around 150 species of birds. Also on the agenda today is a visit to The Nobbies, these are a number of rocky islands which are home to a colony of Australian fur seals. Whilst watching the fur seals there are many species of birds around here too, including silver gulls and short-tailed shearwaters. After dark we will watch as the little penguins start arriving back from the day fishing on living ‘rafts’ and waddle up the beach and right past us as they head to their burrows in the tussock grass. (Breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dendenong Ranges / Tasmania - Today we will make an early morning visit to the Dandenong Ranges National Park (1 hour). This is the closest national park to Melbourne but despite being so close to such a huge city the wildlife is prolific here. Our main target here will be the wonderful superb lyrebird. We will then return to the city to catch our flight over to Launceston. Once we arrive in Hobart we will be taken to your hotel and the rest of the day is free for you to rest and relax (breakfast only included)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Tasman Peninsula National Park - After breakfast we will continue our journey south to Port Arthur on the Tasman Peninsula (2.5-3 hours). The rest of the day is at our leisure, we can visit the Tasmanian Devil Conservation Park if you wish. This facility is doing excellent work and is battling the unusual facial tumour disease which is devastating the population of devils throughout the island. (Breakfast only is included)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Melbourne - Depending on flight schedule today we may be able to visit Mole Creek Karst National Park (1 hour) before heading back to Launceston to catch our return flight to Melbourne. If we can visit the park we will have a guided tour of the spectacular cave systems here including a huge tavern called Great Cathedral as well as the Gardens which is made up of many intricate and colourful rock and crystal formations in addition to this we will be treated to the brilliant glow worms which abound in the cave. Once back in Melbourne we will travel to our hotel and check in and have the rest of the day at rest. (Breakfast only is included today)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Melbourne - Today is a more leisurely day as we will just travel back along the Great Ocean Road to Melbourne then having no other activities planned for today. (Breakfast only included today)."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Home - Today you will be taken to the airport in time to catch your return flight home."
    }
  ],
  "map": ""
}