{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "sydney-to-cairns-self-drive-holiday",
  "tourName": "Sydney to Cairns self drive holiday",
  "placesVisited": "",
  "generalInfo": "An epic adventure awaits! Taking in the the beauty of the Blue Mountains and a spectacular road trip from Sydney to Cairns travelling along the East Coast. Ending your journey submersed in eco stays in the tropical Daintree Rainforest and Palm Cove.",
  "durationDays": "27",
  "price": "8591",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Sydney and private transfer to your hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore Sydney! With SO much to immerse yourself in this city it can be hard to decide what to do first. Sydney is all about the Harbour. To get that pinch yourself moment when you finally realise you are actually here, you are probably going to want to head down to the Opera House and the Bridge to take in the view as soon as you arrive. A great way to see the sights is on a super easy ride, taking in just the absolute, must-see areas of the city. Enjoy stunning harbour views as you pedal past Circular Quay, the piers at Walsh Bay, Darling Harbour, Hyde Park, and the Royal Botanic Gardens. There's no better way to get a quick feel for the city than the Sydney Highlights Tour. This iconic building is a must see when in town and this behind the scenes at the Sydney Opera House for a fascinating look at this Sydney icon. Your knowledgeable guide leads you through the World Heritage–listed building on a walking tour, sharing entertaining stories about the revered performance center's history and providing access to off-limits parts of the house. A BridgeClimb Sydney at sunrise or sunset is an iconic Australian experience that takes you on a journey to the top of the nation’s most famous and celebrated structure – the Sydney Harbour Bridge. As you ascend to the summit of the world’s largest steel arch, you’ll experience breathtaking moments, spectacular 360-degree views, and insights into the engineering and cultural history of this world-famous icon. Overnight: Sydney"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Learn about the history and culture of Sydney’s Aboriginal people first-hand and join The Rocks Aboriginal Dreaming Tour (Illi Langi). On this leisurely walkabout tour, you’ll follow an Aboriginal guide to significant cultural sites under the Sydney Harbour Bridge, hear Dreamtime creation stories and explore the deep connection that Sydney’s First Peoples have with the sparkling harbour. In the evening enjoy a deluxe sunset cruise on Sydney Harbour accompanied by a delicious three-course dinner. From the water, admire iconic sights such as Sydney Harbour Bridge, Sydney Opera House, Fort Denison, Luna Park and more. Snap photos as the sky shimmers at sunset and the city skyline lights up for the night as you cruise through Sydney. Overnight: Sydney"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Collect your car hire and head for The Blue Mountains just 1.5 hours west of Sydney. With a blue horizon of eucalyptus trees that appear to stretch on forever, expect to be enchanted by the natural beauty of the Blue Mountains World Heritage Area. Set out on foot to explore some of the 140 kilometres (87 miles) of walking tracks, admire the native bushland, marvel at the impressive rock formations, explore underground caves and more. Before heading into Katoomba you might want to stop and take the easy 1.8-kilometre (1.1-mile) Princes Rock Walk to a lookout over Wentworth Falls, Kings Tableland and Mount Solitary. Then continue to Katoomba, a town in the Blue Mountains known for its gorgeous Art Deco architecture and offbeat shopping. It sits on the edge of a cliff, offering breathtaking views of the craggy Three Sisters rock formation. Drive (or walk) from Katoomba town centre to the Echo Point lookout to see the Three Sisters and beyond. The views of World Heritage-listed rainforest and dramatic escarpments stretch over the horizon. (Insider tip: come back after dark to see the Three Sisters floodlit until 11 pm.) Spend the afternoon exploring the area at your leisure. For dinner with a view, head to Jamison Views Restaurant in Katoomba, if you're after a casual atmosphere (and amazing cocktails) check out \"Polar Bear Of Leura\". Overnight: Blue Mountains"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Discover the Blue Mountains National Park. Explore the Blue Mountains - A trip to the Blue Mountains wouldn't be complete without calling into Scenic World at Katoomba. There you can ride the Scenic Skyway gondola across Jamison Valley, taking in views of the Three Sisters, Mount Solitary and Katoomba Falls. Scenic World is also home to the Scenic Railway, the world's steepest incline railway, descending more than 400 metres (0.25 miles) down the escarpment. This thrilling ride passes through a long tunnel and gorge, ending on the valley floor, and is a huge hit with children (and children at heart!). Overnight: Blue Mountains"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive from the Blue Mountains to Sydney airport for your flight to Brisbane. Upon arrival in Brisbane your private transfer will take you to your hotel. Overnight: Brisbane"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Brisbane is a mix of gracious old buildings, sleek skyscrapers, grassy parks, rivers and beaches all rolled in to one incredible experience! Spend today at leisure walking along the Brisbane River which winds through the central city, the lovely City Botanic Gardens and a visit (or a swim?!) at Streets Beach in South Bank. Hop on the free ferry to South Bank (for example from North Quay wharf). Within the South Bank Parklands you'll find Streets Beach, Australia's only inner-city man-made beach. Take a dip in the sparkling lagoon waters or just relax on powder white sand. Alternatively, submerge yourself in the culture at major institutions including Queensland Performing Arts Centre (QPAC) and Queensland Art Gallery and Gallery of Modern Art (QAGOMA). Stay on after dusk for a ferris wheel ride on the Wheel of Brisbane, overlooking the city's glittering sprawl. Our restaurant recommendation is Otto Brisbane with its Northern Italy-inspired menu and unbeatable riverside views. Overnight: Brisbane"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today is the day you collect your on-the-road home for the next 10 days! Leave the bright lights of Brisbane behind and head for the Sunshine Coast. Hit the road north towards the aptly named Sunshine Coast. You might want to poke around Noosa, a chic resort town flanked by subtropical rainforests and brilliant blue waters. Depending on how you go timewise, enjoy a meal by the beach at Bistro C or check out Betty's Burgers for a more casual atmosphere. From Noosa, it's about a two-hour drive to Hervey Bay. Take a trip out to Fraser Island for a full day of adventure and exploring all of the iconic K'Gari (Fraser Island) sights, you’ll meet like-minded travellers, visit the top natural attractions and cool off in watering holes. All from the air-conditioned comfort of custom-designed, four-wheel-drive coaches. Swim in the crystal-clear waters of Lake McKenzie, wander through ancient subtropical rainforests, marvel at the rustic ruins of the Maheno Shipwreck, and cruise along the 75-Mile Beach highway, as you explore the world’s largest sand island. Join an expert guide as they navigate the sand tracks and share the history of this World Heritage-listed paradise with you. Discover the pristine native environment, and catch a glimpse of the unique wildlife and protected species that inhabit the island. From here leave the Fraser Coast behind and get ready for a day on the road, heading North. There are a few stops of interest on the way to stretch your legs. Depending on your timing, you might want to go the direct way via the highway and stop only at Childers, Gin Gin or Miriam Vale for a coffee. If you leave early and make a whole day out of it, you can take a detour via Bundaberg, Australia’s favourite rum-producing town. You can take a tour around the Bundaberg Rum Distillery or simply buy a nice local souvenir to enjoy later. After heading north of Bundaberg, drive east to Seventeen Seventy, a small coastal town near Agnes Waters. It’s the most northern surf beach along Australia’s coast, people call it one of Australia’s best-kept secrets. Further north you will arrive in Rockhampton (‘Rocky’ to its mates), where the hats, boots and utes are big, and the bulls are even bigger. With over 2.5 million cattle within a 250km radius, this riverside city, founded in 1858 on land owned by the Darumbal people, calls itself Australia’s Beef Capital with some justification. For dinner head to the mighty Fitzroy River where premium dining can be found along the heritage-listed streets, with some of the best steak houses, restaurants, pubs and cocktail bars found anywhere in regional Queensland. Hit the road and make your way towards Airlie Beach. You will spend most of today driving, so we recommend downloading a great playlist and/or podcasts to entertain you during today's road trip. Stop for ice cream and a coffee at Flaggy Rock, then head further north until you reach Mackay. Have a look around the laid-back town and check out Cape Hillsborough National Park, where wild wallabies and kangaroos are at home. You might be lucky and spot them during the day. In the afternoon, you will arrive at Airlie Beach, a relaxed resort town on Queensland's Whitsunday Coast. It's a gateway to the Whitsunday Islands and the Great Barrier Reef. For dinner, head to the Airlie Beach Hotel or Fish D’vine and relax in the tropical atmosphere. Driving duration: 6 hours (without stops) Driving distance: 525km / 320miles Queensland is Australia's second-largest state, distances are far which means today's drive will take up most of your day. But fear not, there are a few nice stops along the way if you want to take your time. Leave Airlie Beach in the morning and head north, after an hours drive you will get to Bowen. Home to the Big Mango as well as secret beaches like Horseshoe Bay. Then continue along the coast to reach Townsville, another of Queensland's eye-catching coastal cities. The town has both a fascinating military history and significant Aboriginal heritage. For an early lunch visit The Beet Bar which offers healthy eats and lots of treats. Pass through Ingham, often referred to as \"Little Italy\" which isn't surprising given more than half of Ingham's population being of Italian descent. Just a short drive southwest of Ingham provides an opportunity to discover the awe-inspiring Wallaman Falls, Australia's highest permanent single drop waterfall. Continue your drive and stop in Cardwell to see the famous Cardwell Spa Pools, a natural swimming hole located just out of the main town area that blew up in 2016 when the location was revealed on Instagram. Since then it has become a must-do on the east coast of Australia. In the afternoon you will reach Mission Beach, a quiet stretch of the Tropical North Queensland coast which is also the closest point to the Great Barrier Reef on the mainland. Enjoy the absence of traffic lights, chain stores, and crowds. For dinner check out the delights of BUKO restaurant at Castaways. Driving duration: 6 hours (without stops) Driving distance: 525km / 320miles On your final day head to Cairns to return the camper and overnight stay."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Collect your car hire and head to The Atherton Tablelands. Famous for its beautful waterfalls. Therefore, it's time to head to the three most photographed waterfalls in Australia – Millaa Millaa Falls, Ellinjaa Falls and Zillie Falls. It's worth stopping in at the entire trio, as each waterfall offers something different. All that action deserves a lunch to remember at Mungalli Creek Biodynamic Dairy and Farmhouse Café where all products are made on premises with their own produce, as well as locally sourced ingredients. Relax on the café verandah, which looks out to Mt. Bartle Frere - Queensland's highest mountain. Think you can squeeze in one more waterfall? Mungalli Falls is just around the corner and is the only privately-owned World Heritage-listed waterfall in Queensland. You'll also find a platypus viewing platform along the way. Overnight: Atherton Tablelands"
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Today head to the heart of the Atherton Tablelands: Yungaburra. With fresh air, great cafes and 28 heritage buildings, Yungaburra is an enticing introduction to the charm of the Atherton Tablelands. There's a good interpretation of the local streetscape, so take the time to stroll around, pick up the local history and check out the locally made arts and crafts. Just before you get to Yungaburra, turn off for the Curtain Fig Tree – a giant tree with several aerial roots hanging down from its branches that look like curtains. It's over 500 years old and definitely worth a look. You can then continue on into Yungaburra. Tonight head to The Yungaburra Hotel, also known for its wholesome, home-cooked, country meals, live music sessions and local events. Overnight: Atherton Tablelands."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Enjoy the morning at your leisure before making your way to the Daintree River. Before you head off we recommend you fuel up at the Mad Hatterz Café which offers good coffee, an all-day breakfast, great homemade pies and Alice in Wonderland quirkiness – a very Yungaburra-type café. When you're ready, drive via Atherton to Mareeba, going through the crafty towns of Tolga and Kairi. Mareeba is the centre of the Australian Coffee industry – visit Australia’s oldest coffee plantation at Skybury, and enjoy a cup of their trademark coffee while taking in the unforgettable view from their café – Skybury Farmgate. From Mareeba continue to Mossman Gorge which is rich in Indigenous culture and breathtaking beauty. The journey continues along vast sugar cane fields before turning right at the Daintree Gateway towards the Daintree Rainforest. Take the cable ferry (payable locally) across the Daintree River and enter the world’s oldest living rainforest. Stop at the Walu Wugirriga Lookout (Alexandra Range Lookout), pausing to admire sweeping views of the mouth of the Daintree River and islands beyond as the Aboriginal name of this place, ‘look about’, suggests. Wind your way through the ancient surroundings of the Daintree Rainforest, refresh in a crystal-clear swimming hole or recharge with a stroll along a beautiful rainforest boardwalk. The Great Barrier Reef Drive culminates at Cape Tribulation, as you take a short boardwalk from the carpark through the rainforest and emerge onto the beach. Here you have arrived at your final destination, standing between the dual World Heritage areas of the Great Barrier Reef and the Daintree Rainforest. Then retreat to your accommodation and fall asleep to the sounds of the rainforest. Driving duration: 3.5 hours (without stops) Driving distance: 200km / 130miles Overnight: Daintree Rainforest"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "The World Heritage-listed Daintree Rainforest is so beautiful that its ancient ferns, emerald green vines and lush canopy provided inspiration for the movie Avatar. Explore the rainforest at your leisure: Trek through the jungle and discover plants and animals found nowhere else on the planet. Start your Daintree experience at the Daintree Discovery Centre. Here you can learn all about the origins of the ancient rainforest before heading out onto the series of aerial walkways and viewing platforms connected to the centre. This allows you to easily explore all levels of the rainforest up close, from the forest floor to the uppermost reaches of the canopy. Then head to the village of Cape Tribulation, the meeting place of two World Heritage sites (the Daintree Rainforest and the Great Barrier Reef), and explore gorgeous scenery, beautiful beaches and rainforest walks. If you're lucky you might spot an endangered cassowary during your visit. These elusive flightless birds can stand up to two metres (6.5 feet) tall and are arguably Australia's most spectacular feathered species."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "The 35 kilometres from Cape Tribulation to the Daintree Ferry (payable locally) meanders past vanilla & tea farms, tropical fruit ice creameries, interpretive boardwalks, rainforest attractions and secluded beaches. 50 km south of the Daintree River, follow the palm-fringed road as it guides you towards the iconic Port Douglas village, alive with restaurants and boutique shopping. Stop for a coffee or a meal at one of 60 restaurants before heading to Rex Smeal Park or Flagstaff Hill lookout for views to Low Isles and Four Mile Beach. Then follow the scenic Captain Cook Highway to Palm Cove. Driving duration: 2.5 hours (without stops) Driving distance: 125km / 80miles Overnight: Palm Cove"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Explore Palm Cove Enjoy Palm Cove's collection of cafés, boutiques, spas and surrounds at your leisure today. Palm Cove is everything you’d imagine it to be: calm swells, shady palms and an incredible backdrop to your getaway plans. Relaxation is often top of the list of things to do in Palm Cove. For a mix of both downtime and discovery, take a stroll along the sand to Clifton Beach. A truly unique spot to discover at Palm Cove. Unlike most other beaches on the east coast, Clifton Beach is netted year-round, so you can enjoy a dip in the waters no matter what month you visit. While Palm Cove is all about indulging in nature’s top offerings, there’s always a little time to indulge in some self-care as well. Enjoy a SPA treatment or join Hartig Yoga at the palm-fringed beachfront, pop your matt on the grass and salute the Tropical North Queensland sun. With classes at holiday-appropriate hours (no 6 am starts, thank you), we recommend booking your spot online as classes a small and quite popular. For dinner treat yourself to Nu Nu Restaurant, few places come close to this gem with views as memorable as the food served. Overnight: Palm Cove"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Spend your final day relaxing in beach-side village to relax and enjoy a waterfront sundowner along the Melaleuca lined esplanade. Soak in the pristine stretch of sand, winding paths shaded by melaleuca trees, colourful boutiques, award-winning spas and restaurants and vistas to Double Island. Overnight: Palm Cove"
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Take it easy in the morning, since Cairns is just “down the road” you can take your time and enjoy lovely Palm Cove a little more. When you're ready, make your way to Cairns to return the car hire and for your flight home. Driving duration: 30 mins (without stops) Driving distance: 30km / 15miles"
    }
  ],
  "map": ""
}