{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "circular-tour-of-tasmania",
  "tourName": "Circular tour of Tasmania",
  "placesVisited": "",
  "generalInfo": "Our 8 Day Tasmania in Circle tour is our most popular offering. Designed to fit neatly into 1 week this tour is our best option for sampling Tasmania in its entirety. Covering approximately 1500km we explore many of Tassie’s premier attractions, moving fast enough to provide a fantastic overview of the island, yet slow enough to enjoy the sights! Suitable for all ages and fitness levels this is truely an amazing, small group travel experience.<br/><br/>Highlights:<br/>• The stunning panoramic views from Mt Wellington Summit.<br/>• Visit a winery in one of Tasmania’s most famous wine regions the Coal Valley.<br/>• Fully guided tour of Australia most famous culturally historic site - Port Arthur.<br/>• 25min Harbour Cruise of Port Arthur aboard the the spacious catamaran vessel Warana.<br/>• Tasmania’s east coast and the incredible Bay of Fires.<br/>• Sampling some of the best &amp; freshest food and wine in all of Australia.<br/>• Stroll through the lovely grounds of Cataract Gorge in Launceston.<br/>• Fully guided tour at the unique Marakoopa show Caves, includes viewing some of the best Glow Worms in Australia.<br/>• Majestic Cradle Mountain and its stunning highland scenery.<br/>• Evening animal spotting adventure in Cradle Mountain including Wallabies, Pademelons and our favourite the Wombats!<br/>• The rugged west coast - where many travellers never venture.<br/>• The Wall in the Wilderness art Gallery in Derwent Bridge.<br/>• Tasmania’s most photographed waterfall - the 3 tiered Russell Falls.<br/>• Fully accredited and experienced local guides.<br/><br/>Inclusions:<br/>• 7 nights accomodation<br/>• 7 breakfasts and 6 lunches provided<br/>• 1 x evening meal.<br/>• All accommodations provided 3.5-4 star rated.<br/>• All attractions, entry fee’s and National Parks passes provided.<br/>• The only additional expenses incurred are 6 x evening meals &amp; and any spending money.",
  "durationDays": "8",
  "price": "3795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival - Arrive today and travel into Hobart city at your leisure. Your accommodation for tonight is booked and waiting at the elegant, 4-star Movenpick Hotel centrally located and walking distance to the cities restaurant and shopping areas."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hobart to Port Arthur - Pick up from the Movenpick Hotel to begin the fully guided portion of your tour package. Explore the Hobart waterfront area before heading to the summit of Mt Wellington (1270m) boasting spectacular panoramic views in every direction. Further exploration through town sees us take in the historic Female Factory & Cascade Brewery while viewing many of Australia’s oldest convict built structures. Heading east we meander into the Coal River Valley, one of Tasmania’s premier wine regions. Naturally we will lunch at a lovely, family operated winery, sampling some of Tassie’s best wine & local produce before continuing on to the historic township of Richmond. We will see the beautiful stone arch construction of the Richmond Bridge, built by the convicts in 1823 this is Australia’s oldest bridge still in operation. Much to everyone’s delight we stop at the boutique Federation Chocolate factory just outside of Richmond for some sampling of fresh, hand made chocolates. The flavours change depending on the season and the produce available! It’s then on to the Tasman Peninsula for our first taste of the east coast. The Tasman National Park boasts towering sea cliffs and a wealth of cultural history as we venture south. A beautiful lookout point over Pirates Bay provides the ideal location for a scenic, mid-afternoon tea/coffee break. Learn about Eaglehawk Neck - the site of the infamous Dogline - as we cross onto the Tasman Peninsula. We then explore some of nature’s true wonders with short, scenic walks at Tasman’s Arch & Devils Kitchen. Continuing on we squeeze in a stop at the colourful Port Arthur Lavender Farm before overnighting right on the cusp of the Port Arthur World Heritage Historic Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Port Arthur to Bicheno - Our day begins with a 2.5 hour fully guided tour around the Port Arthur Historic Site. Explore many of the original buildings as we learn about the early convicts and the role they played in Tasmania’s history. Learn about Point Puer (the juvenile boys prison), the Isle of the Dead graveyard and the Port Arthur timber industry while enjoying a short, scenic harbour cruise to view the site as incoming convicts would have. Next we leave the Tasman Peninsular for our journey up the very east coast of the island. Lunch at another stunning winery overlooking the Boomer Bay area at Bangor Vineyard. At Raspins Beach we view the imposing Maria Island off the coast of Orford before stopping to see the unique convict built Spikey Bridge and the captivating coastline at Spikey Beach over tea, coffee & biscuits. Next up is Swansea – a beautiful East Coast town - and the Great Oyster Bay area. Arriving in Bicheno for our evening accomodation we will squeeze in one last feel good activity by spotting the cute little Fairy Penguins arriving ashore right in Bicheno township."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bicheno to Launceston - Start the day at the amazing Blow Hole on the rocky coastline of Bicheno. Enjoy travelling Tasmania’s most scenic coastal road with breathtaking views of the east coast en route to one of Tasmania’s premier attractions - the Bay of Fires. At Binalong Bay we will stroll along the pure white sandy beaches and snap photos of possibly the most colourful spot on the island. Sample and enjoy the freshest possible oysters from a local oyster farm. In the afternoon we proceed towards Launceston stopping at Pyengana, the award winning cheese factory and dairy. We then twist our way through an ancient Myrtle Rainforest and cross the trail of the dragon, an old mining area centred around the town of Derby. The carved memorial trees at Legerwood are one of Australia most unique & tasteful memorial sites, this will be our tea & coffee break for today before arriving in Launceston CBD for our evenings lodgings."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Launceston to Cradle Mountain - Today we will spend the morning exploring downtown Launceston - Australia’s 3rd oldest capital city behind Sydney & Hobart. We will see the King Bridge, City Park, inside the beautiful old Heritage listed Post Office and of course take a 40 minute stroll through a jewel in the city - Cataract Gorge Reserve. Soon after we head westward into the Meander Valley which is an absolutely stunning farming and pastural area. Try local made ice-cream and honey tastings of more than 50 flavours at the renowned Melita Honey Farm in Chudleigh before learning about Tasmania’a oldest and biggest Leatherwood Honey producer R. Stephens Honey in Mole Creek. Our lunch stop today is a true gem hidden in the forest at 41o Degrees South Salmon Farm. After lunch a truely unique attraction follows with a guided tour of the Marakoopa Caves, exhibiting limestone & crystal formations millions of years old, along with a completely natural population of resident glow worms! From here we will snake our way up onto the central highlands plateau to Cradle Mountain National Park to partake in some up close Wombat & animal spotting at dusk."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Cradle Mountain to Queenstown - Start the day with a full buffet hot and cold banquet breakfast at Cradle Mountain Hotel. Inside the Cradle Mountain-Lake St Clair National Park - a photographers paradise - drive to the gorgeous Dove Lake for breathtaking views of Cradle Mountain. Take a short walk to glacier rock and then on to the appropriately named Enchanted Walk to see beautiful cascades and the Pencil Pine waterfall. Visit the old “Waldheim Cottage” of pioneer Gustav Weindorfer who made Cradle Mountain world famous. En route to Strahan we pass through beautiful Lake Rosebery, old mining towns such as Day 7 – Queenstown to Hobart Zeehan and view the Southern Ocean from one of the best lookout points on the west coast - how far can you see - perhaps Argentina? This is some of the freshest air on Earth. Arriving in the historic settlement of Strahan we see the historical train station at Regatta Point, visit an old though still operational saw mill and the award winning Woodcraft Centre with beautifully designed woodworks on display. Continue on to our comfortable lodgings at the infamous west coast township of Queenstown where an evening meal will be provided by your hosts."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Queenstown to Hobart - Queenstown is an old mining town reflecting past glory and surrounded by colourful, mineral rich mountains. Start the day with panoramic views over Queenstown from the Iron Blow lookout at the top of Mt Lyell before a lovely rainforest drive right through the World Heritage Franklin-Gordon National Park. Take a stroll into possibly Tasmania’s most photogenic waterfall - Nelson Falls, the 30 minute return walk is one of the west coasts best. We then travel through picturesque valleys and mountains, pristine forests, cross wild rivers before winding our way up Mt Arrowsmith to the geographical centre of Tasmania. Button grass plains, Eucalyptus forests, majestic mountains and spectacular lakes are in every direction here. Turn at Derwent Bridge to see Lake St Clair – Australia’s deepest freshwater lake and the inception of the mighty Derwent River. Next up is lunch at one of the states premier cultural experiences - The Wall, an amazing ongoing work by artist Greg Duncan, depicting stories of Tasmanian history hand carved in Huon pine - our most famous timber. Following lunch we have a close-up look at Tasmania’s Hydro-Electric Power scheme in the township of Tarraleah, before pushing further east into the Derwent Valley. A mid afternoon coffee stop is in order at Lake Meadowbank before detouring into Mt Field National Park to visit the delightful 3 tier Russell Falls. Our final drive leg wanders along side the Derwent River bringing us back to Hobart city centre for the final night of packaged accommodation."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure - This concludes your hosted Tasmanian adventure with hotel check-out by 11am. We are sure you will take home lots of amazing memories & experiences."
    }
  ],
  "map": ""
}