{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-self-drive-holiday-for-australians",
  "tourName": "Tasmania self drive holiday for Australians",
  "placesVisited": "",
  "generalInfo": "Tasmania: home to the Tasmanian devil, award-winning produce, unpolluted air blown straight in from the Southern Ocean and vast swathes of accessible wilderness like nowhere you will have ever seen before.<br/> <br/>Australia's only island state is a short flight from several Australian airports, making it an easy yet utterly unique holiday destination from the mainland. Those wishing to bring their own car can make an easy voyage across the Bass Strait from Victoria.<br/><br/>Despite its proximity to the mainland you could be venturing into another world, a hidden paradise, the land that time forgot.  <br/><br/>What awaits is a mesmerising island of mysterious forests, deep lakes, wild rivers, pristine beaches, rolling hills, historic townships and picturesque villages with names as beguiling as Paradise, Nowhere Else, Promised Land and Penguin.  <br/><br/>Discover a gentle lifestyle reminiscent of yesteryear, breathe the cleanest air in the inhabited world, invigorate your palate with the freshest produce on earth, come face to face with an abundance of wildlife that might have stepped straight from a fairy tale. <br/><br/>Where better to reconnect, restore and rejuvenate your body, mind and soul than the heart-shaped island of Tasmania.  <br/><br/>On this magical Tasmanian odyssey you can begin your self-drive holiday from Hobart, Launceston or Devonport on a day to suit you, and explore for as little or as long as your time/budget allow, from a week or more. While we can most certainly incorporate the classic icons of Tasmania, the real joy of this holiday lies in our local knowledge and ability to take you to new horizons, down untrodden paths and the road less travelled to hidden gems that the guidebooks can't tell you about. <br/><br/>Each journey we create is designed to showcase the best of Tassie’s local hospitality and lifestyle, food and drink, wildlife and nature, World Heritage sites, culture and history. <br/><br/>‘Meet the locals’ in charming B&amp;Bs. Dine on delicious home cooking.  Get close to nature in self contained wilderness cottages and cabins. Relax in restored homesteads surrounded by art and antiques from a bygone era.  Stroll out from your own beach house onto the most pristine beaches imaginable with only a wallaby or two for company.<br/><br/>The style and pace of our holidays are tailored to suit any age and ability, from the young and active to the mature and mellow, even those with limited mobility.  Just a few days to spare? You will come home feeling you have had the experience of a lifetime. <br/><br/>We have been making dreams come true in Tassie for over 20 years. Put your dreams in the hands of Tasmanian travel experts. No one knows Tassie like we do. Our passion is to share it with you. <br/><br/>The following itinerary starts in Hobart but we can easily start it in the north. Remember this is just a guideline - do let us have any special interests and requests no matter how unusual so we can create a Tasmanian odyssey just for you.",
  "durationDays": "8",
  "price": "1495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "If you are starting in Hobart, your journey begins as your plane starts its descent over densely forested mountain ranges stretching as the eye can see, carved up by wild rivers and liberally peppered with inky lakes. As the plane banks you should catch your first glimpse of endless arcs of the east coast’s white sand beaches washed by an impossibly turquoise Tasman Sea. Coming into land, you will barely have time to pinch yourself before you arrive at one of the prettiest and most vibrant cities in Australia. This is the maritime state capital, Hobart, perched insouciantly between The Mountain and the Great Southern Ocean. This is also the gateway to arguably the most beautiful and diverse island paradise in the world. And this is where your Tasmanian odyssey begins. Within half an hour you can be standing on the historic sandstone Salamanca Place where you can enjoy the best of all worlds: the pretty village of Battery Point, the year round buzz of Salamanca’s restaurants, bars and galleries, and the arresting beauty of one of the world’s most beautiful harbours with Mt Wellington as its backdrop. For those with an interest in convict history, Hobart is within a 90 minute drive of the World Heritage listed Port Arthur Historic Site. Don’t make the mistake of trying to see it in a day's drive however; far better to continue your drive down to the Tasman Peninsula where we can arrange some delightfully off-beaten-track accommodation far from the madding crowd or save it for later in your tour."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "If your stay in Hobart falls over a weekend you can enjoy the bustle of Tasmania’s longest running attraction – the Salamanca markets, where locals gather to chat, laugh and entertain each other with an ambience akin to a village fete. Spend the afternoon at MONA – the world famous Museum of Old and New Art, one of the world’s most extraordinary private museums, built within the Triassic sandstone cliffs of the River Derwent. Take the ferry up the river and book seats in the Posh Pit – you won’t be disappointed!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will leave Hobart and start your westerly ascent. Your journey up the scenic and lush Derwent Valley will take you to one of Tasmania’s oldest and best loved national parks, Mt Field, where easy short walks will reveal 80 metre high Russell Falls and the tallest flowering trees in the world – legendary giants of the forest. There is even more magic to see for those who can explore deeper and higher in to the park. Stay in a riverside cabin at the very entrance to the National Park, or a restored homestead tucked away in the midst of the rolling hills and lakes of the southern Central Highlands."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is free to explore this beautiful region. We can arrange a private guided tour of the local producers for which the Derwent Valley is famous. Or continue up the magnificent Lyell Highway, the road to the wild west coast, to one of Tasmania’s most remarkable art installations, the Wall in the Wilderness. This modern-day one-man work of art is a 100 metre wooden sculpture telling the story of the Central Highlands set among the jaw dropping landscapes of the Wild Rivers National Park. Head down to the Far South West, Lake Pedder, birthplace of the world’s first Green Party and the start of the eco-tourism movement as we know it. Those with a love of gentle adventure and wildlife mustn't miss the chance to experience a paddle at dusk with the undisputed royalty of the river - the Duck-Billed Platypus!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Those on a seven day itinerary may now make the easy drive through across the pretty settlements of the southern Midlands to the east coast and continue from there (see Day 17). Those on our ten or fourteen day itinerary will love driving the road less travelled north through the Central Plateau, traversing the barely habited Land of Three Thousand Lakes, famous for some of the finest trout fishing in the world - an other-worldly, surreal landscape (see Day 9 onwards). If you are lucky enough to be extending your stay for a few more days, your drive will take you on to the wild West Coast of Tasmania, via Australia’s deepest freshwater lake, Lake St Clair, from where this sample itinerary continues."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will continue your slow climb through the dramatic landscapes and across the ‘moonscape’ of Queenstown. No fewer than ninety bends later, you will reach the tiny town of Strahan. This little outpost sits on the edge of Macquarie Harbour, an astonishing piece of water which is several times larger than Sydney Harbour and has no landmass between it and South America. Soak up the spine-chilling story of this remote outpost that witnessed the torturous lives of men sentenced to horrific penal labour, only a century later to witness men and women literally stop environmental destruction in its tracks. Take the West Coast Wilderness Railway under steam through virgin rainforest – a living piece of history that will bring the stories of piners and miners alive as your carriage negotiates some of the steepest gradients of any railway in the world under the Swiss designed rack and pinion system."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The drive north from Strahan will take you along the gravel road known locally as The Road to Nowhere and across the Pieman River on a single vehicle ferry. You will stay at a wilderness retreat, a former mining village, deep in the heart of one of the last major stretches of temperate rainforest left on the planet."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Boarding a historic little restored Huon Pine vessel, you will voyage deep into the mysterious and bitterly fought over Tarkine Rainforest, which makes up 7% of Tasmania’s landmass. As you cruise down the majestic waters of this wild river, you will marvel at the shimmering reflections and walk among the most ancient trees in the world with inquisitive endemic wildlife and birds for company."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will continue the astonishing journey north on the Road to Nowhere through virgin rainforest and high over the wilderness to a place of such rugged and wild beauty that it is known as the Edge of the World. For all the world it feels like it. The Roaring Forties winds sweep in from Patagonia, with nothing in between there and here to stem their power, bringing crashing waves to these wild, uninhabited shores. Later today, possibly without passing another vehicle, you reach the Far North West. Breathe deeply, for you are now on the spot which consistently records the cleanest air in the inhabited world! Stanley, a perfect little gem of a town, sits peacefully at the base of a dramatic ‘Nut’ of volcanic rock at the end of a peninsula in the Bass Strait, bursting with history of early settlers and the contentment of generations of families for whom this remote and once almost uninhabitable corner of the world became home through sheer determination and resilience. Nowhere is the warmth and friendliness of islanders, the power of nature, and the cheeky curiosity of the wildlife more evident. Tasmanian Pademelons vie for your attention, wallabies hop down the street at dusk, and comical Little Penguins brazenly strut their stuff in front of your eyes in all their wild glory as they return from a day’s fishing in the mighty ocean."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Those of you departing from Tasmania today can make the easy drive to Devonport or Launceston. For those lucky adventurers for whom the odyssey is far from over, a wildlife spectacular awaits! You will leave the far North West corner and continue the journey into yet another world as you venture into ancient devil country. Stay on a private Land for Wildlife retreat in a beautiful lost valley where Tasmanian devils and quolls roam freely, undisturbed by man. During your stay in a simple but spacious log cabin you will take a guided walk at dusk to spot the elusive Duck-billed Platypus before settling down in front of your log fire with a delicious home-cooked dinner, served exclusively to gets on this tour, and prepare for Tasmania’s largest carnivorous marsupial to arrive on your porch – the rare and endangered Tasmanian devil, more often than not joined by its equally elusive cousin, the Quoll."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will be able to explore one of Tasmania’s most breath-taking canyons, arguably the most spectacular bushwalking spot in Tasmania with a fraction of those who flock to Cradle Mountain (which is an easy day trip away for those who wish to see it). Choose from one of the easy walks to two of the most dramatic lookout points in the island on canopies which are cantilevered out high over the crashing river and forests below, or one of the many more challenging walks for those with a thirst for adventure. Visit beautiful private gardens, run by a dedicated family of ladies whose green fingered prowess has attracted film crews from all over the country to this most unlikely of locations."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Leaving the enigmatic Central Highlands of Tasmania, you will meander your way to a little known region – the Great Western Tiers. On the way, stop at more magnificent gardens where several platypus can be seen on a daily basis; and call in at some of the many local makers – cheese, honey, chocolate, salmon and cool climate wines. Spend tonight in a cosy three room eco B&B, far from the tourist trail, whose owner is as highly regarded for his cooking as for his knowledge of the forests, which he will share on a never to be forgotten guided walk. This evening he will swap his walking boots for chef’s whites as you enjoy visits from the local marsupials before tucking into a mouth-watering dinner of local produce."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Head towards Launceston, and stroll around ‘Cataract Gorge’, the ‘Wilderness in the Heart of the City’, taking the world’s longest chairlift across the impressive natural gorge. Culture vultures can visit two of Tasmania’s World Heritage Listed convict sites where the most precious and perfectly preserved convict history in Australia is set among acres of fabulous gardens including the National Rose Garden. Your destination tonight is the aptly named Beauty Point. Despite its name and location, Beauty Point attracts surprisingly few visitors. You will love its delightful arty, local vibe – added to which you are within a short drive of the Narawntapu National Park and a beautiful swimming beach. Stay in one of the island’s most highly rated B&Bs, a true hidden gem which epitomises Tasmanian hospitality at its best, set in carefully tended cottage gardens which run down to the Tamar River."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Today you can indulge in a private winery tour taking in the best of the famous Tamar Valley wine route, or spend the day exploring local attractions including Platypus House, home to platypus and echidna; Beaconsfield Gold Mine and Seahorse World. Those on a slower pace will love the chance to simply relax and enjoy the B&B’s riverfront gardens and BBQ gazebo."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Visitors on a two week itinerary can depart from Launceston or Devonport this evening, but if you have longer to spare in this enchanted land, read on, for It’s time to explore Tasmania’s jaw-dropping scenic east coast with its sugar-white beaches lined with vivid orange granite rocks lapped by turquoise seas, wineries, cellar doors and olive groves. Make the easy and peaceful drive through the north east wilderness to the east coast town of St Helens, gateway to the 50 km stretch of beaches known as the Bay of Fires. You can stay in St Helens itself, but those wishing to further connect with nature can enjoy a spot of glamping in the forest, just minutes from the sea although like all things Tasmanian, creature comforts are always to hand with cashmere hot water bottles and sublime cooking, dished up in the Bush Kitchen."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Today why not explore the secret waterways and rivers of the North East wilderness on a guided kayak tour, on ultra stable kayaks perfect for novice paddlers and photographers. Afterwards, walk along the wild beaches and through the Mt William National Park, home to Forester Kangaroos and many other species of wildlife."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "You are now embarking on Tasmania’s Great Eastern Drive. There are several choices to make, depending on your mobility, interests and most importantly, how many people you wish to see on your travels! Wineglass Bay on the Freycinet Peninsula is one of Tasmania’s most photographed spots and an unmissable highlight for many, but if your idea of heaven is mile upon mile of untrodden wild beaches and walking trails, swimming in secret water holes and an island known as the ‘wombat capital of the world’, our recommendation is to discover the hidden delights north of the iconic Freycinet Peninsula, or equally the historic southern stretch with spellbinding views spanning the Hazards Mountain Range down to the Maria Island National Park."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Take to the seas for a small group guided boat trip into the Tasman Sea and along this glorious 250 million year old coastline spotting marine life such as Albatross, Australian fur seals, dolphin and possibly whales. Depending on your preferred trip, enjoy lunch at anchor in one of the world’s most photographed bays, or step ashore a ‘Noah’s Ark’ island national park, and walk around another World Heritage Convict Site, spotting wombats, kangaroos, wallabies and possibly devils."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "One last great adventure awaits: Bruny Island lies an hour south of Hobart, accessed by an easy 15 minute ferry. Bruny consists of two islands joined by an isthmus. It is home to Australia’s only White Wallabies and all 12 endemic birds. It is widely regarded as Tasmania’s very own ‘larder’ with wine, whiskey, cheese, berries, chocolate and much more. As with all our accommodation suggestions we advise avoiding the day trippers and guide-book tourists. Instead, spend your last couple of nights in a waterfront hideaway complete with private BBQ and firepit. Your luxury retreat overlooks the sparkling water, and is surrounded by your very own private wildlife safari of endemic mammals including Quolls, Pademelons and Poteroos. As a special treat a locally grown organic veg box will be included and an exclusive private wildlife viewing. As a grand finale to your Tasmanian odyssey, it doesn’t get better than this."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Today you are free to explore Bruny Island at your leisure, with the option of an eco adventure cruise into the Great Southern Ocean, or simply walking the many trails along the highest cliffs in the Great Southern Ocean, tasting the delicious produce and looking southwards towards that other great wilderness of the world – Antarctica. As a grand finale to your Tasmanian odyssey, it simply doesn’t get better than this."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "You will fly out of Hobart later today. For one last lunch, head to the Coal River Valley wineries and the pretty village of Richmond just 15 minutes from the departure terminal at Hobart Airport. Bid au revoir, not farewell, for once you have stepped foot on this glorious isle, you can be sure you will return."
    }
  ],
  "map": ""
}