{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "3-day-kangaroo-island-wildlife-tour",
  "tourName": "3 day Kangaroo Island wildlife tour",
  "placesVisited": "",
  "generalInfo": "Kangaroo Island is Australia's third largest island, and to the astonishment of most visitors, it is the size of Bali or Long Island in New York.  With over 300 miles of pristine, rugged coastline and 3400 square miles of diverse wildlife-rich landscapes, red dirt roads, sheep farms and bush, this island is best described as hidden Australia in miniature, and the only way to really get under the skin of its wild beauty is with the keen eyes and ears of your own local guide.  <br/><br/>For a three or four day classically Australian wildlife and birding encounter there is nowhere better in which to immerse and indulge your love of nature. The diverse geology, native vegetation and low population make this island Eden a refuge to over 268 species of birds, many species of mammal and over 900 species of plants.  Many of these are subspecies unique to 'KI' - as the locals call their beloved island.  <br/><br/>Within minutes of landing at tiny Kingscote Airport from Adelaide, your eagle-eyed guide from family-run tour company Exceptional Kangaroo Island will have you virtually nose to nose with Kangaroo Island Kangaroos lazing in the bush, and gazing up at picture postcard perfect koalas, dozing a few feet away in the eucalypts.  <br/><br/>After a KI-style picnic lunch on a private reserve, expertly prepared by your guide, a quiet walk through the bush will reveal KI's very own Tammar Wallabies, and a stroll down to the Seal Bay Conservation Park will bring you face to face with countless Australian Sea Lions splashing and diving in the surf, squabbling over territory and basking in the sun.  As you explore the island in an expertly-manoeuvred  4WD, you may see a flock of Glossy-black Cockatoos swooping overhead, while glorious colourful Galahs will call to you from the trees outside your B&amp;B or lodge.<br/><br/>With a Mediterranean climate, KI can be visited at any time of year. While many species of bird and mammal can be seen year-round, each new season brings its own wildlife and birding highlights.  Tell us your wish-list, and we will guide you to the season best suited to your interests.<br/><br/>We can take care of all your travel arrangements from Adelaide Airport, with daily flights on Regional Express.  Your island accommodation will be chosen to suit your very own style; choose from delightful family-run homesteads and cosy Provencal style B&amp;Bs with home-cooked dinners served with local wines (from the island's very own 12 wineries of course); or jolly hotels, intimate boltholes and lodges from rustic to last word in luxury.  <br/><br/>For a completely tailor-made experience, your very own private guide awaits - perfect for a couple or family; if you prefer the company of others, join a small group tour with a handful of like-minded nature-lovers.  No one knows Kangaroo Island better than the locals. Your Exceptional Kangaroo Island Experience awaits.",
  "durationDays": "3",
  "price": "4792",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will take your 30 minute flight from Adelaide Airport to Kingscote on Kangaroo Island - or KI as you will come to call it over the next few days, in true local parlance. You will fly on a 35 seat Saab with Regional Express (REX) which offers a choice of morning or afternoon daily flights. Upon arrival you will be met by your guide who will be your eyes, ears and knowledge for the next couple of days. Depending on your chosen time and accommodation, you will either be transferred to your accommodation or you will be able to explore Kingscote, Kangaroo Island's largest town - population circa 1800! Despite its small population, Kingscote has a thriving arts community and you will be able to browse the local craft ranging from paintings and glassware to woodwork and jewellery. Being South Australia's oldest European settlement, Kingscote also has plenty of historical interest, and an excellent selection of cafés and restaurants for lunch. For accommodation, you may choose a lodge, or your own private retreat. Perhaps a cosy heritage B&B or a Provencal villa where a warm welcome and a delicious smell of home-cooking is likely to greet you - that's your supper, beautifully prepared from local ingredients, served with one of KI's local wines, of course. Relax, perhaps by a log fire if the evening is cool, or in the balmy evening sunshine, enjoying your first experience of the abundant local wildlife and birdsong."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: Dawn breaks and with it the call of the kookaburra and other intriguing bird calls and you can ready yourself for your first day of touring with your local guide. You will be collected from your accommodation after a hearty breakfast and taken by private 4WD (or small bus if you are in a group tour) on an exploration of the island. Your touring is designed around showcasing the best landscapes, wildlife habitat and encounters across the island with the touring style conservational rather than just commentary. Your day will include a drive down a quiet track through tall Eucalypt trees where your guide will point out koalas snoozing overhead, and Kangaroo Island kangaroos (unique to Kangaroo Island as the name suggests) lazing nonchalantly in the bush – both are a wildlife photographer’s dream. Then it's off to the spectacular Flinders Chase National Park in the west of the island. This 200,000 acre wilderness is home to many of the island's bird and wildlife species, many cultural heritage sites and some of the highest cliffs in Australia. Visit a Long-nosed Fur-seal colony at Admirals Arch - these animals were once decimated by hunting but now numbering up to 50,000 across the island; next a visit to the beautifully preserved lighthouse station with three classic Federation style lightkeepers' homes. Next it is on to the astonishing iconic landmark known as Remarkable Rocks, vast granite boulders covered by the red-orange lichen, which have been formed over 500 million years. A quiet walk around this wilderness area will quickly reveal a number of the national park's 126 species of bird including including some of its 17 endemic subspecies, among them scrubwrens, thornbills and honeyeaters. Your guide will keep a sharp eye out for the elusive Short-beaked Echidna, one of the two monotremes or egg-laying mammals (the other being a Duck-billed Platypus) - both found on KI. Break for lunch and while you pore over your mornings’ photos, your guide will expertly prepare a table dressed with linen and glasses for a gourmet picnic with beer and wine. You will feast magnificently in a private secluded spot on a dramatic cliff top or perhaps under the shade of the eucalypts, usually with some unseen but curious wildlife keeping a close eye. The afternoon will be spent exploring the stunning south coast, and one of the major highlights of any visit to KI - Seal Bay Conservation Park. Here you will have a close encounter with a huge colony of rare Australian Sea-lions, whose foraging reefs are now protected within the Southern Kangaroo Island Marine Park. You could spend hours here, watching them lazing and surfing the waves, youngsters playing, females preening, and huge males fiercely defending their territory - and their ladies! End the day with a visit to Murray Lagoon, a wetland habitat for abundant birdlife most especially during migratory season – expect to see stilts, ducks, grebe and ibis, and overhead look for Black-shouldered Kite and Swamp Harriers before you are dropped back at your accommodation with plenty of time to relax with a glass of local wine before dinner."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Today, after breakfast, you begin your search for two more incredibly rare species; you will be heading to the north coast of KI and a walk the Lathami National Park, where you are likely to once again see the island’s very own subspecies of Kangaroo (the Sooty Kangaroo); however, your search is really on for the namesake of this small park - the Glossy Black Cockatoo, of which only about 250 remain, and are now only found on KI. Thanks to an ongoing initiative to save this stunning bird from extinction numbers are growing and its future is positive. Other regular encounters in this park are with the Tammar Wallaby which has all but disappeared from the mainland. A quiet walk through the bush will bring you within easy photo-distance of this endearing marsupial, as it peers at your through the sun-dappled leaves. Continue on to Stokes Bay and take a beach walk where careful observers are often rewarded with views of the endangered Hooded Plover which nests annually from October through December on Island beaches. Your morning work done, it’s time for lunch. Your guide will once again surprise you with yet another secret location probably accessed via a mob of Sooty Kangaroos, for yet another gourmet feast al fresco – this time it might be a delicious seafood BBQ featuring local fish King George Whiting, expertly whipped up by your multi-talented guide while you sip on more local beverages all the while being entertained by yarns and fables handed down through generations of islanders. Lunch complete, your guide will take you to explore waterbird habitat around the shoreline of Bay of Shoals and Pelican Lagoon before checking the bird haunts around American River, where the Glossy Black Cockatoos can also occasionally be sighted. You might choose to end your Kangaroo Island experience with a final wine-tasting or perhaps a G&T at a boutique distillery before being transferred back to Kingscote Airport to board your REX aircraft for the short flight back to the mainland. Indulge your senses with additional private day tours If you have time to add on one more day, why not enjoy a wild swim with dolphins; or enjoy Exceptional Kangaroo Island’s private ‘Art of Nature’ tour, an intimate and behind the scenes visit to some of Kangaroo Island’s most accomplished artists who have been inspired by the coastal beauty and wilderness landscapes of the island they call home. Alternatively food and wine lovers can spend a day indulging their passion with a private ‘paddock to plate’ safari to meet the artisanal makers of cheese, olive oil, honey, spices, gin, liqueurs and wine – and much more."
    }
  ],
  "map": ""
}