{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-fishing-holiday",
  "tourName": "Tasmania fishing holiday",
  "placesVisited": "Hobart, Expert Tasmania fly fishing guide, Macqurie River in Ross, Currawong Lakes, Brickendon, RiverFly Wilderness Camp, Walls of Jerusalem National Park, Launceston, Lake St. Clair, Pumphouse Point Wilderness Lodge",
  "generalInfo": "This Tasmania fishing holiday takes you to the island that was the birthplace of trout fishing in the Southern Hemisphere.  One hundred and fifty years ago brown trout ova were packed in moss and ice and transported successfully, on the third attempt, from the UK to Hobart, from where they were taken by horseback all over Tasmania, Australia, onwards to New Zealand and further field. In the year that celebrates this remarkable anniversary, one of the Tasmania's most breath-taking World Heritage wilderness lodges is also due to open, Pumphouse Point, located 250 metres from the shore of  Lake St Clair, Australia's deepest lake, and one of the finest fly fishing spots in the world. Tasmania is known as The Land of 3000 Lakes with the deepest in Australia, packed full of wild trout, and as many crystal clear rivers and streams providing extraordinary fly fishing and lure fishing for anyone of all ages. <br/><br/>Nowhere else in the world offers such a huge range of diversity of fishing from remote wilderness camps on the edge of the World Heritage Wilderness, to convict built estates in heritage village that happens to have one of the world's best trout fishing rivers running through it to sustainable fishing eco lodges such as Currawong Lakes in the north east wilderness.  While you are unlikely to see another human other than your guide for many of the days you are in Tasmania, you are never alone.  Wedge-tailed eagles soar overhead, platypus duck and dive in the waters around you, and wombats, wallabies and Tasmanian devils rustle in the bush nearby, or stand on the shore watching you in nonchalant bemusement. Among the top fly fishing guides in Australia including the current Commonwealth Champion, Tasmania also has Australia's only professional fisherwoman, who takes pride in encouraging ladies and children to try their hands at fly fishing making it a holiday for couples and families too. <br/><br/>Whether you want to take one day out of you holiday to try your hand at fishing or two full weeks casting your fly in the very best of Tasmania's lakes and rivers from the north east to the Central Highlands you can be sure of stunning landscapes, weird and wonderful wildlife, superb food and drink and a comfortable bed on which to lay your head under a star filled inky black sky.  Tasmania's trout fishing season runs from September to March.",
  "durationDays": "4",
  "price": "5695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Hobart: Arrive into Hobart from Melbourne or Sydney. This is Australia's prettiest state capital, nestled under Mt Wellington and on one of the most beautiful harbours in the world, and the River Derwent which begins in the heart of the Central Highlands, top fly fishing country. Enjoy a private 20 minute transfer from the airport to your charming family run accommodation just minutes from the historic waterfront. Visit one of the state's most important wildlife sanctuaries this afternoon and come face to face with the many species of animal you are likely to meet on your journey. Spend the evening soaking up the bohemian and maritime atmosphere of this delightful little city. A trip to the free Tasmanian Museum & Art Gallery will prepare you for some of the stunning natural history and landscapes you are about to witness."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lake St Clair: After a night in Launceston, you will hire a car and journey through jaw dropping landscapes through the Central Highlands, Land of 3000 Lakes. Your destination is Pumphouse Point, Tasmania's newest wilderness lodge which is spectacularly located in the middle of Australia's deepest lake, Lake St Clair, in the World Heritage Wilderness. You will have two nights in this restored pumphouse and enjoy some of the best lake fishing in the world under the watchful eye of Ken Orr and his trusty guides from Orrsome Fishing. With 1000 km of walks, unpolluted skies and abundant wildlife, there are few places in the world that compare to this pristine and stunning natural environment."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hobart: Today you will return to Hobart for your afternoon flight out to Sydney or Melbourne, or enjoy one last night in the city."
    }
  ],
  "map": ""
}