{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "great-ocean-road-and-grampians-3-day-tour-australia",
  "tourName": "Great Ocean Road and Grampians 3 day tour, Australia",
  "placesVisited": "",
  "generalInfo": "This tour is perfectly split between beach and mountains.  We spend the first day and a half on the Great Ocean Road enjoying the same route as the 2 day tour and then we travel north into the mountains. It is almost like two separate tours as both regions command your full attention. The Great Ocean Road has different scenery around every corner and is full of life and movement. The Grampians is calmer and quieter and offers some incredible viewing and walking experiences as well as being very rich in Aboriginal culture and rock art. <br/><br/>Our aim is to provide our small groups of a maximum of 8 passengers with compelling but relaxed itineraries matched with unique and wonderful accommodation and dining experiences. Our guides will tell tales of shipwrecks and explorers and help you in any way to have a great Australian journey. Dinners are at 2 award winning restaurants; Chris's and Royal Mail Hotel.<br/><br/>This tour departs on Wednesdays",
  "durationDays": "3",
  "price": "2400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our guests on this micro group tour of just 8 people are collected from their Melbourne hotels and introduced to the wonderful journey ahead. We travel through the vast volcanic plains on route to Geelong where you have time to stroll along the beautifully transformed waterfront. We start our journey along the Great Ocean Road at Torquay, stopping at various places along the coast including Bells Beach and our scenic morning tea location. A visit to a brilliant new chocolate factory is a great place to grab a coffee or engage your inner chocoholic. Our focus then turns to Australian native wildlife as we observe Eastern Grey Kangaroos in the wild. This is one of many opportunities to see and hear about our unique and unusual animals in their native habitat. Our journey then begins travelling the very scenic, cliff-hugging section of the Great Ocean Road. While winding our way along we stop to view sites such as the ‘Memorial Arch’ and tell you of the intriguing story of this incredible road. Lorne is the largest of the seaside resorts, with its abundance of cafes and restaurants it is a perfect place for a lunch break. You may even find time to have a swim or do some shopping. After lunch we cruise along the spectacular road, stopping at many scenic spots including Kennett River where we can see koalas and many colourful native birds in the wild. Travelling through Apollo Bay we take time to explore the harbour, beach and township. We then check into your private, self-contained accommodation at Chris’s Restaurant and Villas. This is an amazing location to unwind an enjoy some time looking out to sea. We have dinner tonight at the award-winning restaurant with breathtaking views of the ocean and enjoy a modern Greek Australian menu that utilises great local produce."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Our journey ventures into the Great Otway National Park where we take you on a guided walk through a cool temperate rainforest gully to see the world’s tallest flowering plants and prehistoric trees. Our first stop on the shipwreck coast is at Castle Cove overlooking the Aire river valley. Your guide will introduce you to the strong Aboriginal heritage of the region and the important fossil discoveries of dinosaurs dating back to the cretaceous period. The 12 Apostles are Icons of Australia’s natural beauty. We arrive as the stacks are lit with the morning sun making them perfect for photos and crowd free. This is a bonus for taking a 2-day trip as the stacks are silhouettes in the afternoon and overcrowded. After hearing of the creation of the stacks and holding some of the limestone rock you can explore the boardwalks or brave a helicopter flight along the coastline (own expense). We then visit ‘Loch Ard Gorge’, the site of the most famous 19th century Australian shipwreck. We retell the entire story from the calm voyage, the tragic wreck, the courageous survivors and their fate. While hearing the tale you will be able to see and hold some original artifacts, photos and documents from the ‘Loch Ard’ contained in our treasure chests. Port Campbell is our lunch stop for today. The small fishing village of just 350 is set in a beautiful natural port and has some wonderful cafes and restaurants for food and views. After lunch we travel to a lesser known but highly impressive area of the Coastline west of Port Campbell. This section includes the limestone formations of London Bridge, Bay of Islands, Bay of Martyrs and Boat Bay and is seen only be a small percentage of the people travelling the Great Ocean Road. Our journey then continues through to Warrnambool and Port Fairy with a visit to Tower Hill Game Reserve for the chance to see Koalas, Kangaroos and Emus living wild within this extinct volcanic crater. We then leave the coast and drive north to your accommodation in Dunkeld at the southern end of the Grampians National Park. The Royal Mail hotel is a renowned hotel for both its setting, looking out at the mountains, but also its culinary excellence, having been awarded many mighty accolades over the times. Your experience here includes the five-course degustation menu in ‘Wickens’. This dining experience is something that has people from all over Australia travelling for."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our third day starts at the Southern end of Gariwerd, the Aboriginal name for the Grampians. After enjoying breakfast at the hotel we start an incredibly scenic drive North between the Serra and Mt William Ranges towards Hall’s Gap while the sun is streaming in from the east lighting up the rocky cliff faces of the ranges. The creation of these ranges dates back around 420 million years ago and has at one stage had the Southern Ocean lapping up against it. These sandstone mountain ranges are sedimentary deposits that have since faulted and lifted. This upheaval now allows us to discover an incredibly rare and stunning landscape. An hour into our journey we arrive in Halls Gap in the heart of the Grampians NP. This township’s Parks Victoria information centre and ‘Brambuk’ Aboriginal cultural centre help us learn about the region, including a couple of short videos in the dreaming theatre that reveals both the the natural history and the Aboriginal creation story. Our day includes a few short walks at Baroka Lookout, Reid’s Lookout and McKenzie Falls as well as the rock art site ‘Bunjil’s Shelter’. Our journey back to Melbourne takes us by the gold mining township of Ballarat, once one of the richest towns in the world and the reason for Melbourne’s early prosperity. The end of our 3-day tour concludes back in Melbourne around 6pm."
    }
  ],
  "map": ""
}