{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "franklin-river-rafting-holiday-in-tasmania",
  "tourName": "Franklin River rafting holiday in Tasmania",
  "placesVisited": "Franklin River, Launceston, Professional river guides, Newlands Cascades, Great Ravine, Blushrock Falls, Galleon Bluff, Verandah Cliffs, Sir John Falls, Macquarie Harbour",
  "generalInfo": "Just the names of staging posts along the Franklin River evoke the adventures which lie ahead: Nasty Notch, the Churn, the Black Forest, and Newlands Cascades. No previous experience with a paddle is needed for this small group rafting holiday in Tasmania, but it sure won’t hurt.<br/><br/>Led by professional guides who will bring the river and its stories to life as you go, you’ll travel as far as Sir John Falls, over tricky rapids as well as sublimely tranquil stretches of water. At night you’ll pitch up in campsites by the river, enjoying excellent food no matter how far you may be from civilization. While you eat, you can listen to the sounds of the river and the wildlife it supports, and enjoy the incredible starry skies this far from the city.<br/><br/>Make no mistake, you’re at the mercy of the elements out here, but no matter the conditions of the river, your in safe hands all the way, and your guides will always have a Plan B just in case. And once you reach the finish line there will be a Stormbreaker yacht waiting to carry you back in style to base in Launceston.<br/><br/>This awesome eight-day rafting trip is perfect for anyone with a reasonable level of fitness and a thirst for adventure. You’re out there in a real wilderness, so expect no home comforts, just the thrill of being fully immersed in nature at its most raw. <br/>",
  "durationDays": "8",
  "price": "2450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We pick you up early this morning in Launceston, from one of our two pick up locations. Our first pick up point is at 6:15am from the Grand Chancellor and our second pick up point is at 6:30am at the Penny Royal. We then drive to our put-in point at Collingwood Bridge. We aim to be there around 12:00pm and here we will inflate and load our rafts and have lunch. Before getting on the water the guides will provide a safety briefing and instruction on paddling the raft. Today we will tackle the Log Jam, Nasty Notch, Descension Gorge and float calmly through the Irenabyss and camp just on the side of the river below the gorge. We spend the evening relaxing at our idyllic camp deep in the wilderness. While your guides prepare a hearty evening meal, why not take a cup of tea down to the river to look for the wildlife that comes out at dusk. *You will need to arrive in Launceston the day before your trip, ensuring that you arrive in time to attend the 1:00pm pre-trip briefing."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is a long and beautiful day of rafting, with some interesting paddling and numerous campsites along the river banks. The mood of the river depends completely on how much rain has fallen recently. Keep your eye out for the red flowers of climbing heath cascading down the surrounding rock faces. Tonight we enjoy another feast prepared by your guides, then turn in for a night under the open sky."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We reach the Great Ravine today and the first major portage at the Churn. There are some challenging sections along the river prior to reaching the Churn. We pass Blushrock Falls, named for the red tinge in the rock. As we paddle look out for a view of Frenchman's Cap from the river. Your passionate guides will tell you about the Franklin’s famous history, and also intriguing lesser known tales that have come to them over their years of adventuring on this wild river. Tonight we camp at Coruscades Camp within the Great Ravine."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today takes us to Deliverance Reach, the end of the Great Ravine, and on to Rafter's Basin. After breakfast we paddle and portage through Coruscades, Livingstone’s Cut, Thunderush, the Masterpiece and the Cauldron to the Mousehole – a narrow recess with a cat-like boulder overlooking the river. It is only a 2km paddle now from the Mousehole to Rafter’s Basin where we camp for the night by Interlude Creek. The terrain around our camp tonight is somewhat of a prelude of the forecoming Lower Franklin."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Depending on the weather today our destination is The Black Forest or Newlands Cascades. Life on the river is extremely dominated by the weather and your guides are adaptable, with a great plan B no matter what mother nature throws down at them... it's all part of the adventure! Today we paddle through Propsting Gorge and some of the Franklin's best rapids. After lunch we navigate the longest rapid on the river: Newlands Cascades. We'll also visit Rock Island Bend. At the bottom of these rapids there is a long, large rock overhang which makes a cosy place to spend the night."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Greet the morning with a hot drink in hand, watching the sun creep down the sides of the valley towards our camp. Huon Pines and Leatherwood trees drape themselves elegantly along the banks of the river. Listen and look for the birds that flit amongst their branches. The paddling today is relatively straightforward, to Blackman’s Bend through the deep temperate rainforest of the lower river that was protected by the environmental protests of the early 1980s."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today our adventure takes us past Double Fall, Big Fall, and Galleon Bluff, which is said to look similar to the sterns of several ships jutting out into the dark water. Shortly after we float under the impressive overhang of Verandah Cliffs. Today we will visit the Lost World and acknowledge passing the Kutikina Aboriginal Cave. Our camp tonight is at Sir John Falls on the Gordon River, about 5km downstream of the junction of the Gordon and Franklin. The small wharf in front of our campsite is the perfect place from which to have a swim in the Gordon River, and to look out for white bellied sea eagles, as your guides prepare the final evening meal."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you are collected by Stormbreaker yacht and cruise down the length of the river before reaching paralungatik/Macquarie Harbour. Take the chance to kick back on the deck and enjoy the views over the broad expanse of the Gordon River. In Strahan we are met by our bus, which will transfer us back to Launceston (driving time is approximately 4.5 hours). Arrival in Launceston may vary from late afternoon to late evening though usually around 5pm. Our two drop-off points in Launceston are the Grand Chancellor and the Penny Royal. We usually celebrate with a group farewell dinner this evening (own expense)."
    }
  ],
  "map": ""
}