{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "melbourne-to-adelaide-3-day-tour-australia",
  "tourName": "Melbourne to Adelaide 3 day tour, Australia",
  "placesVisited": "",
  "generalInfo": "This tour with a maximum of 8 passengers takes in the breathtaking scenery of the Great Ocean Road, one of Australia’s best wine regions and vast farmland on route to Adelaide. If you are travelling to both cities and seeing the Great Ocean Road why go back to Melbourne and waste time flying over to Adelaide. This journey will get you in there only hours later and you will have seen another part of Australia.<br/><br/>The two first days are spent travelling the Great Ocean Road and beyond in a relaxed pace in the same fashion as the 2 day tour. On the third day we visit the World Heritage listed Naracoorte Caves National Park and have lunch a beautiful winery.<br/><br/>Let us do the driving and you can enjoy the company of our small groups and the many great experiences we have put together for your enjoyment along the way.<br/><br/>This tour departs Sunday",
  "durationDays": "3",
  "price": "2100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our guests on this small group tour are picked up from their city hotel or Federation Square and we quickly depart Melbourne via the West Gate Bridge. We travel through the vast volcanic plains on route to Geelong where you have time to stroll along the beautifully transformed waterfront. Our first stop along the coast is at Bells Beach, a famous surfing beach and a great place to enjoy morning tea. Our focus then turns to Australian native wildlife as we observe Eastern Grey Kangaroos in the wild. This is one of many opportunities to see and hear about our unique and unusual animals in their native habitat. Our journey then begins travelling the very scenic, cliff-hugging section of the Great Ocean Road. While winding our way along we stop to view the ‘Arch’ and tell you of the intriguing story of this incredible memorial road. Lorne is the largest of the seaside resorts and is a perfect place for a lunch break. You may even find time to have a swim or do some shopping. After lunch we cruise along the spectacular road, stopping at many scenic spots including Kennett River where we can see koalas and many colourful native birds in the wild. Travelling through Apollo Bay we go into the Great Otway National Park. We take you on a 1km guided walk through a cool temperate rainforest gully to see the world’s tallest flowering plants, prehistoric trees and ferns and unique features such as ‘Yabbie Chimneys’. We visit Apollo Bay before checking in to your private self contained villa is set high on a hill overlooking the Southern Ocean. This amazing setting is a great place to relax and unwind for a couple of hours. After freshening up we have dinner next door at Chris's Restaurant. This award winning restaurant is certainly one of the best in the region where the great food is only matched by the amazing views."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast, our journey starts with us travelling through the Otway ranges and onto the ‘Shipwreck Coast’. Our first stop is at Castle Cove overlooking the Aire river valley. Your guide will introduce you to the strong Aboriginal heritage of the region with many tribes living prosperously around the coastline for thousands of years. In the same area millions of years ago when Australia was part of the great southern land, Gondwana, dinosaurs were roaming the land. A unique find along the coast in 1987 uncovered important clues into the world’s pre-historic past. The 12 Apostles are Icons of Australia’s natural beauty. We arrive as the stacks are lit with the morning sun making them perfect for photos and more crowd free. This is a bonus for taking a 2 day trip as the stacks are silhouettes in the afternoon and overcrowded. After hearing of the creation of the stacks and holding some of the limestone rock you can explore the boardwalks or brave a helicopter flight along the coastline (own expense). We then visit ‘Loch Ard Gorge’, the site of the most famous 19th century Australian shipwreck. We retell the entire story from the calm voyage, the tragic wreck, the courageous survivors and their ultimate fate. While hearing the tale you will be able to see and hold some original artefacts, photos and documents from the ‘Loch Ard’ contained in our treasure chests. Port Campbell is our lunch stop for today. The small fishing village of just 350 is set in a beautiful natural port and has some wonderful cafes and restaurants for food and views. After lunch we travel to a lesser known but highly impressive area of the Great Ocean Road west of Port Campbell. This section takes in London Bridge, Bay of Islands, Bay of Martyrs, and Boat Bay. Our journey then continues through Warrnambool and onto Tower Hill Game Reserve where we have the chance to see emus and other native animals. Our journey then continues through picturesque Port Fairy towards Mount Gambier. Here we look at the incredible colour of a volcanic crater lake before we check into our luxurious overnight accommodation at ‘The Barn’ in Mount Gambier and indulge in the fine food of the region in their award winning restaurant. Dinner and breakfast are both included at ‘The Barn’."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our third day starts with a visit to the Naracoorte Caves National Park for a cave tour with a local guide. These limestone caves have an abundance of Stalagmites and Stalactites and are World Heritage Listed Area due to the fossils of the ‘Mega Fauna’ found buried in the Caves. We then continue our journey through another prominent South Australian wine region of Padthaway as we head north through to Keith. We stop here for lunch before joining the highway, travelling through grain and stock land towards Adelaide. This is a vast drought affected area of Australia and is an incredible contrast to the lush forests and coastal pastures we have been travelling in. On our approach to city we visit the very popular tourist village of Hahndorf and Mount Lofty summit for impressive, birds-eye views of Adelaide and surrounds. We arrive in the city at around 6pm."
    }
  ],
  "map": ""
}