{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-east-coast-tour-from-hobart",
  "tourName": "Tasmania East Coast tour from Hobart",
  "placesVisited": "",
  "generalInfo": "Our 5 Day Eastern Tassie Coastline Tour offers a fantastic short getaway to Tasmania’s east coast. This tour is a great option for those who only have limited travel time available but wish to see some of our most scenic attractions. It’s also a great option for those that wish to start in Hobart and finish in Launceston. Covering approximately 800km we explore several of Tasmania’s premier east coast attractions, moving fast enough to fit in many great experiences, yet slow enough to enjoy the sights! This tour concludes on Thursday morning in Launceston CBD with hotel check-out by 11am. Suitable for all ages and fitness levels this is an unforgettable, small group travel experience.<br/><br/>Highlights:<br/>• The stunning panoramic views from Mt Wellington Summit.<br/>• Visit a winery in one of Tasmania’s most famous wine regions the Coal Valley.<br/>• Fully guided tour of Australia most famous culturally historic site - Port Arthur.<br/>• 25min Harbour Cruise of Port Arthur aboard the the spacious catamaran vessel Warana.<br/>• Tasmania’s east coast and the incredible Bay of Fires.<br/>• Visit the award winning Nature World for an interactive experience with Tasmania’s native animals including the Tasmanian Devil.<br/>• Sampling some of the best &amp; freshest food and wine in all of Australia.<br/>• Fully accredited and experienced local guides.<br/><br/>Inclusions:<br/>• 4 nights accomodation.<br/>• 4 x breakfasts and 3 x lunches provided.<br/>• Direct hotel pick-up and drop-off.<br/>• All accommodations provided 3.5-4 star rated.<br/>• All attractions, entry fee’s and National Parks passes provided.<br/>• The only additional expenses incurred are 4 x evening meals &amp; and any spending money.",
  "durationDays": "5",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Hobart: Arrive today and travel into Hobart city at your leisure. Your accommodation for tonight is booked and waiting at the elegant, 4-star Movenpick Hotel centrally located and walking distance to the cities restaurant and shopping areas."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Hobart - Port Arthur: Pick up from the Movenpick Hotel to begin the fully guided portion of our 4 day package. Explore the Hobart waterfront area before heading to the summit of Mt Wellington (1270m) boasting spectacular panoramic views in every direction. Further exploration through town sees us take in the historic Female Factory & Cascade Brewery while viewing many of Australia’s oldest convict built structures. Heading east we meander into the Coal River Valley, one of Tasmania’s premier wine regions. Naturally we will lunch at a lovely, family operated winery, sampling some of Tassie’s best wine & local produce before continuing on to the historic township of Richmond. We will see the beautiful stone arch construction of the Richmond Bridge, built by the convicts in 1823 this is Australia’s oldest bridge still in operation. Much to everyone’s delight we stop at the boutique Federation Chocolate factory just outside Richmond for some sampling of fresh, hand made chocolates. The flavours change depending on the season and the produce available! It’s then on to the Tasman Peninsula for our first taste of the east coast. The Tasman National Park boasts towering sea cliffs and a wealth of cultural history as we venture south. A beautiful lookout point over Pirates Bay provides the ideal location for a scenic, mid-afternoon tea/coffee break. Learn about Eaglehawk Neck - the site of the infamous Dogline - as we cross onto the Tasman Peninsula. We then explore some of nature’s true wonders with short, scenic walks at Tasman’s Arch & Devils Kitchen. Continuing on we squeeze in a stop at the colourful Port Arthur Lavender Farm before overnighting right on the cusp of the Port Arthur World Heritage Historic Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Port Arthur - Bicheno: Our day begins with a 3 hour fully guided tour around the Port Arthur Historic Site. Explore many of the original buildings as we learn about the early convicts and the role they played in Tasmania’s history. Learn about Point Puer (the juvenile boys prison), the Isle of the Dead graveyard and the Port Arthur timber industry while enjoying a short, scenic harbour cruise to view the site as incoming convicts would have. Next we leave the Tasman Peninsular for our journey up the very east coast of the island. At Raspins Beach we view the imposing Maria Island off the coast of Orford before stopping to see the unique convict built Spikey Bridge and the captivating coastline at Spikey Beach over tea, coffee & biscuits. Next up is Swansea – a beautiful East Coast town - and the Great Oyster Bay area. Arriving in Bicheno for our evening accommodation we will squeeze in one last feel good activity by spotting the cute little Fairy Penguins arriving ashore right in Bicheno township."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bicheno & The Bay of Fires - Launceston: Start the day at the amazing Blow Hole on the rocky coastline of Bicheno. Visit the multi-award winning East Coast Nature World wildlife park to see many of our native animals and in particular - the feeding of the iconic Tasmanian Devil. Learn about this amazing animal and its recent struggle for survival. Pat wombats and hand-feed kangaroos, geese and ducks - this is a wonderful and interactive morning. Enjoy travelling Tasmania’s most scenic coastal road with breathtaking views of the east coast en route to one of Tasmania’s premier attractions - the Bay of Fires. At Binalong Bay we will stroll along the pure white sandy beaches and snap photos of possibly the most colourful spot on the island. Visit a working oyster farm, see their farming techniques and enjoy the freshest possible oysters. In the afternoon we proceed towards Launceston stopping at Pyengana, the award winning cheese factory and dairy. We then twist our way through an ancient Myrtle Rainforest and cross the trail of the dragon, an old mining area centred around the town of Derby. The carved memorial trees at Legerwood are one of Australia most unique & tasteful memorial sites, this will be our tea & coffee break for today. Arrive in Launceston CBD tonight approximately 6pm for the final evening our your 5 Day package at a perfectly located inner city hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure: Enjoy an included hot breakfast at your inner city lodgings this morning. Your package officially concludes with hotel check-out by 11am. Feel free to contact us for suggested further activities or sight-seeing options."
    }
  ],
  "map": ""
}