{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "adelaide-to-melbourne-3-day-tour-australia",
  "tourName": "Adelaide to Melbourne 3 day tour, Australia",
  "placesVisited": "",
  "generalInfo": "Our journey between Adelaide and Melbourne is full of scenic diversity. Birds eye views of cities, vast farmland, famous wine regions, extinct volcanoes, coastal icons, shipwrecks, rainforests and winding clifftop roads. Add to this some great food and wine and small group of like-minded travellers and you have a very memorable 3 days. We have carefully planned our itineraries so that we take in many different experiences while keeping the schedule at a comfortable and relaxed pace.  The first part of this tour through farmland on route to the World Heritage site Naracoorte Caves National Park. Coonawarra wine region is just a short drive away where we try some of their world famous wines. The second and third day travels along one of the most scenic coastal roads in the world, Great Ocean Road. Our small groups of no more than 8 people allow you more time at places and a more personalised experience. This tour departs on Wednesdays.",
  "durationDays": "3",
  "price": "2100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "We pick you up at your hotel and start by traveling in to the Adelaide Hills. Here we explore Hahndorf, a traditional German town in the Adelaide Hills and Mt Lofty Summit with sweeping views of Adelaide. Our journey then takes us through grain and stock lands towards the town of Keith, where we have lunch and turn South towards wine country. We travel through a relatively new wine region of Padthaway towards the World Heritage listed Naracoorte Caves to learn of the fossil discoveries of Mega Fauna that make this site so internationally important. We end the day traveling into the scenic Coonawarra wine region recognized as one of the best Cabernet Sauvignon regions of the world. Tonight we are accommodated in luxurious rooms at ‘The Barn’ in Mount Gambier which also houses an award winning restaurant for dinner and breakfast."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast on this second day we visit the Blue Lake which is a crater lake, Port Fairy then Tower Hill Reserve where we are likely to see Emus, Koalas, Kangaroos and Echidnas. This reserve is a wildlife haven and the home of an Aboriginal Cultural Centre. We visit London Bridge and the less visited but equally impressive limestone stacks of the Bay of Martyrs and Bay of Islands. We then visit ‘Loch Ard Gorge’, the site of the most famous 19th century Australian shipwreck. We retell the entire story from the calm voyage, the tragic wreck, the courageous survivors and their ultimate fate. While hearing the tale you will be able to see and hold some original artefacts, photos and documents from the ‘Loch Ard’ contained in our treasure chests. We then discover one of Australia’s icons, the Twelve Apostles. We explain the creation of these limestone stacks and the constant wearing away of this coastline. Load your camera – there will be plenty of photo opportunities! You will also have the opportunity to fly high above the coastline, viewing the apostles from a helicopter (own expense). Our journey then takes us into the Otway National Park and through to Apollo Bay. We then arrive at your 4 star accommodation set high on a hill with great views overlooking the Southern Ocean. These private villas set within native forest offer the perfect environment to relax and unwind. After freshening up we have dinner next door at Chris's Restaurant. This award winning restaurant is certainly one of the best in the region where the great food is only matched by the amazing views."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Our first stop after breakfast is within the Otway National Park at Maits Rest. This is a 1km walk through a cool temperate rainforest gully discovering trees and ferns that date back millions of years to times when dinosaurs roamed this part of the world. We then turn towards Melbourne and travel along a very scenic section of the Great Ocean Road en route to Kennett River for a fantastic viewing of wild Koalas in their native setting. We also visit many scenic spots for photos and tell numerous stories behind the making of the road. We stop for lunch at the largest of the seaside villages, Lorne. This popular tourist town is full of restaurants and cafes and boasts great shopping and swimming beaches. After lunch we drive along the surf coast and take in the surf culture of the region with a visit to Torquay and Bells Beach. We also visit Anglesea Golf Club where we will hopefully see Kangaroos in their natural environment. Our journey then takes us through the historic gateway to the Great Ocean Road, Geelong. We have some afternoon tea along the redesigned waterfront before turning to Melbourne. Our journey into Melbourne takes us from the west over the ‘West Gate Bridge’, famous for its grandeur and checkered history. We will then escort you to your hotel and welcome you to Melbourne."
    }
  ],
  "map": ""
}