{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "western-tasmania-5-day-tour",
  "tourName": "Western Tasmania 5 day tour",
  "placesVisited": "",
  "generalInfo": "Our 5 Day Western Tasmania Wilderness Tour provides an insight into a world many tourists never venture - the remote and photogenic west coast! Perhaps you’ve already toured the more popular east coast? Or maybe just prefer travelling through pristine, unpopulated areas filled with greenery and natural wonder? This tour could be a great option for you. Covering approximately 750km we explore many of Tassie’s premier central highlands &amp; west coast attractions, moving fast enough to provide a fantastic overview of the island, yet slow enough to enjoy the sights! Suitable for all ages and fitness levels this is definitively a unique and eye opening, small group travel experience.<br/><br/>Highlights:<br/>• Sampling some of the best &amp; freshest food and wine in all of Australia.<br/>• Stroll through the lovely grounds of Cataract Gorge in Launceston.<br/>• Fully guided tour at the unique Marakoopa show Caves, including viewing some of the best Glow Worms in Australia.<br/>• A lovely walk under the forest canopy to the delightful Nelson Falls.<br/>• Majestic Cradle Mountain and its stunning highland scenery.<br/>• Panoramic views above Queenstown from the Iron Blow lookout.<br/>• Stand on the jetty at the acclaimed Lake St Clair<br/>• The Wall in the Wilderness art Gallery in Derwent Bridge.<br/>• Tasmania’s most photographed waterfall - the 3 tiered Russell Falls.<br/><br/>Inclusions:<br/>• 4 nights accomodation at 3.5 to 4 star lodgings.<br/>• 4 x breakfasts and 3 x lunches provided<br/>• 1 x evening meal provided.<br/>• All attractions, entry fee’s and National Parks passes provided.<br/>• The only additional expenses incurred are 3 x evening meals &amp; and any spending money.",
  "durationDays": "5",
  "price": "2195",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Launceston - Travel into Launceston city at your leisure. Your accommodation for tonight is booked and waiting at the Best Western Plus Hotel - centrally located and walking distance to the cities restaurant and shopping areas."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Launceston to Cradle Mountain - Today we will spend the morning exploring downtown Launceston - Australia’s 3rd oldest city behind Sydney & Hobart. We will see the King Bridge, City Park, inside the beautiful old Heritage listed Post Office and of course take a 40 minute stroll through a jewel in the city - Cataract Gorge Reserve. Soon after we head westward into the Meander Valley which is an absolutely stunning farming and pastural area. Try local made ice-cream and honey tastings of more than 50 flavours at the renowned Melita Honey Farm in Chudleigh before learning about Tasmania’s oldest and biggest Leatherwood Honey producer R. Stephens Honey in Mole Creek. Our lunch stop today is a true gem hidden in the forest at 41o Degrees South Salmon Farm. After lunch a truely unique attraction follows with a guided tour of the Marakoopa Caves, exhibiting limestone & crystal formations millions of years old, along with a completely natural population of resident glow worms! From here we will snake our way up onto the central highlands plateau to Cradle Mountain National Park."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Cradle Mountain to Queenstown - Start the day with a full buffet hot and cold banquet breakfast at Cradle Mountain Hotel. Inside the Cradle Mountain-Lake St Clair National Park - a photographers paradise - drive to the gorgeous Dove Lake for breathtaking views of Cradle Mountain. Take a short walk to glacier rock and then on to the appropriately named Enchanted Walk to see beautiful cascades and the Pencil Pine waterfall. Visit the old “Waldheim Cottage” of pioneer Gustav Weindorfer who made Cradle Mountain world famous. En route to Strahan we pass through beautiful Lake Rosebery, old mining towns such as Zeehan and view the Southern Ocean from one of the best lookout points on the west coast - how far can you see - perhaps Argentina? This is some of the freshest air on Earth. Arriving in the historic settlement of Strahan we see the historical train station at Regatta Point, visit an old though still operational saw mill and the award winning Woodcraft Centre with beautifully designed woodworks on display. Continue on to our evenings lodgings at the infamous west coast township of Queenstown."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Queenstown to Hobart - Queenstown is an old mining town reflecting past glory and surrounded by colourful, mineral rich mountains. Start the day with panoramic views over Queenstown from the Iron Blow lookout at the top of Mt Lyell before a lovely rainforest drive right through the World Heritage Franklin-Gordon National Park. Take a stroll into possibly Tasmania’s most photogenic waterfall - Nelson Falls, the 30 minute return walk is one of the west coasts best. We then travel through picturesque valleys and mountains, pristine forests, cross wild rivers before winding our way up Mt Arrowsmith to the geographical centre of Tasmania. Button grass plains, Eucalyptus forests, majestic mountains and spectacular lakes are in every direction here. Turn at Derwent Bridge to see Lake St Clair – Australia’s deepest freshwater lake and the inception of the mighty Derwent River. Next up is a visit to one of the states premier cultural experiences - The Wall, an amazing ongoing work by artist Greg Duncan, depicting stories of Tasmanian history hand carved in Huon pine - our most famous timber. Following lunch we have a close up look at Tasmania’s Hydro-Electric Power scheme in the township of Tarraleah, before pushing further east into the Derwent Valley. A mid afternoon coffee stop is in order at Lake Meadowbank before detouring into Mt Field National Park to visit the delightful 3 tier Russell Falls. Our final drive leg wanders along side the Derwent River bringing us back to Hobart for the final night of your 5 day package. Tonight’s lodgings are at the very stylish 4-star Movenpick hotel in Hobart city."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Departure - Enjoy a delicious hot breakfast included in you room package this morning. Your 5 day package officially concludes with hotel check-out by 11am. Reception can certainly store bags for those with late afternoon flights or contact us to arrange additional nights in these lodgings. We can also recommend plenty of day trip or city activity options for those looking to further explore."
    }
  ],
  "map": ""
}