{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "b-b-self-drive-tour-of-tasmania-meet-the-locals",
  "tourName": "B&B self drive tour of Tasmania, meet the locals",
  "placesVisited": "Woolmers Estate, Launceston, National Rose Garden, Tamar Valley, Narawntapau National Park, Cradle Mountain, Dove Lake, Sarah Island, Western Wilderness, Bonnet Island, Wilderness retreats, Central Highlands, Lake St Clair, Mount Field National Park, Hobart, South West National Park, Great Tasmanian wildlife, Top Tasmania B&B's with conservation expertise",
  "generalInfo": "Enjoy the best of Australia's wilderness island state, on this B&amp;B self drive tour of Tasmania, meeting the locals along the way as you travel from north to south, and east to west. On this self drive holiday you will be staying in authentic farm stays and family run bed and breakfasts, wilderness cabins, homesteads and convict built cottages where you will have the chance to meet local islanders, including many who are deeply immersed in wildlife and environmental conservation in this magical island that become the life-raft for mainland Australia's long lost species over ten thousand years ago.<br/><br/>Your drives, from 45 minutes to no more than three and a half hours at a time, will take you through some of the most stunning landscapes in the Southern Hemisphere, with innumerable opportunities to stop and walk to dramatic tumbling waterfalls, vast, deep silent lakes, through pockets of rainforest, the tallest flowering trees in the world towering above you at over 100 metres, and surprise lookouts giving way to vistas across endless mountain ranges  <br/><br/>Much of the accommodation is just a short drive away from Tasmania's  iconic beauty spots, others are tucked away in Land for Wildlife spots, and some are so far off the tourist trail that you won't find them in any other tour operator brochure. Each will hold a wonderful surprise, with a warm welcome and a host of surprises guaranteed. Enjoy absolutely unique wildlife experiences such as inquisitive wallabies and the normally elusive platypus in your own back garden stream. Enjoy mouth watering home cooking with local produce, sometimes collected from your own back garden, and Tasmania's acclaimed wines.  Stay in World Heritage listed convict sites and get an insight into Tasmania as it existed in the 1800s, when it invoked fear into the wretched souls who were transported to 'Van Diemen's Land'. <br/><br/>Get off the beaten track into some of Tasmania’s most stunning and bird and wildlife-rich hideaways.  Stand on the Edge of the World and gaze across to South America or south to the Antarctic, with no landmass between you and there, as you breathe the cleanest recorded air in the inhabited world. Discover the very spot that launched the world’s first eco-tourism movement and changed the face of Australian politics.<br/><br/>Your tour will be tailored to suit your preferred duration from 7 days to 21 days or longer. A minimum of 10 to 14 days is needed for a self drive tour that includes both the east and west coasts of Tasmania. The itinerary provided below is a just a guideline.  It can start in Hobart, Launceston or Devonport.  Car rental is included but guests can bring their own car if they prefer to come via ferry from Melbourne, and the price will be adjusted accordingly.",
  "durationDays": "8",
  "price": "8000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "You can fly into Hobart in the south, or Launceston in the north. In Hobart, perhaps allow a weekend to enjoy the famous Salamanca Markets. If you fly into into Launceston, Tasmania's second largest city in the north of the state, it is only a 45 minute flight from Melbourne. From here, collect your hire car (no hidden extras to pay!) You can stay in the city itself, and hike in Cataract Gorge and enjoy the unique Tamar Wetlands - a haven for birds and reptiles; or drive just over twenty minutes to pretty rural working Brickendon Farm and colonial Estate, which was settled in 1824 and has been in the same family of Tasmanians for seven generations. The neighbouring property, connected by a lovely walk across the land, is the glorious Woolmers Estate and National Rose Garden. Both are UNESCO World Heritage Listed and have lovely authentic accommodation. You will find the most significant, precious and well preserved convict heritage in Australia here. Stay at one of Brickendon’s charming farm or estate cottages. Enjoy the stunning countryside, take the family pig for a walk and catch your dinner in the river. The accommodation here is the closest you will find to times gone by but with modern conveniences. Continental breakfast provisions included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Discover wineries and the 'Serengeti of Tasmania'. Drive an hour north to the head of the Tamar Estuary to Beauty Point, with stunning views across the Tamar Valley and perfectly situated to explore Tasmania’s wine route the Tamar Valley and Narawntapau National Park, full of birds and boxing kangaroos, and Archers Knob walk with views across the entire north coast of Tasmania! Your B&B's beautiful gardens run down to the Tamar River. Your hosts will spoil you rotten and give you a King's Breakfast to set you up for a day's exploration."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Head down to the beautiful Great Western Tiers, where your accommodation tonight is a hidden studio tucked between the mountains and the forest with stunning views, organic supper platters, and guided forest walks. The valley retains the landscape values of 19th Century rural Australia. Winding roads are overhung with trees, meandering creeks support native wildlife and there are no power-lines or intensive agriculture to spoil the soft lines of the valley edge. All householders living within the valley use alternative power for their domestic needs. From the southern end of the valley you can access the Tasmanian Wilderness World Heritage Area. From Adam's Peak at the top of the track on a clear day you can see far across the Central Plateau Conservation Area. The slopes of the valley are heavily forested while the valley floor has been used sporadically for farming for the last century. The old growth forests of the valley are very diverse because they contain elements of most of Tasmania's forest communities, from dry eucalypts and myrtle dominated rainforest to alpine and sub-alpine species. The now rare King Billy pine grows on the edge of the Warners Track."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The lost valley - quolls, devils and platypus. Your log cabin tonight is in a valley known to almost no one apart from those lucky enough to stumble upon it, deep in the north western wilderness. Your hosts have been stewards of this private wildlife conservation area for decades and you will almost certainly see platypus in the wild, pademelons, quolls and probably Tasmanian devils. Or stay in a magnificent glass dome on a wildlife reserve near the tiny town of Penguin complete with outdoor bath for stargazing, and the 'Devil's Den' for meals. Walk in nearby powerful Leven Canyon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Breathe the cleanest air in the world! Today you will head to the far North West and the spot where the cleanest air in the world is regularly recorded at the CSIRO testing station. This is Stanley, a beautiful little fishing town where you will enjoy some of the freshest seafood in the world with some of the best views of your life across (and from) The Nut, the dramatic plug of volcanic rock that rises out of the Bass Strait.. Take a short drive down to the Tarkine Rainforest for a truly memorable cruise on an old restored Huon Pine Vessel down Arthur River and watch sea eagles swooping for fish. Those who long to get away from the 21st Century can continue south along the 'Road to Nowhere' - a former logging track that takes you the only accommodation in the Tarkine Rainforest on the banks of the mystical Pieman River. Don't bother checking your phone or emails here - you are truly 'off the grid'!"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Cradle Mountain. An hour and a half drive brings you to the stunning glacial and alpine World Heritage landscape that is home to Cradle Mountain and Dove Lake. Stay in lovely self catering cabins with views of the mountain itself. Walk around Dove Lake, or those with a desire to get off the beaten track, start on the boardwalk that is the beginning of the world famous six day Overland Track and take the 3 hour Crater Lake Walk, passing probably not another human soul. When you return to the car, if light is just fading, stand on the boardwalk again and watch as the button grass hummocks start to move and wombat after wombat appears in the dusk. This is a great opportunity to come face to face with the Tasmanian devil at close quarters and learn from the experts at the Devils@cradle Sanctuary who will tell you all about the devastating disease that is causing its tragic demise."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Stand on the spot that started the world's first Green Party: Drive two hours through ever- changing scenery to Strahan, home to Sarah Island, the most feared of all penal settlements. This is now the gateway to Tasmania’s majestic World Heritage Listed Western Wilderness. The tiny fishing village on the edge of Macquarie Harbour, six times the size of Sydney’s, became the base camp for the massive fight to save the mighty and wild Franklin River from plans to dam it for the Hydro-electric scheme in 1982 and 1983. This was the start of the world’s first eco-tourism movement and it has remained protected and pristine ever since. Enjoy two nights at one of Tasmania's grandest manor houses, now a B&B set in lovely gardens, or a self contained apartment, both yards from the magnificent harbour. Several excursions operate from here including the Gordon River Cruise, and the original rack and pinion rainforest railway that once transported minerals from Queenstown to the harbour port of Strahan."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The Southern Central Highlands. Both Derwent Bridge and Tarraleah are fascinating stopping-off point on the long, windy and spectacularly scenic but at times challenging drive down to Hobart that crosses more eco-zones in the two hundred miles or so than anywhere else on earth. Make sure you stop at the Wall in the Wilderness at Derwent Bridge. This will, one day, be one of the world’s greatest sculptures, a 100 metre long wooden work of art crafted by one man, Greg Duncan, telling the story of the Tasmanian central highlands from aboriginal times through to the Tasmanian Tiger. Stay at a beautiful sheep farm and homestead with platypus in the lake and gourmet dinners, or a self contained cottage with floor to ceiling glass windows giving panoramas over the lake to the rolling pastures and mountains beyond. Visit the Mt Field National Park with the world's tallest flowering trees and 80 m high waterfalls, and perhaps paddle with the platypus at dusk."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "An island off an island life and the world's only wild white wallabies. Head north back towards Hobart, and hop on a little 15 minute car ferry from Kettering to Bruny Island, a ravishingly beautiful national park with Australia’s highest sea cliffs, home to all twelve endemic birds and the world’s only wild white wallabies. South Bruny has lots of rustic but comfortable accommodation including delightful beachfront cottages, a heavenly Land for Wildlife farm stay, and a number of lovely little beach house style properties. Enjoy excellent food at the local pub, Hotel Bruny."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Head up Tasmania's stunning east coast, lined with olive groves and wineries with blinding views over to Maria Island - a 'must-do' day trip, self guided by foot or bike or a wonderful little cruise (also home to a magical 3 night walk for those with a little extra time to spend and the urge to dust off their walking boots). Stay tucked away from the crowds in an eco B&B where superb cooking and lovely views across the bay await, or a former convict built barracks, now a lovely boutique B&B. Take a day trip to Freycinet Peninsula and Wineglass Bay if you must but leave the tourists behind and head for a longer walk around the Hazards. Take to the water with a small, privately guided cruise to the Maria Island National Park that will show you this remarkable landscape of Tasmania's east coast including 250 million year old cliffs and caves, along with sea eagles, fur seals, albatross and dolphin."
    }
  ],
  "map": ""
}