{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-tour-outback-reef",
  "tourName": "Australia tour, outback & reef",
  "placesVisited": "",
  "generalInfo": "This tailor made trip to Australia beings in Adelaide, South Australia’s coastal capital, known for its delicious food, stunning beaches and close proximity to the country’s most famous wine regions. It is a wonderfully walk-able city with something for everyone, from the beautiful botanic gardens to the bustling central market. You’ll enjoy a cycling tour to the Fleurieu Peninsula to explore the wine regions and of course, sample some of the world-famous produce of the area. The highlight of the tour is cycling from one winery to another by e-bike, minimizing the impact on the environment and maximizing your time within the stunning setting. <br/><br/>After a few days to adjust in Adelaide, you’ll make your way north, into the outback. Your destination is the wonderfully undiscovered Flinders Ranges. During your stay you will be immersed within the vast expanse of the ranges, which boast spectacular scenery and a rich Aboriginal history for you to uncover. There are plenty of walking trails often occupied by the native wildlife, and local guides available to teach you about the culture of the region. <br/><br/>From the Flinders Ranges you will travel overland to Sydney on the Indian Pacific. The train is by far the best way to see inland Australia, with a significantly lower carbon footprint than a domestic flight. You’ll explore Sydney by bike travelling along the harbor, through the parks and past the Sydney Opera House. After your stay in the city, you’ll drive west to the Blue Mountains National Park. You will spend the day immersed in the rainforest with a local guide, listening to stories of the region’s rich history and learning about the flora and fauna that surrounds you. <br/><br/>Continuing on your journey along the coast you’ll reach Byron Bay, a typically Australian, laid-back beach town. Byron offers fantastic beach, stunning walking trails and plenty of marine life. Departing from the beach in a kayak, you’ll have the opportunity to see local dolphins up close in their natural habitat. From Byron, you will make your way to Lamington National Park for a stay in the rainforest. You’ll have the chance to explore the extensive rainforest walks and meet the on-site wildlife. <br/><br/>From the coast, you will then travel to Pumpkin Island, a quiet and undiscovered island in the Great Barrier Reef. Here you will spend your days relaxing on the beach, snorkeling in the reef and swimming with the marine life. It is a perfect opportunity to relax and unwind after a busy trip, in the serenity of the reef. As the trip draws to a close, your final stop is Brisbane, a busy city with plenty to ignite the senses. The best way to explore is by bike, along the dedicated cycle paths with a local guide to show you the hidden secrets of the city. After a final night in Brisbane, you will depart back home with memories to last a lifetime.",
  "durationDays": "25",
  "price": "6895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Adelaide."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On-board your international outbound flight to Adelaide."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be picked up in Adelaide by your driver and transferred to your hotel. Spend the afternoon exploring the central markets or relaxing on the beach at Glenelg."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today, you will head out on a fantastic small group tour to the Fleurieu Peninsula, a coastal wine region close to Adelaide known for its stunning scenery and easy-drinking reds. The highlight of the tour is cycling from one winery to another by e-bike, ensuring you can enjoy the fantastic wines of the region with minimal impact on the environment."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pick up your car hire today and head up into the Flinders Ranges in the Australian outback. Located 430 miles from Adelaide, Flinders Ranges is famous for its spectacular scenery, abundance of native wildlife and rich Aboriginal heritage."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Spend today at leisure in the Flinders Ranges. There is a variety of spectacular walking trails throughout the area, taking you through dramatic gorges and creeks. A local guide will teach you about the fascinating Indigenous culture of the region as you take in the breathtaking views."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Spend today exploring further afield on a fantastic 4WD adventure. You’ll learn about the spectacular geology of the region and the ample flora and fauna, as well as the local wildlife it its natural environment."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Make your way back to Adelaide today and spend the afternoon exploring this walkable city. We’d recommend the botanic gardens, and an evening spent in one of the many fantastic restaurants on your doorstep."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you’ll make your way to Sydney on the world-famous Indian Pacific. Enjoy sweeping views of the true Australian countryside, across mountain ranges and goldfields. You’ll be staying in Spicers Potts Point, a charming property comprising three heritage-listed terraces, located in the heart of one of Sydney’s most iconic precincts."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you’ll explore Sydney on a small group tour by bike. You’ll travel along the harbour, through parks and to the most iconic sights the city has to offer. You’ll learn about the history of the city whilst soaking in views of the spectacular harbour and botanic gardens."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Spend today at leisure on one of Sydney’s most stunning beaches — Bondi Beach. Here at Audley, we’re proud to support a cause which encourages people to take three items of litter from the beach when they visit, to help keep our oceans clean."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Make your way to the Blue Mountains National Park today. Tonight, you’ll be staying at the eco-friendly Spicers Sangoma Retreat tucked away high in the mountains overlooking the Nepean River. Indulge your senses with their incredible cuisine and refined service."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you’ll be guided deep into the rainforest to explore the landscape and learn about the rich cultural history of the area. Leaving only footprints, your local guide will tell you stories of the mountains and point out some of the region’s most unique wildlife, flora and fauna."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You'll make your way to Byron Bay today, a typically Australian coastal town with a stunning coastline, delicious food and a bustling atmosphere. Enjoy a walk through the hinterland, or cycle into the local town for a bite to eat."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Today, you'll get up close and personal with Australia's friendliest marine mammals — dolphins! You’ll paddle out in kayaks and see these beautiful creatures in their natural environment."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Take a stroll along the Cape Byron Walking Track today and reach Australia's most easterly point — remember to take three pieces of litter!"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Make your way to Lamington National Park today and enjoy being immersed in the rainforest. The retreat uses recycled materials for its self-contained villas and offers a discovery programme to share and educate its visitors about the rainforest and how we can protect it."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Enjoy a day at leisure in O’Reilly’s today. Take a stroll into the surrounding rainforest and meet the local team to get up close and personal with some of the resident native wildlife. You’ll have the chance to meet and learn about the quirky and unique animals of the national park."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "This morning you'll drive to Redcliffe where you’ll be transferred by small aircraft to Lady Elliot Island, which is home to one of our Responsible Choice accommodations. The island is situated within the Great Barrier Reef and is within a highly protected sanctuary. With over 1,200 marine species, a snorkel or dive with manta rays and turtles is a must for a visit to remember."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Spend today in the crystal waters swimming alongside the marine life; turtles, dolphins and whales in season. You might like to head out further into the reef on a glass-bottomed kayak or paddleboard."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Walk along the pristine beaches leading into the tropical wilderness of the island and the various lookout points. Keep an eye in the sky for local birds. Lady Elliot Island is one of the most important seabird nesting sites in the entire Great Barrier Reef."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "After a relaxing few days enjoying island life, you’ll be transferred onward to Brisbane today. Spicers Balfour is leading the way toward a sustainable future with visions of zero net emissions, zero net waste and plastic-free in the coming years. This evening, you’ll join a small group and cycle with a guide to the Eat Street Markets, for an explosion of the senses. The markets boast an array of international cuisines and live performers which you’ll explore with a local guide. The entire route is a dedicated cycle path with no cars and after the markets you’ll enjoy a cruise along the Brisbane River and watch as the city transforms from day to night."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Make your way to the airport today for your onward journey."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Arrive home today to complete your journey."
    }
  ],
  "map": ""
}