{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "queensland-rainforests-great-barrier-reef-wildlife-holiday",
  "tourName": "Queensland Rainforests & Great Barrier Reef wildlife holiday",
  "placesVisited": "Snorkelling and diving around the Great Barrier Reef, Wildlife watching within Daintree Rainforest, Travel from Cairns to the highlands of the Atherton Tablelands, Wildlife watching within Eungella National Park, Whale watching from Hervey Bay on Fraser Island, Wildlife watching tour of Great Sandy National Park, Whale watching from Moreton Bay, Free time in Brisbane",
  "generalInfo": "Mix scuba diving and snorkelling with rainforests and rivers as you head to Queensland on a tailor made two week tour that's all about experiencing an array of animal encounters alongside Australia's iconic and lesser-known marine and landscapes.<br/><br/>This is your chance to search the Great Barrier Reef for turtles, sharks and a plethora of marine life, prior to exploring Daintree rainforest and the highland forests of Atherton Tablelands on the trail of crocodiles, cassowaries and tree kangaroos.  <br/><br/>In order to develop our unrivalled range of combined wildlife watching holidays, our guides have spent years searching for Australia's best wildlife watching locations and seldom visited areas. This dedication has led us to create this wonderful tour that starts and ends in the city of Cairns. In between you'll be taken to the pristine rainforests of the north and the wonderful highlands of the Tablelands as well as experiencing some of the best marine wildlife from Hervey Bay to the Great Barrier Reef. <br/><br/>Anyone interested in the marine world will no doubt know that there are very few better destinations than the Great Barrier Reef. But we will also explore some of the best kept wildlife secrets in Australia by travelling inland in search of Lumholtz tree kangaroos, musky rat-kangaroos, southern cassowaries and platypus. There are few other places in the world that boast the range of marine life of Queensland and when you couple that with such a biodiverse range of habitats this holiday is a wildlife watcher's dream. All of our tours are guided by our own professional local guide so you can be sure you're in the best hands possible for the best sightings. <br/><br/>We also have a great network of local guides in Australia who have developed a great range of wildlife watching locations where the rarest species are commonly seen. We will spend as much time after dark in certain locations as you wish and with the help of a high powered spotlight we will search for nocturnal species. One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint. We have a great network of colleagues and contacts all over the world who are the people on the front line searching for the best new locations for wildlife watching. <br/><br/>Where possible we use brilliant guides who will escort you on all your excursions and will act as your driver throughout, and also very knowledgeable local guides who have decades of experience working and guiding through Queensland. <br/><br/>We have included wildlife watching in the wonderful Atherton Tablelands where some of the rarest marsupials in the world can be found including the Lumholtz tree kangaroo and several possum species. We also include all vehicle safaris, guided walks, spotlighting drives, scuba diving &amp; snorkelling in the Great Barrier Reef, whale watching excursions, river cruises, park entrance fees and sightseeing entrance fees. We also look to hire scientists and researchers where possible to help find some of the rarer and more elusive species. <br/><br/>We include more time in the field searching for wildlife per day than any other tour operator. Only if you request to have a rest day will we not arrange a safari into the Australian bush or trip out to sea in Hervey Bay or the Great Barrier Reef. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Best time to watch wildlife in Queensland:<br/><br/>For this tour we have decided that the Southern Hemisphere Autumn and Winter is a good time of year to visit Queensland. The waters of the Great Barrier Reef are warm all year around and during May they are around 25-27C. Through June – August the temperatures drop slightly to a pleasant 22-24C and during all of this period the visibility is good. Also during June to August there are minke whales on the outer reefs and humpback whales migrating through. The terrestrial wildlife is also easier to see during this time of year as it is also the low rainfall season. <br/><br/>Recommended fitness levels:<br/><br/>There are a few physical activities on this tour. Firstly, the ability to swim and snorkel is essential (if you can scuba dive, dive trips can be arranged – certified dive log book and certificate required), and the ability to swim in open water for over 1 hour is also needed. There is also lots of walking involved and the temperature and humidity in Queensland can be hot and humid, even during the winter, so we require people to be used to walking in the heat.<br/><br/>Minimum age: 18 years",
  "durationDays": "17",
  "price": "12995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Cairns – Arrival – On arrival in Cairns you will be met by your guide/driver for the next two weeks and transferred you to your hotel. After having some food you will have the rest of the day relax and catch up on some sleep after the long flight here. There will be a walk along the coast offered and some of the local birds can be seen such as Royal spoonbills, white-bellied sea eagles and white-necked herons there are also plenty of spectacled flying-foxes around which are great to watch as they leave their roosts to feed on fruit in the evenings. (Lunch and or Dinner included (depending on the time of arrival))."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hervey Bay ¬– Travelling & Whale Watching – After breakfast we will once again have a long journey along the coast south. This journey will take you into the heart of the sugar cane region of Queensland. Huge amounts of this crop are grown around here and as a result of the tasty plant the insect and bird life is prolific. We should see many species of flycatcher and raptors in the skies all around us like, black kites, black-shouldered kites, wedge-tailed eagles, nankeen kestrels and many other falcons on the drive to Hervey Bay. Once again we will stop along the way regularly to break the long drive up. Once we arrive at Hervey Bay you will check in and prepare for some whale watching tomorrow. Hervey Bay is a beautiful enclosed bay on the north-west side of Fraser Island, this small protected bay makes an ideal stopping point for the migrating humpback whales as they travel up and down the Australian east coast and it is the humpback whales that we will target during this whale watching trip. We will have around 8 hours on the water and with any luck get extremely close to the whales. The water is so clear and pure here that the visibility is exceptional and you can see all the behaviours of the whales underwater. Even though the boat cannot approach the whales as we have to abide by international law the whales are so curious and used to boats that they come right up to us often come within touching distance. It is hard to tell who is watching who as they seem really interested in what is going on on-board the boat. They also like a play and regularly treat us to spectacular displays of acrobatics as they breach through the placid waters. We will eat some lunch on board and on return have the rest of the day to yourself with our evening meal at the accommodation or a nearby restaurant. (Breakfast, Lunch & Dinner included)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fraser Island – Wildlife Watching – On the morning of day 12 you will be taken to the harbour to take the ferry over to the largest sandy island in the world. Fraser Island is otherwise known as Great Sandy National Park and is dominated by long beaches, pristine forests and brilliant lakes. Once on the island we will drive to our accommodation and check in. After checking in and having some lunch we will begin to explore the island. On one of the days here we will visit Indian Head to try and see tiger sharks in the shallows, their dark bodies forming sinister shapes in the surf. The rest of our time here will be spent visiting some of the beautiful freshwater lakes here. Fraser Island is second only to Tasmania by having a high concentration of freshwater lakes in Australia we will also visit some of them including Lake McKenzie, Lake Wabby and Basin Lake. Wildlife which is commonly seen during our visit to Fraser Island are the resident dingos, which are very common and not in the least bit shy, but it is important to remember that they are wild and not pets. There are not many other mammal species here but we maybe lucky to see swamp wallabies and short-beaked echidnas, however it is reptiles that really dominate the fauna here with endemic skinks and turtles like Fraser Island short-necked turtle regularly seen along with carpet pythons, lace goannas and eastern water dragons. There are also 6 species of marine turtle recorded from the waters around the island. We usually see ospreys dive bombing for fish around the island as well as well other raptors that soar the skies around the island. Of course visiting the pristine lakes here would not be complete without taking a dip in the water and so there will be plenty of time to snorkel with the turtles of Lake Wabby and just relax in the azure waters of Lake MacKenzie. (Breakfast, Lunch & Dinner)."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Brisbane & Moreton Bay – Travelling & Wildlife Watching - Today you will travel to the capital of Queensland and one of the largest cities in Australia. Once you arrive in Brisbane you will check into your hotel and after settling in have the rest of the day to yourself. There is some good bird watching in the parks of the city as well as looking for koalas, swamp, red-necked and whiptail wallabies around the parks. But a real treat is the evening exodus of flying foxes from their roosts to their feeding trees once a night. With black, grey-headed and little-red flying foxes all flying around the sky is pretty spectacular during the evenings. Then on day 15 you will be taken down to the harbour for our final trip out on a boat in Queensland. We are once again on the look out for cetaceans and Moreton Bay has its fair share of whales and dolphins. We will be catching up with the humpback whales again and usually get brilliant views of the whales as they approach the boat to have a nosy at us. Our lunch will be served on board and as we sit down to eat we will be surrounded by the whales hopefully with some young whales as well. We also have a good chance of seeing common bottle-nose dolphins as they race along bow-riding with the boat. Then in the afternoon and evening you will have the rest of the evening free for souvenir shopping and catching up with everything we have seen in our two weeks exploring Australias reefs and rainforests. (Breakfast, Lunch and Dinner)."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Cairns – Travelling - After a leisurely breakfast in Brisbane we will leave for the airport and catch your flight to Cairns (2-3 hours). When back in Cairns we will check into our accommodation. Where the rest of the day will be free, you will have the opportunity to visit a few of the sites around Cairns including a coastal walk. (Breakfast, Lunch & Dinner)."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Home – Departure – This morning you will be transferred to the airport in time to catch the return flight to home. (Breakfast only)."
    }
  ],
  "map": ""
}