{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-holidays-tailor-made",
  "tourName": "Australia holidays, tailor made",
  "placesVisited": "Darwin, Kakadu National Park, Bamurru Plains, Alice Springs, The Red Centre, Uluru, Adelaide, Kangaroo Island, Baird Bay, Banrock Station winery, Sydney, Blue Mountains, Jervis Bay, Kangaroo Valley",
  "generalInfo": "This 22 day tailor made holiday in Australia starts in the Northern Territory, a region renowned for its aboriginal heritage, tropical coastline and russet red desert centre. Protected areas, such as Kakadu National Park, the Bamurru Plains and Nitmiluk National Park, feature throughout the first week of this tour en-route to the Red Centre and Uluru whereupon your journey continues south on-board the Ghan Railway as you head to Adelaide in South Australia.<br/><br/>Adelaide alone is well worth a visit however, a speedy ferry journey to Kangaroo Island places you at the heart of one of Australia's premier destinations for wildlife. Exploring the island in the company of a knowledgeable local wildlife guide is the best way to make the most of the experience with everything from kangaroos, seals, wallabies and koalas to whales, dolphins and birds, all to be found living in a wonderfully wild natural environment.<br/><br/>As your Australian odyssey continues you'll board a train on the Indian Pacific railway to Sydney, in glorious New South Wales, where world-famous beaches, cosmopolitan cities and UNESCO sites combine effortlessly with wide open spaces and rugged mountain ranges.<br/><br/>From the Blue Mountains to Jervis Bay and Kangaroo Valley you'll get the opportunity to self-drive for the final stretch of this three week holiday before returning to Sydney to drop off the wheels with a head full of memories and photo album fit to burst.",
  "durationDays": "22",
  "price": "19825",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive today into Darwin"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today you have the day at leisure to explore the city of Darwin."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "You will be collected in Darwin by your local guide, Sab, who will show you the best of Kakadu National Park. Famous for its wildlife and dramatic escarpments, Kakadu is rich in indigenous history as well as awe inspiring natural features. Sab will make sure you see the best examples of the escarpments, waterfalls and rock art before you stop for the night at the Gagadju Crocodile Holiday Inn."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After a full day exploring the wonders of Kakadu Sab will escort you to Bamurru Plains for a couple of nights among the pandanus trees. Enjoy the sights and sounds of the Australian bush, from the haunting call of a Whistling Kite, the raucous cacophony from the Blue-winged Kookaburras as dawn breaks or the sound of a full grown buffalo splashing its way through the floodplains just a short distance from your bed."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The ethos behind Bamurru is to encourage people to explore the wonderful landscape of the Top End and gain an understanding of the wildlife and eco systems. Why not take a cruise on the Sampan River and local wetlands this morning, ideal for bird spotting and seeing the crocodiles or take the airboat out on to the floodplains. An afternoon bush walking takes you through the pretty savannah woodlands before returning to camp."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Sab will bring you back from the outback today and into Darwin for a night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Board The Ghan train service to Alice Springs. (Overnight on Train)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today spend the day on the Ghan watching the Outback pass you by!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early this afternoon, you will disembark the Ghan train and be transported to your Alice Springs accommodation. You will have the afternoon to explore the small town of Alice Springs."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Join a coach from Alice Springs to Uluru to explore the highlights of the Red Centre. Head south from Alice Springs through the rusty red outback to the eco-accredited Uluru resort. In the evening, enjoy a dinner under the Outback sky after watching the sunset on Uluru."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, rise early for a memorable sunrise walk around the base of Kata Tjuta to see the rocky domes. You will be returned to your accommodation mid-day to relax and get out of the sun. In the mid-afternoon, you will head out to watch the sunset over Uluru and explore the National Park more."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Fly to Adelaide from Uluru, where you can spend the remaining part of the day exploring the artistic city."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take a short flight from Adelaide to Kangaroo Island. The island's separation from the mainland has meant that the indigenous wildlife has survived here were elsewhere it has succumbed to environmental change and the introduction of predators. The best way to see the kangaroos, koalas, seals, bird life, echidnas and other wildlife is on an Exceptional Kangaroo Island guided tour. After a full day of wildlife spotting, relax on the veranda of the Stranraer Homestead, an original 1920's building that has been beautifully restored."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Explore Kangaroo Island for a second day to see the Flinders Chase National Park and Seal Bay. In the late afternoon you will fly back to Adelaide where you can relax for the evening."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Hop aboard with the Eco Certified sailing boat to enjoy a thrilling morning experiencing the local wild dolphins and sea lions in their natural habitat. This is a great opportunity to swim alongside these creatures with the emphasis on education and maintaining their natural surroundings. Return to Adelaide this afternoon."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Take a day trip out to the fabulous wine region of Barossa Valley, famous for its Shiraz wine, chocolate, and local produce. Return to Adelaide in the early evening."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Today fly to Sydney from Adelaide, where you will have the afternoon in Sydney to explore the historic Rocks district and Circular Quay."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Travelling west out of the city to the Blue Mountains you will get the best information about the area from your knowledgeable guide. The touring is educationally based, aiming to create an understanding of the Blue Mountains' environment and sustaining the flora and fauna. Spend the day exploring the highlights of the Blue Mountains."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Spend the morning walking through the Sydney Botanic Gardens before meeting a small cruise boat to explore the Sydney Harbour."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Depart from Sydney in a hired car to make the scenic drive to Jervis Bay. Following the coast, the route takes around three hours. Spend the afternoon exploring the natural harbour and the white sandy beaches. Paperbark Camp offers luxury, African safari style accommodation set among the native Australian eucalypt trees. The accommodation is equipped with tents that are sympathetic to their environment, making use of natural ventilation and solar power as well as having water conservation schemes in place."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Today spend the day exploring Jervis Bay. Head to Booderee National Park for a variety of day hikes, or relax on the quite beach."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Make your way back to Sydney in time for your international flight."
    }
  ],
  "map": ""
}