{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "kakadu-and-arnhem-land-tours-australia",
  "tourName": "Kakadu and Arnhem Land tours, Australia",
  "placesVisited": "",
  "generalInfo": "This ten day itinerary in the 'Top End' of Australia includes 3 nights in Darwin, 4 days of self-drive in the spectacular Kakadu National Park and 3 nights in the ancient and remote Arnhem Land. <br/><br/>The itinerary includes two small group tours in the national park, including a wonderful day-trip to the impressive Twin and Jim Jim falls, as well as a Yellow Waters cruise which takes in a multitude of bird and animal life for which the Kakadu National Park is famous. You will also spend 3 nights in the Arnhem Land, a special place of aboriginal significance, where you will spend your time touring this stunning landscape, marveling at ancient rock art and unique wildlife. <br/><br/>Leisure time is also included on this itinerary to explore the Kakadu's stunning escarpments, gorges, billabongs and waterfalls. <br/><br/>Price includes: <br/><br/>- Pre and post accommodation in Darwin<br/>- Car hire for 7 days<br/>- Three night's accommodation and touring in the Arnhem Land<br/>- Two nights accommodation in Jabiru<br/>- Two nights accommodation in Cooinda<br/>- Yellow Water Cruise <br/>- Full day tour of the Kakadu National Park<br/>- Royalties and permits to enter Aboriginal lands. <br/><br/>The best time to go is the dry season from April to November. This allows for access to areas of Kakadu and Arnhem Land that are usually flooded in the wet. The weather is a lot nicer, far less humid and with hardly any rain.",
  "durationDays": "10",
  "price": "3537",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Stay one night tonight in the historic town of Darwin. The day is at leisure to explore the marina region that has a number of fantastic restaurants."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today is at leisure to explore Litchfield National Park or visit one of the amazing museums in the area."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast collect your hire car and drive to Jabiru in the Kakadu National Park. You may wish to stop off at the Adelaide River to see the jumping crocodiles and later perhaps drive north of Jabiru to visit the Aboriginal rock art site at Ubirr. On arrival in Jabiru, drop off your car hire and board your scenic flight to Davidsons lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today and tomorrow are days to explore the Arnhemland with your Davidson's tour guide. Full of rich aboriginal history, this is the perfect way to engage with the local communities and wildlife in a safe and responsible way."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "A further day of touring at Davidsons today."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you will take a scenic flight back to the Kakadu National Park where you will pick up your car and head to your lodge for the next couple of nights."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will be collected by your driver guide this morning for a full day cultural tour of the Kakadu National Park. Today you'll see local Aboriginal artists creating traditional works of art, marvel at pieces of ancient rock art and visit the famous and powerful Jim Jim and Twin Falls."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend the day exploring more of Kakadu National Park. Head down to the Cooinda region, where you will stay for a further two nights."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "You will be picked up for your Yellow Waters Cruise this morning to see stunning bird life and crocodiles that frequent the area. Spend the rest of the day visiting rock art and rock pool sites under the escarpment."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Take your time today heading back to the city of Darwin, where you will stay for one further night, before continuing your onward travels."
    }
  ],
  "map": ""
}