{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "tasmania-wildlife-tour",
  "tourName": "Tasmania wildlife tour",
  "placesVisited": "Hobart, Bruny Island, White wallabies, Great Southern Ocean Tasmanian wildlife cruise, Mount Field National Park, Lake St. Clair, Tasmanian Wilderness UNESCO World Heritage Site, Central Highlands, Strahan, Road to Nowhere, Stanley, Tarkine Rainforest, Arthur River Cruise, Leven Canyon, Tasmanian Devils, Narawntapau National Park, Tamar River, Freycinet National Park, Tasmania birdwatching, Wineglass Bay, Whale watching, Bonorong Wildlife Sanctuary",
  "generalInfo": "Tasmania is one of the world's true Noah's Arks, with many species that can be found nowhere else in the world, and this Tasmania wildlife tour helps you discover it all. When the land bridge flooded that separated Tasmania from the mainland, it became a life raft for species that would be wiped out by the arrival of the early settlers on mainland Australia. <br/><br/>Prolific, unafraid, at once beautiful, comical, weird and wonderful, Tasmania's wildlife will leave you captivated.  With careful planning and local inside knowledge, the species of marsupial and monotreme that you can see in the wild include Tasmanian devils, Quolls, Wombats, Possums, Kangaroos, Wallabies, Pademelons, Bettongs, Poteroos, the Duck-billed Platypus and Echidna.  Even the more common Australian species are highly unusual in their own way - such as the wild White Wallabies found only on Bruny Island. Even for non-birders, birds hold an irresistible appeal - such as the Cape Barren Goose, the Orange-bellied Parrot - the rarest bird in the world that breeds only in Tasmania, and the Native Hen.<br/><br/>This Tasmanian Wildlife Tour will take you to far flung corners of this extraordinarily diverse island, a landmass the size of Ireland, Switzerland or Sri Lanka. You will stay at little known properties on land that has been protected by its owners, guardians of nature and accidental eco-warriors, for decades.  The accommodation may be rustic and simple in the more remote places but no less charming, and its true beauty is that the wildlife is free to roam and live without fear, meaning you are the privileged visitor who shares its habitat and learns from those who have spent much of their lives striving to protect it. <br/><br/>You will, with luck, witness the remarkable experience of Tasmanian devils, the largest remaining carnivorous marsupial with a jaw strength second to none, feeding in the wild. You will watch the world's plumpest Platypus swimming gracefully in rivers and lakes. You will quite possibly walk through a mob of Forester Kangaroos and wild white Wallabies and count dozens of Wombats grazing yards away from you without a care in the world.  You will watch Little Penguins coming back from a day's fishing in the Bass Strait to their burrows and watch White-bellied Sea Eagles swoop to take fish thrown from your boat. You will take to the seas along the highest cliffs in the Southern Hemisphere to gasp in wonder at Albatross, Sea Eagles, pods of Dolphin and, in certain months, Southern Right, Humpback and Killer Whales on their migration north.  You may not see a Tasmanian Tiger but you will certainly believe it exists. <br/><br/>While the tour is largely based on a self-drive, those who wish to leave their keys behind for a couple of days and put themselves in the hands of experts will benefit from superb private guiding by one of Australia's top bush trackers, and one of the country's most highly respected conservationists and birding experts.  Those who love walking can spend four days glamping on Tasmania's very own Noah's Ark, an island off an island, where, like much of Tasmania, wildlife has been left to roam and breed freely and uninterrupted by man.",
  "durationDays": "15",
  "price": "7000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 1: Hobart. Arrive in Australia's prettiest state capital that sits at the bottom of Mt Wellington and on one of the most beautiful harbours in the world. Enjoy a day or urban birding in the local parks, reserves and waterways with a local guide. Hire your car and drive to your family run accommodation just minutes from the waterfront. Spend tonight exploring and soaking up the bohemian, maritime lifestyle that has made Hobart one of the prettiest and most alluring State Capitals in Australia. Or stay on an award-winning 'Raptor Refuge' just 25 minutes from Hobart where you will come face to face with the Kings of the Skies, rescued and under rehabilitation before release back to the wild."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day 2: Bruny Island. Drive 50 minutes to Kettering and take the little car ferry to one of Tasmania's offshore islands. Bruny Island is a little-known gem, home to all 12 endemic birds and prolific wildlife. Drive to your cottage and explore the cloud forests, wild beaches and enjoy a close encounter in the wild with the world's only White Wallabies."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 3: Highest Cliffs in the Southern Hemisphere. Today you will take the water for an adventure cruise along the highest cliffs in the Southern Hemisphere which tower to 300 metres, with huge dolerite spires and deep caves. Cruise to the edge of the Great Southern Ocean - look south to Antarctica - and enjoy the magical sight of Albatross, Shearwaters and Sea Eagles. Pods of Dolphin wil accompany you to the largest colonies of Fur Seals in Australia and between April and November you are likely to see Whales. After an exhilarating few hours at sea with your guides - local fishermen and conservationists - you will return to your cottage on Bruny, and enjoy some locally bought produce; Bruny is also known as Tasmania's gourmet larder."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day 4: Mt Field and Lake St Clair Leave Bruny Island and start your drive towards the Southern Central Highlands on your way to the Western Wilderness. Stop at The Mt Field National Park to walk among the tallest flowering trees in the world and magnificent Russell Falls. Count how many animals you see and keep eyes peeled for Platypus and Echidna. You can even enjoy a guided paddle with platypus at dusk. Stay in a private cottage or restored sheep farm with resident wallabies and platypus, and keep an eye out for the Southern Lakes."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 5: Strahan, Gateway to the Rainforest. Continue your journey deep into the Western Wilderness crossing wild rivers and deep gorges. Arrive in Strahan, a tiny fishing village on a harbour six times the size of Sydney's. There is nothing between you and South America. Take a trip down the Gordon River deep into the ancient rainforest or travel under steam on the original tracks that traverse some of the steepest gradients in the world and learn about the rich mining heritage of this wild and remote area."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day 6: The Road to Nowhere. Before you leave, stop at the Strahan Visitor Centre to learn about the environmentalists who started the world's first Green Party in 1982 when the world voted to stop the Franklin River Dam. Begin your drive along the 'Road to Nowhere', crossing the Pieman River and the Fatman Barge. Keep eyes skinned for Sea Eagles, Tasmanian devils and Quolls. You can stop at a true wilderness retreat and stay in restored miners' cottages, time permitting, or you can continue on a drive which will take you most of the day as you journey up the Edge of the World. Arrive in the fishing village of Stanley overlooking the magnificent plug of volcanic rock known as The Nut that rises out of the Bass Strait. Spend this evening at a family run inn and feast on the local shellfish and seafood before heading to the beach for the magical sight of Little Penguins returning from fishing in the Bass Strait and heading to their burrows."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 7: The Arthur River Cruise. Drive just one hour back into the Tarkine Rainforest and board the MV George Robinson for a trip down the Arthur River deep into the Tarkine Rainforest. You may well see Devils, Platypus, Quolls and even Tiger Snakes on the river bank. A highlight are the Wedge-tailed Eagles that wait for your arrival and the White-bellied Sea Eagles as they swoop down for their daily fish treats. Spend a second night in Stanley."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day 8. Wild Tasmanian devils. Take an early morning hike up the volcanic plug, The Nut, with just innumerable wallabies and pademelons for company, before saying goodbye to the North West coast and heading inland, deep into the North West Wilderness. You are heading for a little known 'lost valley'. Here you will find a 'Land for Wildlife' conservation site, owned by a couple under whose stewardship its wildlife has flourished. The afternoon wildlife tour will probably reveal platypus playing just feet from your feet. You can venture into a deep glow-worm filled cave and come face to face with dozens of wallabies and Pademelons. As dusk falls, Tasmania devils and their cousin the Quolls will make their way to your cabin, drawn by tasty chunks of roadkill left on your veranda. Sit back in front of your fire, enjoy a glass of wine and enjoy the night time spectacle."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 9: Cradle Mountain. You are just over an hour's drive to the iconic Cradle Mountain. Enjoy a walk around Dove Lake climb further to Crater Lake. Visit Devils@Cradle, one of the state's top Tasmanian devil sanctuary where you will enjoy a close encounter with this unjustly maligned creature, and discover why the species is in mortal peril. If you have time, spend a couple of nights here and you will lose count of your wombat sightings! Otherwise, leave the tourists behind and return to your cabin in your secret valley for another evening of spectacular wildlife viewing."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day 10: Walk in The Narawntapau National Park, known as the Serengeti of Tasmania due to the abundance of wildlife at dawn and dusk, with a hike to Archers Knob revealing views across the entire north coast of the island. As light falls, keep your camera at the ready - this is Kangaroo Central and a bit of patience at dusk or dawn will get you the prized 'boxing kangaroo' shots. Spend tonight at a delightful B&B at Beauty Point, on the banks of the Tamar River. Alternatively head out for a couple of days into the remote North East with the 'Crocodile Dundee' of Tasmania - one of the best wildlife guides in Australia - a true bush-tracker with private cabins in the bush surrounded by kangaroos, quolls, devils and platypus. This is the ultimate Tasmanian Wildlife Extravaganza!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day 11: The East Coast. Begin your drive to the mild, sunny east coast of Tasmania where miles of white sand beaches are in stark contrast to the rainforest of the west coast. Drive through the north east wilderness to your very own beach cottage on one of the most startling long white sandy beaches you have ever seen. With direct beach access, here you can spend many a happy hour spotting Echidna, extensive birdlife, wombats, wallabies and Forester kangaroos, and exploring the Bay of Fires - one of the most beautiful stretches of wild coastline in Australia."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day 13: Freycinet Peninsula. Head south for an hour or so to Tasmania's east coast icon, the Freycinet Peninsula, famous for Wineglass. Here, in the Freycinet National Park, you will also see many of Tasmania's endemic birds as well as many Forester Kangaroos, Wallabies and other marsupials. After the cruise, head south to Triabunna and stay in restored accommodation just a few minutes from the marina."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Day 14: Maria Island National Park. Only accessible by boat, and with no permanent residents, this island national park is a haven for endangered birds and wildlife. Explore by foot or by bike, or if time allows, spend the next three nights on a magical four day guided walk and spot Tasmanian devils by night."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day 15: Hobart bound. Make your hour-long drive to Hobart Airport, or, if you have a couple more days to spare, head to the Huon Valley and stay in a carbon positive forest retreat where yet more bird, marsupial and reptile life abounds. If time is precious, one more treat lies in store before you say farewell however. Bonorong is one of the island's most important wildlife sanctuaries where all animals are rescued, rehabilitated and released if possible. It also has a Tasmanian devil breeding programme and the island's official wildlife SOS line and Animal Hospital. A pre-booking on this tour only will ensure you are upgraded you to a private keeper tour, enabling you to have one last close encounter with your favourite animal, or see any species that you may have missed on your wildlife tour of Tasmania. From here you are just 30 minutes' drive from Hobart Airport - unless you choose to extend your visit of course."
    }
  ],
  "map": ""
}