{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-east-coast-group-tour",
  "tourName": "Australia East Coast group tour",
  "placesVisited": "",
  "generalInfo": "This is the best way to the East Coast of Oz in 28 days. You'll also get all the support you'll need for your working holiday. Full of incredible experiences, from Sydney’s famous beaches and nightlife, to getting surf lessons from real Aussie surfer dudes in the famous Byron Bay. K'gari (Fraser Island) will have you driving 4x4's on the beach, followed by sailing around the stunning Whitsundays 74 tropical islands. Heading to Magnetic Island, followed by cruising the magical Great Barrier Reef, plus much, MUCH more! <br/><br/>HIGHLIGHTS: <br/>-  The iconic Sydney Harbour &amp; stunning beaches  <br/>-  Surfing lessons with Aussie dudes at Byron Bay  <br/>-  Experience Surfers Paradise's nightclub scene and party the night away  <br/>-  See stunning K'gari (Fraser Island) in a 4x4 and sleep under the stars  <br/>-  Explore the Whitsundays' 74 tropical islands, especially the world famous Whitehaven beach  <br/>-  See the wild koalas and wallabies on Magnetic Island  <br/>-  Discover the Atherton Tablelands  <br/>-  Snorkel the Great Barrier Reef and 2 of its unique outer reef locations by sail boat  <br/><br/>INCLUSIONS:<br/>27 nights accommodation<br/>Sydney City Tour<br/>Bondi to Coogee Walk and Beach BBQ<br/>Surf lesson<br/>Surf Board Hire in Byron Bay<br/>Cape Byron Lighthouse Walk<br/>Yoga Class<br/>Jet Boating<br/>Brisbane City Tour<br/>3 Day 4WD Tag Along Tour of K'gari <br/>2 Day 2 night Whitsundays Sailing Tour<br/>2 Nights on Magnetic Island with Ferry Transfers<br/>Forts Walk<br/>Atherton Tablelands<br/>Full Day Snorkelling on the Great Barrier Reef at 2 Outer Reef Locations<br/>All Transport (Excluding Airport Transfer)<br/>Meals as indicated on itinerary<br/>Experienced group leader and local guides<br/>24/7 assistance &amp; support in Australia<br/>Help with all onward travel after Oz East Coast",
  "durationDays": "4",
  "price": "2799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Oz - Touching down in sunny Sydney, we will meet you at our centrally located hostel to settle in. You’ll then meet up with your travel crew and get excited for the adventures to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City Orientation - Today we’ll show you around the beautiful city of Sydney and learn about it’s fascinating culture and history. This evening we’ll head out for dinner and a few drinks and show you the best of Sydney’s nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bondi Beach & BBQ - Today we visit the world famous Bondi Beach where you can take a swim or just relax and work on your tan. We’ll then do the famous Bondi to Coogee Coastal walk and enjoy an Aussie beach BBQ and a few cold beers. Later, we'll jump on our overnight bus to Byron Bay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Byron Bay - Spend the day exploring the beautiful and famous surf town of Byron Bay. We’ll enjoy a night out this evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Surfs Up! - Today you’ll learn to surf with Aussie surfer dudes before enjoying a relaxing yoga class. The proper Byron Bay experience!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lighthouse Sunrise - This morning we’ll wake for sunrise at the iconic Cape Byron Lighthouse. We’ll take in the stunning views and enjoy our last day in Byron."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Surfers Paradise - Today we arrive in Surfers Paradise. Explore the city and then work on your tan on one of the seemingly endless white sand beaches of this famous piece of Aussie coastline."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Chill Day - This morning we'll be heading out to go jet boating along the iconic Surfers coastline. The rest of the day is up to you - Spend the day on the beach or opt to visit one of the many famous theme parks on the Gold Coast. Meet up for a night out together!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Brisbane - We head up to Brisbane today and will get to explore the highlights of Queensland’s capital with a city orientation tour. We’ll then get to chill out at the only city man-made beach in Australia called ‘The Lagoon.’"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Brisbane - Today is yours to explore Brisbane, even visit the iconic Australia Zoo made famous by Steve Irwin. Tonight we'll enjoy a night out in Fortitude Valley."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Rainbow Beach - Heading up to the laidback coastal town of Rainbow Beach, this morning we'll get to soak in the relaxed vibes that Rainbow Beach has to offer. Kick back on the sand or take a stroll through town. Later we'll help you with all of your onward travel in Oz and beyond!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "K'gari - Head over to K’gari for the next 3 days where you’ll get to drive 4x4’s around the biggest sand island in the world. The beach and sand dunes are your highway for the next 3 days and then sleep beneath the stars in a purpose built campsite with your group."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "K'gari - On your second day on K’gari, swim in the incredible turquoise waters of Lake McKenzie and float down the lazy river of Eli Creek."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "K'gari - On your final day on K’gari, explore more interesting spots on the island like the Maheno Shipwreck, chill in the bubbles of the Champagne Pools, learn about the Aboriginal history on the island and spot dingoes in the wild."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Rainbow Beach - Arriving back in Rainbow Beach, we’ll explore the colourful sand dunes before jumping on the overnight bus to The Whitsundays."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Whitsundays - Made up of 74 tropical islands, we’ll board our boat for the next 2 nights. Relax and sunbathe on the deck as we sail to the outer parts of the Great Barrier Reef."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Whitsundays - On your second day sailing around the Whitsundays you'll snorkel with an abundance of marine life, then later you’ll get to explore the amazing swirls of fine white sand on the world-famous Whitehaven Beach."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Whitsundays - On your final day sailing the Whitsundays islands, you will continue to explore the stunning islands, pristine beaches, and vibrant marine life on your way back to the mainland. Once in Airlie Beach, you'll have some free time."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Airlie Beach - Today you'll have some free time to explore Airlie Beach, or try out some epic optional activities."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Magnetic Island - Today we’ll jump on the ferry to a slice of tropical paradise - Magnetic Island. Chill out in your ocean front hammock and explore the hidden beaches."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Magnetic Island - Today we'll hike up the historic Forts Walk. Taking in the stunning views, keep your eyes open because if you’re lucky you’ll even spot wild koalas and rock wallabies!"
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Mission Beach - The chilled out beachfront town of Mission Beach is our next relaxation location. It’s also filled with adrenaline pumping activities that you may choose to do, from skydiving at 15,000ft over the Great Barrier Reef and rainforests, or white water rafting on the Tully River Rapids through the World Heritage Rainforest."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Mission Beach - Today's activities are up to you! Get that skydive in or relax on the beach. We'll then meet up for a BBQ together!"
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Cairns - Welcome to the ultimate backpacker adventure hub, Cairns."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Cairns - Today you’ll tick off a massive bucket list item and experience a full day on the Great Barrier Reef. You’ll spend the day sailing and snorkelling unique outer reef locations in this World Heritage listed site. Once you're off the boat we'll get ready for a fun night out!"
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "Cairns - Today is yours to explore Cairns! Opt for a heart-pumping bungee jump or white water rafting."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Cairns - Exploring the Aussie oasis of the Atherton Tablelands is next for Cairns, where you will swim under waterfalls and dormant volcano craters, and slide down natural rock slides, all while learning about this extraordinary place from your experienced guide. The night will finish with a farewell dinner and drinks to toast to the incredible adventures and friends we have made."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Check Out & Onward Travel - Your epic Aussie adventure ends in Cairns on the morning of day 28, but we are here to help with onward travel in Oz for the rest of your time in Australia."
    }
  ],
  "map": ""
}