{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "sydney-to-brisbane-10-day-adventure",
  "tourName": "Sydney to Brisbane 10 day adventure",
  "placesVisited": "",
  "generalInfo": "If you’re looking for the best way to see Sydney, Byron Bay, Surfers Paradise and Brisbane and the ultimate start to your Aussie adventure then our 10 day Oz Adventure trip is for you! Full of incredible experiences, from Sydney’s iconic beaches and nightlife, to surf lessons from real Aussie surfer dudes in the famous Byron Bay, plus much more! You’ll have an awesome group leader from the moment you arrive and an instant group of friends to enjoy the trip with. If you’re coming to Oz on a working holiday visa upgrade to our Work Package to access our Oz Jobs Program and get everything you’ll need to live and work in Oz, plus unlimited job finding assistance. Get ready for the trip of a lifetime!  <br/><br/>HIGHLIGHTS:<br/>-  The iconic Sydney Harbour &amp; stunning beaches  <br/>-  Surfing lessons with Aussie dudes at Byron Bay  <br/>-  Experience Surfers Paradise's nightclub scene and party the night away  <br/><br/>INCLUDED:<br/>9 nights accommodation<br/>Sydney City Tour<br/>Bondi to Coogee Walk and Beach BBQ<br/>Surf Board Hire in Byron Bay<br/>Cape Byron Lighthouse Walk<br/>Yoga Class<br/>Surf lesson<br/>Jet Boating<br/>Brisbane City Tour<br/>All Transport (Excluding Airport Pickup)<br/>Meals as indicated on itinerary<br/>Experienced group leader and local guides<br/>Assistance setting up an Australian Bank Account<br/>Tax File Number &amp; Medicare Card<br/>SIM Card<br/>Oz Jobs Lifetime Membership<br/>Unlimited Job finding assistance<br/>24/7 assistance &amp; support in Australia<br/>Help with all onward travel after the trip",
  "durationDays": "10",
  "price": "879",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Welcome to Oz - Touching down in sunny Sydney, we will meet you at our centrally located hostel to settle in. You’ll then meet up with your travel crew and get excited for the adventures to come."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "City Orientation - Today we’ll show you around the beautiful city of Sydney and learn about it’s fascinating culture and history. This evening we’ll head out for dinner and a few drinks and show you the best of Sydney’s nightlife!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Bondi Beach & BBQ - Today we visit the world famous Bondi Beach where you can take a swim or just relax and work on your tan. We’ll then do the famous Bondi to Coogee Coastal walk and enjoy an Aussie beach BBQ and a few cold beers. Later, we'll jump on our overnight bus to Byron Bay."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Byron Bay - Explore the beautiful and famous surf town of Byron Bay. Chill out on the beach or work on your tan, live like a local! We’ll enjoy a night out this evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Surfs Up! - Today you’ll learn to surf with Aussie surfer dudes before enjoying a relaxing yoga class. The proper Byron Bay experience!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lighthouse Sunrise - This morning is an early start as we get up to walk to the beautiful Cape Byron Lighthouse for sunrise. Taking in the iconic views we’ll chill out for the rest of the day."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Surfers Paradise - Today we head up to the iconic Surfers Paradise. We’ll spend the day exploring the city and chilling out on the famous endless white sand beach. We’ll then make sure all the essential stuff you’ll need to live and work in Australia is sorted including signing you up to our Oz Jobs Program."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Jet Boating - Get back to nature as you take in the breathtaking views of Surfers Paradise’s iconic coastline with an exhilarating jet boat ride."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Brisbane - We head up to Brisbane today and will get to explore the highlights of Queensland’s capital with a city orientation tour. We’ll then get to chill out at the only city man-made beach in Australia called ‘The Lagoon.’"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Check Out & Onward Travel - Your amazing Aussie adventure comes to an end in Brisbane this morning. If you need help with onward travel or work in Oz we are here to help for the rest of your time in Australia."
    }
  ],
  "map": ""
}