{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "family-friendly-tour-of-australias-east-coast",
  "tourName": "Family Friendly Tour of Australia’s East Coast",
  "placesVisited": "Sydney, Brisbane, Cairns, Kuranda, Surfers Paradise, great barri",
  "generalInfo": "Listen to the stories of dream time accompany the rhythmic hum of the didgeridoo. Dive into the water and explore the rainbow-like world of the Great Barrier Reef. Stand atop a mountain plateau and look out over a vast valley framed by rock spires and overflowing with verdant trees. Your family friendly tour of Australia’s east coast will create treasured life long memories for the entire family. Travel up the east coast, from Sydney to Cairns, and discover the opulent shores and exceptional cities that connect cosmopolitan culture to unparalleled nature.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney - A Land Down Under",
      "description": "Australia is a country of artistic cities and vast wilds, seaside paradises and desert mystique. Arrive in Sydney at the start of one of Zicasso's Australia tours. This is a city that thrives on sweet sunshine and golden beaches, situated in the sweeping charm of the Opera House’s famous sails. The Harbour Bridge arches over the water of Port Jackson at the harbor’s narrowest points. The grid creates artistic crisscrossing beams that look as beautiful as they do supportive. The bride is 439 feet above the water and 3,769 feet long. A private transfer meets the family at the airport and escorts you to a luxurious hotel near the heart of the city’s bustling center. The Rocks shopping area is filled with people strolling along the outdoor shops and restaurants. The aromas of fresh macarons emanates from La Renaissance Patisserie and Café. The bride is visible from the pathway. A bench sits in a small grass studded park and looks out to the edifice. The character of the city feels familiar but remarkably different, reminding the family that you have arrived in Australia."
    },
    {
      "dayNumber": "2",
      "title": "Sydney - Edges of the Water",
      "description": "The celebrated roof of the Sydney Opera House reflects the rising sunlight. The geometric shapes were designed to look like sails against the rippling harbor water. After breakfast your guide meets you at the hotel and the family begins its tour of the city. The Opera House was constructed in the 1970s and has become the international image of the city. The half-shell sails are positioned to rise and fall with grace and symmetry. The brick esplanade encircles the structure and offers a 360-degree view. The interior can hold up to 5,738 people in a sold out capacity. The interior shines with an opulent touch. The shell shape helps the acoustic resound. The crimson covered seats pop out against the layered walls colored with pearl. In the afternoon you will head to Bondi Beach, famous for its surf, sand, and reality television show, “Bondi Rescue.” The ocean provides celebrated swells and temperature averaging almost 70 degrees. The sand is warm and golden. The sky is clear and bright blue. The large city atmosphere of bustling streets and skyscrapers turns into relaxed and jovial beach town. You have seen the artistry of architecture and the family has experienced the diverse culture of the city’s far reaches."
    },
    {
      "dayNumber": "3",
      "title": "Sydney - Nature’s Reaches",
      "description": "Sydney is celebrated as much for its lovely architecture and vibrant collection of art, as it is for its proximity to natural grandeur. Gold sand beaches and pristine ocean provide a small respite from the city streets but the Blue Mountains offer insight into the lush vibrancy and power of the countryside. Your private guide meets the family at the hotel and takes you outside the city to witness the splendor of the sandstone plateau that rises 3,608 feet above sea level. The kids marvel at the mountainside and the panorama of valley floor. The air is scented with eucalyptus and gum trees surrounds you. Rock walls rise like sloped guardians from the valley floor until the foothills fade into cliffs and form canyons. The Three Sisters stand atop the cliff at Echo Point. From the viewing platform you can see the tripartite rock formation. The tallest structure stands almost 3,025 feet tall. The mountainside is draped in verdant trees. The sun casts a light over the Jamison Valley and illuminates the orange and yellow contours of the rock, making the countryside glow."
    },
    {
      "dayNumber": "4",
      "title": "Brisbane - Eclectic East Coast",
      "description": "Brisbane is located in East Australia situated inland from the coastline. The city brims with friendly people and energetic neighborhoods. Historic buildings sit beside pleasant parks. The calm current of Brisbane River meanders along folds of the cityscape. A private transfer meets that family at the airport and takes you to a fabulous hotel that overlooks the riverbanks. The river stretches 214 miles and empties into the Pacific Ocean. The Brisbane Powerhouse was once a power station that was transformed into a contemporary arts center. New, vibrant glass windows and a lush park offset the warehouse’s original industrial edifice. The reconstitution of the plant will captivate both you and the kids. Old electrical transformers make up the lighting system. The exposed brick brings a classic touch to the newer modern look. Younger kids make masks and older kids utilize the space to dance, act, and perform various types of art. Powerhouse embodies the spirit of the city, historic connections with modern life."
    },
    {
      "dayNumber": "5",
      "title": "Brisbane - Wildlife in a Single Space",
      "description": "Light drenches the Sunshine Coast. Waves crash against the golden sands and the relaxed beach-side ambiance filters through every aspect of city life. Spend the day with the family at the celebrated Australia Zoo, home to Crocodile Hunter and 100 acres of protected wildlife. The zoo opened in 1970 and has since brought understanding and insight to Australian animal community at large, providing care and rehabilitation to animals of all kinds. Saltwater crocodiles are well known around the east coast and the zoo. They can grow over 20 feet long and weigh around 3,000 pounds. A visit to the Crocoseum gives you a live crocodile show where you can see the amphibian’s abilities in action. The family gasps in awe at the crocodile’s tail walk. The crocodile lifts its entire body clear of the water trying to reach food. It’s an impressive display of power and grace. The park is filled national and international animals to view, including tigers."
    },
    {
      "dayNumber": "6",
      "title": "Brisbane - Touching Australia",
      "description": "Moreton Island is a slice of tropical paradise off the coast near Brisbane. Over 95 percent of the island is protected area. Step aboard the ferry and see the ocean layered with turquoise and navy blue hues. The family looks out over the water and you can see the kids’ desire to dip their toes into the current. Refreshing mist sprays into the air. The beaches are carpeted in white sand and the lush trees edge the shore. Tangalooma Marine Education and Conservation Centre provides a view of the diverse marine life and avifauna of Moreton Bay. Adventurous travelers surf the sand dunes and power through the landscape on ATV tours. The island is yours to explore and discover, whether hiking around protected estuaries or swimming with dolphins. The wild dolphins often interact with swimmers, snorkelers, and scuba divers. The dolphins’ curiosity is piqued by visiting people. The family can step into the shallow waters of the sea and enter an area that the dolphins know is for feeding. Hold a fish in your hand and wait until a dolphin swims up and gently takes the food from your fingers. The majesty comes from nature’s beauty and the family’s enthusiasm in the moment."
    },
    {
      "dayNumber": "7",
      "title": "Cairns - Between Aquamarine and Forest Green",
      "description": "At breakfast, the kids continue to talk about when the dolphin took a fish straight from their hands. They eagerly recount the way the sand felt between their toes and how the dolphin clicked its teeth and nodded after it took the fish. A private transfer takes you to the airport and soon you find yourself in Cairns, the gateway to both the Great Barrier Reef and Daintree Rainforest. It is the only place in the world where two UNESCO World Heritage Sites meet. On one side you can look out over the lustering water to the horizon. You find sunshine and smiling face on the esplanade, from the walkway to the swimming lagoon, a pool that overlooks the turquoise Pacific. On the other side, you can see the rolling mountainside draped in rainforest. On the weekends a stage lights up and local bands serenade the city and the nearby fish. Reef Teach is an interactive center a few blocks west of the esplanade. The center helps to teach people about the variety of fish and coral in the ocean and how to respectfully approach the reef when visiting. It is easy to be excited about visiting the unique and expansive subaquatic world of the Great Barrier Reef. The only thing better is noticing that the kids are equally thrilled."
    },
    {
      "dayNumber": "8",
      "title": "Cairns - Edges of Greatness",
      "description": "The morning light spreads over the Pacific and pierces the turquoise and navy water. The kids are eager and enthusiastic to begin their exploration of the Great Barrier Reef. You make it to the marina, climb aboard the boat, and the journey begins. The breeze is refreshing with a hint of sweetness. The water verges on warm as it mists into the air. The boat reaches its first destination and weighs anchor. You put on your wetsuit and dive into the ocean. The family was equally eager to step into the water. Significant sunlight can shine up to almost 660 feet below the ocean surface. You see the first stretch of reef below you. There are over 2,900 individual reefs across 133,000 square miles of ocean floor. The purple and orange calcite branch out like leafless trees. See anemones wave with the soft current. Their tentacles are iridescent. Clown fish shine orange with white stripes and hide in the anemone’s bristles. There is an entire world to view. The kids point at every fish they spot, from angelfish to stingrays. You float weightless in the ocean watching swift and rainbow colored fish in their natural habitat; it almost doesn’t feel real."
    },
    {
      "dayNumber": "9",
      "title": "Cairns - The Jungle Reaches",
      "description": "Kuranda is a city situated in the verdant rainforest in the mountainous terrain outside of Cairns. After breakfast the family will venture to the Skyrail for the ride up to the forested area. The gondola spans almost four and a half miles of tropical jungle, soaring tens of feet above the canopy. The lush trees shine emerald against the backdrop of vast valley and distant foothills. Mist rises from the nearby waterfall that thunders down the hillside. The Rainforest Nature Park displays some of the distinct images of Australia’s landscape, including the cassowary. The flightless bird can grow to over six feet tall and looks like a combination of an ostrich and a giant peacock. The feathers around its neck are an effervescent purple and blue. They have a semi-dome disk atop their heads that resemble a Mohawk and three large talons on each foot. Follow your nature guide on the Dreamtime Walk and listen to the heritage of the indigenous peoples of Australia. The kids can try their hand at throwing a boomerang after learning a few safety tips and throwing tricks from professionals. The stories of dreamtime and the Rainbow Serpent, traditional elements in the Aboriginal creation story, enchant the kids. You hear the deep hum of the didgeridoo as it echoes beneath the treetops."
    },
    {
      "dayNumber": "10",
      "title": "Cairns - Timeless Australia",
      "description": "The esplanade ripples quietly in the morning. Large decorative fish sculptures are positioned on poles and fly over the swimming lagoon. You want once last glimpse at the pristine water before you go. After breakfast your private transfer escorts the family to the airport. When the plane takes off you can look out the window and see the outline of individual reefs shimmering on the ocean floor. The kids lean in for another viewing. The family has seen sails on an opera house and glided over treetops, swam in the Pacific and listened to the distinctive sounds of the didgeridoo. As you make your way home you know the fabulous memories your time in Australia that will always endure."
    }
  ],
  "map": ""
}