{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "highlights-of-the-australian-outback-kangaroo-safari",
  "tourName": "Highlights of the Australian Outback: Kangaroo Safari",
  "placesVisited": "Melbourne, Warrnambool, Grampians National Park, Kangaroo Island, Flinders Ranges, Perth, Margaret River",
  "generalInfo": "Featuring incredible landscapes and immersive encounters with kangaroos, this 13-day safari leads you into wonderfully diverse bush and outback. Immerse yourself in the marsupial realm on the ultimate Australia kangaroo safari. From the Great Ocean Road to the Grampians and from Melbourne to the Margaret River, prepare yourself for an impressive array of giants.",
  "durationDays": "13",
  "price": "5,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Cultural Experiences",
      "description": "You will touch down in Melbourne to encounter a city on the move. Victorian architecture is squashed between glass-fronted skyscrapers, and old arcades contrast with shimmering restaurants and contemporary architecture. This is a changing city that will offer you an immediate impression of Australia’s old and new. Your private driver will greet you at the airport and transfer you to your luxury accommodation on the river. The rest of the day will be at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – Wild Kangaroos and Koalas",
      "description": "Australia’s wildlife is as the name entails: wild. You do not need to visit a wildlife sanctuary to come face-to-face with kangaroos, wallabies, koalas, and others. To begin your kangaroo safari, you will have a half-day trip to a small nature reserve south of Melbourne. Trackers will travel ahead of you and radio in koala locations so that you can easily see their sleepy eyes and eucalyptus-clinging antics. Large kangaroo mobs will be the main highlight here. Hopping and grazing on open plains, they make for thrilling first encounters, especially when large males start to box."
    },
    {
      "dayNumber": "3",
      "title": "Warrnambool – The Great Ocean Road",
      "description": "Soon, you will gasp at the scenery along the Great Ocean Road. Golden beaches and epic cliffs will set the scene, and wallabies inhabit the grasslands near the coast. On a private tour, you will travel most of the Great Ocean Road, which will include a hidden stop to search for koalas next to the coast. This will be a relaxed day of fishing villages and rolling waves with an overnight stop on the beach near Warrnambool. Although kangaroo sightings are rare along this route, you will still enjoy some spectacular birdlife throughout the day."
    },
    {
      "dayNumber": "4",
      "title": "Grampians National Park – Eastern Grey Kangaroos",
      "description": "After feasting your eyes on the 12 Apostles, your private tour will lead you inland to the Grampians, which is a haven for eastern grey kangaroos. Large males bask in the sun, and youngsters hop amid the trees. Your guide will know of some stunning viewpoints, and here, you can sit and watch the marsupials. Furthermore, you will quickly learn kangaroo behavior. If you stay silent and move slowly, you can usually get very close. A few signs will indicate that it is time to stop and not interrupt the kangaroos further."
    },
    {
      "dayNumber": "5",
      "title": "Kangaroo Island – Surrounded by Marsupials",
      "description": "After driving back to Melbourne this morning, you will say goodbye to your tour guide and fly to Kangaroo Island. As its name suggests, this is an excellent destination for an Australian kangaroo safari. The island’s main wildlife highlight is actually the koalas though. While these tree-clinging wonders have mostly disappeared from the mainland, on this small island you can see them directly from your room’s veranda. You can expect koalas and kangaroos to be your main feature as you settle into a two-night stay in a national park."
    },
    {
      "dayNumber": "6",
      "title": "Kangaroo Island – More Kangaroo Safaris",
      "description": "With a full day on Kangaroo Island, you can explore different species. Kangaroo Island kangaroos are a subspecies of western grey kangaroos, and their chocolate-colored appearance is entirely different from what you would see on the mainland. Today’s full-day safari will lead you to the island’s wildlife hotspots and will focus on endemic island species. Here, you can also have some very personal moments with koalas. A barbecue dinner with the chance to watch hopping kangaroos at sunset will also be included today."
    },
    {
      "dayNumber": "7",
      "title": "Flinders Ranges – Giant Red Kangaroos",
      "description": "After leaving Kangaroo Island by boat, you will transfer to the Flinders Ranges, which is a mysterious outback location where Aboriginal guides reveal wildlife secrets. This is the home of giant red kangaroos, which are the largest and most spectacular of the country’s marsupials. Red kangaroos are not to be approached, but your guides will lead you to quiet lookout points, where you can admire the marsupials. A boxing confrontation between two of the males is perhaps Australia’s ultimate safari highlight and is sometimes witnessed from your outback lodge."
    },
    {
      "dayNumber": "8",
      "title": "Flinders Ranges – Stars and Red Kangaroos",
      "description": "With another day in the Flinders Ranges, you will feel immersed in Aboriginal stories, red kangaroos, and a seemingly endless expanse of wild bush. Other than raw nature and a wildlife world, there is very little here besides the spectacular stars. Over a slow day of local folklore and Outback exploration, you will immerse yourself in the Aboriginal ways and coexist with red kangaroos. Just to be out here in such a remote place is a highlight in itself, which will be made even better by your luxury lodge."
    },
    {
      "dayNumber": "9",
      "title": "Perth – West Coast Australia",
      "description": "After a relaxing morning, you will transfer to Adelaide for a flight to Perth. Your hotel will be in the north of the city and along the coast. Your accommodation will also be the closest one to the local kangaroo populations. Nothing will be planned for the day, and it will be relatively late by the time you arrive. Therefore, you can check out the beach, try one of the city’s excellent restaurants, and embrace a very different atmosphere on this side of the country."
    },
    {
      "dayNumber": "10",
      "title": "Perth – City and Wildlife Experiences",
      "description": "Amazingly, kangaroos can be spotted in the cityscape. Just like in Melbourne, you will venture on a half-day wildlife tour to a small reserve on the edge of the city. Here, you will encounter kangaroos and walking trails. This experience may prove to be a complete escape from urban life. This morning’s experience will be complemented by a free afternoon and evening in Perth. There is a lot going on in this vibrant city, and it is a nice swap of your more remote Australian experiences for the city."
    },
    {
      "dayNumber": "11",
      "title": "Margaret River – Western Grey Kangaroos",
      "description": "Today, the Margaret River will be your final destination. It is a small town that is dominated by surf, vineyards, and wildlife. You will check in to a small hotel on the coast and have time to try out local produce or to take a stroll along the beach. When the day’s heat fades, you will travel by 4WD into the wilderness on the trail of western grey kangaroos. You can enjoy a mug of steaming billy pot tea and a slice of home-baked orange cake along a river as the kangaroos hop past at sunset."
    },
    {
      "dayNumber": "12",
      "title": "Margaret River – Vineyards, Marsupials, and Magical Moments",
      "description": "This final day will be left free and is completely customizable. After almost two weeks of Australian kangaroo safaris, you may be happy to leave the wildlife behind and focus on other pleasures, such as beaches and vineyards. You can also find many great self-guided walking trails and local reserves that are teeming with wallabies. The Margaret River is a slow and serene place to be, and it is perfect for the end of a vacation and for preparing yourself for the journey home. Today, you can sit back, relax, and reminisce on all the different kangaroo encounters."
    },
    {
      "dayNumber": "13",
      "title": "Perth – Departure",
      "description": "From the Margaret River, you will transfer back to Perth, where you will start your journey home from the city’s airport."
    }
  ],
  "map": ""
}