{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "romantic-australia-tour-a-sensual-ten-day-retreat",
  "tourName": "Romantic Australia Tour: A Sensual Ten-Day Retreat",
  "placesVisited": "Sydney, Hunter Valley, Melbourne, Yarra Valley, Tasmania, Freycinet National Park, Margaret River, Perth (Australia)",
  "generalInfo": "Seclusion and luxury will immerse you in the perfect 10-day romantic Australia tour. Your sensual retreat will reveal the highlights and remote destinations around Australia’s diverse landscapes. You can bask on remote beaches, sample indulgent wines, and wander through the pristine wilderness on exclusive tours from Sydney to Perth, Melbourne to Hobart. You will experience beauty, relax in opulence, and enjoy the wonders of enchanting Australia.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hunter Valley – Solitude in the Vineyards",
      "description": "The Hunter Valley is such an ideal landscape to greet you in Australia. Immediately, you can feel the travel fatigue fade away, and almost instantly, you can experience the space and freedom that Australia provides. While Sydney has a typical city bustle, there is nothing but tranquility when you travel just two hours on a private transfer. Vineyards cover the slopes in a carpet of green, which is set in vast contrast to the preconceptions of Australia’s vast, red desert. Your accommodation will be on a wine farm, and your room is standalone. From the deck, you can look over the Hunter Valley, inhale the bucolic country air, and toast to romance. Most international flights land in the morning, and you will reach the Hunter Valley by lunchtime. Nothing specific will be planned this afternoon as it will be hard to know how your body handles the jet lag. Relaxing in your private suite is an ideal way to unwind, and it is possible to arrange mountain biking and horseback riding should you have the desire."
    },
    {
      "dayNumber": "2",
      "title": "Hunter Valley – Hot Air Ballooning and Gourmet Experiences",
      "description": "Sunrise colors paint the scene as you rise into the Australian sky. From the hot air balloon, you will watch vineyards emerge from the mist. Fresh colors stretch through the hills, and you will feel the tranquility of this valley that is hidden from the world. After a 90-minute flight, you will touch down to bubbles with a bottle of sparkling wine to accompany your brunch. For the rest of today, you will go behind the scenes of the Hunter Valley wineries, enjoying experiences that are only afforded to very few visitors. You can sample wines directly from the barrel, taste past vintages with a winemaker or cellar master, and enjoy a private tour of a vineyard. This will be an indulgent day, so it is good to have a place of privacy this evening."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Customized Highlights of Sydney Private Tour",
      "description": "Sydney is a splendid city and will provide a change of pace today. It is good to start in the Hunter Valley as this quieter destination helps you settle into the Australian rhythm and atmosphere. It should slow you down a little and help you unwind rather than traveling straight from the chaos that is home to Australia’s liveliest city: Sydney. After a private transfer back to Sydney, your local guide will tailor a tour to your interests today. This can include famous sights such as the Sydney Harbour Bridge, Sydney Opera House, Darling Harbour, and Bondi Beach. It could take you off the beaten track in local neighborhoods or focus on the city’s historical precincts. There will be plenty of time to discuss the options on the drive to Sydney, and today day will allow you to explore the Sydney of your own imagination."
    },
    {
      "dayNumber": "4",
      "title": "Melbourne – Neighborhoods Foodie Tour",
      "description": "Melbourne is dominated by art and water. Graffiti spans streets and buildings, the Yarra River cuts the city in two, and sublime beaches stretch out to the south. You will be staying south of the city where the coastline impresses a sense of space. If you look out from here, it will seem as if you are on the edge of the world, which you are in many ways. Central Melbourne does have some grand architecture, but the cool attractions are to the south and will be showcased by today’s private tour. Food will provide a focal point as you travel between different areas while art can always impress as it enlivens so many of the streets. The evening will be left free, and by staying on the beach, you can share some beautiful sunset moments."
    },
    {
      "dayNumber": "5",
      "title": "Melbourne – Romantic Yarra Valley Wine Tour",
      "description": "Indigenous wildlife thrives on the plains just outside Melbourne. Kangaroos may hop about and square up for boxing duels while koalas cling to branches sleepily, practically blending into their eucalyptus tree homes. These iconic animals can provide an extra little treat as you set off on today’s tour of the Yarra Valley. Your guide will know of a couple of places where the marsupials are regularly spotted, including a grassland where a large kangaroo mob grazes most mornings. These will be very wild and unpredictable sightings, and they can be complemented by a visit to Healesville Wildlife Sanctuary, which is where other animals such as wallabies enhance the wildlife experience. The Yarra Valley is a cool-climate wine region, and it produces superb Chardonnay and Pinot noir as well as wines that are produced in the Champagne style. The tour will be flexible, and you can pick and choose what to see based on the experiences and flavors you wish to enjoy, including going behind the scenes in a working cellar and a decadent vineyard that offers a multi-course wine and food pairing."
    },
    {
      "dayNumber": "6",
      "title": "Freycinet National Park – Wilderness Paradise in Tasmania",
      "description": "Tasmania is wild, and over half of the island is protected as a national park or reserve, ensuring space for wildlife to thrive and visitors to explore. After landing in the state capital of Hobart, you will transfer to Freycinet National Park. There will be a chance to see some of Hobart’s sights although most couples prefer to get straight out into nature. Driving onto the wild interior, you will stop for wildlife. Kangaroos may cross the roads, wallabies may cluster in playful mobs, and colorful birds should mark the skies. The guide may point out a yellow wattlebird, strong-billed honeyeater, Tasmanian Thornbill, or even a flightless southern cassowary. The transfer to your lodge will be like a game drive, including veering off-trail to search for endemic animals in their natural habitat. Your lodge will be practically on the sand with sweeping views over indigenous forests and the Tasman Sea. The beach is long and usually deserted although dolphins and fur seals do live in the area."
    },
    {
      "dayNumber": "7",
      "title": "Freycinet National Park – Private Tasmania Helicopter Tour",
      "description": "Tasmania is a vast island with only a few roads. Most of its charm is found beyond the end of the asphalt in areas where people have only ever been visitors. It could take many weeks to visit all of these lost corners. Today, you will explore a rugged interior where creeks twist through a red valley, and there is a lost-world atmosphere. Next, you will discover a marine park on Tasmania’s most distant corner, where there will be the opportunity to go snorkeling and beachcombing. Then, you will visit Coal River Valley and a large farm where there is a whiskey distillery and wine estate for some afternoon pampering. As with every tour on this vacation, you will be afforded plenty of time alone. Australian guides know when to show you around and also when to step back and let couples have the space they desire."
    },
    {
      "dayNumber": "8",
      "title": "Margaret River – The Enchantment of Western Australia",
      "description": "Although the flight from Hobart to Perth takes 4 ½ hours, you will get some of that time back with the time difference. Western Australia is a big contrast to the rest of the country. As the plane approaches, you can look out on red plains and a coastline that seems to have no end. On the transfer to Margaret River, you can slowly disappear from the world, especially when looking toward the beaches. Your accommodation will not be on a river but on the beach. A few surfers come down to this beach each day, but mostly there is nobody. You will immediately notice the difference from Melbourne. In Western Australia, there are so many beaches that it seems that everyone can have their own. After arriving in Margaret River, the day will be at your leisure. You can take a stroll along the sand, visit one of the small boutiques in the town, find escarpments of wildflowers, and watch an uninterrupted sunset directly from your balcony. Like so often on this trip, you will be basking in Australia’s quiet, under-the-radar places."
    },
    {
      "dayNumber": "9",
      "title": "Margaret River – Beaches and Artisanal Treats",
      "description": "Like in Sydney, you will have a guide today. Romance can thrive at the Margaret River vineyards, especially the wineries where lunch is paired with the region’s best wines. You can make a tour of artisanal food producers and more vineyards, sampling a selection of cheeses, ice creams, meats, oils, honey, and much more. Beaches are likely to be on your agenda today, and there are so many from which you can choose. It is best to stay out of the sun during midday, but come afternoon, the guide can drop you on a broad, sandy beach with a picnic basket and a bottle of wine. You may also want to walk on the cliffs that connect some of these beaches."
    },
    {
      "dayNumber": "10",
      "title": "Perth – Departure",
      "description": "You will have a late flight out of Perth, which allows for some final hand in hand hours on the beach. A private transfer to the airport will bring your unforgettable journey to a close."
    }
  ],
  "map": ""
}