{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "an-intimate-wildlife-tour-of-australia-new-zealand",
  "tourName": "An Intimate Wildlife Tour of Australia & New Zealand",
  "placesVisited": "Melbourne, Kangaroo Island, Uluru, Cairns, Auckland, Wellington, Kaikoura, Stewart Island",
  "generalInfo": "Australia and New Zealand are defined by their rare indigenous wildlife; kangaroos that hop across the desert landscapes, exotic kiwis that fall beneath the trees, sperm whales who flop across ocean waves. This 18-day tour reveals all of the iconic sights, from sleepy koalas to playful dolphin pods, tropical birds to ethereal marine worlds. Enjoy an intimate journey through the wild landscapes to come face to face with the full array of the South Pacific's wildlife.",
  "durationDays": "18",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Welcome to Australia",
      "description": "Melbourne provides a gentle welcome to Australia, the city defined by the Yarra River and a long stretch of empty beaches. Even in the heart of the city, there is a sense that wild lands lie nearby. You will be picked up from the airport, and transferred to a hotel along the coast where the scent of the Southern Ocean comes straight onto your verandah. After the long international flight, it's a perfect place to relax and garner your first impressions of the country's landscapes."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – Kangaroos and Koalas in the Wild",
      "description": "While marsupials are found all across Australia, it's the fertile south where they are found in great abundance. Barely an hour outside Melbourne you will start to spot them as they hop wildly across the land. Visit the eucalyptus forests where koalas cling adoringly to branches. Most are asleep, little blurs of fur within the trees. Occasionally their eyes open, slowly, before they stretch out their arms and wrap themselves back around the branch. As the forest opens out, find the kangaroos in large mobs clustered on green fields. Males stand and fight, comically trading punches and vicious kicks. Females stand and watch before they hop along to get a closer look. Move slowly, stay silent, and it's remarkable how close you can get. Approach with a few steps, stop, check that the kangaroos seem uninterested, then get closer still. You will see a lot more of these marsupials, so it's a good time to practice the routine. Return to Melbourne, and the evening is at your leisure."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne – A Relaxed Day in the Yarra Valley",
      "description": "Follow the Yarra River and enjoy a route of serenity. Vineyards spill out from the water to lead the eye towards ancient wineries on quiet hills. Today's relaxed tour will take you through the green fields to reveal exceptional sparkling wines and Pinot Noir. Wine tasting is complemented by local cheese and chocolate, the pairings an indelible insight into Australia's organic produce. Visit four farms, including a tiny boutique producer and one of the country's most famous exporters. In between, there's always a chance of finding a koala in one of the eucalyptus-clad valleys. Return to Melbourne in the late afternoon and the evening is at your leisure."
    },
    {
      "dayNumber": "4",
      "title": "Kangaroo Island – Lost in Australia's Great Natural Paradise",
      "description": "Kangaroo Island lives up to its name. Marsupials are everywhere, and not just those who box and fight. This island is the last stronghold of eucalyptus-chomping koalas, and you will struggle to go a day without seeing them. Wallabies, platypus, and echidnas are also more common here than almost anywhere else in Australia. This island is a natural playground, and wildlife is the core attraction the moment you check in to your lodge and spot wild kangaroos as they hop across the horizon. Over these two days, enjoy an African-style safari experience, with the charms of the wild around you at all times. Take a domestic flight to Adelaide to be picked up and transferred to the ferry terminal for the 45-minute boat ride to the island. Late afternoon brings a wildlife walk to Kingscote and Penneshaw as penguins bask along the coast and waddle around with their iconic look of humor. Stop along Seal Bay for your first encounters with strange squarks and flopping antics. A private guide takes you to the remote sections of the island on day five to reveal abundant sites for each of the famous marsupials. Part of the day is spent in a vehicle, but mostly will walk and step through the untamed landscape to discover these rare creatures in their natural habitat. As the sun goes down, dine at the lodge as silhouettes of kangaroos roam across the nearby plains."
    },
    {
      "dayNumber": "6",
      "title": "Uluru – A Mystical Camel Train to Kata Tjuta",
      "description": "A beautiful sunrise with a wallaby mob on the move is an evocative sight as you drink your coffee on the verandah. Travel back to Adelaide for your flight to Uluru, via Alice Springs, to land in mid-afternoon. Today's wildlife experience is one that is synonymous with the beauty of the desert. Board your camel and ride out into the scorched red of Central Australia to admire the emptiness that stretches on beyond the horizon. Behind you is Uluru, but before you are 36 more rocks, the sacred sandstone domes of Kata Tjuta. As the sun dips away, stand beside your camel to watch the red pinnacles slowly cast shadows on flame-colored rock. Many visitors are transfixed as the setting sun reveals the outback in all of its primitive natural glory as you relax in your luxury hotel just outside Uluru."
    },
    {
      "dayNumber": "7",
      "title": "Uluru to Cairns – Sunrise Ballooning Above Uluru",
      "description": "The world's largest monolith may just be the most redolent rock on the planet as it moves through a kaleidoscopic of color change as the sun pierces the horizon. Uluru, or Ayer's Rock to use the colonial name, is an iconic image of Australia. Except it's not really Australian as it is proudly Aboriginal. Watch it come alive from a hot air balloon, Uluru moving from black to deep orange, then onto a flaming ruby and rustic red. Return from the sky for a short walk around the base of Uluru, a chance to connect with the rock art and heritage of this sacred place. With some free time around your hotel before a mid-afternoon direct flight to Cairns, an East Coast backwater that's framed against a lush rainforest backdrop."
    },
    {
      "dayNumber": "8",
      "title": "Cairns – Exploring the Great Barrier Reef",
      "description": "Thousands of individual reefs form a vivid barrier of color along the East Coast. Visible from space, and the largest in the world, the Great Barrier Reef is as surreal as it is sublime. It's famous for its size, yet for all of the vast scale, exploration of the reef brings intricate macro detail. You will be quickly engrossed in all of the subtle corals and exotic marine life; with so many individual reefs, you are almost guaranteed to be alone, without a single snorkeler to disrupt your tranquility. On both days, enjoy boating out to some of the outer lying reefs, where there's a choice of exploration. Qualified scuba divers can enjoy two to three dives a day, while beginners can test the water on a discover scuba dive. Calm waters make snorkeling relatively easy, and buoyancy aids are available for less-confident swimmers. A semi-submersible craft enables you to stay dry while you discover the tropical tones. Turtles cruise, hundreds of unusual fish nibble at the coral, nudibranch hide beneath rocks, and every angle is rich and tropical."
    },
    {
      "dayNumber": "10",
      "title": "Auckland – Welcome to New Zealand",
      "description": "Today is spent in transit with a five-hour direct flight from Cairns to Auckland, and a move forward through a couple of time zones. Land in the City of Sails in the early evening, to be picked up and transferred to a hotel in the center of the city. Various dining options are within walking distance and settle quickly into the relaxed atmosphere of the country."
    },
    {
      "dayNumber": "11",
      "title": "Auckland – Spotting New Zealand's Exotic and Endangered Birds",
      "description": "Tiritiri Matangi will encourage you to surrender to your senses. Gentle birdsong provides a soft serenade, the tweets of native birds floating across the forest. Roaming across the ground are takahes, their rich blue feathers contrast with the pine of the trees. Bellbird and kokako also chirp from the ground, while the fragrance of fresh rain seems to hang through the forest even when it's dry. A full-day tour to this remote island invites you into the indigenous world of New Zealand; every angle delivers the country's rare flora and fauna. Tiritiri Matangi is a 75-minute boat ride from Auckland, and you'll be guided through the forest on foot. Return to Auckland and the evening is at your leisure."
    },
    {
      "dayNumber": "12",
      "title": "Wellington to Kapiti Island – Kiwis in the Native Forest",
      "description": "Fly into Wellington to be picked up and taken across the waters to Kapiti Island by ferry. New Zealand has been offering eco and organic experience since long before the terms became travel buzz words. Native forest envelopes your lodge, the sound of indigenous birds fill the atmosphere with echoed calls. Relax at the lodge and lose yourself in the ambiance, so many strange colors flutter around the verandah. In the evening, be guided into the forest on the look out for kiwis, the flightless icon of New Zealand; the introduction of foreign species has meant this once-abundant bird is now critically endangered. Island sanctuaries like Kapiti offer the rare chance to see one. Spend the evening on the island, enveloped entirely by the forest."
    },
    {
      "dayNumber": "13",
      "title": "Wellington to Kaikoura – Followed Across the Cook Straight by Dolphins",
      "description": "Fill the morning with marine exploration, the waters around Kapiti filled with unusual ocean life. The island is both a wildlife and marine reserve, a haven for the small and elusive of New Zealand's life. A self-guided snorkel enables you to get close as the reefs roll out from the shores of the island. After lunch at the lodge, travel back to the mainland by ferry, to be picked up and transferred to the Wellington ferry terminal. With an opportunity to spend an hour or two in the city, wander a bit before you take your boat across the Cook Straight to New Zealand's South Island. Landscapes immediately change, the soft green replaced by towering mountains and fjords. Spend the next three nights in Kaikoura in a lodge with pristine views over the bay."
    },
    {
      "dayNumber": "14",
      "title": "Kaikoura – Intimate Tours to Discover Six Different Whale Species",
      "description": "A sperm whale emerges from the depths, cruises towards the surface with her calf for a few brief moments before disappearing back into the abyss. Don't worry if you’ve only glimpsed it; you will see more over these two days as the giant-toothed whale is a year-round resident of the waters around Kaikoura. A place of migration, it’s a serene place to stop as five other whale species move through the oceans. Humpback whales crash their frames onto the water, while southern whales continue to breach close to the coast. Pilot whales are also common, often spotted near to Hector's dolphins, two playful species that add further enchantment to your adventure. With two days of boat cruising, enjoy extended opportunity to get close to all of these species, along with the enhanced possibility of spotting two of Kaikoura's (and the world's) elusive sights. Orcas and blue whales feed in these waters, and a sight of them is the wildlife highlight of a lifetime, not just of a vacation! Guided boat tours are often followed by pods of dusky dolphins, and it's hard to travel too far without an encounter with New Zealand fur seals. As the currents collide, the waters of Kaikoura provide a very special sanctuary for the marine giants of our world. Most tours last five to six hours with departure times dependent on tides and conditions. With its oceanfront location, and a backdrop of regularly snow-capped mountains, the town always imbues quintessentially New Zealand tranquility. Gaze out across the waters, and the next land mass you'd meet would be South America."
    },
    {
      "dayNumber": "16",
      "title": "Nelson to Stewart Island – Journeying to the Southern Tip of New Zealand",
      "description": "Your final stop is as remote as they come, Ulva Island, cast adrift to the south of the South Island's southern tip. Be transferred back to Nelson for a flight to Invercargill to transfer onto an amphibian aircraft for the final part of the journey. Upon arrival, head straight out to Ackers Point as tiny blue penguins and sooty shearwaters provide charming moments along the coastline. Next up is a wildlife walk and a huge myriad of sea birds to discover, notably the giant wings of the migrating albatross. Many people think of New Zealand as a country of two islands, but Stewart Island is the third, and it's retained its indigenous rainforest filled with small, elusive birds."
    },
    {
      "dayNumber": "17",
      "title": "Stewart Island – A Completely Untouched Rainforest Landscape",
      "description": "Remarkably, it's possible to explore an island that's even more untamed than Stewart. Ulva is a tiny island enclave, a primeval rainforest of podocarp trees, lush ferns, roaming mosses, and flowering orchards. Kaka and bellbirds call you into its realm, encourage you to move quietly and slowly. Watch for the smallest of wildlife; the saddlebacks, yellowheads, and the tiny rifleman bird abound. The rainforest cascades onto the fine golden sand, where you dip your toes in fresh waters as unusual wings flutter past. A day's excursion on Ulva seems a fitting conclusion to your wildlife vacation, every angle a postcard scene of the South Pacific's endemic life. But Ulva isn't quite the end; after your return to Stewart, take an evening walk in search of the brown kiwi, a bashful nocturnal bird that's extinct in the wild everywhere apart this small island."
    },
    {
      "dayNumber": "18",
      "title": "Stewart Island to Christchurch – Departure",
      "description": "It's a thrilling airport transfer this morning as a seaplane takes you back to the mainland before a domestic flight from Invercargill to Christchurch. From here, board your international flight to home."
    }
  ],
  "map": ""
}