{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "best-of-australia-tour-sydney-great-barrier-reef-melbourne",
  "tourName": "Best of Australia Tour: Sydney, Great Barrier Reef, Melbourne",
  "placesVisited": "Sydney, Great Barrier Reef, Melbourne, Cairns, Hamilton Island, Phillip Island",
  "generalInfo": "Follow kangaroos hopping across island plains and soak in turquoise waters lapping at powdery white sands during your 12-day best of Australia tour. Your customizable excursions will explore Sydney, the Great Barrier Reef, and Melbourne for a dynamic experience in Australia's contemporary culture and celebrated natural beauty. You will cruise around pristine Islands, witness lounging koalas, and wander historic cobbled alleys lined with cafes to discover Australia’s captivating diversity.",
  "durationDays": "12",
  "price": "10,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Perfecting a Beachside Welcome",
      "description": "Sydney shines like a pearl against the waters of the Tasman Sea. The roof of the opera house billows like sails in the wind. The glass of the skyline glints in the sunlight as if it were a continuation of the ripping ocean. Cyclists and joggers traverse the pathways between Bradley’s Head and Chowder Bay, enjoying the cool morning breeze, ocean spray, and charming views of the Harbour Bridge. As your flight lands at Sydney Airport, you find gold sand beaches filling with locals and visitors from around the world. Surfers take to the waves, and you can easily imagine the sound of the water lapping at the shoreline. Your transfer meets you at baggage claim upon your arrival and escorts you to the luxuries of your hotel overlooking famous Sydney Harbour. Contemporary style blends with Federation décor to create a popular destination offering views of the passing sailboats as well as the impressive combination of the Sydney Opera House rising beneath the Harbour Bridge. The scent of freshly baked sourdough pretzels and sweet macaroons emanates from the outdoor shopping center at the Rocks, the oldest district in Australia, which was settled by the Europeans in the late 1780s. To escape the bustling streets of the city, locals venture to the Chinese Garden of Friendship in Darling Harbour to unwind amidst the trickling waterfalls and thriving koi ponds. The exotic plants, from orchids to pear blossoms, add a sweet, welcoming fragrance to the air."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Features of Sydney Life",
      "description": "In the morning, the aroma of papaya and mangoes farmed in Queensland fills the dining room, accompanied by the herbaceous aroma of steeping black tea. Ferries glide along the waters connecting the suburbs of Sydney to Darling Harbour at the heart of the metropolis. Your guide meets you in the lobby, eager to escort you on a small group panoramic tour of Sydney’s sites, taking you from the historic Rocks to the view along the Harbour Bridge. You make your way to Bondi Beach, famous for its pristine inlet and the location of the popular reality show “Bondi Rescue.” A nearly four-mile trail winds along the steep cliffs and beloved beaches connecting Bondi to Coogee. In October, the trails brim with excitement, emanating from the iconic artwork crafted along the shoreline during the Sculpture by the Sea event. The sunlight drenches the gold sand and highlights the indigo hues of the water before the breaks splash against the coast. Surfers catch the waves closer to the inlet’s opening. Paddle boarders row along the calmer waters closer to the beach. The scent of freshly battered and fried fish and chips drifts out of the boardwalk cafes. Skateboarders fly out of the bowls overlooking the water and swimmers do laps in the beachside pool connected to the Icebergs Swimming Club. When you return to the central city, you can stroll through the inviting greenery of the Royal Botanical Garden for a picturesque view of the harbor and more than 60 acres of parkland while standing at historic Mrs. Macquarie’s Chair."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – The City’s Different Sails",
      "description": "In the morning, the locals in the neighborhood of Paddington enjoy chai lattes and rich cappuccinos. The chic cafes open their doors along Oxford Street with gourmet dining rooms set beside boutique jewelry shops. Victorian homes look out to verdant parks, offering tranquil escapes from the bustling main road. After breakfast, you step onto a 52-foot yacht bound for the waterways around Sydney Harbour. The briny scent of the sea carries a refreshing zest. Sailboats and speedboats create wakes trailing behind them. You circumvent the shores of Cockatoo Island. Your skipper explains that the island was once a penal establishment in the mid 19th century and later became a dockyard. Today the island boasts a UNESCO World Heritage status due to its association with Europe’s convict transportation to Australia. From the water, you can see the sandstone bricks of the oldest warehouses in the city situated in the Rocks district. The ship returns to shore and allows you time to relax before walking along the brick esplanade to the entrance of the Sydney Opera House, ready for your tour of the history and culture emanating from the iconic Sydney structure."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Discover True Perfection",
      "description": "The galleries inside the Queen Victoria Building open beneath the sparkling glass of the various domes. Light spreads across the mosaic-tiled floor, exhibiting the beauty of the historic arcades first erected in the late 19th century. The scent of freshly brewed coffee overtakes the lingering aroma of sweet pastries. After breakfast, the day is yours to discover Sydney’s true marvels at your preferred pace. Traverse the neighborhoods for a taste of the local culture or visit the Taronga Zoo for an introduction into the wildlife of New South Wales and greater Australia. The true perfection of the city lies in its vicinity to nature, effortlessly combining the beauty of the shores and charms of culture with the captivating scenery of the Blue Mountains. You set out with a guide to explore the nearly 100 miles of hiking trails and heritage tracks meandering along the rugged rock formations, ravines, and staggering waterfalls. Eucalyptus forests provide stunning canopies carpeting the valley, creating a blue haze for which the region is named. The herbaceous aroma of the eucalyptus reminds you of spiced licorice. At Wentworth Falls Reserve, you find the lingering plume of the cascade, which drops from nearly 1,000 feet above. The walking trail leads into the Valley of the Waters, where rivers trundle over the cliffs and steep grades along the gorge edge before reaching the woodlands. The best view is from Princes Rock, in which the dripping tiers of the Wentworth Falls pour between the surrounding dense trees."
    },
    {
      "dayNumber": "5",
      "title": "Hamilton Island – In World-Class Luxury",
      "description": "The movement of Sydney continues to captivate you, from the students lingering around the artistic cafes in Glebe to the sailboats traversing the waterways, connecting the Central Business District to the surrounding suburbs. At breakfast, you sip a refreshing cup of black tea and nibble on the luscious texture of a lychee grown in northern Queensland. After the meal, your transfer meets you in the lobby and escorts you to Sydney Airport for your flight to Hamilton Island, located amidst the preserved splendor of the Whitsunday Islands. As the plane descends onto the tarmac, the crystalline waters of the South Pacific radiate opulent shades of blue. The treetops shimmer emerald against the snow-white beaches. Your transfer meets you near the baggage claim at the Great Barrier Reef Airport before escorting you beneath the palm trees to the doorstep of your five-star resort. The tropical paradise of the island has replaced the beach culture of Sydney. The resort encompasses an architectural style in harmony with the surrounding landscape, hiding beneath eucalyptus trees with views overlooking the tranquil lapping waters. Rocky hills rise above the beaches crisscrossed with walking trails leading to marvelous sea views. Visitors and locals set out onto the water on kayaks and linger above the small reef outlets adorned with snorkel gear. Catamarans sweep into the horizon, catching the seductive sea breeze in their sails. You take the time to settle into the luxuries of your resort lifestyle, taking advantage of the open space and enchanting setting."
    },
    {
      "dayNumber": "6",
      "title": "Hamilton Island – Snorkeling at Riveting Reefs",
      "description": "In the morning, you can hear the water lapping against the powdery white sand of the coastline. The ocean carries a mixture of a salty and sweet aroma in the cool morning breeze. After breakfast, step aboard the comforts of a high-speed catamaran weighing anchor to reach select locations along the Great Barrier Reef. The reef system is the largest in the world, with 2,900 individual reefs spread across more than 1,400 miles. The wind blows against your cheeks, carrying sporadic sea mist. The sandy shores of Hamilton Island disappear behind the horizon, replaced by the various shades of blue glowing across the water. You reach your first destination at Bait Reef, located on the outer reef. You jump into the water with your snorkel gear and allow the warm current to move you back and forth along the surface. A guide leads you to Stepping Stones to find pinnacles abound with caverns and fish. Green Turtles often swim along the sea grass in search of tiny fish or plankton to eat. Vibrant angelfish swim close to the mounds of colorful coral rising upwards from the seafloor. The shallow depths allow you to see the remarkable aquatic life up close, including a wealth of bait fish, which accounts for the site’s name. Your guide points to a ray swimming in the distance. Their fins billow like silk sheets as they glide through the current. Moray eels peek their heads out of hidden holes inside the coral and pineapple fish glow a sensational yellow hue against the rugged flat rocks of the reef."
    },
    {
      "dayNumber": "7",
      "title": "Hamilton Island – Island Indulgence",
      "description": "In the morning, cockatoos call out to one another in the trees around the resort, searching for nuts and fruits dangling from the canopy branches. The scent of fresh pastries baked at the resort blends with the sensual aroma of the sea drifting upwards from the beach. After breakfast, you step aboard a boat bound to reach the majestic shores of Whitehaven Beach. You moor at Tongue Bay to find the enchanting landscape filled with white silica sand and shades of turquoise shimmering across the water. The colors effortlessly blend to form pockets of white and turquoise pearls reminiscent of precious stones. In the water, the salt sticks to your skin like an extra coating. On the beach, the sand coats your ankles and feet like a lingering powder. You can linger on the coastline and bask in the stunning scenery or take to the trail leading you to Hill Inlet. At first, the surrounding trees spread their branches over the trail, filling your view with the untouched forest. The trail ascends a shallow grade. The canopy opens to a view of Hill Inlet. The surreal panorama highlights how the water swirls around the white sand and between the forest-covered slopes."
    },
    {
      "dayNumber": "8",
      "title": "Hamilton Island – Tropical Australian Leisure",
      "description": "The day is yours to embrace the wonders of Hamilton Island as you desire, whether by playing a round of golf with views of the coastline or embarking on a helicopter excursion over the Great Barrier Reef for a distinctive view of how the coral islands shape the surrounding waters. Visitors head out onto the calm sea with paddle boards, balancing on the long frame while propelling themselves forward away from the shoreline. You choose to spend some time at the celebrated spa to revitalize the body after days of adventure and exploration. The trickling water of the ponds creates a soothing soundtrack. The open windows offer a cool sea breeze brushing against the framing fronds, creating a serene and seclude atmosphere. The aroma of spiced incense complements the lingering scent of the sea and sweet coconut. Your masseuse focuses on the rhythm to help rebalance and rejuvenate your muscles, allowing your body to unwind as the session continues. The stress from your time before Australia releases and the comforts of your massage remind you of the wonders you have experienced thus far. When the massage ends, you feel brand new, relaxed and replenished, with muscles keen on moving forward."
    },
    {
      "dayNumber": "9",
      "title": "Melbourne – From Reef-Side Living to Cultural Hotspot",
      "description": "At breakfast, you bask in the enticing aroma of freshly brewed coffee blending with the scent of bacon emanating from the kitchen. The sweet fragrance of the tropical fruit cultivated in the farms of Queensland lingers in the air. Pineapple and coconut, jackfruit and mango all offer a glimpse of the diverse flavors grown in the exotic climate of the northern east coast. After breakfast, your transfer escorts you to Great Barrier Reef Airport for your flight to Melbourne. From the sky, you see the pockets of the Great Barrier Reef as dark spots in the indigo colors of the South Pacific. The white-sand beaches and tropical jade canopy fade beneath the clouds before you arrive at Melbourne Airport. Your transfer collects you at baggage claim and leads you to a magnificent hotel overlooking the fast-paced streets of Melbourne’s cultural capital. The banks of the Yarra River wind beneath the towering skyline of the city center. Nearly 100 acres of parkland fills with more than 50,000 plants, including rare orchids and towering palm trees spread across the Royal Botanic Gardens. The art deco structure of the Nicholas Building contains boutique retailers, jewelers, and art studios harkening back to the days of the building’s creation. The preserved architectural style looks out to the streets with an entryway connected to the Cathedral Arcade."
    },
    {
      "dayNumber": "10",
      "title": "Melbourne – Walking Through The History of Melbourne",
      "description": "The streets of Melbourne reflect the cosmopolitan cultures and more than a century-old history of the city, which sprouted amidst the Victoria gold rush of the 1850s. Trendy cafes and bars overlook the youthful ambiance of St. Kilda and Fitzroy with locally celebrated murals adorning the outer walls. Former industrial buildings in the heart of Melbourne now brim with popular restaurants, microbreweries, and rooftop bars. The stained glass ceiling in the Great Hall of the National Gallery of Victoria decorates the oldest public art gallery in Australia, calling to visitors to lie on the floor to embrace the full splendor of the glowing glasswork. After breakfast, your guide meets you at the hotel, eager to share with you Melbourne’s mixture of history and contemporary culture emanating from the arcades and laneways. Beautiful mosaic tiles decorate the floors of the Block Arcade, leading to the natural light piercing the glass at strategically positioned glass domes. The elegant vaulted ceilings take you back to the late 19th century when the carved stone and glass canopy were crafted to resemble the stunning design of the Galleria Vittorio Emanuele in Milan, Italy. Boutique shops and cafes add to the lavish charm, adhering to the uniform classic design showcasing the heritage of the city. Hopetoun Tea Rooms is the oldest store in the arcade, originally opening its doors in the late 19th century. The windows fill with exquisite cakes and chocolates, enticing passersby with a single glance."
    },
    {
      "dayNumber": "11",
      "title": "Melbourne – In the Company of Wildlife",
      "description": "In the morning, the sunlight glints off the glass of the gondolas connected to the Melbourne Star, a Ferris wheel reaching a height nearly 400 feet above the street, providing opulent views of the Yarra River and graceful skyline. The back lanes around Richmond district lead to the discount fashion shops. The historical markets and old-fashioned pubs in South Melbourne exhibit the city’s past through the preservation of the working-class structures. After breakfast, your guide leads you out of the city for the day, taking you along the 2,100-foot long bridge connecting mainland Australia to Phillip Island. The waters of the Tasman Sea splash against the rugged shoreline of the island landscape, encompassing 40 square miles. Hills and plains sweep across the island interior, leading to steep cliffs and quiet beaches. After visiting the Moonlight Sanctuary Wildlife Conservation Park, you venture to the Koala Conservation Centre to spend time with the marsupials famous for their fluffy coats and wide brown eyes. The scent of eucalyptus fills the park. Boardwalks spread across the trees to better view the koalas dozing in the canopy, allowing you access to the koala’s natural habitat. Wallabies laze in the woodland shade and echidnas burrow into the rock seeking shelter from the sunlight."
    },
    {
      "dayNumber": "12",
      "title": "Melbourne – The Perfect Farewell",
      "description": "Locals cycle and take the trolley cars along the streets of Melbourne to visit the bustling Brunswick West eatery of Lolo and Wren. The café fills with the scent of rich coffee blends and pancakes topped with caramelized pears. The scent of vintage paper drifts out of the shelves of the second-hand store Grub Street Bookshop on Brunswick Street. Outside of the city, the cliffs of the Victorian coastline glow rainbow hues in the spreading sunlight alongside the celebrated Great Ocean Road. Extend your stay in Melbourne to discover the charms of the city like a local, from taking a hot air balloon ride or sipping wine in the nearby Yarra Valley. Soon your transfer will meet you at the hotel and escort you to Melbourne Airport for your flight home, but you take with you the unforgettable memories of your time in Australia, highlighting the perfect blend of culture and nature, relaxation, and adventure."
    }
  ],
  "map": ""
}