{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "adventures-in-cairns-tour-discovering-daintree-the-great-barrier-reef",
  "tourName": "Adventures in Cairns Tour: Discovering Daintree & The Great Barrier Reef",
  "placesVisited": "Cairns, Kuranda, Green Island, Mossman Gorge, Daintree National Park, the Great Barrier Reef",
  "generalInfo": "The adventurous spirit of Australia thrives around the Queensland seaside city of Cairns. Your custom tour will put the natural wonders of Australia first to immerse you in the emerald canopy of the northeast rainforest and then submerse you in the crystalline turquoise waters of the Pacific Ocean as you view the Great Barrier Reef. Listen to the tales of the Earth’s creation during Dreamtime, and watch the colors of sunrise expand across the sky as you sit inside a drifting hot air balloon. Indulge in luxurious exploration and unforgettable adventure during your time of discovering Queensland’s true beauty.",
  "durationDays": "7",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Cairns – Arrive in Cairns, the Charming Gateway to the Great Barrier Reef",
      "description": "The city of Cairns overlooks the Pacific Ocean and the vast Queensland Rainforest. The trees rush down from the bordering mountains to meet the white-sand beaches along the coastline. Flying foxes sleep in the trees that line the city streets before waking in the cooler evening air. The tropical ambiance is heightened with the mix of the climate, the relaxed beachside culture, and the exotic tree line. Your flight will land at Cairns Airport where you will meet your private transfer at baggage claim. Once inside your luxurious hotel, you can settle into the escapist lifestyle hidden in the trees as you overlook the indigo hues of the water, combining the unique qualities of the tropical coastline where the two UNESCO World Heritage Sites meet. Lorikeets sing in the treetops as their neon green feathers blend into the emerald hues of the encompassing leaves. Their red beak and smattering of blue feathers barely stand out against the rainbow hues of the canopy, making the birds resemble budding flowers from a distance. Palm trees line the streets and lead to the favored seaside esplanade as idyllic stretches of sand and water spread north and south of town as locals linger along the grass beside the wading pool. The swimming lagoon encompasses nearly 51,700 square feet of water located on the promenade. Wander along the boardwalk before partaking in a Cairns tradition as boutique shops and cosmopolitan restaurants fill the arcades along the Esplanade at Farm Gate Market. Farmers arrive to present organic and handmade treats and fishers offer recipes to represent the catch of the day as locals return home with some for a late dinner. Over 100 vendors offer insight into the life and culture of Cairns through the preferred offerings of the marketplace, including delicious chocolates."
    },
    {
      "dayNumber": "2",
      "title": "Cairns – Set Out on a Full Day Luxury Cruise of the Great Barrier Reef",
      "description": "The morning light will spread across Australia’s eastern seaboard as the sun hovers along the horizon. The light will flicker against the pristine waters that splash beneath the wooden planks of the esplanade. Birds twitter and chirp in the mangrove trees at the edge of town and sunlight beings to offer insight into the rich ecology of the region. Volleyball players set out early to grab a court on the powdery sand, and kids head to the skate park to practice their moves in the sunken pools. Wake early to venture to the marina to step aboard your catamaran and set out onto the beautiful waters of the Pacific Ocean. The ocean will ripple beneath the movement of the boat, and mist will fly into the air at the bow from the wake. An onboard marine biologist will offer information about the ecosystem, subaquatic life, and coral expanse. The Great Barrier Reef is considered one of the Seven Wonders of the World and stretches more than 1,700 miles long, consisting of 2,000 separate reefs. You can see the Reef’s body from above the water as a dark stretch of stationary land, and you will jump into the water with your private guide eager to lead you along to your first stop at Hastings Reef. The tranquil water is a warm 75 degrees and offers stunning visibility. You will put on your mask and snorkel, and then follow your guide beneath the water to discover the protective barrier the Reef provides, along with the abundant life to be found in the coral gardens. Pinnacles ascend from the ocean floor in hues of pink and orange; brain corals are named for their resemblance in texture to the ridges of the human brain. Humphead wrasses nibble on the coral, and they grow to more than six feet long with large, thick lips, and blue-green coloration."
    },
    {
      "dayNumber": "3",
      "title": "Cairns – Discover Jungle Terrain at Daintree Rainforest and Mossman Gorge",
      "description": "In the morning, the doors to Flecker Botanic Gardens open as vines dangle from the staggering treetops amidst the blossoming orchids and the scent of tropical fruit. The restaurant offers views to the small ornate bridges, and the open-air concept allows the scent of mango and lychee to drift from the trees to the dining room. Your guide will meet you at your hotel to lead you into the exotic reaches of the tropical rainforest at Daintree. Before reaching the rainforest, you will stop in Port Douglas to sample a selection of tropical fruits grown and harvested in Queensland. Papaya and jackfruit thrive in the humid and warm temperatures of the tropical northeastern point. Jackfruit looks like a large melon with a bumpy texture on the outer layer, with an aroma similar to a sweet pineapple and a taste that is like a combination of a banana and apple. After sampling, you will continue into the rainforest, which encompasses 460 square miles of dense vegetation. The scent of moss and herbaceous fern leaves fills the air as tooth-billed birds perch near tree trunks. At Alexandra Lookout, you will step out of the car to enjoy the breathtaking panorama of the rainforest canopy, winding Daintree River, and views to Snapper and Low Isles in the distance. Continue onward to Cape Tribulation and the next lookout point of Kulki Beach to view the unforgettable image at the point where the rainforest meets the Great Barrier Reef."
    },
    {
      "dayNumber": "4",
      "title": "Cairns – Weigh Anchor for a Half-Day Whale Watching Excursion",
      "description": "The lush rainforest protects the culture of the first peoples of Australia through the preservation of the flora still used by many of the local tribes in cuisine, medicine, and storytelling. Just outside of Cairns, you can learn the history, tales, and culture of the local Aboriginal community by meeting with a local guide. After a quick visit, you will once again venture to the marina to board your boat and head out to sea. The northern dry season sees upwards of 5,000 whales, including Humpback and Dwarf Minke as they migrate past the coastline on their annual 5,000-mile journey. The refreshing sea breeze carries the gentle aroma of the water and a subtle mist from the boat. You will be sailing with a special permit that will allow you to enter the water with your guide for a closer look at the majesty of the passing whales. Your skipper will watch for a pod of Dwarf Minke, usually found in the near distance. You will jump into the water, and the salt crystals will immediately cling to your skin. You will have to work to catch your breath amidst the staggering beauty, grace, and size of the whales. The Dwarf Minke is the second smallest of the baleen whale and still reaches a length of more than 26 feet. Their black and gray skin makes them look like a passing shadow beneath the water, and you can dip your head beneath the water to view the whale through your snorkel mask just as the mammal peeks its beak above the surface. You are within feet of the whale, making for a remarkable moment during a trip of extraordinary moments."
    },
    {
      "dayNumber": "5",
      "title": "Cairns – Sail to Green Island for Snorkeling, Swimming, and Beaches",
      "description": "Today you will return to the beauty of the Great Barrier Reef with a half-day trip to Green Island. Your boat will take you across the turquoise water, and you will pass through the coral reefs to reach the small white sand beach that encircles the growing rainforest. The trees rise uniquely out of the heart of the island, giving the landmass its name. Once on the island, you can dig your toes into the powder-soft sand that will cling to your skin with inviting warmth. You will have a chance to wander through the dense rainforest before you return to the shoreline for one last snorkel along a portion of the Great Barrier Reef. Butterfly fish radiate yellow hues amidst the clear blue water. You will enjoy recognizing species of hard corals, the names of which you remember from your first visit to the Great Barrier Reef. The water will gently guide your body towards the shoreline, where you make your way back to the boat to return to Cairns. Your day will be split between the colorful splendor of the Reef and the vibrant rural expanse of an 18-acre sugarcane farm on which you will enjoy an exploratory horseback riding tour. The scent of the crop will be more herbaceous than sweet, and your guide will break open a piece of the sugarcane for you to find the aroma of the juice and its saccharine scent. Peacocks graze in the tall grass and ducks linger in the small ponds. Your horse will walk with a hypnotic rhythm, familiar and comfortable in the landscape. You will eventually reach the mangrove wetland and wade through the edges of the water near floating lily pads."
    },
    {
      "dayNumber": "6",
      "title": "Cairns – Delight in a Morning Hot Air Balloon Ride and White Water Rafting",
      "description": "Before sunrise, your private driver will meet you at your hotel. The city is silent in the early morning, and the lights of the esplanade will reflect on the surface of the sea. Flying foxes soar through the air in search of dinner before returning to their perch in the trees that line the outlying streets. You will reach Mareeba, a town located 1,360 feet above sea level at the confluence of the Barron River and the Granite and Emerald Creeks. Your large balloon will drape over the plains before crossing over the bordering trees as the flame will light up the early morning darkness. Your balloon will gently rise into the sky above the forest-clad hills. White clouds will float alongside you to divide the reflective turquoise sea in the distance from the midnight blue of the sky. The sunrise will spread across the horizon and bring swirls of pink, sage, and purple to the air. You will have a perfect view of the canopy and the Great Dividing Range, the mountains that separate the coastline from the interior valleys. When your balloon lands, you will make your way back to Cairns to await your next excursion into the rainforest to ride the rapids of the Barron River. The Barron waterway travels more than 100 miles with the cool mountain runoff that splashes over the rocks and the meandering banks until reaching the Coral Sea. You will step into the raft and follow the limestone rocks that frame the river as you watch in the distance for the coming rapids."
    },
    {
      "dayNumber": "7",
      "title": "Cairns – Depart for Home",
      "description": "In the morning, the sunlight will filter through the glass dome of the Reef Hotel Casino. The glass dome covers an immersive wildlife park that allows visitors to meet and greet animals common to Queensland. A trained guide will hold a sugar glider, a marsupial known for its love of fruit and flower nectar that can glide nearly 300 feet between trees, extending a wing-like flap to help carry them through the air. Another guide will hold a koala as it nibbles on a thread of leaves. As you complete your time in Cairns, one last look at the wildlife is the perfect end to your journey. When you are ready, your private transfer will meet you in your hotel lobby to escort you to Cairns Airport. You will have discovered the splendors around Cairns, but you could extend your vacation to immerse yourself in the urban grandeur of Sydney or Melbourne before returning home."
    }
  ],
  "map": ""
}