{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "best-of-australias-eastern-coast-whitsunday-islands-to-the-great-barrier-reef-tour",
  "tourName": "Best of Australia’s Eastern Coast: Whitsunday Islands to the Great Barrier Reef Tour",
  "placesVisited": "Hervey Bay, Airlie Beach, Whitsundays Islands, Cairns, Great Barrier Reef, Daintree Rainforest, Kuranda, Atherton Tablelands, Cape Tribulation, Mossman Gorge, Fraser Island",
  "generalInfo": "From the welcoming powdery-white sand of secluded islands to the iridescent hues of anemones waving in the ocean current, you deserve only the best during your journey through the majesty of Australia’s east coast. The stories of Dreamtime offer insight into the distinctive mountains, rainforest, and beaches of the northeast. Passing boats raise their sails and glide across the indigo waters. The cascades spill down smooth precipices, embellishing hints of tropical paradise. Your customizable tour offers adventure and discovery, culture and luxury, for an immersive experience along the Great Barrier Reef, Whitsunday Islands, and Daintree Rainforest.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hervey Bay – With the Best Foot Forward",
      "description": "The magnificence of Hervey Bay extends from the golden sands along the coast and into the warm waters of the Pacific. Whales often breach the surface, showcasing their breathtaking size and grace, before splashing back down into the sea. The long stretch of powdery golden sand highlights the serene blue colors of the Pacific. Your flight lands at Hervey Bay Airport, where your private transfer meets you at baggage claim. You make your way to your luxurious hotel overlooking the waters of the eastern seaboard, taking the remainder of the day to indulge in the charms of the city. The palm trees soar above the narrow streets, and the cool ocean breeze rustles the leaves. The scent of seaside air blends with the tropical aromas of coconut and pineapple filtering out of the local cafes. Sycamore trees shade the brick esplanade. Verdant parks and a view of the beach border the nine-mile long walkway. Locals cycle and jog along the footpaths as children run along the playgrounds. The historic pier was erected in 1917 and stretches over the water reaching a length of more than 3,630 feet. You can stand at the edge of the pier and look out into the glistening sapphire waters of the Pacific, settling into the remarkable tranquility of Hervey Bay."
    },
    {
      "dayNumber": "2",
      "title": "Airlie Beach – On Inspiring Shores",
      "description": "In the morning, the markets along the promenade open their doors showcasing local handmade garments and artisan goods. The blend of the colorful skirts accentuates the scenery amidst the sounds of the lapping waves. After breakfast, you make your way to River Heads to board a sailboat leaving for Fraser Island. The Aboriginal called the island K’Gari , which means paradise, due to the breathtaking blend of landscape and ocean scenery encompassing nearly 75 miles. Fraser Island is the world’s largest sand island, crafted over time by wind and ocean drifts settling off eastern Australia’s mainland. The island interior contains crystal clear freshwater lakes with rugged outcroppings framing the shoreline. Your sailboat catches the breeze and glides over the sapphire waters separating the island from the east coast. Sporadic sea spray splashes against your cheeks and the refreshing breeze brushes over the hull of the boat. Upon reaching the island, you visit Maheno Shipwreck, which washed ashore during a cyclone in the 1930s. The skeleton of the ship edges a sandbar with gentle waves brushing against the shoreline and rusted exterior. Seeing the frame of the ship in person transports you into an adventure tale, wondering if buried treasure also hides somewhere on the island. The ship reaches a length of 120 feet from bow to stern, adding a touch of artistry to the unique beauty of the island’s natural landscape."
    },
    {
      "dayNumber": "3",
      "title": "Airlie Beach – Hidden Charms of Airlie",
      "description": "Wake up in the comfort of your luxurious accommodation in Airlie Beach, with a magnificent view of the Pacific Ocean glowing indigo in the morning light. At breakfast, the aroma of tropical fruits adds to the luster of the landscape with sweet aromas of mango and coconut cultivated in the tropical climate of Queensland. Verdant grass frames the swimming lagoons and restaurants offer pristine views of the shoreline from the Port of Airlie Marina. The day is yours to enjoy the relaxed pace of the city as you desire. Stroll along the 2,500-foot long boardwalk to view the moored yachts and cruisers bound for Whitsundays or meander through the colorful flowers and garments of the Airlie Beach Markets. For a stunning introduction to the countryside, you head to Cedar Creek Falls, an often-overlooked wonder of the region. The secluded swimming hole located west from the beach provides refreshing cool water, abundant greenery, and year-round streams beading down the precipice. The water splashes in a consistent rhythm, creating a unique soundtrack echoing amongst the rainforest canopy. The creeks merge and trundle down the slopes in two tiers before reaching the pool. You can dip your toes into the water to feel the refreshing cool temperature wrapping around your skin. If you stay long enough in the crystal clear water, you can see wild turtles returning to the banks to nibble on the bright forest underbrush."
    },
    {
      "dayNumber": "4",
      "title": "Airlie Beach – Accentuating the Whitsundays",
      "description": "In the morning, you wake up early and venture to the marina to board a catamaran bound for the Whitsundays archipelago, a collection of 74 islands embodying the soul of the lush tropical climate of the Queensland coast. The boat weighs anchor and takes you onto the open water, passing the white sands of Hamilton Island and the silhouettes of coral bodies rising out of the seafloor. The majesty of the Coral Sea, which connects to the Pacific Ocean, gleams with shades of crystal, indigo, and aqua blues. The vastness of the Great Barrier Reef protects the islands, as evident in the tranquil water surrounding the boat. The boat docks near Whitehaven Beach, where powdery white silica sand encircles the island. The pearly sheen shines brightly against the open blue sky. Indigo waters swirl around the white sand creating a kaleidoscope of colors along the sandbar dividing the rainforest-clad mountains. The herbaceous aroma of the trees blends with the semi-sweet scent of the Coral Sea. You can follow the trail through the trees to reach the vista atop Tongue Point. As the tide shifts, you have a private panorama of the mosaic seamlessly swirling the blue hues of the water and the white sand of the beach together along Hill Inlet."
    },
    {
      "dayNumber": "5",
      "title": "Airlie Beach – True Adventure at Airlie Beach",
      "description": "In the morning, the scent of freshly brewed coffee emanates from a café on the esplanade. The rich aroma of the roasted beans mixes with the scent of the sea as carried by the breeze. From June to November, boats leave the marina with locals and visitors in search of passing humpback whale pods migrating through the Whitsundays. After breakfast, you have the remainder of the day at leisure to explore the waters to find passing whales or relax on the secluded sand of Dingo Beach. For a unique experience around Airlie, you meet your guide at the hotel to begin a crocodile safari around the estuaries and wetlands of the Whitsundays. Your shallow riverboat glides up the waterway with rugged brushes scattered along the banks of the Proserpine River, which has a length of 43 miles. Mangrove trees grow along the river’s mouth, and mud crabs burrow on the banks. Kangaroos and wombats hide in the underbrush as great bowerbirds graze on berries and nuts. You can hear yellow honeyeaters twittering in the canopy before your guide points to a large crocodile basking in the sunlight less than 20 feet away from the boat. The saltwater crocodile averages a length of more than 19 feet and equalizes its temperature by sunbathing, often with its mouth wide open as if panting."
    },
    {
      "dayNumber": "6",
      "title": "Cairns – Gateway to the Great Barrier Reef",
      "description": "In the morning, you can hear the gentle waves of the Coral Sea lapping against the plinths of the marina. The scent of coffee returns to the seaside air and red-backed kingfishers perch in the esplanade sycamores, ready to hunt for breakfast. After your meal, your private transfer collects you at the hotel and escorts you to Airlie Beach Airport for your flight north to Cairns, known as the “Gateway to the Great Barrier Reef,” due to its bustling marina and proximity to various sections of the expansive coral system. The botanic gardens accentuate the drastic differences between the climate and landscape between Australia’s north and south, east,and west, with flora endemic to Sydney and Melbourne set against the types of palm trees soaring in Cairns or orchids blossoming in the bordering rainforest. Your flight lands at Cairns Airport, where your private transfer escorts you to a marvelous hotel offering views of the wild emerald canopy of the rainforest and the tame shimmering waters of the Pacific Ocean. The remainder of the day allows you to stroll along the esplanade to view the vibrant life of families and friends dipping their toes in the swimming lagoon overlooking the sea or playing beach volleyball in the sand courts near the bustling cafes. Inside the Botanic Gardens, roses and carnations bloom year-round. Ferns and bamboo collect insight at the Aboriginal Plant Use Garden, which offers insight into how the first people of Australia utilized the powers of nature."
    },
    {
      "dayNumber": "7",
      "title": "Cairns – Embracing Original Culture",
      "description": "In the morning, flying foxes return to the trees lining the streets of Cairns and feed on mangoes and papaya. Parakeets twitter in the rainforest trees as sailboats weigh anchor ready to reach the edges of the Great Barrier Reef. After breakfast, you travel north of Cairns to visit the Mossman Gorge Centre, which combines the natural beauty of the landscape with the culture of the Aboriginal tribe Kuku Yalanji, who continue to utilize the land as they have for thousands of years. The rainforest brims with prehistoric trees and the staggering blue hues of Ulysses butterflies. The aroma of the soil blends with the herbaceous scent of the trees’ bark, from ferns to strangler figs. The river winds around spherical boulders that resemble giant marbles fallen from the precipice. You follow the easy trail of the Rainforest Circuit to experience the depth of the trees from the comfort of manicured boardwalks and bridges. A series of small waterfalls highlights the fast pace of the river rushing over the rocky riverbed. Your Aboriginal guide explains the importance of the rainforest to the Kuku Yalanji people before providing a demonstration on the traditions of using the surrounding bush to make soap and ochre colored paint. You listen to the story of Dreamtime with intent, learning about the beginnings of Australia through the movement of the Rainbow Serpent."
    },
    {
      "dayNumber": "8",
      "title": "Cairns – Captivating Life Under the Sea",
      "description": "In the early morning hours, hikers venture to the trails leading to the top of Walsh’s Pyramid, one of the tallest natural pyramids in the world, reaching a height of 3,025 feet above sea level and offering remarkable 360-degree views of Cairns and the glowing rainforest. Instead, you take to the marina to board a catamaran bound for the Great Barrier Reef. The indigo water changes to shades of sapphire and azure. The scent of the ocean is sweet with a hint of brininess as the shoreline fades from view. The boat weighs anchor at Flynn Reef. The sunlight pierces the surface water down to nearly 100 feet. White tip reef sharks circle the spouting coral. Soft coral drifts back and forth in the current. Flat coral climbs atop one another in layers. The rainbow hues resemble blossoming flowers and bouquets exhibited in botanic gardens. The only colors more vibrant than the coral emanate from the school of butterfly fish fluttering past. They can grow to nearly 12 inches long and create streaks of red, blue, white and orange in the crystal clear water. Every time you turn your head, you find another exotic color and enchanting examples of the unparalleled life beneath the water’s surface. The warm ocean keeps you searching for more, finding clown fish hiding amongst the tendrils of iridescent anemones."
    },
    {
      "dayNumber": "9",
      "title": "Cairns – Searching between the Trees",
      "description": "The tropical warmth around Cairns makes it a perfect destination for beachside exploring and trekking the dense rainforest overtaking the Great Dividing Range. In the morning, the cafes open along the esplanade releasing a current of coffee scented air. Sailboats and catamarans weigh anchor, disappearing beyond the horizon in search of the marvels of the Great Barrier Reef. The day is yours to enjoy the relaxed ambiance of Cairns or linger on the sands of the spectacular beaches of the northern east coast. For a tremendous view of the rainforest, you head into the rainforest to follow the short trail leading to Crystal Cascades. Locals visit the waterhole to cool off in the summer heat. Limestone rocks cradle the reflective pool as the water plunges down the precipice. The jade canopy shades the rocky shores. The scenery resembles a tropical paradise on a secluded island more than a waterfall easily accessible from Cairns. The cool water refreshes your body and mind as you can swim freely, watching locals jump from the cliffs or relax in one of the many natural plunge pools."
    },
    {
      "dayNumber": "10",
      "title": "Cairns – Envisioning the Best",
      "description": "When you look back on your time in Australia, you can’t help but think of the best experiences cast in the colors of the Great Barrier Reef and the feeling of powdery sand on the secluded islands of the Whitsundays. At breakfast, you remember the vibrant colors and surreal depictions of sea and wildlife in the works of Aboriginal art. You can recall the stories of Dreamtime and the way the cool waters of the Crystal Cascades plunge pools felt on your skin. The scent of roasted coffee at breakfast only accentuates the memories. Your private transfer meets you at the hotel, ready to escort you to Cairns Airport. Your flight doesn’t have to take you home and can instead continue your immersive tour of Australia at the Red Centre or Melbourne, the “Cultural Capital” of the country."
    }
  ],
  "map": ""
}