{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "indulgent-10-day-australia-food-wine-tour",
  "tourName": "Indulgent 10-Day Australia Food & Wine Tour",
  "placesVisited": "Sydney, Hunter Valley, Melbourne, Hobart, Tasmania",
  "generalInfo": "Handcrafted to celebrate Australia’s sublime variety of flavors, this is the ultimate food and wine tour down under. You will forage for fresh, ocean seafood, take a degustation walk to nine Melbourne restaurants, helicopter to the Hunter Valley for a vineyard lunch, and taste with new and old-world winemakers in both the Yarra Valley and Mornington Peninsula. There will be a focus on local, organic produce, and gourmet experiences that are not usually available to the public.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Gourmet Dinner Introductions",
      "description": "After your flight to Sydney lands in the morning, you can have the full day to rest and explore. Such a distant destination usually means travel fatigue and jet lag. You can sleep at a random hour, take a stroll around Circular Quays or Darling Harbour, and dip your toes into the city. This evening, you will be transferred to a small but celebrated restaurant, where the tasting menu changes daily, and your chef will talk you through each dish. While the menu is always unknown, there is a celebration of fresh seasonal produce in a way that always seems to reflect iconic images of Australian food."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Blue Mountains Food and Sights Tour",
      "description": "Shades of ochre and amber spiral across the Blue Mountains, peaks seem to change color in the sun, while the forest below is dominated by a strange blue haze. This UNESCO World Heritage landscape is filled with beautiful lookout points and small walks, and on today’s tour, you will explore all the classic Blue Mountains sights. This is a blossoming food region as well, and your guide will know about some delightful, but low-key spots that you can taste. Today, you can warm up at a local bakery, visit a place where chocolate flows like a waterfall, and go from farm to table at an organic farm restaurant. You will culminate your day with apple pie and cider, which are two local Blue Mountains specialties that are the envy of Australia."
    },
    {
      "dayNumber": "3",
      "title": "Hunter Valley – A Helicopter to a Hunter Valley Luncheon and Wine Tasting",
      "description": "The tour notches up a level this morning as you fly to the Hunter Valley by helicopter. You will soar across rolling hills, and you will begin to wonder how vines are planted based on the sun’s journey across the sky if you did not know already. Your guide will narrate what grows where and how the vineyards draw on centuries of viticulture experience. You will touch down at one of the Hunter Valley’s most opulent wineries, where the tasting room and restaurant give off an air of old-world France. Lunch will be an extravagant affair: four courses that are paired with wine and a sublime view across this striking region. After obligatory coffee and chocolate, you can return to the wine. Your accommodation will be located on a vineyard, and the winemaker will lead you through the farm’s production. If you particularly enjoy a wine, he will probably ask for an older vintage to be uncorked, so you can get a vertical tasting that covers nearly 20 years. It will be the insight and conversation that really makes this experience, and you will learn about traditional European styles that have made the Hunter Valley Australia’s most famed wine region. In particular, the discussion about Syrah versus Shiraz is a very interesting one, and you will come to understand and taste the contrasts."
    },
    {
      "dayNumber": "4",
      "title": "Hunter Valley – Exploring Australia’s Signature Wine Region",
      "description": "This is the part of Australia that is most naturally suited to wine, and it produces a hugely varied selection of grapes and wines. Shiraz hails from here due to an Australian manipulation of the Syrah grape, but you can be spoiled for choice of Pinot, Chardonnay or Semillon. With today’s tour, you will visit four wineries with a private tasting at each. At one vineyard, you will be guided by a cellar master who has an encyclopedic knowledge of Australian wine. He will offer excellent advice on the current wines that you can put away for at least a decade. Food and wine pairings will make for a degustation style experience at another farm, improving your knowledge of local cheese in the process. This will lead nicely into a light lunch with a wine tasting at the next farm. Then, for the remainder of the afternoon, you can relax at a winery that is usually closed to the public. The winemaker or cellar master will be your guide here, and it will not be just about the wines that you can drink or the knowledge that you can gain, but about enjoying a laid-back and informal afternoon with one of the figures that helped shape Hunter Valley wine. With so many wines here, the journey can venture out in many directions. So, like with the other wineries, the tasting will mostly revolve around your interests."
    },
    {
      "dayNumber": "5",
      "title": "Melbourne – Exclusive Degustation Walk through Melbourne Neighborhoods",
      "description": "After a private transfer back to Sydney, you will fly to Melbourne, where there is some time to explore the area around your hotel. Narrow colonial buildings are squished between modern towers, and Victorian markets and stations evoke what is left of a bygone era. Graffiti and street murals provide color, and you may find that the city feels like an evolving art gallery. Today’s highlight is the degustation walk. Melbourne is Australia’s big foodie city, and it reflects an enormous variation in style. In a city with so many outstanding restaurants, it can be agonizing to only dine at a few. The degustation walk connects the city’s gastronomic diversity, and you will get to sample the creations of nine different chefs. It is also a journey through two charming little neighborhoods, and the actual walking will help preserve your appetite because there is a lot of food to eat. At each restaurant, you will have a flight of wine and a small dish with the journey taking you from appetizers to seafood and from game meats to desserts. At some venues, you can dine standing up at the bar, and at others, you will be on the terrace. However, with some, the chef will come out to explain the food."
    },
    {
      "dayNumber": "6",
      "title": "Melbourne \u0000\u0000– Behind the Scenes at Yarra Valley Vineyards",
      "description": "A cool climate helps to make the Yarra Valley Australia’s premium Pinot and Chardonnay region. Vineyards roll in and out of the morning mist, giant oak trees stand like sentinels for the vines, and small rivers snake their way across the scene. This is the most picturesque of the wine regions, and here, wine tasting is always done with a view. You have to start with bubbles because this is the country’s premier producer of sparkling wine. It is not Champagne as it is not from Champagne, France, but you may be astonished at how they produce a similarly rich, nutty taste. The day will be long and indulgent as you visit four separate wineries, two of which are typically closed to the public. Lunch will be another old-world affair, but this time with less game meat than in the Hunter Valley. Throughout the day, you can taste how terroir dictates so much here, especially by comparing farms on either end of the valley. Again, there will be a focus on having local experts to lead your tasting. So, rather than just sampling a few wines, you can learn the story behind how each one has been cultivated."
    },
    {
      "dayNumber": "7",
      "title": "Melbourne – Discovering the Mornington Peninsula, Australia’s Up and Coming Foodie Destination",
      "description": "While the Yarra Valley evokes tradition, the Mornington Peninsula is youthful and new. The vines do need another decade or so before the region can reach its viticulture potential, but there is still a lot to admire in terms of taste. Perhaps, more memorably, a tour here is always a lot of fun. You will sip on sparkling wine with your toes dipped into the ocean, pick mussels straight from a trawler, taste directly from the barrel, and have a picnic amid the vines. There will be cheese, ham, breads, a range of wines, and a day full of hidden treasures. This region actively shuns tradition, and one of your vacation’s major highlights will be contrasting the experiences of today with yesterday."
    },
    {
      "dayNumber": "8",
      "title": "Hobart – Wildlife, Wonder, and Tasmanian Treats",
      "description": "Over half of Tasmania is touted as a national park or reserve. It is this island where indigenous wildlife continues to thrive. Kangaroos move in large mobs across open grasslands, wallabies hop about and will sometimes gather around your feet, koalas are harder to locate as they practically blend into their eucalyptus perches, but your guide should be able to find you one or two of these species. After flying to Hobart, you will spend the afternoon exploring the Tasmanian wilderness on an animal safari. Tasmanian treats will fill your evening as you fine dine at one of Hobart’s most exclusive venues. Again, the contrast to yesterday’s experience will be a major highlight in terms of setting and gastronomy."
    },
    {
      "dayNumber": "9",
      "title": "Hobart \u0000– Gourmet Tasmanian Seafood Tour",
      "description": "Dolphins and seals will be part of the scenery when you begin today’s tour. You will cruise away from Hobart toward the remote Bruny Island coastline in the company of a celebrated, local chef. This area is home to Australia’s finest and most delicate seafood, and it cannot get any fresher than pulling it directly from the ocean. The captain will drop anchor at three different spots, and you can assist your chef in foraging and fishing. Pull up crayfish, collect mussels and sea urchins, learn to harvest oysters and abalone, and maybe catch something much larger. One cooler will be stuffed with local wine and beers, and another ice box will begin to fill with fresh seafood. While the shellfish is predictable, any larger fish will be a bonus. You will disembark at a small cove, where an impromptu kitchen will be set up on the sand. Your chef will provide a cooking demonstration, and it will be fun to get involved, especially in the preparation of sashimi and dressings. You will then dine in the deserted surroundings, which is a seafood experience that can trump anything that is possible in a city restaurant. It is not just about the freshness, but about the memorable variety. It is also great to watch the chef at work, admiring the creativity that they put into all of their dishes based on what has been caught. After returning to Hobart, the rest of the day will be at your leisure, and today’s chef can provide dining recommendations for your final night in Australia."
    },
    {
      "dayNumber": "10",
      "title": "Hobart – Departure",
      "description": "After ten days of sumptuous flavors, you will be transferred to Hobart’s airport and begin your journey back home."
    }
  ],
  "map": ""
}