{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "perfect-14-day-australia-family-vacation",
  "tourName": "Perfect 14-Day Australia Family Vacation",
  "placesVisited": "Sydney, Blue Mountains, Hamilton Island, Great Barrier Reef, Uluru (Ayers Rock) & Kata, Brisbane",
  "generalInfo": "Koalas and kangaroos return your gaze, and tropical islands provide space to drift off as a family. Camels take you into the outback and beside the silhouette of Uluru and an Australian bush experience awaits in the Blue Mountains. The city of Sydney provides a beautiful introduction to urban Australia, and there is something for everyone in your family to enjoy. This two-week tour is handcrafted for families of all ages, mixing five famous sides to the Australian experience with the city, bush, outback, and incredible wildlife.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Stop, Rest, and Relax",
      "description": "Australia is far from everywhere, so you will touch down and then take some time to relax. You will be greeted at the airport and transferred to your hotel close to Circular Quay as this is the best location for transport connections, and for walking in the old city center. Sails shine white at Sydney Opera House just 400 meters away, and the Sydney Harbour Bridge appears majestic, arcing over the Parramatta. Many local ferries can provide a relaxed afternoon on the river, while the streets around Circular Quay are packed full of cafes and restaurants. Nothing is planned for today as it is hard to predict the mood after a long flight, so rest, relax, hang around the pool, or create some first impressions of this famous city."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Family Experiences in the Opera House and Botanical Gardens",
      "description": "Everybody knows the famous sails, but not many get to experience the building itself. Theatrical programs run throughout the day in Sydney Opera House, with those in the morning aimed at kids. There is everything from puppet-making workshops to Babies Proms, musical programs, and theater shows geared for teens. After taking in a show, you can go behind the scenes through this majestic venue before following a path from Sydney Opera House to the Royal Botanical Gardens. Out here there are green spaces and a celebration of indigenous plants, along with some strange prehistoric-looking birds. Your kids can run around, and the ambiance remains relaxed, helping everyone come round from the jet lag. With a Circular Quays hotel as your base, you will be ticking off beautiful city sights on the way to cafes or restaurants, so you will not need to worry about missing out on all the Victorian splendor."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Cruising the River and Discovering the Eastern Beaches",
      "description": "Sydney unfolds from the Parramatta as skyscrapers rise at Darling Harbour and parks stretch out on the northern bank as rocks and islands narrate early colonial history. Cruise under the bridge and past the sails, heading out to the Pacific Ocean. Manly is your destination although the journey is just as memorable as the beach as you casually cruise the city’s length before an afternoon spent on the sand. Manly is broad and has safe places for young kids to swim, but if your children are older, or your family is more active, you can spend the afternoon at Bondi instead. Here, introductory surfing lessons are complemented by a coastal walk to Coogee, the city’s natural grandeur unfolding in waves of the rugged cliffs and the calm bays."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Free Day With Various Potential Excursions",
      "description": "By today you should be settled into the Australian experience, completely over any jet lag, and confident about getting around the country. This day is left free, and there are many potential options, from taking the ferry to Taronga Zoo to climbing upon Sydney Harbour Bridge. Centennial Park is studded with ibises and cockatoos, an excellent place for a family picnic, or just beyond the city you will find an animal conservation center, a good choice if the kids can’t wait to meet kangaroos and koalas. Evenings in Sydney can be spent at one of the open-air cinemas or strolling a promenade with ice cream in hand."
    },
    {
      "dayNumber": "5",
      "title": "Blue Mountains – An Australian Bush Experience",
      "description": "Jagged peaks stand like sentinels above a misty, forested valley as haze floats through the air, blue in hue and surreal to behold. You will be just an hour outside of the city and nature has taken hold, the landscape oscillating between drama and charm. This is the Australian bush, a rural and often wild area that is interspersed with civilization. Here the rainforest is accessible by taking the world’s steepest train down into the valley. Mountain slopes can be reached by vehicle, bringing excellent views over the blue haze. You can spot a variety of birds and marsupials, as well as small farm stores and villages. The Blue Mountains ease you into wild Australia, barely 90 minutes outside the city. Check into a wooden cabin in the forest, and there will be a great choice of self-guided trails you can explore. The Scenic Railway is easily reached from here, and on the first day in this region, you will be left to your own devices. The next day will be guided, incorporating more of the Blue Mountains area and ending with a spectacular glass-bottomed sky tram across the peaks. Over these two days, you will visit the Three Sisters, Jamison Valley, Wentworth Valley, and the Jenolan Caves, all of it very accessible regardless of the age of your kids. Now a UNESCO World Heritage Site, the Blue Mountains offer options that can be geared around your family’s sense of adventure and energy, with most stops providing a variety of trails and activities, including some forest mountain biking."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – A Camel Ride Through the Desert",
      "description": "First the bush, and now the outback as you catch a plane into wild and remote Australia. Uluru is almost 500 miles from the nearest town, and there are not any apparent settlements in between. It is a raw, red desert, and wilderness on a baffling scale. And while that might not immediately sound conducive to a family vacation, you will have space and time together as a family in the midst of an incredible adventure. Touch down beside the famous red rock, check into your family outback camp, and then head out on camels this afternoon. Riding through the wild you will be backdropped by Uluru while gazing towards the sunset before a starry sky appears and you complete the journey with Uluru in silhouette."
    },
    {
      "dayNumber": "8",
      "title": "Uluru – Connecting With Nature in the Bright Red Outback",
      "description": "Wake up in the outback, and there is silence. Not even the wind stirs, and peering out into the landscape is an endless view, yet nuance can be found with clusters of larger rocks, changing hues, a gnarled tree suggesting refuge. It might be a landscape you expect of Australia, but it is on a scale that is unfathomable until you arrive here. Making it all comfortable is the outback camp, a family-focused accommodation that helps you all connect with this special landscape. Daily activities help you learn about life out here, from foraging for food to throwing boomerangs, plus making paint and painting from the dusty, ochre ground. Every night there is guided stargazing, the sky bright beyond imagination. And, of course, there is the big rock itself. Included in your stay is a half-day tour of Uluru around the base to see Aboriginal paintings and then to a quiet shaded spot to watch the world’s largest monolith change color at sunset. It will not be only the impressive rock though, as the next day you will be at Kata Tjuta, 26 red domes coming in an equally surreal shade of red. A helicopter ride will break the silence but also help you to appreciate the true scale of this land, an included activity that is good to keep in reserve for later on day nine. By spending three nights here, you will find that this region is not just a big red rock as it is a magical desert that is changing every hour and helps everyone escape from the impulses and over-stimulation of life back home."
    },
    {
      "dayNumber": "10",
      "title": "Brisbane – Getting Intimate With Kangaroos and Koalas",
      "description": "Flying back east you will land in Brisbane, a good gateway city between Uluru and the Whitsundays. From the airport, your guide will take you directly to Lone Pine Koala Sanctuary. Injured and orphaned marsupials are cared for here, most being extremely playful with human interaction. Kangaroos hop and chomp on grass, standing high above children and adults. Wallabies are much smaller and safer to approach for smaller kids, and everyone can watch a platypus wade in a swamp while echidna impresses with their long snouts. The koalas are such cute and cuddly characters when seen from any angle, and your children will not tire of observing them. All of the famous Australian animals are here, and you can get very close to most, including the iconic koala and child photo. From here, you will cruise into Brisbane by the river, spending the night at a large family hotel just outside the center."
    },
    {
      "dayNumber": "11",
      "title": "Hamilton Island - A Whitsundays Family Getaway",
      "description": "Beaches shimmer white from the window as you fly into the Whitsundays, a group of 74 islands made from coral and sand. You will be at the southern end of the Great Barrier Reef, specks of land surrounded by rich waters and calm, turquoise waters. Hamilton is the largest of the islands and best set up for families, offering the largest choice of restaurants and activities, along with the peace and tranquility that all the islands provide. Check into the resort and today is left free. You will be right on a beach that has safe, shallow water for young swimmers, as well as a whole swimming pool complex and kids club among the amenities."
    },
    {
      "dayNumber": "12",
      "title": "Hamilton Island - Cruising Around the Whitsundays to Whitehaven Beach",
      "description": "Set sail across the clear waters, cruising on wind power through the tropics. Islands are studded green by indigenous forest, almost all of them uninhabited. The beaches are so white they are almost blinding to look at as beautiful bays provide a quiet place to anchor and swim before you sail onwards to Whitehaven, the most famous of the beaches. The sand is so fine it squeaks beneath your feet alongside waters so blue they seem a trick of nature. This half-day boat tour will include a barbecue lunch on the beach and a variety of stops, as well as just the joy of sailing. You can also go for a snorkel in the Great Barrier Reef, with flotation aids available should you need them."
    },
    {
      "dayNumber": "13",
      "title": "Hamilton Island – Great Barrier Reef Family Adventure",
      "description": "It will be on the Outer Great Barrier Reef that you will find the great abundance of marine life, along with the incredible diversity of coral. Sponges flutter in a dozen colors as fields of purple and green extend just two meters below the surface. Hundreds of small fish species swim past your mask while a small ray or reef shark might glide past. After a 90-minute boat journey, you will be at Hardy Reef to spend four hours at a pontoon above the coral. The pontoon is a dry space to drink and dine in between different underwater activities. Snorkeling is superb, both guided and unguided, with lifeguards watching over the snorkeling area. A semi-submersible showcases the marine world without you needing to get wet. The pontoon’s underwater chambers feel like being in an aquarium, except all this is wild, not captive. And after all the adventure the kids should be fast asleep as you cruise back to Hamilton Island and your final night in Australia."
    },
    {
      "dayNumber": "14",
      "title": "Brisbane – Departure",
      "description": "Depart Australia from Brisbane, after first taking a domestic flight away from the islands. Your two weeks will have flown by, yet it may seem as though you have been here for a month, such is the diversity of experience and destinations. It might feel almost impossible to think you were in the outback only a week ago, and that is the beauty of seeing the country’s alternative sides. Rather than a family vacation that blurs into a single memory, with Australia, you will clearly remember it all."
    }
  ],
  "map": ""
}