{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "luxury-honeymoon-to-australia-and-new-zealand",
  "tourName": "Luxury Honeymoon to Australia and New Zealand",
  "placesVisited": "Sydney, Uluru, Great Barrier Reef, Lizard Island, Canterbury, Queenstown, Nelson",
  "generalInfo": "Australia and New Zealand effortlessly blend a myriad of honeymoon styles. Remote tropical islands, adventures into the unknown, elegant wine tasting and the exploration of iconic cities. Each stop is a unique celebration with a very different backdrop, whether it's Uluru, Queenstown, or Sydney. This 18-day honeymoon fuses the inimitability of six destinations, offering a romantic journey into the eclectic charms of a continent.",
  "durationDays": "18",
  "price": "23,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Fine Dining Celebration in the City",
      "description": "Sydney knows how to entertain; a city that works hard and plays harder, the atmosphere encourages indulgence and relaxation. On a luxury honeymoon, it's hard to conceive of a more fitting first stop, as the city overflows with boutique restaurants, riverside cafes, famous beaches, and a balmy year-round climate. Touch down in the city and be transferred to a five-star hotel on the Parramatta River; a glance through the window and you'll see the famous sails of Sydney Opera House. It's a quick walk down to Australia's most celebrated fine-dining restaurant. Booked in for their signature tasting menu, they will bring the exotic flavors of the Pacific to your palate. This lunchtime treat sets you up for an afternoon of leisurely exploration in the city."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Relaxed Day Amongst Sydney's Charms",
      "description": "The first full morning of a honeymoon should always be relaxed. Open the curtains to the Parramatta River, order room service, close the curtains, and slumber to your hearts' content. Today is deliberately left free, offering you time to wander into the city at leisure. Despite its fame, Sydney is eminently walkable, and many of its most famous sights are found within a compact central area close to the river. If there are too many people around, it's less than a five-mile taxi ride out to the coastal pathway between Bondi and Coogee beaches. This city can pull you in so many directions and today is for you to discover."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Exploring the Wonders of the Blue Mountains",
      "description": "Australia delights in its mystique, colors blurring across the landscape and the odd marsupial hidden among it all. The Blue Mountains symbolize the surreal excess, an assortment of ragged sandstone pinnacles gazing upon a valley clad with eucalyptus forest. Wander hand in hand along the valley rim, and then down into the lush tropical colors. Throughout it all, there's the effervescent blue, the strange haze that floats across the valley and is the source of many Aboriginal legends. This World Heritage site stretches over a huge scale, and your private tour is flexible and allows time for the iconic panoramas and walking trails that feel a million miles from anywhere. Return to the city by boat for a cruise along the Parramatta River, beneath the Sydney Harbour Bridge, and into the famed harbor."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – Watching the Sunset Over Australia's Red Center",
      "description": "On most honeymoons, there is an inclination towards quiet space and serenity. In Australia's red center, you will struggle to find anything other than massive empty landscapes and uninterrupted tranquility. The nearest town is over 400 miles from your luxury hotel; to reach any city, you would have to travel over 1,000! After the direct flight to Uluru, spend the afternoon along the base of the world's biggest monolith to admire the Aboriginal rock art and narratives that are etched into the walls. As the sun fades, the view is incredible as you stand beneath a small cluster of scorched trees to face the great wall of Uluru (Ayer's Rock). As the sun dips it paints the rock, transforming it from rusty red to glowing crimson, then through a kaleidoscope of oranges before nighttime arrives. Almost immediately, the stars appear. When you are this far from anywhere, the romantic night’s sky feels like it was created just for you."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – A Camel Journey to Kata Tjuta",
      "description": "Wake in the desert and the wilderness stretches for eternity. Every angle is red, the tone subtly changing as the landscape stretches out beyond the horizon. There is simultaneously a feeling of being at one with the world, yet alone as a couple, the world waiting to be explored, yet keeping you grounded. You have a free day in this sublime wilderness before riding with a camel train out to the domes of Kata Tjuta. Peaks cast shadows and canyons open between the exquisite sandstone, taking you on a journey laced in tradition and defined by aesthetics. Most visitors come to see Uluru, but the Kata Tjuta peaks are higher, some 36 rounded rocks that delight in flickering through the rainbow at sunset."
    },
    {
      "dayNumber": "6",
      "title": "Lizard Island – The Luxury of the Great Barrier Reef",
      "description": "The colors change as the red is replaced by blue as you fly to Cairns. A light aircraft takes you into the Great Barrier Reef as you land on Dunk Island and transfer to Lizard by boat. Spend the next several nights on a remote island within this World Heritage site surrounded by exquisite corals and marine underworlds. Lizard Island rises softly, slopes of forest create a canopy to hide white beaches and exclusive experiences. Every vista reflects the revered images of the South Pacific; the warm hues, the sense of space, the luxury of stepping from your villa directly onto the fine sand. But when you look around, there is something extra that makes Lizard Island even more unique as you notice that the coral is everywhere, and you are immersed in the world's greatest living monument."
    },
    {
      "dayNumber": "7",
      "title": "Lizard Island – Island Bliss in the South Pacific",
      "description": "Relax, indulge and remove your shoes to walk through the tropical shallows. Swim out to where the turtles roam or spread two towels beneath a natural green awning. Time slips into oblivion, replaced by the ambiance of island bliss. For three days, enjoy the classic tones of an escapist honeymoon as you share a private island with just a small handful of other guests. Most of the island is marked as a national park, carefully preserved for its natural wealth. Snorkeling and glass bottom boat tours are yours to enjoy, while catamaran charters and diving expeditions can also be easily arranged. All meals are included, along with non-alcoholic drinks, selected beers and sparkling wines. Take a picnic hamper into the island interior, ride a private dinghy to a deserted beach and spoil yourself on a remote island outpost. There's no set itinerary here. Just wake up and let your feelings shape the day."
    },
    {
      "dayNumber": "10",
      "title": "Canterbury – Welcome to the Enchantment of New Zealand",
      "description": "Fly across the waters and return to Cairns by light aircraft before taking a scheduled departure to Canterbury. New Zealand quickly impresses, the undulating green landscapes continue your impressions of spaciousness. Fields roam beneath distant snow-capped mountains, while alpine lakes hide amongst the landscape's patchwork. Christchurch is a city, but it doesn't feel like one. As in the rest of the country, laid-back charms hold sway and continue the theme of serenity from Lizard Island. You'll be picked up at the airport and given a short tour of the city before a 30-minute drive into rural Canterbury, where your lodge is surrounded by the delights of rural life. Mountains glimmer in the distance, hundred of walking trails head out from the lodge, and there's always the sense of tranquility."
    },
    {
      "dayNumber": "11",
      "title": "Canterbury – Private Cooking Class in Quaint Canterbury",
      "description": "Canterbury is New Zealand's pantry, a bounty of fresh flavors that come alive through their recipes. Today's full-day cooking class offers a leisurely journey through the Pacific palate, a chance to sip wine, experiment in the kitchen, and drown your nostrils in the aromas. Game meats and ocean fish are high on the menu, their intensity softened by natural spices from the lower mountain slopes. Meals aren't flash fried; they are steamed or roasted, giving plenty of time to relax on the balcony with a glass of wine. Much like the other destinations, the itinerary remains flexible, and the menu can be designed to your tastes."
    },
    {
      "dayNumber": "12",
      "title": "Queenstown – Wandering Along Lake Wakatipu",
      "description": "Fly south and the soft patchwork slowly disappears, replaced by the imposing might of the Fjordlands and its glistening mountains. Surrounding Queenstown is a landscape of drama; peaks reflect in alpine lakes, fjords roll into the Tasman, and ice sculptures hide on the exposed plateaus. It's little wonder that this area was used to represent multiple parts of Middle Earth. Land in Queenstown and the day is at your leisure as beautiful walking trails take you along the shores of Lake Wakatipu, and a cable car brings you to a peak that dominates the town. For the adventurous, consider coming back down on a tandem paraglide."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – A Helicopter Flight Across the Fjordlands",
      "description": "So much of the Fjordlands is inaccessible and unseen by tourism. Only one road curves into this vast World Heritage site, and it's a dead end. To truly explore, you need propellers! Your private helicopter will soar across this mystical landscape; watch the mountain summits roll towards the ocean, admire the glaciers that blur into the rainforest, and gaze down on the pristine alpine lakes. During this half-day journey, fly above the iconic natural wonders such as the Milford Sound and the Doubtful Sound. Land where few people ever go as you touch down on the white plateaus and wander alongside the majestic ice tunnels. A 360-degree panorama reveals countless peaks, the white wonderland as evocative and compelling as the red of Australia's desert. The landing locations are only accessible by helicopter, so you have this landscape entirely to yourselves. Land in Queenstown by early afternoon and the rest of the day is at your leisure."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown – Sensual Flavors on a Private Wine Tour",
      "description": "Yesterday you traveled above the peaks; today you will weave along the mountain base to gaze up at the snowy slopes and down at the lush vineyards. Queenstown is the southernmost wine growing region, and the tastes are full of surprise. Such unique soil and climate is the basis for experimentation as you sip on a Gewurztraminer before the tasting menu introduces a variety of complex whites. Pinot Noir is the region's flagship and garners international acclaim for the tiny boutique wineries that have dared to grow in such a southern land. The relaxed private wine tour visits four or five wineries, with a stop for gourmet lunch and uninterrupted views of the mountain chains."
    },
    {
      "dayNumber": "15",
      "title": "Nelson – The Green Delights of New Zealand",
      "description": "Indelibly artistic and buzzing with energy, Nelson is among the Pacific's funkiest towns, teeming with boutique stores and great creativity. Rumbling volcanic mountains provide the backdrop, while the ocean's bounty awaits from the harbor. Your five-star retreat is on the lower slopes allowing you to gaze out over the waters but also within easy reach of the town. Turn one way, and there's an aching sense of wilderness. Walk down the hill, and the town envelopes you in its charms. It's a two-hour flight from Queenstown, and you arrive in time for a sumptuous gourmet lunch at the lodge. The rest of the day is at your leisure."
    },
    {
      "dayNumber": "16",
      "title": "Nelson – Cruising Through Marlborough Sounds",
      "description": "Mountains rise in the Pacific, yet they are drowned by the ocean, their precipitous slopes disappearing beneath the water. Just the peaks remain with redolent shows of green that glimpse of their primitive beauty beneath the water. As you cruise through Marlborough Sounds, it feels as if you are exploring a flooded land, the lost islands rising so precipitously and flamboyantly. Occasionally, there is the betrayal of a white beach beneath the forest canopy or a gentle slope that encourages the mystique of this unusual landscape. This full-day cruise is accompanied by a banquet of fresh seafood – including the local green-lipped mussels – and stops at islands across Marlborough Sounds."
    },
    {
      "dayNumber": "17",
      "title": "Nelson – Relaxed Final Day Amidst the Vineyards",
      "description": "Your final day on your honeymoon is deliberately left free, a chance to reflect on the last 17 days and remember all of the treasures from the South Pacific. Vineyards are within walking distance of the lodge, and you can continue to indulge in New Zealand's world-famous Sauvignon Blanc. If adventure still calls, then a tour to nearby Abel Tasman National Park can be arranged for a hike through the rainforest brings you to remote beaches of turquoise waters. The whale-watching capital of Kaikoura is also within easy reach for excursions that celebrate the ocean's giants."
    },
    {
      "dayNumber": "18",
      "title": "Nelson – Departure",
      "description": "Your honeymoon comes to an end, and so many memories accompany your transfer to the airport. Catch your connecting flight to Auckland and onward for your international departure."
    }
  ],
  "map": ""
}