{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "flourishing-australia-tour-coastal-reverie-thriving-cities-and-amazing-wildlife",
  "tourName": "Flourishing Australia Tour: Coastal Reverie, Thriving Cities, and Amazing Wildlife",
  "placesVisited": "Sydney, Mary River Floodplains, Port Douglas, Daintree Rainforest, Melbourne",
  "generalInfo": "Australia comes to life during this 15-day tour of Sydney, the Mary River Floodplains, the Daintree Rainforest, and the scenic city of Melbourne. Largely dominated by immaculate coastlines and the legendary bush, your visit will blend both the thrills of city life and the mystical charm of the world's oldest rainforest. Fall in love with each destination and the unique experiences available. By the time your journey concludes, it will be no surprise why Australia is a top tourist destination of the world.",
  "durationDays": "15",
  "price": "15,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – In the Thriving Metropolis",
      "description": "The friendly embrace of Sydney will be yours to enjoy on the inaugural afternoon of this 15-day adventure through Australia. As the capital of New South Wales, Sydney occupies two worlds: one where a sleek transit system and municipal facilities speak to the city's modernity and another where bandicoots and bats invade the city from the neighboring bush. After you get settled in to your comfortable accommodation, you will be able to celebrate your first day on a 40-foot yacht voyage around the harbor. During this adventure, your skipper will regale you with tales of this previous penal colony."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Walking Tour of the City",
      "description": "As a jewel of development set against the allure of the Australian bush, Sydney allows visitors to enjoy a vast collection of activities and adventures around every corner. Today, you will stick to land and embark on a customizable day tour of the city that will reveal all of the off-the-beaten-paths sights and experiences. On this tour, the hospitable nature of Sydney will come to life. Your tour also includes an immersion into the vibrant cafe culture, an exploration of Australian aboriginal peoples, and a visit to one of Sydney's many sandy beaches."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Eat Your Way Across the City",
      "description": "Contemporary cuisine will be yours to enjoy as you eat and drink your way across Sydney. Since the emergence of domestic and international travel, the food and beverage scene in the city has enjoyed an eruption in popularity. Today, there are numerous eateries for you to satisfy your appetite and enjoy some of the local grub. A knowledgeable guide will be your ambassador to this world where you can learn the ropes of coffee roasting and try your hand at making butter if you are feeling confident. By the end of the day, you will be left to enjoy your evening at leisure, feeling entirely satisfied with the day's adventures."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Bird's Eye View of the City",
      "description": "By your final day in Sydney, you will feel as if it is a home away from home because the friendly locals and energetic nightlife lend the city such a youthful ambiance. What the Colosseum is to Rome, the Opera House is to Sydney. Today, you will enjoy a tour of this famous and iconic structure. Afterward, the trendy neighborhood of Paddington will be yours to visit and learn why Sydney is quickly becoming one of the most expensive urban areas in the world. In the evening, you will enjoy a special trip up the famous Sydney Harbour Bridge to enjoy some spectacular views."
    },
    {
      "dayNumber": "5",
      "title": "Bamurru Plains – The Mary River Floodplains",
      "description": "One of Australia's biggest attractions is the abundance of endemic wildlife that can be found here. The biodiversity here has long attracted visitors. It should be no surprise that your journey will take you through the city of Darwin. After departing Sydney, you will cross the continent to reach Australia's Northern edge and the territorial capital that was named after the famous naturalist. From there, you will venture by private car to enter the stunning floodplain of the Mary River. After arriving, the remainder of the day will be yours to soak up the ambient beauty."
    },
    {
      "dayNumber": "6",
      "title": "Mary River Floodplains – An Animal Paradise",
      "description": "Perhaps, it will be the distant cry of a wild dingo or the savannah sun that greets you on your first morning in this stunning Australian retreat. The wetlands of this floodplain and the ecosystems it sustains help act as an air filter by removing carbon dioxide from the atmosphere. The flora and fauna here are also unlike anywhere else. Wallabies, wild pig, buffalo, and crocodiles all play their part in the ecosystem, and you can choose from a menu of activities in which to engage with this vibrant wilderness."
    },
    {
      "dayNumber": "7",
      "title": "Mary River Floodplains – A Swampy Setting",
      "description": "Your accommodation at the floodplains offers daily game drives into the bush. During these drives, your professional guide will help introduce you to this stunning environment. Similar to preserves in swampy states, airboat tours are an option as well. The airboat tours offer an exciting way to spy on the flock of migratory birds that nest here or the crocodiles that call the swamp home. In the afternoon, you will be able to relax with a good book and enjoy some time at your leisure before your final evening."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas – Coastal Reverie",
      "description": "Today will largely be a travel day, but the journey will be well worth it because your final destination will be the Great Barrier Reef. Emerging from the bush with more than enough stories to tell, you will make your way back to Darwin by private car before heading to the state of Queensland and your destination of Port Douglas. With a small permanent population, Port Douglas swells during the tourism season as visitors come for the sandy beaches and nearby UNESCO World Heritage Sites. After arriving in this charming community, the remainder of the day will be yours to explore at your own pace."
    },
    {
      "dayNumber": "9",
      "title": "Port Douglas – Catamaran Cruise",
      "description": "Port Douglas is the perfect launch point for nearby adventures. Today will be no exception as you take to the seas with a thrilling visit to the coral reef on a majestic sailing catamaran. Leisure will be the principal theme today as you enjoy the mesmeric views, refreshing water, and marine environment that is full of life. After you worked up an appetite, a seafood lunch will be served before you journey to the Low Isles and the lighthouse."
    },
    {
      "dayNumber": "10",
      "title": "Daintree Rainforest – A UNESCO World Heritage Site",
      "description": "After enjoying a leisurely morning, you will make your way into Daintree National Park and Australia's oldest rainforest. The lodge where you will be staying will offer a great launchpad for excursions along the Mossman River or into the gorge of the same name. Like the river plain you visited earlier, here you will find an abundance of natural wildlife and complimentary ecosystems that each demonstrate the benefits of symbiosis. Upon your arrival, the remainder of the day will be yours to enjoy."
    },
    {
      "dayNumber": "11",
      "title": "Daintree Rainforest – Ziplining Adventure",
      "description": "Green and blue will be the principal colors on today's palette of exciting adventures in the Daintree National Rainforest. You will embark early in the morning and venture into the lush canopy of the jungle. Here, you will fly through one of the most ecologically diverse areas on the planet by way of a zipline. After a tasty lunch of local fare, you will be met by a guide who will walk you through the vibrant culture of the local Kuku Yalanji people. These people lived off the plentiful produce of the sea and forest. By the time you return to the lodge, the devoted hospitality of the staff will be a welcoming relief after the day's excitement."
    },
    {
      "dayNumber": "12",
      "title": "Melbourne – Australia's Second-Largest City",
      "description": "After one final breakfast from your lodge staff, you will return to the town of Cairns for a short flight into Victoria to the capital city of Melbourne. As the second-largest city in Australia, Melbourne boasts a head-spinning array of attractions that date back to its founding in 1835. The city also offers contemporary visitors some excellent shopping and sightseeing opportunities. After your arrival at the airport, a private transfer will whisk you effortlessly through the traffic and to your luxurious hotel."
    },
    {
      "dayNumber": "13",
      "title": "Melbourne – The Capital of Victoria",
      "description": "The contemporary architecture on display in Melbourne is some of the best in Australia. Into the colorful capital city you will step on a private walking tour today. As you ponder the UNESCO approved Royal Exhibition Building and bask in the lively street music and art scene, the exuberant side of Victoria will be revealed. Your guide will ensure that no curiosity goes unexplained during your tour, including the local fascination with Vegemite."
    },
    {
      "dayNumber": "14",
      "title": "Melbourne – Snacking through the City",
      "description": "Your final day on this journey will be spent recharging your batteries on a private foodie Tour. Melbourne's thriving market scene is a sight to behold, and colorful stalls present vendors and their wares to potential buyers. Here, the perennial art of haggling is skillfully practiced. As you amble along, refreshment will come in the form of local beer and bites from local shops and eateries. By the time this customizable tour concludes, you will have a whole new appreciation for Australian cuisine."
    },
    {
      "dayNumber": "15",
      "title": "Melbourne – Departure",
      "description": "Today, you can rise early and enjoy one last stroll along Melbourne's scenic waterfront before departing. From swampy floodplains and dense jungle to seaside cruises and an immersive walking tour, the precarious blend of bush and bustling city has been well on display. Like the proverbial tip of the iceberg, you will end this tour with plenty of curiosity to plan your next adventure into the outback."
    }
  ],
  "map": ""
}