{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "two-week-romantic-australian-adventure-vacation",
  "tourName": "Two-Week Romantic Australian Adventure Vacation",
  "placesVisited": "Sydney, Bronte, Tamarama, Bondi, Sydney Harbour National Park, Woolloomooloo Bay, Cairns, Lizard Island, Mossman, Daintree Rainforest, Melbourne",
  "generalInfo": "Experience the contrasting colors of the Red Centre and the white island shores of the Great Barrier Reef during your two-week Australia romantic vacation. You can escape to the majesty of luxury accommodations offering priceless sunsets that change the shade of a mystical monolith and indulge in the tropical waters of the Coral Sea. In Australia’s breathtaking remote settings, you can bask in the timeless romance of the Southern sky.",
  "durationDays": "14",
  "price": "20,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – A Five-Star Welcome at Darling Harbour",
      "description": "Darling Harbour is Sydney’s contemporary and youthful side. New hotels will rise above the Parramatta, and restaurant terraces will stretch along the water, indulgent as they beckon you forward with promises of surf n’ turf. There will be energy here, and there are enough people for a couple to easily get lost in the crowds. It is also peaceful, especially when your hotel suite is ten floors above the river and commands glorious views across the city. Today, you will be greeted at the airport and check into a five-star hotel that is symbolic of all of modern Sydney. The rest of the day will be at your leisure."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Touring Sydney in a Vintage 1964 Holden",
      "description": "A 1964 Holden will gracefully slide into gear. From here, you will glide off onto Sydney’s streets in style. This was Australia’s most popular and famous luxury car back in the 1960s. Only a handful are kept in pristine condition by enthusiasts, and it is the type of classic car that will make an entire street stop and stare. You will cruise off into The Rocks, where you will bump along the cobbles of the city’s first neighborhood. You will travel out of the city, cruising to Bondi Beach in the restored Holden, which is located next to Bronte and Tamarama. With the smell of fresh eucalyptus in the air, you will return to central Sydney, following the harbor drive where you will find a remote beach with superb panoramic views. Here you will pop the cork, watch the sun go down, and feast in the privacy of hidden Sydney."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Cruising the Parramatta and a Night at the Opera",
      "description": "Today, you can wake up late, order breakfast in bed, and take your time. This will be a romantic break, and the view from your suite will be as good as any from Sydney Harbour Bridge. Two contrasting experiences will complete your stay in the city, both of which will be exclusive and idyllic. You will take a four-hour lunch cruise on the Parramatta, drifting past icons as fine food and cocktails are served. After some free time around late-afternoon, you will dress up and head to the Sydney Opera House for a show. Everyone sees this opera house on a tour, but tickets for performances are extremely hard to find. So, settle into the plush, velvety seats where you will enjoy the opera, discovering what takes place behind the building’s famous sails."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – All the Space You Need as a Couple",
      "description": "Now you will travel to Uluru, flying into the nothingness of the Australian desert, touching down amid evocative red colors. You will fly 2 ½ hours to an isolated paradise, where you can dance beneath the Milky Way and luxuriate in all the space. You will check into the road less traveled, staying at an exclusive wilderness camp in the middle of nowhere. Here, there is so much space and privacy that it will seem unbelievable after coming from the city. As the day’s heat begins to fade you will visit the big rock, wandering around its base to find Aboriginal paintings and scorched inscriptions. Beneath the shade of gum trees, you will watch Uluru change hue, as sunset brings a spectacular rainbow of red across its face. Back at camp, you will have an uninterrupted view, and your decadent room will be hidden away from all others. The sky will be clear nearly every night, and once you are thousands of miles from the nearest city you can expect a nighttime show like no other. Some people are fortunate enough to see a shooting star a few times in their lifetimes, but out in Australia’s desert, they are spotted every few minutes."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – Red Rock Experiences and a Second Night Beneath the Stars",
      "description": "Today you will have a very early morning. Early, yes, but you will want to maximize these cool hours in the desert. A guide will take you to Kata Tjuta, which is home to more than two dozen red domes that slowly emerge from the shadow. It will be an eerie, silent place that will also be as surreal as it is sublime. You can take a walk into this special Aboriginal place, through Walpa Gorge and towards the sound of trickling water. By 10 am it will be getting hot, and you will be back at the camp, relaxing by the pool and doing whatever you please. There will be some short walks that you can take this afternoon, or you may choose one of the optional activities such as a camel ride, motorcycle trip to Uluru, or perhaps even a helicopter ride above the red desert. Then nighttime comes, and it will feel so special to be beneath the stars, basking in the silence and privacy."
    },
    {
      "dayNumber": "6",
      "title": "Lizard Island – The Privacy of the Tropics",
      "description": "Privacy and space are features of Lizard Island, although the landscape is entirely different. Coral stretches out from the shore and will be visible through the turquoise water. The beaches are small, and there are 24 of them around the island. You can walk to these secluded and uninhabited places or be dropped off in a motorboat with only a gourmet picnic for company. The five-star resort is the only property on the island, where just a handful of guests get to enjoy the bounty of the Great Barrier Reef. So, you will check in, check out the space, and take in another night of privacy beneath the stars, this time with your feet in the sand."
    },
    {
      "dayNumber": "7",
      "title": "Lizard Island – White Sand Escapism and the Great Barrier Reef",
      "description": "Without wearing shoes, you will walk from your bungalow to the beach. If you decide to go snorkeling, you will almost certainly find turtles amid all of the coral. The scuba diving around here is sublime. Discovery dives will be available for first-timers, along with a huge array of dive sites for those that are qualified. Small motor boats can take you anywhere on the island, with the guides offering up plenty of inspiration that depend on what you like as a couple. These two days will be left entirely free, and they will be all about you. Activities can be planned locally, and it will be unlikely that you will encounter more than a dozen other people over these two days."
    },
    {
      "dayNumber": "9",
      "title": "Mossman – An Australian Bush Experience",
      "description": "Once more the landscape will change. Blue and green will continue to dominate, yet they are more varied in shade. Your lodge will be tucked within an ancient rainforest, and along an estuary that winds through Mossman. After a short flight to Cairns and a local transfer, you will have a free afternoon to explore. You will finally be in the Australian bush, which are wild landscapes that are connected to civilization. It is not as remote as the outback, but you will still have plenty of space and time to explore the scenery. You will sleep in the trees tonight. Quite unlike what it sounds, this is a five-star accommodation that will have you sleeping in a treehouse that is perched over the water. This will be the final piece in the trilogy of Australia’s most unique places to stay."
    },
    {
      "dayNumber": "10",
      "title": "Mossman – Mangroves, Rainforest and Wildlife",
      "description": "Private tracks will take you deep into what the locals believe is the oldest rainforest in the world. An Aboriginal guide will show you the way. Weaving and winding, you will go past roots used for rope, and leaves that can be turned into toothpaste and soap. Soon, the sound of waves will take over, and you will be at a beach that is only accessible by foot. You can take a hand in hand stroll across the sand before continuing further into the bush. Today’s walking tracks will be private, so the atmosphere will not be interrupted by bus loads of tourists coming to photograph a koala or crocodile. A private bush camp will be set up on a small creek, and the guide will start the barbecue, roasting up a feast as you take a dip in a nearby swimming hole. It will be late-afternoon before you are back at the treehouse and you will have a good understanding of the natural world that goes unseen by most. Many visitors end up taking in the red center and the Great Barrier Reef, while few explore the less famous strips of bush such as Mossman Gorge and Cape Tribulation National Park."
    },
    {
      "dayNumber": "11",
      "title": "Melbourne – Where the City Meets the Beach",
      "description": "A final stop and you will be back to the beach. This time you will be in Southern Melbourne with the low-slung townhouses of St Kilda as a backdrop. Caféswill be prevalent here, along with cocktail beach bars and barbecue joints. Golden sand will be populated by locals and visitors alike, but while this is not a private beach break, it is easy to be energized by the local atmosphere. St Kilda is where the city meets the sand, and you can explore in both directions. After an airport transfer, this day at your leisure, and Melbourne’s excellent tram system makes it easy to go discovering city culture, Australian art, and avenues of boutique shops."
    },
    {
      "dayNumber": "12",
      "title": "Melbourne – Up Close with Kangaroos and Koalas",
      "description": "Small orange ribbons will dot the forest. If you look closely, you may notice the markers that were left by trackers hours earlier. If you can find one, then look up, for these ribbons mark the location of koalas. With sleepy eyes and adorable claws, the marsupials will cling to their eucalyptus, occasionally crawling up or looking out, but usually will just be fixed to their tree. Increasingly endangered, these animals will not be easily spotted in the wild, which is why you will probably need a tour and a tracker. You may spot between two to ten different koalas, some high in the trees and others barely six feet off the ground. As the trees rescind, they meet open plains populated by kangaroo mobs. These marsupials will sit and stare, inspecting you and your partner. Some will hop around you. If they do not hop away, then you can creep closer again until you are magically close to these unique animals. Boxing matches will play out, as kangaroos often partake in fights with one another. These will be wild kangaroos, and just like the koalas, there will be no touching, just a raw connection with Australia’s endemic wildlife. This tour will take around six hours, leaving you back in Melbourne for time on the beach or in the city."
    },
    {
      "dayNumber": "13",
      "title": "Melbourne – A Day in the Yarra Valley Winelands",
      "description": "Finally, you will reach the Yarra Valley where you will start the day with wine and snacks, and then head to a second vineyard for a tour of the vines and a tutored tasting with the cellar master. At the third farm, you will eat lunch, where food will be paired with a selection of Yarra Valley wines. This region produces many varietals, and there is always something for every taste. Then, you will roll down the hill to your final vineyard, lounging on a terrace to complete a privately-guided afternoon in a revered wine producing area. Sleepy and elated, you will be back in Melbourne, where you will be in close proximity to the beach and is ideal for a leisurely evening."
    },
    {
      "dayNumber": "14",
      "title": "Melbourne – Departure",
      "description": "After breakfast, you will be transferred to the airport for your outbound flight."
    }
  ],
  "map": ""
}