{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australian-wildlife-wine-tour-sydney-adelaide-uluru-melbourne",
  "tourName": "Australian Wildlife & Wine Tour: Sydney, Adelaide, Uluru & Melbourne",
  "placesVisited": "Melbourne, Adelaide, Kangaroo Island, Alice Springs, Hunter Valley, Sydney, Blue Mountains, Uluru",
  "generalInfo": "Sample superb wines and view snacking koalas, witness bouncing kangaroos and enjoy endless starlight while discovering Sydney, Adelaide, Uluru, and Melbourne during your 14-day Australia tour. You will embrace the classic comforts of the famous Ghan railway through the Outback and wander the rugged desert mountains of Kata Tjuta. Golden beaches, surprising penguins, alleys decorated with cafes, and marvelous panoramas will define your ultimate Australia vacation.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Welcome to Super Stylish Melbourne",
      "description": "Today you will fly into Melbourne, and be taken by private transfer to your well-appointed hotel accommodation for the beginning of your three-night stay. Pronounced ‘Mel-Bin’, the capital city of Victoria is the hands down winner of Australia’s best fashion, art and café culture. Due in part to the massive inflow of migrants over the years, Melbourne has an incredible food culture, and Melbournians are fanatical about their coffee. To sample Melbourne’s best coffee shops , art galleries and restaurants, spend the afternoon wandering along Bourke Street and Flinders Lane, and criss-crossing the lanes in between. On Flinders Lane, visit Cumulus for a sensational example of modern Australian fusion food, with adjacent art galleries, 45 Downstairs and Arc Gallery. You’ll also find Craft Victoria, which is one of the best places to find exquisite gifts and souvenirs. For those with a sweet tooth, visit Brunettis (City Square) for Italian hot chocolate that will hold your spoon upright, and be sure to say YES when they ask “crèma for you bella?” This is the perfect place to rest, watch people and enjoy a great view of Melbourne Town Hall and the beautiful St Paul’s Cathedral. As evening approaches, dazzle your tastebuds at the Indian French fusion Tonka Restaurant and Bar, or head to Bourke Street and The European Restaurant opposite Parliament House. From The European , enter through a discrete and unmarked door and take the steps up to Melbourne’s best-kept secret, the fabulous Siglo bar, where you can clink your glasses overlooking Treasury Gardens and St Vincent’s Cathedral."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – Yarra Valley Vineyards and The Great Ocean Road",
      "description": "Today you are at your leisure to explore Melbourne and its surrounds, and two highlights we recommend are a daytrip along the Great Ocean Road, or a visit to the Yarra Valley Vineyards, Victoria’s sensational wine growing region. Greet the rising sun on a spectacular hot air balloon flight over the green rolling hills of the Yarra Valley, followed by champagne breakfast, or enjoy a sleep-in before embarking on a full day tour of the Valley’s finest wineries. For those with younger family members, combine your winery sampling with a visit to the Dandenong Ranges, where you can experience the charm of Australia’s oldest steam train ride through some of Victoria’s most magnificent country. Alternatively, journey along the sheer cliffs of the spectacular Great Ocean Road, passing through the gorgeous coastal towns of Lorne and Apollo Bay. Walk through pristine temperate rainforest, view kangaroos and koalas, and even sample Australia’s famous homemade ANZAC cookies. For the cherry on the cake, take a helicopter ride over the Twelve Apostles to view these magnificent rock formations up close."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne – Phillip Island Penguins",
      "description": "This morning you are at your leisure in Melbourne, and why not spend the morning shopping in the Italian quarter of Lygon Street (15 minute tram ride from the city), or exploring Lonsdale Street and the Greek Quarter of Melbourne, which has the largest Greek population of any city in the world outside Greece. Or wander around the CBD (central business district) taking in the historic Block Arcade with its Hopetoun Tea Rooms, and The Wheeler Centre on Swanston Parade, started by the founders of The Lonely Planet Guide. Melbourne has been designated as a UNESCO City of Literature, and The Wheeler Centre is a fascinating center dedicated to the discussion and practice of writing and ideas; drop in for the Lunchbox Soapbox talks. Or, for those interested in tempting their tastebuds, join one of Melbourne’s specialty chocolate or coffee walking tours. In the afternoon you will depart for the Phillip Island Nature Park to spend a magical evening with some very special penguins. Be charmed as you get up close to these delightful creatures, and watch them return to their underground beach nests after their busy day fishing in the ocean. Phillip Island is also populated by kangaroos, wallabies and has Australia’s largest population of fur seals . Return to Melbourne late in the evening."
    },
    {
      "dayNumber": "4",
      "title": "Adelaide – Charming ‘Garden City’",
      "description": "After breakfast, a private transfer will take you to Melbourne Airport for your flight to Adelaide. The capital of South Australia, Adelaide has a genteel style about it. Often referred to as the ‘Garden City’ with its wide, elegant avenues and numerous boulevards and parklands, Adelaide was Australia’s first free-settler town. Adelaide was founded in 1836 amidst a land of convicts and adventurers, and it has retained its air of separateness. Spend the afternoon wandering down the northern side (river side) of historic North Terrace, past cafes and the old stone buildings of the State Library, the Australian Museum, the Art Gallery of South Australia and Parliament House. Quieter than its eastern cousins, Adelaide has a real charm and beauty about it and a rich history of predominantly European migration from places such as Germany, Poland and Scandinavia, but also Afghanistan and China. To experience superb local produce and wines, consider dining in the restored historical residence of Lenzerheide, only ten minutes from the city center, or the wonderful art nouveau styled Playford Restaurant on North Terrace."
    },
    {
      "dayNumber": "5",
      "title": "Adelaide – Vineyards of the Barossa Valley",
      "description": "Today you will spend the day sampling the superb wines of the Barossa Valley, where Riesling, Cabernet Sauvignon, Shiraz and Semillon all contribute to the Barossa’s standing as one of the finest wine growing regions in the world. Originally settled by European migrants who brought their wine making skills to the fledgling colony of South Australia in 1842, the Barossa Valley and the adjacent Eden Valley, have also developed into a region famous for their award winning restaurants and artisan food products. Set amongst a uniquely Australian landscape of gumtrees, heritage villages and vineyards, your day will include visits to some of the region’s best wineries and restaurants."
    },
    {
      "dayNumber": "6",
      "title": "Adelaide – Spectacular Wildlife Wonderland of Kangaroo Island",
      "description": "You will depart early in the morning from your Adelaide hotel, and travel down to Cape Jervis to board the Sealink ferry for a quick trip across the bay to Kangaroo Island. The island is truly a microcosm of the very best of Australia. Like a zoo without fences, Kangaroo Island has an abundance of wildlife including wallabies, koalas, seals and sea lions. In the cooler months, watch migrating southern right whales and their calves, and all year round explore untouched bushland and pristine beaches. ‘KI’, as locals call it, produces acclaimed fresh produce, and provides visitors with a fine array of gourmet food and wine."
    },
    {
      "dayNumber": "7",
      "title": "Overnight Ghan Train – En route to Alice Springs and the Outback",
      "description": "Your morning is at leisure in Adelaide before you board the overnight Ghan Railway for your journey to Alice Springs. Consider exploring the open air Rundle Mall for some fine retail therapy, or take the short trip to Hahndorf, the very pretty village in the Adelaide Hills which is home to Australia’s oldest German settlement. There you will find a charming village full of German bakeries, craft and souvenir shops. Upon boarding The Ghan in Adelaide, settle into your Gold or Platinum Service Sleeper Cabin, spend time chatting with other passengers in the lounge and dining cars, and be awed by the rugged, yet beautiful landscape that you are traversing. The Ghan’s name is derived from the Afghan traders who used to trek through the desert with their wares, long before the advent of railway. Running from the top of Australia – Darwin – to the bottom of Australia – Adelaide – The Ghan is one of the world’s most amazing train rides. With carriages locked together for over half a mile in length, the train rolls right though the Australian ‘ Red Centre ’ and deposits you in Alice Springs after lunch the following day."
    },
    {
      "dayNumber": "8",
      "title": "Alice Springs – Welcome to the Australian Outback",
      "description": "Wake up in your comfortable sleeper cabin, and pull back the curtains as you watch the beautiful landscape rolling by. Even with the best book in hand, it’s unlikely that you’ll be able to tear your eyes away from the mesmerizing scenery beyond the window. You’ll sweep into Alice Springs in the early afternoon, and be met at the station by your private driver who will transport you to your superior hotel accommodation. As a mid-point between Adelaide and Darwin, Alice Springs began as a humble and remote telegraph station around which a community flourished. With the afternoon at your leisure, visit some of the sites that are unique to this remote location; the Royal Flying Doctor Service which cares for the sick and injured over an area the size of Europe; the School of the Air, for a particularly engaging visit where you can watch lessons being broadcast live to students on remote cattle stations, or the fascinating Telegraph Station where it all began. In the evening consider visiting the Alice Springs Desert Park with its fantastic birds of prey show and nocturnal exhibit, or The Kangaroo Sanctuary to cuddle and feed an orphaned Joey."
    },
    {
      "dayNumber": "9",
      "title": "Uluru – Exploring magnificent Ayers Rock",
      "description": "After breakfast this morning you will be taken by private transfer to Alice Springs Airport for your short flight to Uluru. Upon arrival, you will be transferred to your well-appointed accommodation in Uluru for your two night stay. Your Anangu Culture Pass provides you with a sunrise Aboriginal Uluru Tour, and a Kuniya Sunset Tour, the use of which can be split over two days. We suggest joining the superb Kuniya Sunset Tour on your first evening at Uluru, where you can arrive early at the Cultural Centre to enjoy the fascinating exhibits before embarking upon the tour. Visit the caves at the base of Uluru to see fine examples of ancient Aboriginal paintings, see the beautiful Mutitjulu Waterhole, discover local bush tucker, and sip a refreshing glass of wine while you watch the sun go down over Uluru."
    },
    {
      "dayNumber": "10",
      "title": "Uluru – Sunrise at Uluru and exploring Kata Tjuta (The Olgas)",
      "description": "Rise early today to join the fascinating Aboriginal Uluru Tour, a sunrise walk with your Aboriginal guide, through the bushland at the base of this enormous and awe-inspiring rock. Be completely awed by the sheer enormity of the rock, which takes a few hours to circumnavigate, should you choose to do so. The rest of the day is at your leisure to enjoy this stunning landscape, and we suggest a visit to spectacular Kata Tjuta (The Olgas), where you can explore a landscape filled with enormous domed rocks and valleys that are seemingly from another world. For the perfect finishing touch, consider a helicopter ride over Uluru and Kata Tjuta to see these monumental rocks and canyons in all their majesty."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Welcome to Sparkling Sydney!",
      "description": "Today you will board your flight to Sydney, the sparkling coastal city on the east coast of Australia. Upon arrival you will be transferred to your well-appointed accommodation in central Sydney, where you will stay for three fabulous nights. Shake the red desert dust off your shoes, and make your way down to Circular Quay for a stroll in the sea air beside Sydney Harbour. Sample the huge array of al fresco and fine dining along the Sydney shoreline, such as ARIA and Quay Restaurant. Make your way towards the elegant white sails of the Sydney Opera House where you will have a front row seat opposite the Sydney Harbour Bridge, one of the most beautiful harbors in the world. Continue on to the adjacent Royal Botanic Gardens, where you can rest under the shade of one of Sydney’s giant Morton Bay Fig trees, and make a seat for yourself on one of its beautiful and sprawling buttress roots."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Harbor Cruise, Art Galleries and Waterside Cafes",
      "description": "One of Sydney’s most beautiful features is its harbor, so on this leisure day, why not begin by joining a luxury harbor cruise which will take you on a tour of the most spectacular parts of Sydney Harbour. Alternatively, jump aboard one of the charming and easy to use Sydney Ferries, which all depart from Circular Quay, and can take you to a whole range of A-list locations such as the spectacular vantage points of Cremorne Point and Taronga Zoo, or the beach locations of Manly and Watson’s Bay. Sydney has a vibrant art scene and café culture. For one-of-a-kind style fashion and art, head to edgy Oxford Street and the fashionable sandstone terraces of Paddington and Woollahra in the east of Sydney. For a more relaxed and arty vibe, make your way to Balmain to sample the organic local produce as you poke along the gorgeous shops in Darling Street. Both Paddington and Balmain have great Saturday markets. For central city shopping, you must visit the spectacular sandstone Queen Victoria Building which sits right on George Street, or the adjacent open air Pitt Street Mall, which features the large department stores of David Jones and Myer, as well as high end fashion stores."
    },
    {
      "dayNumber": "13",
      "title": "Sydney – Hunter Valley Vineyards, Blue Mountains and Beaches",
      "description": "Your last day in Sydney is yours to spend as you wish. Consider taking home an unforgettable memory of Sydney by climbing the Sydney Harbour Bridge with Bridgeclimb, and viewing the harbor from a seriously high and spectacular vantage point. Or join the historic ‘ Rocks ’ Walking Tour for a fascinating insight into Australia’s first European settlement which began with the founding of the English penal colony in 1788. It’s hard to pass up having a dip at one of Sydney’s glistening beaches such as Manly to the north of the harbor or Bondi to the south. After sampling the great contemporary menu and views at Sean’s Panorama, or dining in fine style at the iconic Icebergs Dining Room and Bar, put on your walking shoes in Bondi and head south along the magnificent clifftop costal track to Bronte, where you can bodysurf in the waves or do a few laps in the tidal pool by the beach (one hour walking time). Alternatively, join an eco-day trip to the World Heritage-Listed Blue Mountains to the west of Sydney, or head northwest for your last Australian wine tasting in the historic Hunter Valley. To end your visit to Australia with a splash, head to one of Sydney’s beautiful waterside dining locations, such as Walsh Bay, Cockle Bay, or the heritage-listed Woolloomooloo Wharf where you can sip cocktails, enjoy spectacular views and retrace the steps of your recent adventures on this amazing continent."
    },
    {
      "dayNumber": "14",
      "title": "Sydney – Returning Home",
      "description": "Today you will be taken by private transfer to Sydney Airport for your flight home."
    }
  ],
  "map": ""
}