{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "natural-wonders-of-australia-tour-uluru-to-great-barrier-reef",
  "tourName": "Natural Wonders of Australia Tour: Uluru to Great Barrier Reef",
  "placesVisited": "Sydney, Alice Springs, Uluru, Great Barrier Reef, Queensland",
  "generalInfo": "Modern luxury and natural majesty will meet during your 12-day Australia nature tour. The magnetism of the lush Daintree Rainforest will brush against the edges of the Great Barrier Reef. The red sands around Uluru will glow in the desert sunlight while the mythology of the diverse landscape inspires endless marvels. You will explore and experience exotic wonder during your custom-tailored tour of Australia’s endless natural grandeur.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Arrive in Sydney and Spend the Remaining Day at your Leisure",
      "description": "Sydney is Australia’s oldest and largest city. It glows with the fantastic allure of the harbor, which is decorated with billowing white sails of the renowned Opera House and the graceful archway of the Sydney Harbour Bridge. Your flight will land at Sydney International Airport where your private transfer greets you upon arrival. Gold-sand beaches line the city’s periphery with the Bondi to Coogee Coastal Walk providing an easy path for strolling or cycling alongside the preserved natural beauty of surf, rugged coast, and lush foliage. The old neighborhood of The Rocks stands on a tongue that protrudes into the harbor, and it hosts the foundations of the oldest European settlement in the country. More than 100 heritage sites and buildings wind around a network of old cobbled lanes such as Cadman’s Cottage. This building is the oldest surviving home in the city, which dates back to 1816. You have time to settle into the comforts of your luxury hotel in the heart of central Sydney. The remainder of the day will be yours to enjoy the charms of the bustling city. Venture to Bondi Beach to visit the famous sands and wave breaks that captivate visitors and locals alike. You could also visit the Queen Victoria Building, also known as “QVB.” The original market hall was erected in the 1890s and topped with a fabulous central dome surrounded by 20 smaller domes to let in the natural coastal light. The sandstone colors of the walls resemble the beach sands leading to an interior gallery hosting 200 high-end shops, elegant stained-glass windows, and stunning mosaic floors."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Enjoy a Panoramic Sydney Tour and Gorgeous Harbor Cruise",
      "description": "The rooftop pool of your hotel offers a fabulous vista that overlooks the Sydney skyline. One of the highlights of the view will be the soaring Sydney Tower Eye, which stands at nearly 1,014 feet above the bustling streets below. After breakfast, your guide greets you in the hotel lobby eager to introduce you to the fascinating history and beauty of Sydney on a panoramic tour. The Harbour Bridge is affectionately known as the “Coat Hanger.” It was erected in 1932 making it the oldest steel arch bridge in the world. The bridge connects the north and south shores with a single arch reaching approximately 440 feet above the cobalt water. The pedestrian lanes offer stunning views of the harbor, intermittent islands, passing boats, and the curves of the renowned Sydney Opera House. In the afternoon, you will board a boat and venture out into the waters starting from Circular Quay. The scent of the water carries on the breeze. Sailboats glide through the harbor with effortless grace. The Opera House sticks out slightly into the water and rises above a circular brick esplanade. The 52-foot yacht embodies luxury on the water as you sip a refreshing, soothing coffee. You can see Clark Island in the distance where Lieutenant Ralph Clark who arrived in Australia with the First Fleet erected a small vegetable garden in the 18th century."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Discover the Treasured Scenery of Blue Mountains National Park",
      "description": "Sydney is celebrated for diverse café culture with exciting purveyors serving specialty coffees amid the urban sprawl. The aroma of distinct roasts and savvy blends emanates from Mecca in King Street. This café is known for using its own quality beans and unique roasts, which guarantees quality and authenticity for every guest. The scent of coffee fades as you travel with a private guide over 37 miles out of the city to reach Blue Mountains National Park. The protected area was named for the blue haze emitted from the eucalyptus trees that drape the mountainous scenery. Deep ravines encompass 87 miles of hiking trails, countless waterfalls, and fascinating wildlife including koalas, kangaroos, and yellow-bellied gliders. You will arrive at the Three Sisters, one of the most famous features of the national park. The three sandstone pillars were carved out of the cliffs by wind, rivers, and rain at more than 2,952 feet above the Jamison Valley floor. In the morning the majestic mist spreads across the trees in the valley for an eloquently beautiful image. A trail of more than 800 steps leads in the basin to create the Giant Stairway. Upon reaching Govetts Leap Lookout, you will see the dramatic steepness of the sandstone cliffs as the wisps of Bridal Veil Falls trundle over the 590-foot ledge."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – Fly to the Red Center for Sunset at Uluru and Field of Light Artwalk",
      "description": "Coffee lovers will relish the morning air in Sydney as they find a revelation in the boutique coffee houses that serve unforgettable flat whites. The typical Australian drink consists of coffee made with espresso and hot, steamed, non-frothed milk to give it a different flavor and texture than a cappuccino. After breakfast, your private transfer will escort you to Sydney Airport for your flight to the Red Center at Uluru, also known as Ayers Rock. The hot, desert climate consists mainly of dry orange and red hues beneath a bright blue sky. Enjoy the casual comforts of your luxury accommodations in the heart of the Red Center within Australia’s Northern Territory. The hotel has a mixture of urban and Aboriginal themes with a view to the remarkable monolith of Uluru that rises over the flat horizon like a crown. From the distance, the giant rock has an impressive allure, which only grows as you travel closer for an afternoon tour. Uluru is over two miles long and nearly 1,142 feet tall. It strikes an impressive and dramatic posture amid the absence of shape on the surrounding landscape. The monolith retains significant meaning to the Anangu Nation, who continues to use certain areas for ceremonies as they take their title as the traditional custodians of the land seriously. The ochre color in the afternoon turns a dark shadow before the sun begins setting. The shifting light turns to a burnt orange then deep reds before an eventual charcoal color. Acclaimed artist Bruce Munro has erected an inspiring installation known as the “Field of Light.” The artwork glows to life under the night sky as it interacts with the unadulterated starlight above. The installation turns the desert scenery into a field that glows with 50,000 spindles as their stems sway in the cool night air to cast deep violet, blue, and white waves of light."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – Experience a Sunrise Tour of Uluru and Sounds of Silence Dinner",
      "description": "Wake up before sunrise in the desert silence and return to the viewing platform that overlooks the silhouette of Uluru. You watch as the process from the night before repeats itself in reverse order with charcoal shadows turning to red and then orange textured walls. The scent of a full Australian breakfast of bacon, egg rolls, tea, and homemade golden syrup, made from refining sugar cane, fills the air. Your guide points to the newly visible animal tracks made by dingoes, marsupial moles, and rufous hare-wallabies. In the gentle morning light, Uluru resembles a cathedral more than a monolith, which signifies its importance once more to the Anangu people. The afternoon will be at your leisure to relax at the hotel or consider taking a camel ride into the desert for a different view of the expansive landscape. In the evening you will attend the Sounds of Silence Dinner. Beneath the storied desert sky, the air fills with the aromas of roast pumpkin, lemon myrtle, and wild lime. Tables are set up in the open to offer views of Uluru at one angle and the rounded domes of Kata Tjuta to another angle. You delight in the abundant flavors of Australian delicacies, such as barramundi and emu, as the sun sets over the remarkable landscape once again to reveal the colors of the Red Center and the fantastic starlight. A resident astronomer advises you on the visible constellations, including the Southern Cross, while the sounds of the didgeridoo carry across the desert."
    },
    {
      "dayNumber": "6",
      "title": "Alice Springs – Traverse Stunning Kings Canyon en route to Alice Springs",
      "description": "After breakfast, you drive away from Uluru to reach the soaring sandstone walls of Kings Canyon inside Watarrka National Park. The greater protected area encompasses 274 square miles that have acted as the home of the Luritja Aboriginal Nation for over 20,000 years. The walls of the canyon reach 328 feet above the crevices lined with palm trees. You reach the top of the walls for an exceptional view of the greater Watarrka National Park along the canyon’s rim. Your guide will lead you around the pathway that circles the canyon in a nearly four-mile circuit. Dingoes, red kangaroos, and feral camels populate the landscape, as well as wild horses known as brumbies. The ancient rocky scenery hides the natural oasis known as the Garden of Eden, which grows on the promontory of Kings Canyon. The waterhole attracts abundant life in the form of verdant plants contrasting the rugged orange rocks. Locals and visitors do not swim in the watering hole, which is considered sacred due to the hundreds of species who rely on the water source for satiation."
    },
    {
      "dayNumber": "7",
      "title": "Alice Springs – Relish a Sunrise Hot Air Balloon Ride and Alice Springs Tour",
      "description": "The stark beauty and captivating aboriginal legends return to the dramatic scenery of the Red Center before sunrise. This morning, you will partake in the ultimate desert adventure with a sunrise hot air balloon ride. The balloon inflates over a vast, empty space outside of the city. You step aboard the gondola and gently rise into the air. As the sun rises over the sparse landscape, you embrace the majestic view silently spreading around the rugged West MacDonnell Ranges with views to bleached white gum trees, desert oaks, mulga scrub, and pastel-colored hills. The cooler air of the early morning will provide the best opportunities to see wildlife foraging in the landscape as you search for red kangaroos and wallabies grazing on the shrubs. You land and enjoy a refreshing taste of tropical fruits in the peaceful ambiance of the untamed desert. In the afternoon, you begin your tour of Alice Springs and the Royal Flying Doctor Service Base. The Aerial Medical Service began in the 1920s as a way for medical services to reach the remote communities scattered around the wilds of the Northern Territory. A full-sized replica of a modern PC 12 offers insight into the actual scope of the planes with which pilots fly around the nearly 482,628 square miles, as well as a state-of-the-art hologram of the Royal Flying Doctor Service founder, John Flynn."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas – Transfer to Port Douglas in Queensland for a Leisurely Day",
      "description": "This morning in Alice Springs ghostly white hues of the sporadic gum trees rise out of the wild landscape on the outskirts of town. After breakfast, you will travel to the airport for your flight to Cairns in North Queensland. The tropical scenery offers a sharp contrast to the desert from which you came. The territory hosts lush rainforest-clad mountains that spill down to the coastline and touch beaches which sparkle with white sands and give way to crystalline turquoise waters. You arrive at your spacious, luxury hotel in the charming town of Port Douglas located approximately an hour north of Cairns. The remainder of the day will be at your leisure to indulge in the beauty of Port Douglas and the surrounding serene ambiance. The former fishing village has grown into an elegant upmarket town that contrasts the hectic crowds of Cairns, while still offering easy access to the Great Barrier Reef and the famous Daintree Rainforest. The most notable attraction connected to Port Douglas is Four Mile Beach, a strip of white sand lined with shady palm trees. It begins at the eastern end of a popular street filled with boutique shops and restaurants that serve decadent cuisine and delicious wines. After your adventures in the desert soils, you eagerly kick off your shoes and dig your toes into the soft, hot sand. You will notice a gentle squeak beneath your feet as the waves lap at the shoreline."
    },
    {
      "dayNumber": "9",
      "title": "Port Douglas – Explore Select Sections of the Remarkable Great Barrier Reef",
      "description": "The sunlight washes over the Coral Sea and returns the luster of the clear turquoise water that laps against the white, sandy shoreline. You make your way to the harbor to board a luxury catamaran reaching nearly 150 feet long. The comfortable and spacious boat allows you to experience the majesty of the Great Barrier Reef with guided snorkel, scuba, or mini-submersible expeditions along a selection of protected sites. The Great Barrier Reef consists of 1,430 miles of 2,900 separate reef systems. You reach the small group of reefs known as the Agincourt ribbon reefs close to the steep drop of the continental shelf. Leap into the water with your snorkel equipment and notice the warm temperature and saline quality that makes you feel extra buoyant. The reef glows with vibrant colors, which emanate from the coral and the schools of fish. You can’t help but notice the butterflyfish and the white, black, yellow, silver, and orange colors streaking its scales. They grow up to eight inches long and are only found in specific water conditions in the wild, so it will be an extra treat to see one nibbling on the sea anemones."
    },
    {
      "dayNumber": "10",
      "title": "Port Douglas – Find Natural and Mythological Beauty at Mossman Gorge",
      "description": "The Mossman Gorge is located in the southeast corner of Daintree National Park and continues to act as the traditional lands of the Kuku Yalanji Nation. You make your way to the stunning landscape hidden in the dense jungle terrain. It boasts a valley adorned with scattered boulders with sparkling, cold waters winding around ancient rocks. Bright, charming butterflies flutter around the walking path beneath the rainforest canopy along the more than one-mile loop. Your guide will walk you through the illustrious landscape shedding a light on the story of Dreamtime and the legends of the Kuku Yalanji people. Listen to the tales of the surrounding plants and their importance to the local nation as they are used to make bush soaps and ochre paintings. Participate in the traditional Smoking Ceremony meant as a spiritual cleansing. Your guide helps ward off any bad spirits that linger around you while you wander through the ancient land of his people. You become a welcomed, honored guest while you witness an active ritual from a rich, deep heritage. After participating in the traditions of Kuku Yalanji Nation, you have a deeper awareness and keener interest in the stunning works of art on display in the gallery located inside the Mossman Gorge Center."
    },
    {
      "dayNumber": "11",
      "title": "Port Douglas – Day at Leisure in the Comforts of Port Douglas, Queensland",
      "description": "The day will be yours to indulge in the beauty of Port Douglas at your leisure. Bask in the tropical sunlight on Four Mile Beach or witness the native animals of tropical Queensland inside the Wildlife Habitat Port Douglas. For a unique view of the landscape, you wake before the sun rises once more and venture by shuttle to the Atherton Tablelands, a fertile plateau part of the Great Dividing Range, for a hot air balloon ride. The balloon floats into the air to reveal a stunning portrait of Australia’s eastern seaboard. It covers the winding waters of Barron River, the irrigation reservoir of Lake Tinaroo, the jade canopy of the vast rainforest, and the visible submarine coral systems connected to the Great Barrier Reef. The serene ambiance of the sky only accentuates the beauty of your private panorama. In the evening, you continue the adventure with the Flames of the Forest dining experience. The fascinating artistic display brings the rainforest to life through textures, sounds, tastes, and aromas specific to North Queensland. Enjoy a seven-course banquet dinner in the splendors of the rainforest during an Aboriginal Cultural performance. Storytellers share their myths and legends accompanied by the enchanting hum of the didgeridoo. Handmade chandeliers and flickering candles illuminate the scenic rainforest adding layered ambiance to the themes of the Aboriginal songs and stories."
    },
    {
      "dayNumber": "12",
      "title": "Port Douglas – Depart for Home",
      "description": "For the best view in Port Douglas, locals and visitors climb Trinity Bay Lookout at the top of Flagstaff Hill. The marvelous panorama overlooks Four Mile Beach so you will see the colors of the shoreline’s white sand contrast with the shining turquoise waters of the Coral Sea. When ready, your private transfer will greet you in the hotel lobby and escort you to Cairns Airport. You can continue exploring the marvelous sites of Australia with a trip to Melbourne or learn more about the delicious wine lands that produce world-renowned vintages by visiting Adelaide and the nearby vineyards of the Barossa Valley, otherwise, you have plenty of time to check-in for your flight home."
    }
  ],
  "map": ""
}