{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "custom-australia-honeymoon-package",
  "tourName": "Custom Australia Honeymoon Package",
  "placesVisited": "Sydney, Melbourne, Cairns, Great Barrier Reef, Port Douglas, Blue Mountains, Uluru (Ayers Rock) & Kata, Yarra Valley",
  "generalInfo": "The hum of the didgeridoo fills the air and shakes your bones. Waves lap on the shore as drums begin to beat. Listen to the Aboriginal story of Dreamtime and let the image of Australia open before you. Bold and beautiful are the natural wonders of Australia from the heights of the Blue Mountains to the life beneath the sea. This is the world of the Land Down Under. Immerse yourself in this trip that's been designed to awaken your senses and experience it all in this once-in-a-lifetime honeymoon vacation.",
  "durationDays": "13",
  "price": "7,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – You Have Arrived",
      "description": "Descending into Sydney you can see the beautiful Harbour come closer into view. Once you have landed, you will transfer to your lovely and centrally located accommodation. Every room contains an incredible view of the Sydney skyline shimmering in the sunlight and glistening above the city at night. At sundown make your way to Darling Harbour and board a luxury yacht for a sunset cruise of Sydney’s famous harbor. The fresh sea breeze drifts over the boat. The purple and orange sunset fades into a dark blue evening. The cool night air settles over the water. The lights of the Harbour Bridge ignite its skeletal frame as the sails of the Sydney Opera House glow bright white against the city’s sparkling lights; this is the moment that you can take a breath and know that you have arrived."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Journey to the Blue Mountains",
      "description": "The day begins with the adventure on a four-wheel drive pick up at your hotel. You are taken to The Rocks district, known for its refurbished antique brick factories now housing shops, restaurants, and an outdoor market. Beneath the modern mall, The Rocks contains the center of Australia’s colonial history, along with the significant importance of Aboriginal history and culture. The Rocks helped shape Sydney’s cove, making it a natural place to dock and build a harbor. Travel into the depths of Sydney’s history, and under modern Sydney, to gather a piece of the city’s past. Continue to the magnificent Blue Mountains, wandering off the beaten tourist path to experience the true majesty of the area. Visit an ancient Aboriginal site on your way to the Jamison Valley; the faded paintings of hunters and handprints decorate the rocks, each figure an important symbol in a people’s history. Travel through the quaint town of Leura making your way to the Three Sisters, three large rock formations that tower proudly over the Jamison Valley. The valley smells like eucalyptus and fern and the Three Sisters stand still as the lush green of the canyon extends to the horizon. The view of the valley disappears as you descend into the trees, the clamor of tourists fades, and you will arrive in the Hidden Valley to see the wild kangaroos that graze in the lush prairies. Eventually you will make your way back to Sydney, but watching the strength and tenderness of grazing wild kangaroo will have you happy you haven’t left the valley."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Seeing Sydney",
      "description": "See Sydney like a local exploring the posh city neighborhoods that make Sydney one of the most desirable places to live. The neighborhood of Glebe is located close to Sydney University and is flush with walking culture. The side streets boast quaint cottages with picket fences and some have been absorbed into the facades of larger buildings. Enjoy a stroll through Glebe Market, where locals come to tout homemade goods, from sweet homemade honey to smooth and unique resin jewelry. For a unique Down Under experience, take the afternoon to do a bridge climb. This safe, guided tour will take you along the walkway from the base of the Harbour Bridge, located in The Rocks, to the top of the bridge’s skeletal arch. The views on either side of the bridge are framed, one side by water, the other by urban sprawl. The Opera House stands alone with its sails unmistakable from the bridge, as boats pass far below. The late afternoon allows you to watch the sun drift behind the city as the lights of Sydney flicker into being."
    },
    {
      "dayNumber": "4",
      "title": "Port Douglas – Northward Bound",
      "description": "Transfer to Sydney Airport where you will be flown to Cairns and be taken to your accommodation in stunning Port Douglas, which gives you welcomed seclusion while remaining centrally located. During your stay in Port Douglas, you will notice that the ocean is incredibly clear and remarkably blue, the sand is soft and warm, while the verdant rainforest borders the city on the opposite side. The air is hot and the breeze is refreshing."
    },
    {
      "dayNumber": "5",
      "title": "Port Douglas – The Forested Lands",
      "description": "Ride over elevated bridges, past waterfalls careening down the mountainside, and through the opulent, dense forest on the train to the eccentric rainforest town of Kuranda. Once in Kuranda you will feel the expanse of the forest as it surrounds you. The charming town of Kuranda is filled with activities that will keep you wandering through the streets and wondering what else this beautiful area could possibly conjure up next. Visit the Kuranda Koala Gardens where you will see some of the various faunae that call the state of Queensland home. Walk through the animal park to see massive freshwater crocodiles sunbathing on the sand. Playful wombats dig into the earth and hop over one another. The most popular attraction is the koalas and the chance for you to cuddle the fluffy bear. They latch on quickly and enjoy the comforts of a warm body, and the taste of leafy trees. See how they act in their natural environment: eating, sleeping, and snugging branches. Take part in a cultural show to learn about the local community's ancestral ties and cultural connection the Queensland’s rainforest. The bang of drums pulses through the air as dancers pound their feet to the floor and spring into traditional dance. Watch the performers demonstrate how to hunt with a spear and how to properly throw a boomerang. Their faces are streaked in white paint and the hum of the didgeridoo vibrates through the circle. Take the chance to learn how to play the didgeridoo; you never know when it will come in handy. By the end of the performance you will understand the Tjapukai’s connection to the area; you will even get a glimpse at the myth of the creation story that made Australia and its unique environment. As the day winds down and the smell of bark is exchanged for the smell of the sea, the myth of Dreamtime is never far away."
    },
    {
      "dayNumber": "6",
      "title": "Port Douglas – Underwater World",
      "description": "Today brings you to the enchanted world under the sea, the Great Barrier Reef. A short transfer from your hotel will have you at the luxury cruise and ready to take you to incredible sites. Known for its stunning beauty, and its setting for the film “Finding Nemo,” the reef stretches more than 1200 miles along Australia’s coast and is an assortment of individual reefs and islands. The clear water allows you to see the life below the waterline and invites you in. Take the opportunity to get up close to the coral with the free SCUBA dive included in the tour. The coral shines brightly with a pink and purple sheen. A delicious lunch will be served on board, full of fresh seafood and juicy exotic fruits, enough food to fill you with the needed energy to “just keep swimming .” The shimmering blue and yellow of the Blue Tang fish jump in and out of the coral. Stingrays fly across the ocean floor. Eels slither through the warm water. The lanky arms of starfish cling to the sides of collected coral. The deeper you explore, the more you will want to see of this stunning collection of marine life."
    },
    {
      "dayNumber": "7",
      "title": "Port Douglas – From All Sides",
      "description": "Experience Cairns in a way that few have - from a hot air balloon. You will be taken from your hotel to see Queensland at sunrise. The world drifts beneath your feet as you ascend into the dawn sky. Slowly lift into the air as the sun rises over the ocean on the horizon. The air is pure and crisp from up high. The cold of the morning fades as the sun rises higher into the sky. Birds soar through the wetlands below chirping and flapping their wings. The waves crash on the shore, but the quiet sound of drifting is all you can hear. The rest of the day could be spent relaxing by the pristine shores of Port Douglas. Dip your toes into the warm sea. Dig your feet into the hot sand. Lie back and let the hot Australian sun wrap around your shoulders."
    },
    {
      "dayNumber": "8",
      "title": "Uluru – Here Comes the Desert Fun",
      "description": "Today you will be taken from Cairns to Uluru (Ayer’s Rock) in Australia’s infamous Red Center. Deep in the center of Australia’s desert, the Red Center is known for its extreme temperatures, secluded geography, and unparalleled beauty. Once you have settled in to your accommodation, you will have a tour of Kata Tjuta (the Olgas). Kata Tjuta is an important cultural site to Aboriginals in the area, its name translating to “Many Heads.” The domes of the Kata Tjuta are connected through crevices, caves, and gullies. The rocks look as though they are covered in rust ready to be blown away with the breeze, surrounded by desert brush and sand. Traverse the craggy earth that fills the gaps between the Olgas, still damp in shady areas from the last rainfall. The guides will teach you about the cultural connection to the area, along with the legend of the Rainbow Serpent. In the evening you will enjoy the incredible Sound of Silence Dinner. Set beneath the open sky, millions of stars sparkle, offering light to the unspoiled desert night. Cultural dancers perform traditional movements as the hum of the didgeridoo rises into the sky once again. With a crisp glass of sparkling wine in your hand, settle into your seat and listen to the “star talker” decode the night sky, while Uluru and Kata Tjuta sit quietly in the background."
    },
    {
      "dayNumber": "9",
      "title": "Uluru – See the Rock",
      "description": "Experience Uluru with a local Aboriginal guide. The largest monolith in the Southern Hemisphere, embrace the Aboriginal cultural connection and religious history that is associated with the area. The shadow of Uluru stretches far onto the desert floor as the sun drifts across the sky. Be guided around Uluru’s base and see the smooth façade of the monolith shift into unseen crags and crevices. Parts of Uluru are off-limits to visitors due to their religious importance and use in cultural ceremonies. However, history and a sense of spirituality are lively around Uluru and seen in the red earth, the clear blue sky, and the antiquated handprints and drawings of snakes that decorate parts of the rock with white and deep red paint. As the sun begins to set, watch the red of Uluru change to a bright orange, then a bright purple, imitating the layers of the colorful sunset, until the sun sets on the horizon and Uluru settles into the single color of night."
    },
    {
      "dayNumber": "10",
      "title": "Melbourne – From Desert Quiet to City Life",
      "description": "Depart Uluru and head to the lively modern city of Melbourne. Once in Melbourne, settle into your on Flinders Street. The essence of luxury is emanated from before you even enter the lobby. The street runs parallel to the Yarra River allowing the view of passing boats. The building’s façade is part of the city’s gothic architectural influence. Step inside and see the beautiful chandelier dangling from the domed ceiling as the room offers views of the river and active streets below. At night you will have a lovely dinner at a uniquely Melbourne restaurant. The streets of Melbourne are full of bicycles, cars, pedestrians, and streetcars. You could dine in a restaurant that is a refurbished streetcar that still traverses the city’s roads daily. Decorated in a classic style, the waiters dress in white-coat tuxedos, the tables are covered in soft cloth, and the smell of succulent meats and grilled vegetables fill the galley nightly."
    },
    {
      "dayNumber": "11",
      "title": "Melbourne - Wild Melbourne",
      "description": "Explore the incredible wild that surrounds Melbourne with a guided tour through the Australian bush. The smell of eucalyptus drifts in the breeze. Birds of vibrant orange and red soar through the tree line. Echidnas can be seen strolling through the dried leaves that border the prairies as troops of wild kangaroos graze in the tall grass. Follow your guide’s instructions and maybe you can get close enough to the kangaroos to see their powerful legs dig into the earth and propel them into a strong hop forwards. See koalas rest in the canopy and nibble on reachable leaves. You may even see an emu spring from the trees and run through the field, its feathers ruffled by its speed. Return to Melbourne and enjoy a lovely meal along the restaurant-clad Lygon Street, known for its incredible array of Italian restaurants. The street is wide and always filled with people strolling through the umbrella crowded patios. The street smells of fresh pasta and garlic, filled with the exuberant sounds of Italian staff waving you into their restaurant."
    },
    {
      "dayNumber": "12",
      "title": "Melbourne – Taste the Valley",
      "description": "Today you travel to the Yarra Valley to taste the incredible Australian wines that the region is famous for. Begin your tour with a visit to a 100-year-old working dairy farm. A tasting of the cheese brings an unctuous tartness that coats your tongue and lets the flavor linger for a moment. Continue through the rolling green hills and over into the Yarra Valley where many vineyards have low-yielding vines and unique wines, like a Shiraz, Grenache, Viognier blend giving a cherry and apricot nose with a spicy toast flavor. Enjoy a decadent lunch and enjoy the stunning views of the vineyards that spread across the valley around the base of the hill and almost touch the serene lake. The flavors of each vineyard are completely different than the last and range from crisp and light, to fruity and rich. The beauty of the valley persists through the flat terrain of the vale to the rising Dandenong Ranges. Take the time to relax in the valley’s peaceful landscape and the delicate flavors of the region."
    },
    {
      "dayNumber": "13",
      "title": "Melbourne – Saying Goodbye",
      "description": "Today you depart Melbourne and begin your journey back to the US. The sounds, sites, and stories of Australia will always persist, in your heart and in your head. The landscape may close in the distance but Australia will always remain open to you."
    }
  ],
  "map": ""
}