{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "luscious-wines-rainbow-coral-red-sands-exclusive-australia-tour",
  "tourName": "Luscious Wines, Rainbow Coral & Red Sands: Exclusive Australia Tour",
  "placesVisited": "Sydney, Adelaide, Barossa Valley, Kangaroo Island, Daintree Rainforest, Lizard Island, Uluru (Ayers Rock) & Kata",
  "generalInfo": "Experience unique Australia on an exclusive customizable tour immersing you in spectacular and unique landscapes stretching from the Red Desert to the Great Barrier Reef, the shores of Sydney to the vineyards of the Barossa Valley. Dig your toes into the powdery sand of a secluded tropical island. Traverse marvelous rocks shaped by the wind over thousands of years. Wander through prehistoric caves and learn about timeless traditions beneath the ancient canopy of the northeastern rainforest. Lounge in unforgettable luxury and discover the combination of culture and scenery to find an ambiance of distinction and comfort during your Australian journey.",
  "durationDays": "15",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – On Australian Shores",
      "description": "Sydney is a city of historical significance and beach culture, contemporary style and iconic architecture. Military remnants line the calm waters of the historic North Head and cliffs frame the coastal walkway connecting Coogee to Bondi. The water in the harbor shimmers with hints of turquoise and sapphire hues beneath the steel arch of the Sydney Harbour Bridge. Your flight lands at Sydney Airport, where your private transfer greets you upon arrival. Your luxurious hotel offers opulent views of the thriving life of Darling Harbour and Circular Quay. Water taxis and ferries connect the Central Business District, also known as the CBD, to the lavish suburbs across the water. Sydney Tower crowns the city skyline at a height of more than 1,000 feet above the streets with its golden spire glistening in the passing sun. Your guide meets you in the hotel lobby, eager to introduce you to the bustling city by way of the Rocks, the oldest European settlement in Sydney, and Australia. Vintage warehouses and homes stand on a piece of land protruding into the harbor. Boulders jut into Sydney Cove. The waves splash against the rocks and spritzes mist into the air. Your guide points out the façade of Cadman’s Cottage, the oldest surviving structure in the city, which was first erected in 1816. The brick lanes lead through a contemporary outdoor shopping center connected to the streets, filling the air with the aroma of freshly baked pretzels and sweet macaroons."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Exclusively Sydney",
      "description": "In the morning, boats weigh anchor and cast their sails into the breeze. They glide elegantly across the water passing the iconic rooftop of the Sydney Opera House. After breakfast, your guide leads you on an encompassing private tour of the city. George Street, the oldest street in Australia, divides high-rises and offers a collection of boutique shops and historic buildings set against the Romanesque architecture of the Queen Victoria Building. More than 20 domes adorn the 19th-century structure, highlighting the antique beauty of the embellishments, along with the mosaic tile floors. The fresh breeze carries the ocean aroma through the streets. Music spills over the walkways of Darling Harbour with restaurants dotting the esplanade. At Bondi Beach, you stroll along the framing boardwalk and find the enticing aroma of batter emanating from the popular beachside fish and chips shop. A swimming pool connected to the private Iceberg Swim Club looks over the rugged cliffs onto the splashing wake. Surfers take to the water and ride the waves near cresting. The sunlight washes over sunbathers lounging on the gold sand. You return to the city center and continue along the brick esplanade to reach the secluded promontory upon which the Sydney Opera House stands."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – A Day on the Water",
      "description": "The morning air fills with the scent of the sea blending with the sweetness of blossoming hyacinths across the Royal Botanic Gardens. The waterfalls in the Chinese Friendship Garden trickle beneath herbaceous jasmine plants and you step aboard a luxury sailboat for a day traversing the remarkable waters and shores of Sydney Harbour. The steel frame of the Sydney Harbour Bridge arches over the opera house, framing the rooftop that was modeled to resemble sails in the wind, which you learned during your previous tour. The sea breeze brushes against your cheeks and carries a light spray spouting from the hull. Gorgeous yachts moor at Mossman Bay. A small beach lines a cove beside Taronga Zoo. You pass Kirribilli House, the secondary Sydney residence of the Prime Minister. Your skipper lets you take to the ropes and helps guide the sails to best catch the breeze. The boat bobs and moves, trailing a whitewater wake. Your captain takes you to view the remarkable SS Ayrfield, a century-old freighter that is now abandoned in Homebush Bay. Mangrove trees have sprouted over the former ship, resembling a lush garden growing in a large pot. The forest topples over the edges of the steel frame with branches nearly touching the placid seawater below. You return to the shore with the remainder of the day at your leisure to visit the charming neighborhoods of the city or wander through the galleries of the Museum of Contemporary Art."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Visions of Blue",
      "description": "In the morning, chic cafes in the artistic neighborhood of Newtown open to the aroma of rich coffee and creamy cappuccinos. The sunlight washes over murals decorating the walls and speaking to the youthful, artistic sensibilities of the bohemian neighborhood. Your private transfer meets you at the hotel and escorts you into the countryside for a full day excursion into Blue Mountains National Park. The eucalyptus forest emanates a gentle, natural haze, causing a blue tint to the sky above the canopy. The colorful striations of limestone plateaus stand out from the emerald hues of the forest leaves. You begin the day at the Jenolan Caves, one of the world’s oldest cave networks with more than 340 million years of history. A mystical ambiance drifts out of the cave mouth lingering above the azure pool of water reflecting the Grand Arch. You make your way into the first grotto. The cool temperature surrounds you and keeps the limestone walls cold even in the summer heat. You rub your fingers along the smooth edges of the cave beneath the dipping stalactites. Stalagmites rise out of the ground like columns. The perfect acoustics make each footstep echo across the gallery. Classical performers hold concerts in the cave to utilize the remarkable resounding clarity."
    },
    {
      "dayNumber": "5",
      "title": "Barossa Valley – City by the Sea to Sea of Vines",
      "description": "In the morning, you take a walk along the Royal Botanic Gardens to enjoy the subtle aroma of blossoming roses in the rose garden and sporadic birds of paradise. You can hear the water lapping against the esplanade as locals stroll, jog, or cycle around the water’s edge. After breakfast, your private transfer meets you at the hotel and escorts you to Sydney Airport for your flight west to Adelaide. The city has a refined and elegant ambiance nestled between the southern coast and the foothills of the Mount Lofty Ranges. Modern museums and grand high-rises comingle with private mansions and lush gardens at the heart of the city. You make your way by transfer from Adelaide Airport to the waving sea of lush vines spreading across the Barossa Valley, one of Australia’s premier wine growing regions. The tradition of wine producing in the region began in the 1840s with immigrants arriving along the Para River from Germany and Britain. A British village charm fills the town of historical Angaston, which was founded in the 1850s. The old stone church continues to rise above the central street near lush eucalyptus trees. Your hotel sits on a gorgeous estate overlooking the sprawling vines brushing against the rolling hillsides."
    },
    {
      "dayNumber": "6",
      "title": "Barossa Valley – Sampling Exclusive Flavor",
      "description": "German tradition continues to thrive in Tanunda, a village proudly connected to its roots as displayed in the cuisine, ironstone cottages, and barns. The village church stands at the end of a long avenue lined with cypress trees. In the morning, the sunlight washes over the vineyards of the valley, returning a blend of jade leaves and gold grass to the picturesque scenery. After breakfast, you set out on a fabulous wine tour to learn about the unique history of the region and the personal history of the various celebrated vineyards. You stop at a farmers market where dozens of stallholders display organic fruits and vegetables. The citrus aroma of oranges fills the air. You find fresh bread with hints of rosemary and refreshing coffee emanating from a breakfast bar. You pass the Whispering Wall, the reservoir dam with a huge concrete curve. The angle allows you to stand at one end of the wall and whisper to someone at the other end nearly 500 feet away. The acoustics remind you of the Jenolan Caves. You continue to Seppeltsfield estate eager to sample the 100-year-old Tawny offered only in the Barossa Valley. Palm trees line the pathway onto the grounds. Your guide leads you through the vineyard to hear about the history of the estate. You run your fingers over the waxy leaves and feel the rich minerals filling the earth. In the tasting room, you sample six glasses of wine before deciding to taste the Tawny as well. The amber color catches the light. You find hints of ripe stewed figs and ginger on the nose. Bittersweet dark cacao lingers on your palate."
    },
    {
      "dayNumber": "7",
      "title": "Kangaroo Island – History through an Island Lens",
      "description": "The morning light stretches over the soil, casting a baked earth aroma into the air. At breakfast, you find the scent of freshly made jams accompanying the rich caramel fragrance of the coffee. The Barossa Regional Art Gallery opens its doors to display an eclectic array of paintings and artisan crafts, including a unique set of organ pipes. After breakfast, your private transfer meets you at the hotel and escorts you south, away from the lush vines of the valley and onto the secluded shores of Kangaroo Island. You cross the Investigator Strait to find the white sands and sporadic tufts, stretches of savanna and eucalyptus. Your luxurious resort style accommodation overlooks the sapphire waters of the Indian Ocean. Big-headed riceflowers bloom with large, puffy fragrant petals. Leafless pink bells shimmer with hints of purple and fuchsia. Glossy black-cockatoos perch in the trees and Australian sea lions bask on the pebbled shorelines. The remainder of the day is at your leisure to relish the wildlife and landscape of Australia’s third largest island. At Flinders Chase National Park, you can see the Remarkable Rocks. The wind has shaped the boulders into bizarre and surreal shapes perched on a smooth dome. The rusty orange stands out against the silvery granite overlooking the curling waves."
    },
    {
      "dayNumber": "8",
      "title": "Kangaroo Island – On the Trail of Wildlife",
      "description": "From your room, you can watch the waves crest and splash against the white sand shoreline. The largest sea lion colony in Australia relaxes in the spreading sunlight along Seal Bay. After breakfast, the day is yours to enjoy the pleasures of discovery at your preferred pace. Stroll along the walkways of Seal Bay Conservation Park with a ranger or continue your exploration of Flinders Chase National Park to find the distinctive rugged rock architecture known as the Admiral’s Arch. You make your way across the island on a guided wildlife tour in search of the famous fauna populating the land, sea, and sky. Ospreys circle the beaches in search of fresh fish and a small little penguin colony continues to nest on the southern coast. The native birdlife calls out to one another from the eucalyptus trees. At Seal Bay, you find a colony of approximately 600 sea lions moving back and forth from the cold water to a comfortable cuddle on the sand. You reach Hanson Bay Wildlife Sanctuary, which encompasses 9,500 acres of protected land. Tasmanian Blue Gums grow in the area and house quiet koalas. Your guide points into the trees, where the marsupial closely associated with Australia grazes on the leaves."
    },
    {
      "dayNumber": "9",
      "title": "Uluru – Waving from the Coastline to the Desert Sands",
      "description": "In the morning, you spot a kangaroo hopping along the sandy beach outside your window. The water laps against the shore as the kangaroo leaves tracks in the sand. The island contains a natural splendor in the breathtaking landscape and captivating wildlife blending with the charm of small towns and enticing wineries. After breakfast, your private transfer meets you at the hotel and escorts you to Adelaide Airport for your flight north to Ayers Rock. Australia’s Outback is famous for the oxidized sand, casting a rusty red glow across the landscape. Tufts of grass and the occasional desert oak rise out of the desert plain. The leaves of the desert oak are shaped like needles with striped leaf stalks to help reduce water loss. The western bowerbird forages around riverine woodland and rocky gorges. Their reddish plumage contains crests to pink nuchal below your slightly down-curved bill. After landing at the airstrip, you settle into the comforts of your secluded desert resort offering a magnificent view of Uluru. The majestic monolith rises out of the red landscape with an iridescent orange. You make your way to the Field of Light exhibition, crafted with 50,000 stems and crowned with frosted glass to create a sculpture inhalation that changes colors across the desert floor beneath the dark night sky."
    },
    {
      "dayNumber": "10",
      "title": "Uluru – Passing Desert Colors",
      "description": "Wake up before dawn and meet your guide for a rare view of how the sunrise casts a different light on the desert landscape. Uluru stands with a prominence of more than 1,140 feet above the surrounding floor. A majestic ambiance emanates from the textured ridges and towering mounds. The Anangu people continue to practice ancient rituals along hidden crests and niches. As the sunlight spreads over the horizon, the colors of the rock shift from a rich silhouette to vermilion. You sip a fresh cup of coffee and watch the unforgettable change in coloration. After breakfast, you venture to the domes of Kata Tjuta, also known as The Olgas. The collection of rock formations reaches a zenith of nearly 1,800 feet above the surrounding plain. The rocks are smooth to your touch and glow orange against the pockets of greenery. The formation was shaped around 550 million years ago. Your guide points to important waterholes protected from the sun by overhanging boulders. Legend abounds in the area, from Uluru to the dingoes traipsing through the wilderness. You listen to the story of Dreamtime and learn how the Rainbow Serpent created the world."
    },
    {
      "dayNumber": "11",
      "title": "Daintree – Parched Earth to Plentiful Rainforest",
      "description": "In the morning, you can’t help but recall the throbbing hum of the didgeridoo that accompanied the stories at dinner. You ate beneath the stars and listened to majestic tales offering insight into the creation of the landscape, belief, and tribal law. After breakfast, you make your way to the airstrip to begin your journey east towards Cairns. The red glow of the desert fades to lush savannah and sprawling forest. The emerald canopy spreads across the Great Dividing Range, named for the way the mountains separate the long stretch of desert with the tropical eastern seaboard of Queensland. Your flight lands at Cairns Airport, and you continue north into the dense Daintree Rainforest. Your gorgeous lodge is located against the rushing waters of the Mossman River. Red-necked crake lingers on the lowlands and beneath the forest underbrush. Emerald doves have bright green plumage on their wings and hide amongst the colors of the surrounding foliage. You take the trails surrounding the resort for an immersive view of the jungle terrain. The scent of Indian coffee plum fills the air. The tree grows to more than 32 feet tall and contains blunt, simple branches. White flowers blossom among the juicy pink fruit growing with the leaves. You search for blue plum trees, knowing that the elusive and endangered cassowary prefers to nibble on the ripe fruit."
    },
    {
      "dayNumber": "12",
      "title": "Daintree – A Wonderful Jungle Life",
      "description": "In the morning, spectacled monarchs twitter in the trees. Their dark blue and muddled orange plumage contrast the surrounding emerald leaves. At breakfast, you sip a refreshing cup of coffee cultivated in the tropical landscape of Queensland. Your guide meets you in the hotel lobby and leads you deeper into the wilds of northeast Queensland for a cultural exploration of the Kuku Yalanji history and traditions. You begin on the shores of Cooya Beach, a hunting ground for the tribe for thousands of years. Your guide provides you with a long pole used for hunting fish, crab and mollusks along the floodplains. The wet sand is soft beneath your feet. The water is warm as it laps against your toes. The Mangrove trees border the mudflats. The scent of the sea fills the air. Your guide tells you to look for bubbles in the stoic water, connoting where crabs may have burrowed beneath the sand. You poise your spear and dig it into the sand. You continue beneath the canopy to learn about medical plants and the connection between the Kuku Yalanji people with the land, listening to alluring stories and enchanting legend. In the afternoon, you board a gondola and take the Skyrail from the coastal plain up into the jungle-clad mountains to the town of Kuranda."
    },
    {
      "dayNumber": "13",
      "title": "Lizard Island – Pleasures of a Tropical Paradise",
      "description": "The rainforest erupts with life in the morning. Sunlight beams through the canopy spreading across the nests of fairy gerygone. The males sing a melody that echoes amongst the trees. After breakfast, your private transfer escorts you to Cairns Airport for your scenic flight to the secluded shores of Lizard Island. While in the air, you can look down over the azure waters of the Coral Sea. Reef bodies streak the water with silhouettes. The crystal-clear coloration of the sea allows you to look down to see the sandy ocean floor. Your flight arrives at the airstrip on Lizard Island, and you settle into the comforts of your magnificent resort in view of the pearlescent white sand. The island encompasses nearly four square miles and reaches a height of 1,180 feet above sea level at the summit of Cook’s Look. Monitor lizards rustle the tall grass and acacia trees wave in the passing sea breeze. The remainder of the day is yours to indulge in the serene setting in view of mangrove forests and verdant woodlands, heathlands and fringing ribbon reefs. The white sand beaches have a powdery texture and the white-bellied sea eagles take to the sky in search of a meal."
    },
    {
      "dayNumber": "14",
      "title": "Lizard Island – Beneath the Calm Pacific",
      "description": "The sunlight stretches across the opulent beaches of the island in the morning. You find tracks from monitor lizards left in passing, as the reptile that can grow larger than seven feet in length has made its way to a warm rock overlooking the water. After an early breakfast, you board a high-speed catamaran bound for the ribbon reefs on the edges of the Great Barrier Reef. The boat glides across the crystal clear waters of the Coral Sea. The breeze rushes over the open spaces carrying sea spray and an aromatic semi-sweetness. You visit a variety of locations amidst the nearly 133,000 square miles of reef bodies stretching fro Cape York Peninsula to Bundaberg. The boat weighs anchor near the edge of the Outer Reef. You don snorkel gear and leap into the warm water, letting the refreshing temperature wrap around your skin. The current moves your body gently from side to side. The sun pierces the water for optimum visibility, allowing you to see upwards of 20 feet ahead of you and shining a light on the hidden niches of the mounting coral. Tree coral resembles cartoon images of trees glowing red and blue against the flat fringes of the tabletop coral. You find bubble coral glowing against the quieter reaches of the reef with bright, inflating tendrils resembling balloons. A spotted Eagle Ray passes beneath you. Its pectoral fins can span more than six feet long with white polka dots shimmering in the bright depths of the sea."
    },
    {
      "dayNumber": "15",
      "title": "Cairns – A Perfect Australian Sendoff",
      "description": "At breakfast, the scents of mango and coconut blend together. The resort roasts coffee beans sourced from a plantation on mainland Queensland. The sunlight shines a light on the remaining stone ruins of the 19th-century edifice of Watsons Cottage, one of the oldest structures in Australia. You glimpse another monitor lizard lounging in the rising sun on a rock overlooking the water. When you are ready, you make your way by scenic plane to Cairns Airport. During the flight, you have a lingering view of the remarkable beauty of the Coral Sea, fringing reefs, and white sand beaches connected to Queensland. Once in Cairns, you board your flight home, taking with you the lasting picturesque imagery of your exclusive Australia."
    }
  ],
  "map": ""
}