{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "family-adventure-vacation-in-australia",
  "tourName": "Family Adventure Vacation in Australia",
  "placesVisited": "Queensland, Kuranda, Cairns, Sydney, Tasmania, Freycinet Peninsula, Launceston, Port Arthur, Hobart, Uluru",
  "generalInfo": "Your luxury family vacation to Australia takes the family on a one of a kind adventure, where everyday is unique and unforgettable. The rhythmic hum of the didgeridoo tells a story of the landscape and of an Aboriginal tribe. The rainforest blankets the hills and brushes against the shores of the Pacific Ocean. The Great Barrier Reef glows beneath the sea. Red sand and boulders shine underneath the Australian sunlight. The waves of Bondi Beach crash against the shores of Sydney and the azure waters of Coles Bay wade against the coastline of Tasmania.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Visions of the Reef",
      "description": "The atmosphere in Cairns is relaxed, mixed with the seaside breeze and lush aroma emanating from the rainforest. Two worlds combine to create unique and endless fun spread across the ocean floor and lingering in the canopy. Your plane lands at Cairns International Airport, where your private transfer awaits your arrival. Your transfer escorts the family to your hotel situated near the temperate waters of the Pacific Ocean. The verdant trees tower overhead. The pool has a cool, refreshing touch. Cairns is noted as the gateway to the Great Barrier Reef, filled with lively locals and jovial visitors eager to step into the water and witness the natural rainbow colors decorating the sand. The Cairns Esplanade winds more than one and a half miles, lining markets and rock climbing facilities, a skate park and volleyball courts. Flying foxes dangle from the trees during the day, sleeping in the cool shade. Large, exuberant fish shaped from steel hover over the swimming lagoon. Families splash in the water with a view of the ocean, soaking up the sunshine and adding more playfulness to the beauty of the city. Consider browsing through other Zicasso travelers' Australia vacation reviews to add plans to your customizable itinerary."
    },
    {
      "dayNumber": "2",
      "title": "Cruising the Subaquatic World",
      "description": "In the morning, your private transfer meets you in the lobby after breakfast and escorts you to Port Douglas, where you board your high-speed catamaran. The sunlight spreads across the water shimmering with a cobalt blue. The wind blows through your hair and brings the sweet scent of the encompassing ocean. The kids smile with anticipation as you move closer to the Great Barrier Reef Marine Park, which remains the largest coral reef network in the world, encompassing 132,974 square miles. An onboard marine biologist tells you and the kids about the types of fish you can see, including numerous clown fish, which the kids know from the film Finding Nemo . When you reach the first sight, the kids put on their snorkel gear and jump fearlessly into the water. When you submerge into the water, you find the temperature warm and the view inviting. Pink and orange calcite wind upwards from the seafloor, resembling vivacious mountains. Soft coral delicately waves in the gentle current, surrounded by schools of fish swirling closer to the various forms and shapes in front of you. Your kids find a clown fish first, peaking through an anemone, its orange and white stripes standing out against the creamy tentacles of the anemone."
    },
    {
      "dayNumber": "3",
      "title": "Rainforest Traditions",
      "description": "At breakfast, the kids remind you and one another about the types of fish they saw whilst snorkeling. They imitate the fish-faces and pretend to swim across the breakfast table. After your meal, your private guide meets the family in the lobby, ready to escort you to the charming jungle village of Kuranda. The streets of the town are happy and small, lining boutique shops and quaint restaurants. You can meet with an Aboriginal guide and listen to the sound of the didgeridoo humming in the air. The kids may giggle from the feeling. The green canopy is a change from the encompassing azure water the previous day. The air is warm around you. Your guide begins to share the traditions of his people, stories of the Rainbow Serpent, who brought Australia into existence. You can decorate a boomerang, painting it with the traditional dots, representing the dotted landscape of the ancestors under the watchful eyes of your guide before learning how to throw the boomerang."
    },
    {
      "dayNumber": "4",
      "title": "Traditions of the Desert",
      "description": "Your private transfer greets the family after breakfast and takes you to the airport for your flight to Uluru, also known as Ayers Rock. The blue of the ocean quickly fades to a sea of green from the rainforest, which soon disappears under the vast rustic hue of the famous Red Center Desert. After landing, you are escorted to the inspiring rocky outcrop of Uluru, standing more than 1,100 feet above the desert floor, creating the largest monolith in the world. The reddish monolith is the quintessential image of the Red Desert and the Outback. The light changes the mood of the outcropping, from pink to red to purple throughout the day. Your guide leads you around the base of the monolith, explaining its sacred place with the Aboriginal community. The kids look on with amazement, listening to the stories of Dreamtime, the ties of ancestral beings, and marvel at the paintings displayed on the rock. The cave drawings encompass both old and new works, embodying the importance of certain aspects of life to the tribes, from boomerangs to waterholes, and including the abstracts of the Aboriginal art community, of which the kids are now eager to learn more about."
    },
    {
      "dayNumber": "5",
      "title": "Seeing Red and Finding Blue",
      "description": "After breakfast, the vast red coloration of the desert continues to brighten around your hotel. Your guide leads you to a tour of Kata Tjuta, which translates to “many heads.” It is also known as the Olgas. The rock formation consists of 36 red domes, which climbs to a total height of 1,791 feet above the surrounding landscape. The warm morning air is cooled in the shade of the boulders. The rocks climb atop one another and open up into meandering slopes, smoothed by time and the wet season. More stories captivate the kids, this time about the great snake king Wanambi who lived atop the summit of Mount Olga. You follow your guide along the walking trails and watch as the domes change color with the shifting sun. The air has an earthy aroma. The boulders are surprisingly cool in the hot desert. After your exploration of Walpa Gorge, your private transfer takes you to the airport for your flight to the seaside city of Sydney."
    },
    {
      "dayNumber": "6",
      "title": "Cruising Sydney",
      "description": "Sydney has a striking contrast to the Red Desert. The cityscape bustles with energy. The ocean shines cobalt blue against the opulent sails of the Sydney Opera House. The Rocks, which legend says is the first place where an Aboriginal spotted the coming English ships, embraces the modernity of the city while maintaining its connection to Australia’s history. After breakfast, you venture around the celebrated city on a bike tour, taking in the coastal air and refreshing gardens. After your tour, you step aboard a ship situated in the harbor and cast off for a better view of Sydney, from the water. You already feel relaxed after the active morning along the cobbled bike paths. Now the breeze cools you down and the city comes into focus as a whole. The arching Harbour Bridge frames the Sydney Opera House, the iconic image of the city, which was completed in 1973. The skyline in the background towers over the Royal Botanic Gardens in the foreground. People walk along the esplanade and stroll through the lushness of the gardens, combining the sea, the city, and nature in one panorama."
    },
    {
      "dayNumber": "7",
      "title": "Bondi Like a Local",
      "description": "The beauty of Bondi beach is world-renowned. The bay frames the azure water that crashes down with brilliant waves. The powdery golden sand creates a pillow to walk or lounge on. The youthful and jovial energy along the promenade emanates from restaurants and colorful shops. In the morning, Bondi has a refreshing breeze. The marine layer dissipates, making way for a clear blue sky. You and the kids are both excited to have a private surf lesson at one of the most famous beaches in the country, if not the world. The shore stretches for more than a half a mile long, bordered by soft grass and gentle hills. Your guide gives you the basics of surfing on the shore, learning how to pop up from your belly to your feet. Once in the ocean, the cool water encourages you and the kids to catch a wave, even just a small one. Your guide holds the kids’ board first, telling them when to paddle their arms. With practice and time, you all learn when to paddle, when to stand, and capture the ineffable moment of standing on your board, gliding on the water, moving ever closer to the shore."
    },
    {
      "dayNumber": "8",
      "title": "Tasmanian Devilish",
      "description": "Tasmania is known as “The Nature State,” filled with undulating mountain peaks and untraditional landscape, creating exquisite natural beauty. After breakfast, you catch your flight to an island south of the Australian continent. Your private transfer meets you at Launceston Airport. The 19th-century atmosphere emanates from the stone buildings and spires decorating the cityscape. The encircling countryside is lush, expanding to the horizon. The Alexander Suspension Bridge connects the sides of Cataract Gorge. Your transfer leads you away from the city and into Hollybank Forest, for an unforgettable adventure through the treetops. The kids hear the excited yells in the trees before you do. Then you notice someone speeding through the canopy. After your tutorial and practice glide, you venture upwards into the trees and find your platform. You can see the anxiousness and excitement in your kids’ eyes. The platforms vary in distance between 49 feet and 1,312 feet, at a height of almost 100 feet above the forest floor. When the kids go, you hear their enthusiastic cries fade through the leaves. The aroma of the forest is herbaceous. When you glide from the platform, you feel weightless. The wind brushes past you. The surrounding leaves and trees turn into a blur. Your blood is pulsing through you and the view just gets better."
    },
    {
      "dayNumber": "9",
      "title": "Treasuring the Sea",
      "description": "After breakfast, your guide meets you in the hotel and leads you to the pristine sandy shores overlooking the crystal-clear waters of Coles Bay. Eagles soar over the water, reaching out their talons for unsuspecting fish. When you enter the water at Muirs Beach, you feel the cold drops on your skin. The kids start to paddle out, following your guide. The rocky beach and peaks of the Hazards have a pink hue. Teal borders the water near the beach before darkening to an azure blue. The paddle drips water onto you, but the rhythm of the paddle hitting the water is serene. The scenery is tranquil. Your guide stops paddling and points into the distance away from the shoreline. A pod of bottlenose dolphins arcs over the water. They can grow to just under 13 feet and have a friendly curiosity. The kids stare in wonderment as the dolphins pass by."
    },
    {
      "dayNumber": "10",
      "title": "Farms and Sanctuaries",
      "description": "The sweet aroma of fresh berries drifts out of an oasis of farmland near Great Oyster Bay. The raspberry and strawberry fields create neat rows in the morning light with views to bay in the background. In season, the berries blossom with blush red and luscious pink. The farmer picks the juicy berries at the height of ripeness, checking for the plumpness of each one. The kids practically spread mounds onto their breakfast scones. When you arrive at the Bonorong Wildlife Rescue, you find an initiative program providing care to thousands of animals throughout the year with trained caregivers. The landscape is verdant, filled with vibrant trees and lush grasses. Kangaroos hop across the landscape, delighting the kids and bringing a smile to your face as well. Throughout the day, the guides bring visitors up close to some of the furriest and friendliest animals in the sanctuary, from sugar gliders to wombats. Beyond the charm of the cute creatures is the allure of the endangered species that call the island home. The sanctuary houses a number of Tasmanian devils. The elusive animals look a bit like miniature bears with long tails, and average more than 25 inches in length, not including its tail. During the day, they hide from the heat in dense bushes or burrowed into a hole. At night, they prowl through the bush in search of food. Seeing one is unique and unforgettable."
    },
    {
      "dayNumber": "11",
      "title": "Past and Present",
      "description": "On Saturday mornings, the Salamanca Market brims with excitement, containing over 300 vendors emanating succulent cuisine, charming flowers, and fresh produce from around Australia, with the grounds dating back to 1835. In the afternoon, the family leaves Hobart for the day, venturing to the historic grounds of Port Arthur, the country’s second oldest European settlement. En route to Port Arthur, you visit Tasman National Park, home to a series of impressive and unusual geological formations. The rugged beauty sets the coastal scenery. The sea carved Devil’s Kitchen is the rock formation on the eastern coast of the peninsula. The water rushes up to the flat surface below, splitting the coastal cliffs into sheer drops. The limestone looks layered against the cobalt sea. At the Blow Hole, the water spouts into the air, casting mist into the gentle breeze. The Tasman Arch casts a bridge over the water, located near Devil’s Kitchen and highlighting the exquisite possibilities of the natural landscape."
    },
    {
      "dayNumber": "12",
      "title": "Endless Adventures",
      "description": "Wake up in Australia’s most southerly city, nestled against the estuary of Derwent River and the foothills of Mount Wellington. The city was once a British penal colony but today embodies the treasures of Tasmania, embracing its vivid history, culture, and the surrounding scenery. In the morning, sailboats cast their sails and drift along the water. The rustic hue of Mount Wellington towers over the cityscape at 4,166 feet above sea level resembling a sleeping giant. After breakfast, your private transfer meets you in the hotel lobby ready to escort the family to the Hobart International Airport for your flight home. Your journey of Australia may be complete but the family adventures are endless."
    }
  ],
  "map": ""
}