{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "personalized-best-of-australia-tour",
  "tourName": "Personalized Best of Australia Tour",
  "placesVisited": "Port Douglas, Sydney, Melbourne, Uluru",
  "generalInfo": "See the best of Australia on this exquisite 15-day city and wilderness vacation beginning in Melbourne and ending in Sydney. Along the way, you will marvel at the Australian outback as well as its illustrious rainforests before witnessing the Great Barrier Reef in all its natural glory. The best destinations in the country await your arrival and discovery during these moments of magic in the land down under.",
  "durationDays": "15",
  "price": "7,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne - Magic on the Victorian Coast",
      "description": "Sparkling blue waters fringing the towering cityscape and scenes of tree-lined boulevards speckled with chic restaurants will welcome you to Melbourne, Australia. You will be collected at the international airport and transferred to your accommodation, where you will see out the day in style as you peruse the glamorous districts composing Melbourne’s skyline. Whether you wish to settle in for some seafood at an exquisite restaurant or search the back alleys for a hidden eatery gem, the evening is yours to enjoy a taste of Australia."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne - Glitz and Glamour Off the Beaten Path",
      "description": "Lanes and arcades pepper the city of Melbourne, encouraging visitors to set out in search of some rare finds stationed between the looming skyscrapers. Today, you will leisurely tour the city to discover what charming hideaways lie concealed from the hustle and bustle. You will stumble upon an array of boutique stores with windows dressed in sparkling diamonds and bistros where the wafts of sizzling steaks pour from their stylish terraces, each sharing a glimpse of the glitz Melbourne is famous for."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne - Perusing the City’s Marvelous Districts",
      "description": "If matches are scheduled for the day, then you will be treated to a morning spent watching the Australian Open from within Melbourne’s marvelous stadium. In the event of no tennis being played today, Melbourne is yours to explore at leisure, perusing more of its endearing districts to discover what makes the city tick. Swept up by the elegance of Melbourne’s buzzing neighborhoods, you will have plenty to keep you busy while you cherish the scenes of what has been dubbed Australia’s most European city."
    },
    {
      "dayNumber": "4",
      "title": "Melbourne - The Viridian Yarra Valley",
      "description": "Right on Melbourne’s doorstep lies the wondrous Yarra Valley, your first introduction to the magnificent wildlife that thrives in Australia’s countryside. Boasting a pristine wildlife sanctuary and unspoiled stretches of vegetation, the scenes that await will sweep you away as you cruise through the viridian valley. A range will show you to fields where vineyards flourish in the golden sunshine and forests where koalas sleep within the trees, allowing you to taste the full-bodied vintages produced in the area as well as appreciate the endemic creatures who live here."
    },
    {
      "dayNumber": "5",
      "title": "Melbourne - Lofty Views of the Twinkling Skyline",
      "description": "In the event of the Australian Open, this day is clear to watch tennis matches. Alas, you may spend it how you please if there are no games being played today. You may take the day slowly, wallowing in the sunshine as you stroll the promenade or finding refuge in a quiet park away from the humming crowds. In the afternoon, you may tuck into an assortment of delectable delicacies at some of the country’s finest restaurants or swoon over the skyline from lofty viewpoints sharing unparalleled vistas."
    },
    {
      "dayNumber": "6",
      "title": "Port Douglas - Seaside Scenes under the Sun",
      "description": "After breakfast, you will transfer to the airport and catch a plane to one of Australia’s mesmerizing coastal stretches, Port Douglas. A sparkling blue maritime destination that is a gateway to the Great Barrier Reef, Port Douglas is a dreamy paradise where you will escape the hustle and bustle of the big city for a more peaceful few nights in Australia. You may enjoy a dip in the balmy waters of the sea and tan on the soft, white beaches that hug the coastline of Port Douglas before turning in for the evening."
    },
    {
      "dayNumber": "7",
      "title": "Port Douglas - Admire the Outer Barrier Reef",
      "description": "Today, you will discover Australia’s claim to fame on a guided sea cruise to the Outer Barrier Reef. The cool breeze will roll off your cheeks, and the sound of the boat gliding across the waves will fill the air as you zip across the glimmering sea. You will soon find yourself hovering over the Continental Shelf, where translucent waters give way to the colorful coral that composes the reef. One of the greatest natural wonders of the world, the reef is an incredible prospect that you will capture in great detail during your time spent out at sea."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas - Dazzled by Daintree",
      "description": "While the Great Barrier Reef is a highlight off the coast of Port Douglas, there is much to be seen inland from this charming destination. Today, you will set forth for the Daintree National Park, a World Heritage forest of tremendous natural beauty that stretches as far as the eye can see. Cruising across the tranquil river or hiking beneath the forest canopy, you will find yourself amongst the magical flora and fauna that calls this paradise home. From the lush greenery in the branches overhead to butterflies that flutter through the sky, there is much to capture here."
    },
    {
      "dayNumber": "9",
      "title": "Port Douglas - A Revitalizing Break in Port Douglas",
      "description": "Port Douglas is yours to explore today as the last day in this mesmerizing coastal destination is up to your discretion. You may take a stroll along the sandy shores and find comfort beneath the shade of a tree where you may flip through a good book while gazing across the twinkling seascape. Or you can settle yourself on a stylish restaurant terrace overlooking the shiny blue views where the flavors of succulent shellfish will awaken your senses. However you spend your day in Port Douglas, it will be completely revitalizing."
    },
    {
      "dayNumber": "10",
      "title": "Ayers Rock - The Uluru Rock Light Show",
      "description": "You will transfer to one of Australia’s most revered outback destinations, Ayers Rock, this morning. Arriving in Ayers Rock, you will be greeted by views of the extraordinary Uluru rock formation making the destination famous, a colossal geological construct jutting out from the red sands of the desert. This evening, you will see Uluru like never before as you gaze across a field of colorful lights twinkling beneath the night sky and backdropped by the monstrous rock formation. The incredible display, soundtracked by the echoes of a traditional didgeridoo, is a marvel to behold."
    },
    {
      "dayNumber": "11",
      "title": "Ayers Rock - The Gorgeous Geology of the Australian Desert",
      "description": "Under the canopy of stars, you will watch as the sunshine peeks beyond the horizon this morning and floods Ayers Rock in a golden glow. The mesmerizing transformation of the awakening desert is tremendously beautiful and a natural phenomenon to treasure. This afternoon, you will visit several impressive geological formations peppering this vast desert, including the Mutitjulu waterhole, Kata Tjuta, and Walpa Gorge. Each wilderness wonder will fill you with a deep appreciation for the Australian outback, showcasing the might of nature when left unspoiled."
    },
    {
      "dayNumber": "12",
      "title": "Sydney - The Buzzing Heart of Australia",
      "description": "You will transfer to the airport this morning and catch a plane to Australia’s stunning city of Sydney. Swooping down over Sydney, you will catch a glimpse of its famed Opera House looming over the harbor and officially welcoming you to the spectacular skyline behind it. Sydney, much like Melbourne, is a thriving cosmopolitan destination that boasts a rich tapestry of cultural influences giving rise to the multifaceted districts throughout its landscape. You may spend your first night here acclimating to the buzzing atmosphere over a gorgeous Australian dinner."
    },
    {
      "dayNumber": "13",
      "title": "Sydney - Across the Sydney Harbor",
      "description": "Today, you will see more of Sydney with a tour planned to bring you to the doors of its incredible Opera House. Admire the exceptional architectural design and engineering on which the Sydney Opera House is founded, and discover its history in more depth as you enjoy an audio-visual tour of the fabled landmark. In the afternoon, you will set sail across the harbor onboard a yacht to swim, snorkel, and kayak over the temperate waters circling Sydney Harbor and the sparkling shores that hug the coastline."
    },
    {
      "dayNumber": "14",
      "title": "Sydney - Beauty of the Blue Mountains",
      "description": "Sydney’s beauty stretches up from its coastline well into the Australian outback that flanks the city’s cloud-scraping skyline. Today, you will voyage into the wilderness that circles Sydney on a tour of the Blue Mountains National Park. Boasting unparalleled panoramas of the densely vegetated rocky Australian mountains, as well as encounters with the endemic creatures that reside within these forested hills, Blue Mountains is a showcase of Australia’s wilderness. You will be besotted with its magnificence as you zip through valleys and across plateaus that compose the landscape."
    },
    {
      "dayNumber": "15",
      "title": "Sydney - Making More Memories in Australia",
      "description": "Your tour, although coming to an end, is not over yet, and you will have one more morning to appreciate Sydney before you set off for home. Tuck into a sumptuous breakfast spread provided at your accommodation before you hit the streets to see Sydney one last time. Wandering through the buzzing districts and down the stunning boulevards, you will share a few more moments with the dazzling Australian city before you are collected by your private transfer and taken to the international airport."
    }
  ],
  "map": ""
}