{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-family-adventure-tour",
  "tourName": "Australia Family Adventure Tour",
  "placesVisited": "Sydney, Adelaide, Port Douglas, Cairns, Kangaroo Island, Flinders Range National Park, Daintree National Park, Kuranda, Blue Mountains National Park, the Great Barrier Reef",
  "generalInfo": "The allure of Australia’s landscape spans millions of years, and the magnetism of the culture encompasses 40,000 millennia uncovered during your customizable family-friendly tour of Australia. From the Great Barrier Reef to the otherworldly rock formations of Flinders Chase, the white-sand beaches of Sydney to the wildlife living on the plains of Kangaroo Island, immerse your family in the marvels along the coastline and the captivating stories of Dreamtime. Stroll among rocks carved by wind, bask in a panorama from a hot air balloon and explore eucalyptus forest for the family-friendly adventure of a lifetime in Australia.",
  "durationDays": "12",
  "price": "5,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Arrive in Marvelous Sydney",
      "description": "The city of Sydney has become a beacon of Cosmopolitan culture fringed by the wilds of Australia’s land and sea. Skyscrapers soar above the rugged coastline where patches of bush continue to grow wild supporting flying foxes and fig trees. Ferries crisscross the cobalt waters between the suburbs and the Central Business District. The ambiance reflects the culture where Australians from around the country flock in search of fame, fortune, museums, cuisine, or a slice of the enchanting year-round beach culture for which the city is known. Your flight arrives at Sydney International Airport where your transfer greets you at customs. The family quickly settles into the comforts of your hotel overlooking the waters of Darling Harbour and the familiar undulating arches of the Sydney Opera House’s shell-like roof. Your guide greets the family in the hotel lobby for an introduction into the city’s fascinating blend of history and modernity. You can easily see the Tower Eye crowning the skyline. Palm groves soar above the lush grasslands of the more than 74 acres of Royal Botanic Gardens. You reach the Rocks, the oldest neighborhood in Sydney. The kids listen to the mythology of the coastline from where the Aboriginal nation first spotted European explorers entering the harbor. A narrow cobblestone lane winds between sandstone warehouses leading to the oldest surviving house in the Sydney. Cadman’s Cottage was originally built in 1816 in the traditional Georgian style of the time. Your guide explains that during high tide the water would reach within 8 feet of the structure but has since moved over 300 feet away after the construction of Circular Quay. The breeze carries the aroma of the sea through the alleys before fading beneath the scent of macaroons and pastries emanating from the local bakery."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Delight in a Morning Surf Lesson and Afternoon Harbor Cruise",
      "description": "In the morning, the ferries return to the routes crisscrossing the natural contours of Sydney Harbour connecting the downtown business area to the surrounding suburbs. Residents jog around Royal Botanic Gardens or traverse the Sea Eagle Run leading along the coastline from Manly Beach to North Head. After an early breakfast, the family ventures to Bondi, the iconic beach with a half a mile of golden sand nestled between rocky points. Bondi is an Aboriginal word meaning “water breaking over rocks,” referring to the noise the weaves make as they splash against the coastal boulders. Your instructor greets the family on the sand. The cool and soft sand is a welcomed touch to the beach. The restaurants along the promenade begin to stir emanating with the scent of fresh coffee or brewing quick cups of tea. The family begins their surf lesson by learning how to properly pop onto your feet from laying on your stomach. You pretend to paddle and pop up again, getting accustomed to the movement before heading into the water. The water is refreshing against your skin as you position your board to catch a wave. Your instructor holds the board straight, giving you a little push in the right direction when the whitewater breaks. You pop up and immediately notice the difference in stability between the shore and the sea. You return to Darling Harbour to board a cruise ship bound for the waters of Sydney Harbour. The sea breeze carries hints of salt drying on your cheeks. Boats cast gentle wakes against the natural current. The kids look back at the dock from where the boat weighed anchor for a stunning panorama of the Sydney Opera House in the foreground and the arching steel frame of the Sydney Harbour Bridge in the background."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Travel to the Blue Mountains",
      "description": "At breakfast, the kids share their favorite moments from the surf lessons the previous day recounting how they almost caught the perfect wave or how they surfed the water all the way back to shore. Your private guide greets in the lobby after an early breakfast and escorts you out of the city for a stunning adventure into the wilds of the Blue Mountains. The national park encompasses 617,000 acres 62 miles away from Sydney’s Central Business District. The herbaceous aroma of eucalyptus fills the forest. The trees cast a slight blue haze above the canopy in the morning light accounting for the name. The marvelous scenery incorporates stunning waterfalls, incredible cliffs, and fascinating lookouts reached by numerous walking trails. Your introduction to the dramatic scenery begins at the Three Sisters, a collection of three karsts rising more than 2,952 feet above the mist winding through the Jamison Valley below. The sandstone pillars change colors with the shifting sunlight. A trail known as the Giant Stairway leads down to the valley floor. You continue to Govetts Leap Lookout for a view of the sandstone cliffs plunging into the Grose Valley. The panorama provides a perfect image of Bridal Veil Falls emerging from the bluff at 590 feet high and disappearing behind the eucalyptus forest."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Visit Sydney Opera House",
      "description": "The roof of the Opera House resembles the sails of the boats cruising along the harbor throughout the day. The design was realized in 1973 but has become an icon of Sydney and one of the most quintessential images of Australia. Your guide leads you around the brick esplanade beneath the roof’s graceful billowing sails. The water laps against the esplanade beneath the opera house on three sides. The venue contains multiple performance spaces hosting up to 1,500 audience members. The tallest sail reaches a height of 213 feet with the structure overtaking more than four acres. The kids marvel at the main concert hall. The clamshell-shape creates the celebrated acoustics carrying your whispers around the room. In the foyer, the drama of the steel frame juxtaposes the elegance of the glass allowing plenty of natural light into the hall. After exploring the gorgeous architectural design and functionality of the opera house, the family clamors for adventure on the Harbour Bridge. The staff of the Bridge Walk fits the family with safety gear accompanied by a tutorial before you step onto the walkway leading to the top of the structure. Locals call the bridge the “Coathanger,” due to its shape. The arch reaches 440 feet tall and opened in 1932. The wind swells over the bridge high above the wake leading into Sydney Harbour. You have a blissful panorama of the Central Business District and surrounding suburbs blending the water, contemporary architecture, and fascinating untamed landscapes around Sydney."
    },
    {
      "dayNumber": "5",
      "title": "Adelaide – Visit the Celebrated Adelaide Zoo",
      "description": "The returning sunlight washes over the neoclassical architecture of the Art Gallery of New South Wales, which hosts a fascinating collection of Australian art from artists of European descent and those of the Aboriginal nations. The domes on the Queen Victoria Building reflect the grandeur of the 19th-century architectural design at the heart of the Central Business District. Your private transfer greets the family in the morning and escorts you to the Sydney airport for your flight to Adelaide. The bustling city embodies the expansion of Australian settlements in the 19th century free from the blemish of penal colonies. Locals roam through the aisles of the Central Market where 250 stalls offer tastes of the city’s connection to locally produced ingredients. Cheesemongers provide samples locally made flavors inspired by English stilton while butchers offer tastes of salami evoking the Tuscan countryside. The family enters the fascinating world of the Adelaide Zoo, which first opened in 1883. The complex spans 20 acres hosting over 300 species of animals. The kids feel immersed in the wonders of the world as you walk through the Southeast Asia exhibit. The jungle terrain surrounds you with dangling tree branches and the scent of hyacinth filtering through the air. Sumatran tigers roam in their vast enclosures, and orangutans feel within reach as if you have discovered them in their natural habitat on safari. The kids stop at the panda exhibit watching the only two pandas in Australia snack on bamboo shoots or rest in the warm light of South Australia."
    },
    {
      "dayNumber": "6",
      "title": "Kangaroo Island – Enjoy a Scenic Flight to Kangaroo Island for a Safari Tour",
      "description": "Your brief scenic flight in the morning allows the family to take in the beauty of Kangaroo Island from the sky. The landscape is located 130 miles away from Adelaide off the southern coast. The azure waters lap against coastal cliffs and beaches brimming with white sands. The island interior glows with rolling green hills and hidden sand dunes. After settling into the comforts of your beautiful hotel overlooking the island’s remarkable coastline, your private guide takes you on an exciting four-wheel-drive wildlife safari in search of koalas, kangaroos, and wallabies. The briny aroma of the sea blends with the herbaceous scent of the eucalyptus trees. The water splashes against the rocky headlands as you travel across the rugged roads inland. You reach an open field finding a troop of kangaroos grazing on the open grass. The Sooty are a subspecies found only on the island with shorter and stockier frames with chocolate brown fur. They can hop swiftly through the open landscape using both paws to propel their bodies forward as well as using their tail for extra propulsion. You continue in search of the elusive echidna, an animal resembling a mix between an anteater and porcupine. The echidna is in fact more relatable to a platypus, as it lays eggs but is a mammal."
    },
    {
      "dayNumber": "7",
      "title": "Adelaide – Traverse Flinders Chase National Park and Surf the Sand Dunes",
      "description": "At breakfast, you can enjoy the refreshing aroma of freshly brewed coffee with a view over azure sea. The family quickly sets out to reach Flinders Chase National Park, one of the island’s famous attractions. Traverse the hiking trails and boardwalks leading to the captivating seal colonies before reaching the Remarkable Rocks. The winds and waters along the coast have shaped the topography over 500 million years. Gold and orange lichen add to the marvelous colors of the rocky landscape amid the black mica, bluish quarts, and pink feldspar. The breathtaking rock formations balance atop the precarious granite outcrop overlooking Cape du Couedic. You can hear the seals barking over the splashing break of the waves. The rocks have a majestic quality highlighting the artistic marvels of nature given time. You continue the sand dunes known as Little Sahara for a sandboarding excursion guaranteed to get the kid’s hearts racing with excitement. If you prefer, you can hop in a toboggan instead of riding a board to glide down the dunes reaching upwards of nearly 230 feet above sea level."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas – Venture to Port Douglas with the Remaining Day at Leisure",
      "description": "Adelaide’s streets begin moving with activity in the morning along the quiet tree-lined boulevard of North Terrace. Parliament House decorates the intersection at King William Street as an imposing historical monument decorated with a sensational colonnade. Culture exudes from neighboring architectural marvels of the State Library of South Australia, South Australian Museum, and the Art Gallery of South Australia near the lush, manicured landscape of the Botanic Garden. Your private transfer greets the family in the morning and escorts you to Adelaide Airport for your flight into the great northeast at Cairns. The city rests on the edges of the Coral Sea with a beautiful boardwalk stretching a half-mile. Restaurants, cafes, and boutique shops line the walkway overlooking the glistening water and touching the saltwater pool. You continue north to the gorgeous seaside town of Port Douglas. The remainder of the day is yours to enjoy the serene setting of your accommodation or explore the surrounding charms of Queensland. Four Mile Beach represents the premier sandy shoreline of Port Douglas at the end of the northern rocky headlands. Palm trees sway in the refreshing breeze absent of buildings, marinas, or resorts. The soft, white sand glows in the endless warmth of the tropical sun."
    },
    {
      "dayNumber": "9",
      "title": "Port Douglas – Explore Fascinating Daintree Rainforest on a 4WD Excursion",
      "description": "The splendor of Daintree encompasses the unchanging landscape of the last 110 million years. Your private guide leads the family into the heart of the protected national park known for possessing dinosaur trees, fan palms, and strangler figs. With so much to explore, you begin the tour at the Daintree Discovery Centre for context into the raw natural prehistory of Northern Queensland. You travel into the sky on the aerial walkway located 36 feet above the forest floor. The dramatic walkway provides the perfect view of the treetops where flora and fauna of the rainforest perch. The sky-bridges protect the delicate root system digging beneath the soil while allowing light and air to spread through the grounds. You keep an eye open for cassowary sighting below. The unique bird can grow six and a half feet tall with a hard helmet atop their heads. Their plumage shimmers an iridescent blue. You continue into the forest with your local guide knowledgeable about the local ecological and cultural importance of Daintree. He points out plants known for their medicinal qualities and into the sky at the dangling flying foxes that have provided sustenance for the Kuku Yalanji nation for thousands of years."
    },
    {
      "dayNumber": "10",
      "title": "Port Douglas – Relish a Full Day Cruise around the Great Barrier Reef",
      "description": "The family rises early in the morning to board a luxury catamaran bound for secluded rainbow coral gardens of the Great Barrier Reef. The natural wonder spreads 1,400 miles across the Coral Sea spanning 2,900 individual reefs creating 900 islands. The boat speeds through the translucent turquoise water causing the water to spritz into the air. The crisp, refreshing breeze carries dabs of salt collecting on your skin. At your first stop, the kids put on their flippers and goggles before jumping into the warm, tropical waters. The enchanting marine life incorporates 1,600 different species of fish in the delicate ecosystem. The kids float above the colorful sea fans waving in the gentle current. Staghorn coral protrudes from the small mound rising out of the seafloor. You find a clown fish hiding in the purple tendrils of an anemone. The fish’s orange and white stripes contrast the pink and purple hues of the surrounding waving fronds. A parrotfish swims past. It can grow up to 20 inches long and glow with neon hues imitating the vibrant colors of the surrounding coral. The jaw-bone forms a beak resembling that of a parrot, allowing the fish to grab onto algae growing on rocky coral outcroppings."
    },
    {
      "dayNumber": "11",
      "title": "Port Douglas – Relax in Australia’s Northeast with a Day at Leisure",
      "description": "With the day at leisure in the beauty of Port Douglas, you could spend time with the family baking in the comforts of the hotel or venture into the dense jungle on a scenic train ride bound for the hidden town of Kuranda. With so many options for adventures around Port Douglas, your guide greets the family before sunrise leading you out into the expanse of the Atherton Tablelands. A collection of hot air balloons lay deflated on the plain slowly recoiling with life. You step into the gondola and lift into the air reaching hundreds of feet above the fertile plateau. As the sun rises over the waters to the east, you notice the kangaroos grazing on the lush grassland and cows roaming along the farmland. Tropical fruits, nuts, and vegetables grow in abundance in the tropical climate. The Gillies Range rises against the edge of the plateau connected to the 2,175 miles of the Great Dividing Range running down the eastern length of the continent. After all the rushing around Australia, even the kids have a quiet, restful moment taking in the incredible scenery."
    },
    {
      "dayNumber": "12",
      "title": "Port Douglas – Travel to Cairns and Depart for Home",
      "description": "The breeze rustles through the palm trees lining the sandy shores of palm cove in the morning. The tranquil setting has a picturesque image of charming cafes and chic restaurants offering patrons the view of the stunning turquoise water. The popular wildlife park of Hartley’s Crocodile Adventures opens their doors for those interested in learning more about the crocodiles and abundant animal live thriving in the tropical landscape of north Queensland. Instead of returning home, you could extend your trip with the family for more adventures in the eastern state or continue onward to Thailand for more tropical beauty or New Zealand for immersion into the fantastical landscape from Lord of the Rings. Your private transfer greets you at the hotel and escorts the family to Cairns International Airport for your flight onward to wherever your next adventure takes you."
    }
  ],
  "map": ""
}