{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "a-perfect-romantic-getaway-to-fiji-australia",
  "tourName": "A Perfect Romantic Getaway to Fiji & Australia",
  "placesVisited": "Lami, Nadi, Cairns, Port Douglas, Kuranda, Great Barrier Reef, Daintree, Sydney, Blue Mountains, Hunter Valley",
  "generalInfo": "Sit in the lap of luxury and romance during your amorous escape to Fiji and Australia. Your custom tailored tour embraces passion and seclusion, offering you and your partner picturesque scenery and captivating culture, island life, and succulent cuisine. Relish a gourmet picnic on a private sandbar. Share in the beauty of the Great Barrier Reef, finding clownfish hiding in shimmering anemones. Enjoy a seaside stroll between at Bondi Beach and sip refreshing chardonnay as you overlook an emerald sea of vineyards. Fiji and Australia’s endless majesty provides an unforgettable romance you will want to relive over again.",
  "durationDays": "10",
  "price": "4,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lami – Arrive at your Secluded Resort for Unparalleled Privacy in Fiji",
      "description": "Viti Levu acts as the international gateway to Fiji. As your flight descends into Nadi International Airport, you can look out the window to see the jade hues of the rainforest canopy carpeting the landscape. The sapphire waters lap at the gold-sand shores, and the peak of Mount Victoria reaches out of the northern highlands to a height of nearly 4,345 feet. In the distant waters, you can see the outline of pockets of coral reefs deepening shades of blue within the crystal clear ocean. You and your partner land at the airport and board a brief domestic flight to reach Suva, the capital of Viti Levu and the second largest city on the island. The culture emanates youthfulness around the streets of the city, which highlights a lush, hilly peninsula. The diverse architecture of downtown creates a puzzle of colonial buildings, contemporary shopping plazas, and an esplanade overlooking the indigo waters. You have a private transfer from Suva Airport to the dock, where you board a speedboat bound for your secluded resort. Students walk along the esplanade beside businessmen wearing traditional sarongs. Sari shops stand beside curry houses emanating vibrant spices blending with the seaside aroma. The boat casts off with you and your partner embracing the refreshing tropical breeze embellished with sporadic mist. Upon arrival at the resort’s private jetty, you check into the hotel inside the open-air lobby and marvel at the romantic ambiance of your private suite. The balcony overlooks the plunge pool and offers a spectacular view of the layering blues of the Pacific Ocean. The tropical trees, from ferns to palms, frame the beach. In the afternoon, you and your partner can sip drinks on the veranda listening to the water lap at the white sand beach, accented by the distant sounds of a live acoustic band playing near the dining room."
    },
    {
      "dayNumber": "2",
      "title": "Lami – Relax on the Beach or Indulge in Seafaring Activities at your Leisure",
      "description": "In the morning, you and your partner can look out onto the lapping waters of the Pacific from the comfort of your bedroom. Treat each other to the luxuries of privacy by enjoying breakfast in your suite. Fresh mango and orange juice add a zesty burst of citrus to accompany your freshly pressed coffee with beans cultivated on the Fijian islands. The delightful aroma of coconut blends with the swirling scent of the sea. After the meal, you and your partner have the day to enjoy the splendors of island living at your leisure, from digging your toes into the warm sand to lingering beneath the seductive tropical sun. You and your partner step out into the waters with a guide to view the kaleidoscope colors of the coral reef encircling the island. The resort provides snorkel gear. Your guide leads you to a hidden area of the reef providing stunning views and insight into the underwater world. The water is cool on your skin beneath the embracing sun. The light can pierce the surface water upwards of 200 feet deep. The coral rises from the seafloor to create hills and valleys steeped in rainbow hues. Regal angelfish glow with white, yellow, and blue stripes. The iridescent scales contrast the rocks and dark coral. Clownfish rub against the bristle of anemones waving in the current. Back on shore, you and your partner partake in a delightful beachside picnic, lounging in the sun, flavors, and perfect company."
    },
    {
      "dayNumber": "3",
      "title": "Lami – Bask on the Sand and Embrace Romantic Fiji at your Preferred Pace",
      "description": "In the morning, you and your partner relish the tropical fruits of lychee and coconut filling the open dining room with sweet and luscious aromas. You notice you can hear the waves lapping against the shore from everywhere on the island. Today you and your partner choose a more adventurous path, heading to the mainland to enjoy the thrill of whitewater rapids. You travel into the remote highlands of Viti Levu to meet your guide along the banks of the Wainikoroiluva River. You and your partner board the raft and ride the gentle current between the rising boulders. The rainforest contains a herbaceous aroma emanating from the trees. The current leads you downstream as the banks turn to smooth cliffs at Upper Navua Gorge. Water spills over the cliffs, creating a beaded cascade spilling into the river. Black volcanic rock shapes curves along the river-edge, narrowing to a width of 16 feet apart. The surrounding canopy shimmers with jade leaves as parrots and fruit bats perch on the branches. Your guide tells you and your partner to paddle. The sound of rushing water echoes against the canyon walls. The river washes over rocks, splashing against the rapid decline to create whitewater. You paddle with the current. Your guide steers the raft. The rapids clear and the river returns to tranquility. You and your partner glance at one another, beaming with the thought of sharing another adventure."
    },
    {
      "dayNumber": "4",
      "title": "Lami – Enjoy another Day in Romance within Lami Island’s Pristine Setting",
      "description": "In the morning, you and your partner partake in a unique picnic breakfast on a private sand cay surrounded by water and beach on all sides. Take pleasure in the company you keep accentuated by the gentle aroma of the South Pacific waters and tropical fruits emanating from your picnic basket. Dip your toes into the water, letting the warm ocean lap at your toes, before returning to the resort for a relaxing afternoon at the celebrated spa. The aroma of coconut returns inside the spa, embellished with hints of spice. Your masseuse calls you and your partner into a private area open to the lapping water and sandy shoreline. The shading canopy creates a perfect temperature as you and your partner indulge in a soothing touch, together. You both can feel any lingering tension from the mainland fade away. The coconut oils rehydrate your skin. Your masseuse softens your shoulders and legs before placing you in a rejuvenating wrap that brings soothing moisture to your skin. The unparalleled ambiance and sweet company of your partner bring a distinct happiness to the beachside."
    },
    {
      "dayNumber": "5",
      "title": "Port Douglas – Fly from Fiji to Cairns, Australia en route to Port Douglas",
      "description": "In the morning, you and your partner take a final glance at the remarkable view from your bedroom. The balcony looks out to the water and your private plunge pool. The coastal breeze rustles the palm trees. At breakfast, you can hear the soft twitter of a frigate bird. The scent of watermelon and guava overtake the dining room. Your private speedboat meets you at the jetty after your meal and escorts you to the shores of Suva. The municipal market bustles with locals eager to find fresh produce, from cassava to yams, cabbage to chilies. Jackfruit and taro root overtake the colorful stands. A pineapple stand provides freshly made juice to passersby and locals offer an introduction to the traditional kava in various forms. You venture to Suva Airport for your flight to Cairns. When the flight descends, you once again look out the window, this time finding a unique blend of tropical rainforest to the west and layers of blue water to the east. Your private transfer meets you at baggage claim and escorts you north to a luxurious hotel in the town of Port Douglas. Palm trees soar along the white sand of Four Mile Beach. Cafes and art galleries line the quaint streets of the town. The lookout on Flagstaff Hill offers a spectacular view of the palm-fringed sands blending into the turquoise hues of the Coral Sea."
    },
    {
      "dayNumber": "6",
      "title": "Port Douglas – Delight in a Full Day Exploration of the Great Barrier Reef",
      "description": "In the morning, you find a collection of unique tropical fruits shimmering in the dining room at breakfast. Mangos and papaya grow effortlessly in the climate of northern Queensland but are not often associated with the region. You and your partner make your way to the marina and step aboard a luxurious catamaran bound for the outer rim of the Great Barrier Reef. Inside the catamaran, the aroma of coffee and tea fill the air. On the outer decks, the scent of the ocean sweeps across the bow. The shoreline disappears from view and silhouettes of smaller coral bodies intersperse the open ocean. The Great Barrier Reef encompasses more than 1,400 miles with ribbons of soft and hard coral, sea grass, and sea fans reaching a depth of more than 1,600 feet deep. The catamaran weighs anchor at your first stop. You don your snorkel and fins before submerging into the water at Agincourt Reef. Myriads of fish glisten in the beams of light piercing the water’s surface. Clownfish snuggle into sea anemones and schools of damselfish cause the water to glow in clouds of neon. You immediately notice the diversity in the fish and how the enormous ecosystem differs from the reefs you explored while in Fiji. The fragile beauty of the reef easily enchants you and your partner, even before a sea turtle gently glides past."
    },
    {
      "dayNumber": "7",
      "title": "Port Douglas – Spend an Adventurous Day Discovering Daintree Rainforest",
      "description": "The Daintree Rainforest blends coastal lowland with tropical wetland spreading across the Dividing Range and touching the eastern coastline. Mangrove forest and eucalyptus woodlands provide biodiversity for crocodiles and parrots, cassowaries and koalas. After breakfast, you and your partner have a private guided tour around Cape Tribulation, Mossman Gorge, and Daintree. The majesty of the rainforest is embodied in the marvelous size of the landscape and the tiny glowing wings of a monarch butterfly fluttering around the underbrush. Paradise kingfishers nest in the branches after migrating from Papua New Guinea. Their blue and yellow plumage contrast the emerald leaves. Berries grow along the forest floor. Tree kangaroos snack on the bark of sturdy branches. You and your partner step aboard a boat on the Daintree River. The scenic tour takes you along the gentle current in search of hidden birdlife and lingering crocodiles. It isn’t long before your partner grabs you and points excitedly at a crocodile standing on the riverbank with its mouth wide-open. The skipper explains that the crocodile can grow up to 17 feet long and keep their mouths open to release heat if their body temperature rises too much."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Transfer to Sydney for an Introductory Tour of the Charming City",
      "description": "In the morning, you have a luxurious view of the water framed by the dangling palms. The cafes in town open their doors to the public and fill the air with the aromas of freshly brewed coffee and buttery pastries. Macaws call out in the treetops at breakfast before you and your partner have a private transfer Cairns Airport with plenty of time to check into your flight to Sydney. As your flight descends into Sydney Airport, you no longer see the sweeping greenery of the tropical rainforest or the quiet indigo waters of brushing against the sand. You discover a thriving city dressed with intermittent trees spreading along the seaside hills and the lavish sail-like rooftop of the Sydney Opera House overlooking the waters of Sydney Harbour. Your private transfer meets you and your partner at baggage claim, leading you to a luxurious hotel in the heart of the downtown district. You have access to the celebrated culture of the city inside what feels like a secluded escape. Your guide greets you in the lobby, eager to introduce you to the lavish city by the sea, glowing against the bustling waters of the bay and its inlets. You first visit the Rocks neighborhood, the oldest neighborhood in Australia upon which the first European settlement was erected in the late 18th century. Sandstone brick structures continue to line the cobblestone esplanades and walkway, including the original façade of the 19th-century Bushells Warehouse. Market stalls and boutique shops stand beside French bakeries and German beer gardens for a cosmopolitan ambiance fading behind the unique exhibits of Aboriginal art decorating the local galleries."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – Relish a Fascinating Tour of Sydney with a Romantic Dinner",
      "description": "In the morning, the boutique shops in the 19th-century Romanesque-style arcade of Queen Victoria Building glint in the natural light pouring through the central dome. The skyline reaches its zenith at the top of Sydney Tower, reaching a height of more than 1,000 feet. The day is at your leisure to indulge in the natural beauty and inviting culture of Sydney. Discover the unique ambiance of the various neighborhoods or partake in a scenic exploration of Sydney Harbour with a half-day cruise. For an exciting excursion of the countryside, you and your partner can venture south to Hunter Valley for a fabulous introduction into the oldest wine country in Australia, which was established in the 1860s. The vines stretch across the valley, touching the foothills of the surrounding mountains. The aroma of rich soil blends with the sweet scent of olive groves. Microbreweries and chocolateries add to the luscious flavors cultivated alongside the boutique wineries. You and your partner have a romantic tasting at a celebrated winery, owned by a husband-and-wife team producing celebrated Chardonnays and Shiraz, Pinot Noir blends. Walk along the vines and rub your fingers over the plump grapes growing beneath the waxy leaves. In the tasting room, you and your partner share a flight of wines, taking a journey through the flavors of the winery, beginning with the chardonnay. Notes of melon and citrus peel blend with toasted oak drifting upwards from the glass."
    },
    {
      "dayNumber": "10",
      "title": "Sydney – Depart for Home",
      "description": "In the morning, locals and visitors from around the world make their way to the sands of Bondi Beach. The water glows shades of indigo and cobalt. The soft sand shimmers with gold. Fish and chips shops open along the boardwalk and fill the air with a savory batter scent. Locals jog along the walkway connecting Bondi with Coogee as surfers paddle out into the cove to catch the curling waves. You and your partner enjoy breakfast overlooking the sailboats gliding through Sydney Harbour. Your private transfer meets you in the hotel lobby and escorts you to Sydney Airport, where your romance along the beaches of Fiji and Australia ends, and the journey home begins."
    }
  ],
  "map": ""
}