{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "natural-wonders-of-australia-new-zealand-tour-snowcapped-alps-to-coral-reef",
  "tourName": "Natural Wonders of Australia & New Zealand Tour: Snowcapped Alps to Coral Reef",
  "placesVisited": "Sydney, Uluru, Daintree Rainforest, Lizard Island, Great Barrier Reef, Auckland, Taupo, Queenstown",
  "generalInfo": "Embrace the dreamlike landscape of the Outback’s red sands and South Island’s rolling glaciers during your 15-day tour of Australia and New Zealand. Brimming with natural beauty, bask in the beauty of the Pacific, indulge in glamorous accommodations, and enjoy impressive views of white sand beaches. From ancient rainforest canopy to the Great Barrier Reef, freshwater lakes to magnificent waterfalls, you will find wonder in nature.",
  "durationDays": "15",
  "price": "22,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Enjoy Your Australian Beginnings",
      "description": "Sydney is a city of movement that ebbs and flows with the tide. Beaches shimmer with opulent gold sand and turquoise water. Sailboats glide over the horizon. Your flight will land at Sydney Airport, where your private transfer will meet you upon arrival and escort you to your accommodations in the city. Your hotel may rise above Darling Harbour, providing you with gorgeous views of the waterfront and the emerald plants decorating the Royal Botanic Garden. After settling into the comforts of your accommodation, the remainder of the day is yours to explore the vibrant streets of central Sydney, at your preferred pace."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Explore Under the Sails of the City",
      "description": "After breakfast, your private guide will meet you in the hotel lobby and escort you through the city on a half-day tour. The scent of blossoming roses and hyacinth may emanate from the Royal Botanic Gardens. Locals and visitors wander along the esplanade at Bondi Beach beneath the blending aromas of fish and chips and the sea breeze. In the afternoon, you can make your way to Darling Harbour and the Sydney Opera House. The icon has a rooftop replicating the sequence of sails rising in the wind. Your guide can lead you into the halls to find open windows providing plenty of natural light and pristine views of the water."
    },
    {
      "dayNumber": "3",
      "title": "Uluru – Travel into the Great Red Outback",
      "description": "Your private transfer will meet you at the hotel and escort you to the airport for your flight to Uluru in the Red Centre. As the plane ascends into the sky, the Opera House and Sydney Harbour Bridge will fade from view. The turquoise ocean and splashing waves disappear behind the expanse of rusty-red sand and verdant tufts of the Outback. Your flight will land at the airstrip, where you will have a private transfer to your desert resort overlooking the majestic monolith deeply connected to the local Anangu Aboriginal people. In the preserved desert landscape, you may hear the sounds of nature as the sun drifts past the horizon."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – Witness a Morning to Watch",
      "description": "The splendors of the Red Desert glow at dawn and dusk, spreading across the landscape with captivating colors. You can wake up before sunrise and step out onto the cool sand of the early morning and make your way to a viewing platform. The sunlight will peek over the flatland to the east. As the light spreads across the desert, you may notice the colors of Uluru shifting. The silhouette of the night shifts to an iridescent vermillion. Your guide can lead you along the track encircling the base of the rockface, pointing out various caves and niches off-limits to those not of Anangu ancestry. A collection of rock paintings visible from the path dates back more than 5,000 years."
    },
    {
      "dayNumber": "5",
      "title": "Daintree National Rainforest – Uncover Beauty amongst the Trees",
      "description": "After breakfast, your private transfer will lead you to the airstrip for your flight eastbound to Cairns. As the plane descends into Cairns Airport, you find the jade canopy of tropical rainforest blanketing the Great Range Mountains and reaching the white sand beaches framing the Coral Sea to the east. The water shimmers with layers of indigo, sapphire, and cobalt blue. You will travel northbound to a lodge inside the gorgeous and unique vegetation of the Daintree Rainforest, the oldest tropical lowland rainforest in the world. The serene setting will provide ample opportunity to hear cockatoos or frogs jostle around the underbrush."
    },
    {
      "dayNumber": "6",
      "title": "Daintree National Rainforest – Delight In a Naturalist Point of View",
      "description": "The scent of fresh rain may fill the forest grounds in the morning. You can meet your naturalist guide who is eager to lead you along the trails and waterways of the surrounding jungle terrain for an unforgettable, in-depth view of Australia’s northeastern region. Pick fresh berries from a hidden plant or find large ants forming lines along fallen logs as you pass over liana vines. You may find a forest dragon perched on a tree trunk. You may spot a large, flightless bird in the bushes. Its head can shine an indigo blue against the jade leaves representing the elusive cassowary."
    },
    {
      "dayNumber": "7",
      "title": "Lizard Island – Travel Under Treetops and Over White Sand",
      "description": "Travel to Cairns Airport for your scenic flight to Lizard Island in the morning. The stunning waters of the Coral Sea spread beneath you. The crystal clear hues change from indigo to cobalt, with the darker spots connoting reef systems connected to the larger Great Barrier Reef. The plane lands on the airstrip at Lizard Island where you meet your private transfer. Time stands still in the comforts of your coastal resort on the secluded island. The pristine water will lap against the powdery-white sands of 24 separate beaches. The island encompasses nearly 2,500 acres in view of coral reef gardens fringing the shoreline and is situated halfway between Australia’s east coast and the Outer Barrier Reef."
    },
    {
      "dayNumber": "8",
      "title": "Lizard Island – Edge the Great Barrier Reef",
      "description": "The day is yours to indulge in the natural splendor of Lizard Island at your preferred pace. Rent a paddleboard to propel yourself along the coast near the edges of the reef bodies or trek the trails meandering through the trees and prairies leading to the summit of Mount Cook. The lookout stands at a height of nearly 1,180 feet above sea level. Wandering along the trail offers pristine views of the waters shifting color throughout the day. The Coral Sea changes from turquoise to indigo near the white sand shores, reflecting the greenery of the hills. Monitor lizards reaching a length of nearly five feet bask in the sunlight, spreading their long bodies over smooth rocks."
    },
    {
      "dayNumber": "9",
      "title": "Lizard Island – Travel to the Outer Reef",
      "description": "Yellow-bellied sunbirds perch atop umbrella plants to feed on the nectar in the morning light. Golden orchids blossom on the upper ridges of the island landscape. Board a small boat bound for the Outer Reef for a view of the Great Barrier Reef after breakfast. The luxurious catamaran offers a comfortable ride along the cobalt colors of the sea. Don your snorkel and fins and submerge yourself into the water. The warmth of the sea will feel inviting. The coral can rise upwards from the seafloor-like hills. Purple and red sea fans wave in the gentle current. Table coral branches out above seagrass. Schools of angelfish may swim below you, swirling over the ridges of brain coral."
    },
    {
      "dayNumber": "10",
      "title": "Auckland – Experience the Difference of the North Island",
      "description": "You board your flight to Cairns in the morning and continue across the Tasman Sea en route to Auckland, New Zealand. The country’s largest city nestles between the two harbors along the west and east coasts. Sailboats crisscross along the water, contributing to the city’s namesake, “City of Sails.” Your flight will land at Auckland Airport, where your private transfer greets you upon arrival. Your hotel may stand on the waterfront overlooking the marina. The remainder of the day will be yours to explore the vibrant and cosmopolitan lifestyle of the city, from the historic galleries of the Auckland Museum to a demonstration of island art at the Auckland Art Gallery."
    },
    {
      "dayNumber": "11",
      "title": "Taupo – Find the Colors of Cultural Landscape",
      "description": "Sailboats take to the water and maneuver around the edges of the uninhabited volcanic islands in the morning. Your private transfer will meet you in the hotel lobby and escort you south towards the pristine lakeshores of Taupo, stopping first in the captivating cultural capital of the North Island, Rotorua. Geothermal activity has made the region a wonderland of geysers and hot springs, utilized by historical Maori communities and European settlers alike. You can enter Waiotapu Thermal Wonderland. Walkways lead you along the edges of the stunning landscape, glowing with iridescent greens. You can walk over a body of water steaming against the backdrop of emerald cypress and sycamore trees. Lady Knox Geyser erupts each morning, reaching a height of up to 65 feet."
    },
    {
      "dayNumber": "12",
      "title": "Taupo – Indulge In a Picture Perfect Setting",
      "description": "In the morning, you may have a vista downstream leading to Huka Falls and enjoy the refreshing air hinted by the surrounding beech trees. The waterfall churns with whitewater against the icy blue hues and granite borders, dropping nearly 33 feet. After breakfast, you can board a catamaran and set out onto the reflective sapphire waters of Taupo Lake for a scenic cruise. The snowy peaks of Tongariro National Park roll across the horizon. The freshwater splashes into the refreshing air as you relax on the boat offering serene views of the postcard-perfect landscape. The boat takes you to the Maori Rock Carvings at Mine Bay. Master carver Matahi Whakataka-Brightwell etched 32-foot tall sculptures into the cliffs."
    },
    {
      "dayNumber": "13",
      "title": "Queenstown – Visit the Streets of Arrowtown",
      "description": "Travel to the Taupo Airport for your flight to Queenstown and enjoy the bustling, gorgeous city on the edges of Lake Wakatipu. The snowcapped peaks of the Remarkables Mountains roll across the opposite shores. Gondolas ascend the edging mountain to the summit of Bob’s Peak, at 5,735 feet above sea level. After settling into the comfort of your lakeside accommodation, your guide can lead you through the charming streets of Arrowtown, a former gold-mining settlement decorated with tree-lined avenues and historic structures first erected in the 1860s. Boutique shops and elegant restaurants intersperse the antique facades and classic churches. Galleries in the Lake District Museum offer insight into the extreme conditions and influx of people during the mid to late 1800s."
    },
    {
      "dayNumber": "14",
      "title": "Queenstown – Uncover the Icy Ground",
      "description": "After an early breakfast, you will travel south to the shores of Milford Sound, one of the South Island’s unforgettable fiords. You can ascend above the pristine lakes, emerald forest, and stunning landscapes of Fiordland National Park. Mitre Peak stands with prominence over the calm, reflective waters. The rushing waters of Stirling Falls spill out over the hanging valley and into the sound. You can continue towards the blue-green icefalls of Mount Tutoko, arriving on the glacier. The sunlight glints off the white expanse. The ice field has an elevation of nearly 9,000 feet. Slivers of silver granite peek through the mounds of ice and snow, making the lush landscape of the fiord feel like a distant memory."
    },
    {
      "dayNumber": "15",
      "title": "Queenstown – Depart for Home",
      "description": "In the morning, you can look out over the glistening waters of Lake Wakatipu to find the snowcapped summits of the Remarkables Mountains rolling along the southern edge. Double Cone peak, the tallest of the range, reaches a height of more than 7,600 feet above sea level, soaring above the line of trees and crystal clear waters in the foreground. Your private transfer will greet you at the hotel when you are ready, and escort you to Queenstown Airport for your flight home."
    }
  ],
  "map": ""
}