{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "wildlife-elegance-touring-the-great-barrier-reef-red-centre-south-australia",
  "tourName": "Wildlife & Elegance: Touring the Great Barrier Reef, Red Centre & South Australia",
  "placesVisited": "Sydney, Blue Mountains National Park, Cairns, Port Douglas, Great Barrier Reef, Uluru, Kangaroo Island, Adelaide, Kata-Tjuta",
  "generalInfo": "Indulge in the ultimate Australian luxury tour combining diverse landscapes, vibrant wildlife, welcoming culture, and unforgettable legends for a custom-tailored adventure bordering on the divine. Dive into the Coral Sea to swim with rainbow-colored fish. Witness the glowing sands of the Red Centre at dawn. Sip seductive wines at a seaside winery and watch kangaroos bounce across the plains. From the beachside cafes of Sydney to the white sand shores of a private island resort, you will find the true meaning of comfort and the excitement of discovery along the Great Barrier Reef and beyond.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – A Grand Sydney Introduction",
      "description": "Sydney glimmers on the shores of the harbor with a sense of wonderment, cosmopolitan culture, and wealth of history. The Rocks neighborhood provides insight into the first European settlement on the continent with sandstone warehouses and Cadman’s Cottage, which was erected in 1816. Sailboats elegantly glide across the waters of the harbor, framed by the arching steel figure of the Sydney Harbour Bridge. Your flight lands at Sydney Airport, where your private transfer meets you upon arrival. After settling into the comforts of your graceful and luxurious hotel overlooking Darling Harbour, your guide meets you in the lobby ready to take you on an introductory tour of the city’s rich history and exuberant atmosphere. The scent of the sea sweeps through the walkway and streets around Circular Quay. You can see the billowing sails of the opera houses rising along the edges of the district. Verdant hills rise out of the waters to shape the suburbs outside of the Central Business District. Your guide leads you to the Sydney Botanic Gardens, which encompass nearly 75 acres. The grounds were established in the early 19th century and decorated with plants collected from overseas and across the continent. Bright white and red roses blossom in the rose garden. Hyacinth and oleanders provide herbaceous aromas around the tropical greenhouse. From Mrs. Macquarie’s Chair—a sandstone rock shaped like seat—you can see where the wife of Sydney’s first governor would watch the ships come into port from Europe."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Sydney in View",
      "description": "In the morning, fishing boats return to the waters heading out in search of a fresh catch bound for Sydney Fish Market, located on Blackwattle Bay. The market was established in the 1940s and covers more than 166,840 square feet of retail space in which vendors offer the freshest seafood to passersby. Outside the market, visitors can listen to the sounds of the gulls cawing overhead and the waters lapping against the wooden plinths. The view of the Sydney skyline culminates with the more than 1,000-foot tall Sydney Tower crowning the city center. Your guide meets you after breakfast for a half-day tour of Sydney’s celebrated neighborhoods, showcasing the bohemian murals of Newtown to the beachside atmosphere of Bondi. Visitors and locals enjoy strolling or jogging along the coastal walkway between Bondi and Coogee. The shimmering gold sand beaches rise into rugged cliff-side views. The Pacific waves splash against the boulders below, spraying refreshing mist into the air. At Bondi Beach, you can dig your toes into the hot sand and enjoy the relaxed pace and gorgeous scenery for which Sydney is known. Surfers head to the edge of a small cove to catch the curling waves before they reach the rocks. The aroma of grilled prawns with garlic and lemon lingers in the air. The location offers a pristine view of the glistening sand, shimmering turquoise waters, and lively beachside community. After returning to the hotel, you make your way along the brick esplanade, eager to tour the inner-workings of the iconic Sydney Opera House."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Into a Different Blue",
      "description": "In the morning, the cafes around Sydney open their doors to a diverse array of culture and artwork dependent upon the neighborhood. In the youthful neighborhood of Glebe, cafes provide a space for university students to enjoy cappuccinos amidst contemporary colors. In affluent Surrey Hills, the aroma of decadent pastries emanates from the cafes, accompanied by lavish samples of international selections. After breakfast, your guide meets you at the hotel and escorts you out of Sydney and into the lush eucalyptus forest of the Blue Mountains. Sandstone outcrops border the valleys rich with dense trees and a blue tint caused by the natural oils of the eucalyptus leaves. The foothills ascend into plateaus reaching a height of more than 3,600 feet above sea level. The herbaceous aroma emanates from the encompassing leaves. Your guide leads you to the Govetts Leap Lookout, which overlooks the main sandstone ride above the Jamison Valley. The forest canopy below glows with shifting hues of jade and hunter green. At the top of the opposite plateau, Bridal Veil Falls trundles downwards, resembling a thin curtain dropping nearly 600 feet to the valley floor. For a different view of the national park, you enter into the underground network of the Jenolan Caves, which took shape more than 400 million years ago."
    },
    {
      "dayNumber": "4",
      "title": "Cairns – Cosmopolitan Lifestyle to Island Living",
      "description": "In the morning, the shops of Queen Victoria Building shine beneath the natural light pouring through the vast array of domes. The arcade complex was erected in the late 19th century and retains many of its original adornments, including the mosaic floors and window frames accentuating the mixture of historical styles, such as gothic and Romanesque embellishments. Marble figures stand above the entrances at York and George Street, each representing allegorical figures connected to the city and civilization. After breakfast, your private transfer greets you at the hotel and escorts you to Sydney Airport for your flight north to Cairns. The landscape quickly changes between the states of New South Wales and Queensland. The water shifts from turquoise to indigo. The sands glow white instead of gold. The eucalyptus trees turn to emerald rainforest carpeting the Great Dividing Range, the mountains separating the desert Outback from the tropical shoreline. You land at Cairns Airport, where you continue on a brief scenic flight to your resort island, located nearly 60 miles off the northeast coast. The luxuries of the resort are accentuated by the splendors of tropical paradise spread across 24 beaches with powdery white sand and a national park encompassing more than 2,500 acres. Your private suite overlooks the calm waters of the Coral Sea. You can settle into the remainder of the day in comfort and bask in the luscious aroma of coconut and pineapple emanating from the trees."
    },
    {
      "dayNumber": "5",
      "title": "Cairns – Reaching the Great Barrier",
      "description": "In the morning, monitor lizards climb onto the rocks near the water’s edge and linger in the spreading sunlight to help warm their body temperatures. Their long tails nearly dip into the water warm water below. At breakfast, you find tropical fruits you have never seen before shining exotic colors against the backdrop of the indigo sea. Rambutan has a rich red outer layer and star fruit resemble stars in both shape and vibrant yellow hues. After the meal, you step aboard the island yacht bound for the outer reaches of Ribbon Reef for a full day snorkeling experience along the Great Barrier Reef. Your guide accompanies you while offering commentary on the aquatic life spreading across nearly 133,000 square miles. In the afternoon, you reach Cod Hole, a site known for the potato cod that roam the reaches of the coral with mighty girth, growing to a length of more than eight feet and weighing upwards of 240 pounds. You don your snorkel and fins before entering the sea. The water is warm and inviting. The salt helps you float easily along the surface as you dip your head below to view the bustling subaquatic life shifting between 16 and 70 feet below the surface. Sea fans wave elegantly with the current, resembling the decoration of a cabaret. Soft coral overtakes the sea floor resembling wavy grass and bush stalks. The hard coral rises above the sandy seafloor like rugged hills gleaming with rainbow colors, from dark purples to bright oranges. A mixture of hard and soft coral resembles a staggering tree beneath which two large Maori wrasse nudge one another. Their pastel blue and green scales stand out amidst the clear water."
    },
    {
      "dayNumber": "6",
      "title": "Cairns – Luxurious Island Living",
      "description": "In the morning, you wake up early to watch the sunrise over the eastern horizon. Your suite looks directly over the shore, providing a perfect view of the way the colors layer the sky and reflect in the calm waters of the Coral Sea. For a brief moment, the white sand turns pink and orange before the sun fully settles above the horizon. White-bellied sea eagles take to the sky and circle the island in search of breakfast. Pheasant coucals linger in the underbrush and black flying foxes snack on fresh mango. The day is yours to enjoy the splendors of island living at your preferred pace. Linger on the beach beneath the shade of the soaring coconut palms or return to the water to snorkel around the reef fringing the island’s shore. Trails around the island lead to secluded beaches and a lookout atop a nearly 1,180-foot forested ridge offering views to the entire island. The summit is named for Captain James Cook who first stepped foot on the island in 1770, climbing to the peak to chart a course out to sea. The tropical sunlight pierces the forest canopy. You amble around rocks and roots, listening to sea-eagles call out to one another. Monitor lizards scurry beneath the brush before you reach the peak and bask in the panorama of verdant trees, white sand shoreline, and the indigo sea fading to cobalt blue in the distance."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – Deep Blue Sea to Rich Red Sand",
      "description": "At breakfast, you indulge in the tropical colors of custard apple and dragon fruit, which accentuate the luscious aroma of fresh coconut. After the meal, you head to the airstrip for your scenic flight to Cairns Airport. You continue westward, passing over the Great Dividing Ridge, and watching the landscape shift from the lush jade canopy to rusty-red sand. At first, the shift is jarring, but the wide-open space quickly becomes enchanting. You land at Ayers Rock Airport to find a mixture of the red sand expanding in all directions until reaching the bright blue sky. Your private transfer greets you upon your arrival and escorts you to a gorgeous eco-friendly resort in view of the famous majestic monolith of Uluru. Your private suite has floor to ceiling windows for an unobstructed panorama of the Australia’s famous Red Centre, a name you now understand better than ever. As the sun begins to set over the landscape, your guide regales you with stories of Dreamtime, the Aboriginal legend of the universe’s beginnings. A campfire blazes and the aroma of hot chocolate fills the air. The sky fills with an endless flicker of starlight, making each detail of Dreamtime more palpable."
    },
    {
      "dayNumber": "8",
      "title": "Uluru – Sunrise Over the Slopes",
      "description": "Before the sun has had a chance to rise, you meet your guide in the hotel lobby and make your way to a viewing platform overlooking Uluru. The rejuvenating scent of black coffee blends with the mineral-rich aroma of the surrounding soil. The sun begins to glimmer along the eastern horizon. You can see the divide in the sky where the sunlight pushes away the lingering night. The splendor of the dawn sweeps across the landscape casting an enchanting glow over the Uluru. The more than 1,140-foot tall monolith glows an iridescent red with a tint of orange against the sky’s returning blue. You return to the hotel for breakfast and to relax before venturing to the Uluru-Kata Tjuta Cultural Center, located nearly half a mile away from the base of the distinctive rock face. The center offers insight into the history of tjukurpa , Aboriginal law, customs, and religion. Grey-headed honeyeaters, sparrow-like in size but with bright yellow breasts, flutter along the rocky slopes. Australian ringneck parrots flock to the desert oaks in the early morning light. While in the cultural center, your guide explains the artistic symbols of Aboriginal art that continue in contemporary artists’ work in wood, jewelry, pottery, and paintings. As you begin a walk around the base of Uluru, you not only notice how impressively large the monolith is, but also discover a historic rock painting hidden within a small niche, showcasing the symbols you recently learned about."
    },
    {
      "dayNumber": "9",
      "title": "Kangaroo Island – Red Desert Comfort to Southern Australian Luxury",
      "description": "In the morning, you can’t help but notice the Aboriginal artwork decorating the lobby of the hotel. You will always remember how the symbols represent tangible objects important to the tribes both historically and culturally, from the arrow representing a spear to the collection of circular dots that represent a water hole. After breakfast, you have a private transfer to the airstrip to board your flight bound for South Australia and the shores of Kangaroo Island. You can see swells of the Southern Ocean splashing against the bordering peninsulas of Backstairs Passage Strait. Pelicans soar over the lagoons in search of a fresh catch and sea lions laze on the white sand beaches and rocky alcoves. Your flight lands and your private transfer meets you at the airstrip before escorting you to a stunning hotel. Your suite overlooks the emerald coastal grass, providing a private view of the gorgeous cobalt waters of the Southern Ocean lapping at the shoreline. Osprey perch in wait before taking to the skies. Little penguins nest in colonies along Penneshaw and Kingscote. For a perfect introduction to the resort and to the island, you can follow a guide on a walk along the beach to view the friendly sea lions lazing in the drifting sunlight."
    },
    {
      "dayNumber": "10",
      "title": "Kangaroo Island – A Natural Day of Exploration",
      "description": "In the morning, the waves splash against the white sand beaches outside of your window. The sea lions return to the shore to bask in the sunlight washing over the sand. After breakfast, your guide meets you in the hotel lobby eager to take you through nature’s splendor overtaking the entire island, from hopping kangaroos to hidden flourishing wineries, platypuses to honey produced by Ligurian honey bees. The island encompasses more than 1,700 square miles. You begin the day with a visit to Flinders Chase National Park, located on the western edge of the island. Sugar-gum forests rise out of the mallee scrub, casting fragments of shade over the banks of Rocky River. At Little Sahara, you find undulating sand dunes similar to the landscape of the Sahara desert. The breeze gives the slopes a wavy texture. Visitors and locals rent sandboards to glide down the ridges, with the tallest peak reaching nearly 230 feet above sea level. You arrive at the Remarkable Rocks to continue a day filled with extraordinary natural scenery. The wind and sea have coursed through the cluster of granite boulders to shape the rocky dome arching nearly 250 feet down to the sea. The surreal landscape resembles the works of Salvador Dali in both color and design."
    },
    {
      "dayNumber": "11",
      "title": "Kangaroo Island – Kangaroo Island at Leisure",
      "description": "At breakfast, the aroma of a traditional Australian breakfast lingers in the dining room, filling the air with bacon, eggs, and sautéed mushrooms. You sip a rejuvenating cup of freshly brewed coffee. The day is yours to enjoy the comforts of the resort or bask in the beauty of the island as you desire. Learn the history of the island amongst the kangaroos and wallabies at Grassdale or stroll along the coastal cliffs to delight in the unfettered ocean view with nothing standing in the way of your panorama between Kangaroo Island and Antarctica. For a relaxing day amongst the flavors of the island, you head out to a number of estates on a wine tasting tour. Your guide escorts you from the hotel to an estate flush with vineyards. Grapes of deep red and bright green grow along the rolling hills. The sandy soil adds rich nutrients to the crop. Follow your guide through the vineyards to touch the waxy texture of the leaves and the growing plumpness of the grapes. After processing, the wines are aged in American oak barrels for extra layers of rich color and vibrant flavor. The tasting room overlooks the vines and the coastline, offering insight into the way the coastal breeze affects the flavor of the wines. The Shiraz contains hints of spiced coffee and cassis drifting upwards from the glass, blending with the succulent aroma of dark plum."
    },
    {
      "dayNumber": "12",
      "title": "Kangaroo Island – A Comforting Farewell",
      "description": "In the morning, fishermen return to the marina carrying traps filled with gigantic rock lobsters. They can grow to a size of 11 pounds and are notable for their dramatic spines. Outside of the resort, the sea lions return to relax in the spreading sunlight. The waves crash against the white sand. The largest colony lounges at Seal Bay, with approximately 1,000 Australian sea lions barking against the sound of the crashing waves. After breakfast, your private transfer meets you at the hotel and escorts you to the airstrip. Soon you will board your flight home. You can’t help but think of the welcoming luxuries you experienced and the unforgettable wildlife you discovered while exploring the far reaches of Australia’s east coast, Red Desert, and southern shores."
    }
  ],
  "map": ""
}