{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "exclusive-outdoor-australia-scenic-flights-kangaroos-and-beaches",
  "tourName": "Exclusive Outdoor Australia: Scenic Flights, Kangaroos, and Beaches",
  "placesVisited": "Ningaloo, Perth, Flinders Ranges, Kangaroo Island, Uluru",
  "generalInfo": "Off the beaten track in the great outdoors will be the focus of your ten days in Australia. Think of humpback whales, red kangaroos, scenic flights, bizarre birds, and wilderness experiences that cannot be matched anywhere else in the world. You will experience marsupials, Southern stars, monoliths, and the escapism that only the Outback can provide. This ten-day vacation will provide you with all of these experiences and more, incorporating Ningaloo, Flinders Ranges, Kangaroo Island, and Uluru into this one trip, which will allow you to connect with the most unique land there is on planet Earth.",
  "durationDays": "10",
  "price": "13,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Ningaloo – A Nighttime Snorkel or Dive",
      "description": "Australia is world famous for the Great Barrier Reef, which is an immense marine chain that is visible from space. However, the reefs have suffered from extensive bleaching and show signs of weariness from over-tourism. The outer reefs are in better shapes, but those that are accessible on half day trips can prove to be a disappointment. The highlight at Ningaloo is that some of the best diving and snorkeling can be done directly from the shore. Many of the points on this 160-mile, West Coast reef system are just meters from secluded beaches. There is a stunning conglomeration of marine life, and the ecosystem remains in excellent shape. After flying into Exmouth, you will be transferred to Ningaloo. You should note that there are no international flights to Exmouth, so you will need to make a domestic transfer, which typically occurs in Perth. Your lodge is located on a quiet sandy beach with excellent snorkeling and diving that is available directly from the sand. After your arrival, there will be some time to rest and relax before a nighttime marine adventure. This can be a guided snorkeling trip with flashlights, and you are usually floating on a drift above a reef wall. It can also be a short, refreshing dive in the afternoon that is followed by a shallow, nighttime dive."
    },
    {
      "dayNumber": "2",
      "title": "Ningaloo – Whale Sharks and Humpback Whales",
      "description": "Giants cruise the reefs here. Manta rays are seasonal and commonly spotted from April to November, reef sharks provide year-round encounters, and turtle hatchlings make their dramatic run to the ocean around January to February. There are loggerhead, green, and hawksbill turtles here, each with their own nesting sights along a mostly deserted coastline. With two to three days in the water, there will be an excellent opportunity to see all three of these species just about any month of the year. The largest fish of them makes Ningaloo its home from March to August. Whale sharks are attracted by the plankton-rich waters of winter, and swimming with them is almost guaranteed every day from March to August. You will jump into the water with the whale sharks this morning and cruise above their enormous frame. Such proximity to these giants is always a humbling experience, and if not, it may be a little frightening at first. The whale shark season overlaps with migratory humpback whales. The whales begin to arrive in July and stay until the end of October. There can be up to 30,000 calving and resting whales who are basking in the sheltered warmth of these remote West Coast waters. Today’s exact itinerary will be dictated by the month that you are traveling. If it is in season, then your morning with whale sharks will be complemented by a sunset boat tour with the humpbacks. If you travel to this destination outside of this season, then there will be many different reefs and marine sites to explore."
    },
    {
      "dayNumber": "3",
      "title": "Perth – More Marine Encounters and Overnight in Perth",
      "description": "Having an early afternoon flight to Perth means that you can continue the marine experiences this morning. This is the planet’s largest fringing coral reef and can always conjure up surprises from dugongs and dolphins to the more than 500 fish species. Obviously, with an upcoming flight, you will not be able to dive. However, the snorkeling will be exquisite as many of the reefs are located at shallow depths. After flying to Perth, you will be transferred to your hotel on the waterfront. This is an outdoors city and so much happens around the harbor, especially during the cooler winter. Overnighting here is also essential for connecting Ningaloo with Adelaide."
    },
    {
      "dayNumber": "4",
      "title": "Flinders Ranges – Scenic Flight Above Wild Red Australia",
      "description": "After flying to Adelaide, you will continue your adventure with a scenic charter flight. To see the Outback from the air is a special experience. Canyons of red and orange create stark lines upon the landscape. Sometimes, billabongs can be seen alongside giant red gum trees. At first, you may see nothing but arid wilderness. However, that impression will only last for a few moments. From the plane window, you will begin to see the little details like striking riverbeds, sculpted gorges, isolated mountains, and pockets of water. Yes, it can all initially seem like a red wasteland, but on your scenic flight, you will discover so many shades and hues. While landing in the Flinders Ranges, you will find a landscape that blends into more temperate colors. Today, you will fly to Arkaba for two nights at a stunning farmstead in the Outback. There will be real tranquility here throughout the day and beneath the stars. All the while, you can also have some remarkable wildlife encounters. Red kangaroos are the largest of all the marsupials, and they roam in abundance here, contrasting the more bashful mobs of Western gray kangaroos. Wallabies may be small, but they do like to come close, especially around the camp. It will be sightings of the yellow-footed rock wallaby that most impress you today, especially when the four-wheel drive adventure takes you to Brachina Gorge this afternoon."
    },
    {
      "dayNumber": "5",
      "title": "Flinders Ranges – Red Kangaroos and Gum Creek Lines",
      "description": "Today is highly customizable, and you can go in search of the wildlife and landscapes that you most dream of witnessing. In the Flinders Range, you will have a four-wheel drive vehicle and local guide with options to travel in many different directions. You will follow the dried-up creek beds to find marsupials that are sheltered beneath the red gums. You can tour billabongs and can encounter ebullient animals that are feasting on water, including dingoes. In some areas, the arid red gives way to lush tones, and the blurring of these habitats will be a highlight of your outdoor adventure."
    },
    {
      "dayNumber": "6",
      "title": "Kangaroo Island – Air Taxi to a Wildlife Safari in Flinders Chase National Park",
      "description": "The scenic flight from Flinders Ranges to Kangaroo Island will bring the most remarkable juxtaposition of landscapes. One habitat is open, arid, and expansive. Australia’s third-largest island is fertile with tightly-packed forests that stretch into green valleys and quiet beaches. There is more wildlife here, and it is more densely packed although you will not see the giants, like red kangaroos, that are able to survive in harsher Flinders Ranges habitat. You will fly directly into the wilderness and then set off on a wildlife safari, which is a four-wheel drive expedition that is likely to encounter many of the country’s most iconic species. Kangaroos are abundant as you might expect from the island’s name. Large males may square up before starting a boxing duel, and females may happily lead suitors around the plains. They will hop away, wait to be followed, and then hop some more. The island is also the last genuine refuge for koalas. You can see them hugging eucalyptus branches as they are usually fast asleep. Sometimes they will wake, and there can be a beautiful moment as you return the gaze of the soporific marsupial. Today’s wildlife safari will take you through the national park to a beachside lodge within the conservation area. During the evening, you can choose for a local wildlife walk or just stay warm around the fire."
    },
    {
      "dayNumber": "7",
      "title": "Kangaroo Island – Intimate Animal Encounters on a Distinctive Island",
      "description": "Amazingly, koalas are an introduced species here. Kangaroo Island was cast adrift from the mainland during the last glacial period. Its isolation has meant the evolution of distinct subspecies, such as Tammar wallabies, various possums, southern brown bandicoots, and the delightful short-beaked echidnas. These can be exclusive wildlife highlights today along with blue-tongued skinks and platypus. You can choose to stay dry and spend your entire day in popular island spots, including beaches where sea lions bathe. It will also be possible to go snorkeling or diving should you wish."
    },
    {
      "dayNumber": "8",
      "title": "Uluru – Sunset at the Monolith and an Evocative Desert Camp",
      "description": "After a speed boat transfer to Adelaide, you will board a flight to Uluru. In total, you should expect six hours of travel, but that still means you will be in time for the sunset at Uluru. First, you will tour around the base of the world’s largest monolith, inspecting Aboriginal rock paintings and coming to appreciate the astonishing size of this structure. After this heart touching experience, you can take a step back, sip on some sparkling wine, and watch how the rock journeys through a spectacular change in color. As with the Flinders Ranges, you will see that there is no fixed definition for the color red here. Each piece of the landscape has its own tone, and every moment, this can change with the sun. Then, once the day is done, you can gaze up at the dazzling, Southern sky. You will stay at an enchanting desert camp away from the main Uluru tourist hub. An astronomer can teach you about the night sky from constellations to the small secrets that appear each evening."
    },
    {
      "dayNumber": "9",
      "title": "Uluru – Hiking in Kata Tjuta and Another Beautiful Evening beneath Desert Stars",
      "description": "This morning, you will see the color changes in reverse with Kata Tjuta being the first to emerge from the shadows. There are many rocks, including 36 weather-scorched domes that rise on a single plain. Canyons and valleys twist between these domes and most are off-bounds, as this is an incredibly sacred and private place for the local Aboriginal tribe. There is one canyon that you will walk through this morning, and when the desert heat takes over, you will be back at the camp, resting up in a serene wilderness. You can choose from a number of activities this afternoon, including hiking and quad biking before you sit by the campfire and watch the stars once more."
    },
    {
      "dayNumber": "10",
      "title": "Uluru – Desert and Australia Departure",
      "description": "This morning, you can choose to do another sunrise desert experience or sleep in before the journey home. When departing from Uluru, you will need to make a domestic flight connection before leaving Australia."
    }
  ],
  "map": ""
}