{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "ten-day-highlights-of-australia-city-to-desert",
  "tourName": "Ten-Day Highlights of Australia: City to Desert",
  "placesVisited": "Sydney, Blue Mountains, Three Sisters, Cairns, Great Barrier Reef, Daintree Rainforest, Mossman Gorge, Uluru, Kata Tjuta, Melbourne",
  "generalInfo": "A magnificent city draped along the water, and then wild rainforest meeting golden beaches and the Great Barrier Reef and Uluru, and then the artistic and cultural twang provided by Melbourne. Welcome to the icons of Australia with ten days spent exploring the very best of the country. From climbing Sydney Harbour Bridge to sunset along the Yarra River, this vacation is spread across four destinations and packed with local experiences, from hopping kangaroos to Aboriginal trails through Kata Tjuta.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Lounging Around the Water on Your First Day in Australia",
      "description": "Take a window seat for the flight into Sydney, and you will not regret it. Most flights arrive in the morning with the Sydney Opera House sails shimmering white as an iconic bridge arcs over the Parramatta. Touch down and check into your hotel early. You will undoubtedly be jet-lagged from the journey, but there will be a full day to rest and re-energize before the adventure really starts tomorrow. When stretching your legs in Sydney, Circular Quays is always a good destination as Victorian buildings meet modern skyscrapers and the famous bridge. You could easily make a short trip to Bondi for some time on the beach or to enjoy the coastal walk to Coogee. Another option is to ride a ferry to Manly and its laid-back coastal atmosphere, or just stroll the city, absorbing the atmosphere down under."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Walking the Old City and Climbing Sydney Harbour Bridge",
      "description": "Stories whisper from the waves around The Rocks as they tell of colonialists landing and Aboriginals giving over their land. They narrate a raucous 18th-century city of brownstone buildings that have survived to this day. After The Rocks, today’s walking tour moves forward chronologically, connecting streets of grand Victorian architecture and early 20th-century glamour. Looping back towards the coast you will end at Sydney Opera House, an icon Australia with as much controversy as beauty. Its surrounding area is very lively, and there are many cafes for reenergizing before this afternoon’s bridge climb. Clambering slowly up the steps you can climb the exposed steel arch of Sydney Harbour Bridge. You will be strapped in, but your adrenalin will certainly surge through your veins, especially when you reach the bridge’s zenith. Beneath you lies the Parramatta, blue and peaceful. To the west, you can see open green pastures and the mountains you will visit tomorrow. Look eastwards, and it will be all about the Pacific with a wildness to the open landscape. Readjust your vision and keep climbing, looking across at the skyscrapers now standing high above Circular Quay. The whole bridge climb experience takes three hours and your evening in the city is left free."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Exploring the Blue Mountains and Cruising the Parramatta",
      "description": "A surreal haze floats above the eucalyptus. Blue in hue, it clearly contrasts with the thick forest green. Soaring towards the horizon this haze wraps itself onto mountain pinnacles, notably the wind-carved frames of The Three Sisters. Listen to how these mountains received their name before wandering the forest below, feeling the strange atmosphere of this natural UNESCO World Heritage Site. The Blue Mountains is Australian bushland and offers a very easy adventure with short hikes to different viewpoints and many an impressive cliff to photograph. After half a day here, you will return to Sydney via Featherdale Wildlife Park and kangaroos and wallabies will hop past your camera. Koalas occupy the short trees, and this is one of the few places where you can really pose with them. Sydney is a city on the water, and you can only truly appreciate this with a journey along the river. Ride a ferry all the way back into the center, emerging from a narrow channel to meet the main river, and then cruising beneath the bridge you climbed yesterday."
    },
    {
      "dayNumber": "4",
      "title": "Cairns – Leisurely Afternoon On the Coastline",
      "description": "Fly north to Cairns and the rest of today is left free. Rainforest backdrops this coastal town, a blanket of green to look over Pacific blue. A long promenade takes you past locals, grilling meat on public barbecues, backpackers splashing around swimming pools, and quiet parks for wiling the afternoon away. After two busy days, Cairns impresses the laid-back atmosphere of Queensland and the coast. Your hotel will overlook the ocean, and there are many restaurants within walking distance. When walking to them, you will hear up to a dozen street musicians, from Aboriginals blowing soulful horns to acoustic guitarists from around the world."
    },
    {
      "dayNumber": "5",
      "title": "Cairns – Discovering Aboriginal Heritage on the Coast and in the Forest",
      "description": "In an artist’s gallery, you can sit down and paint. The artist is deaf and communicates through hand signals, impressing the style and meaning behind Aboriginal art. Only three colors are used, and all of these come from the earth. Dots and lines, a precursor to Pollock in one way, make up each painting, suggestive of a story that has been passed down through the generations. While your own painting may not amount to much, it will be an eye-opening experience to learn about the use of art to preserve oral history. Next, head out onto the beach with a member of the local tribe, using spears to hunt for rock crab and other marine creatures. Rather than one Aboriginal culture, Australia is covered by over 250 Aboriginal tribes, each with its own language. Every tribe is a specialist on their land, so those from the coast are very different from those living in the rainforest or interior. Throughout history these tribes traded, sharing resources without ever introducing monetary units. Over a lunch of freshly caught catch and local bushtucker, you can discuss this history in more depth, as well as the challenges facing Aboriginal people today. A final local experience comes in Daintree Rainforest and Mossman Gorge, where the Aboriginal tribe has successfully reclaimed land that was taken by colonialists. An Aboriginal guide will be your gatekeeper, and he will ask the forest for safe passage before showing you what each plant can be used for. There is soap, toothpaste, rope, food, and construction materials when you know where to look. This full-day tour returns to Cairns late in the afternoon and offers a genuine insight into the local culture, away from the typical stereotypes that are often so pervasive."
    },
    {
      "dayNumber": "6",
      "title": "Cairns – A Day Spent Exploring the Great Barrier Reef",
      "description": "Reef sharks dart past your flippers while a dozen colorful fish species gather around a reef. Looking out, you will soon realize that the reef does not really end, as it is instead a long barrier of individual pieces that blur and morph into each other. This is the Great Barrier Reef, and you will have traveled to an outer reef where the marine splendor is more untouched than those closer to the shore. It will be a 90-minute journey by boat, and you can spend the day on a pontoon for a dry space where you can eat, drink, stay dry, and gaze across the Pacific. Once at the pontoon you can choose activities to suit your interests. Snorkel along the reef, marveling at how the colors unfold, or you can take a helicopter flight above it all, admiring how the barrier stretches on and on. Ride a semisubmersible for personal marine encounters, without you needing to get wet. Or consider scuba diving, with the lack of swell and current making this a good place to do a beginner dive. Visiting the outer reef is a long day tour, but it will be worth spending more time versus visiting reefs closer to Cairns, where human and natural impact has resulted in marine bleaching."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – Sunset at the Magical Monolith",
      "description": "Fly to Uluru next and you may expect Aboriginals to be your guides. However, this is the middle of the desert, and these rocks are sacred. They have never been places where people have lived. Your guides are not Aboriginals, but they will impress the importance of respecting local culture and returning Uluru to its original landowners. One sign at Uluru is particularly poignant: “Is this a place to conquer or a place to connect with?” You will have an awe-inspiring feeling as you wander around the base of Uluru, tracking Aboriginal art and admiring how the monolith rolls on and on and on. Find a quiet little place for sunset with sparkling wine being served as the rock goes through its daily color change. After deepest red and flaming orange, it quickly turns to shadow, the desert turning deathly black all around, and now a new show begins. An astronomer will be your guide, and there is no night sky like this one as you are over a thousand miles from any city. Gaze up at planets, learn the constellations, lose track of the shooting stars, and watch the Milky Way consume the sky. Silence accompanies the stars, and after the tour, there is a wonderful solitude to being so deep in the desert."
    },
    {
      "dayNumber": "8",
      "title": "Melbourne – Sunrise at Kata Tjuta and an Artistic Evening in Melbourne",
      "description": "It can seem silly to fly three hours one way just to see a rock, but there is more than Uluru here, and Uluru really is an incredible rock. Over two dozen domes also dot the desert, the red pinnacles of Kata Tjuta your destination this morning. Watch them emerge from the shadows as you feel the stillness of the desert at dawn, and then wander through the landscape, past a bubbling waterfall as red rocks tower 200 meters above you. Most of Kata Tjuta is off bounds as it is a ceremonial site for the local Aboriginal people, so it is a privilege to be given access to a three-mile canyon that runs through its heart. After an early lunch back at the hotel, you will fly eastward. With the time difference and airport transfer, it will be late afternoon by the time you are settled in Melbourne. Make up your own city impressions on a self-guided stroll through the city as street musicians provide the soundtrack and you will come across dozens of galleries and boutiques, along with artistic little restaurants and narrow houses preserved since Victorian times. While Sydney is the fun-loving city, Melbourne is Australia’s cultural heart, and you will immediately distinguish its difference from where you were a week ago."
    },
    {
      "dayNumber": "9",
      "title": "Melbourne – Wild Kangaroos and Koalas Plus City Walking Tour",
      "description": "Kangaroo mobs roam the plains just an hour out of Melbourne. These are wild animals, often two dozen of them hopping around in front of you. They are naturally skittish, so you must approach slowly, creeping forward a few steps then stopping to see if the mob is troubled by your presence. Sometimes they box, a fiery blur of punches before a victor emerges. You may spot a female leaving her scent, tantalizing males who battle to follow her. Interaction is the highlight as this will not be an experience with one animal, but an insight into how a mob lives in the wild. Koalas are cuter, although far less active, clinging to tree branches with sleepy eyes and indecipherable smiles. A tracker will go ahead of you and leave ribbons on the trees, so you can easily find where the koala are located. This half-day wildlife experience is followed by a guided city walking tour, taking in the key Melbourne sights and listening to the city’s history. Victorian arcades are the architectural highlight, and you will notice how Melbourne has preserved far more older buildings than in Sydney. For the evening, you can explore the Yarra River, an area with a lively atmosphere and many of the city’s best restaurants."
    },
    {
      "dayNumber": "10",
      "title": "Melbourne – Departure",
      "description": "Wake once more in Melbourne and enjoy one last morning exploring the city, possibly with an early morning walk as you prepare for your flight home. You will depart directly from Melbourne after an incredible vacation full of amazing experiences and beautiful scenery."
    }
  ],
  "map": ""
}