{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "best-of-australias-biggest-city-tour-10-days-in-sydney",
  "tourName": "Best of Australia’s Biggest City Tour: 10 Days in Sydney",
  "placesVisited": "Sydney, Blue Mountains, Hunter Valley Wine Region, Canberra",
  "generalInfo": "This 10-day adventure provides you with the perfect immersion into this gorgeous nation, beginning in Sydney. As this amazing country is so vast, it can be quite overwhelming to decide what to do and where to go. From flying over Sydney Harbour in a hot air balloon to canyoning in the nearby Blue Mountains and even spending a day visiting wineries in the Hunter Valley, come and discover why Australia is so revered by the world.",
  "durationDays": "10",
  "price": "10,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney - Sunset Cruise",
      "description": "Your driver will be waiting for you at the airport to transfer you to your luxurious accommodation in the city. Once you arrive, you will have a bit of downtime to relax and unwind. For your first activity, you will embark on a private yacht for a sunset cruise around Sydney Harbour. After a day of traveling and a flight in an enclosed airplane, being aboard the deck of a state-of-the-art liner will be a welcoming sensation. After your cruise is complete, your private driver will be waiting at the docks to return you to your hotel."
    },
    {
      "dayNumber": "2",
      "title": "Sydney - Hot Air Balloon Ride and Cooking Course",
      "description": "This morning, you will hop into a hot air balloon and soar over the Sydney Harbor, which will provide you with an incredible bird’s eye view of all that you are about to explore for the remainder of the day. After you come down from the clouds, you will embark on an in-depth tour of Sydney, including stops at its iconic landmarks. Your evening event will promise to be as educational and delicious, as you will be able to indulge in a private cooking class with a master chef."
    },
    {
      "dayNumber": "3",
      "title": "Sydney - The Blue Mountains and Jenolan Caves",
      "description": "The Blue Mountains will serve as your outdoor playground today. This will be followed by a stop to the equally mesmerizing Jenolan Caves. As you travel away from Sydney in the morning, your guide will lead you on a scenic drive to Blue Mountains National Park. Once you are here, you will witness awe-inspiring sights, such as Echo Point, the Three Sisters, and Jamison Valley. Following your time in the park, you will stop by a few nearby towns that are as charming as they are inviting. Afterward, you will continue to the Jenolan Caves, which is an underground maze of captivating caverns."
    },
    {
      "dayNumber": "4",
      "title": "Sydney - Canyoning at Empress Canyon",
      "description": "This morning, you will hike Empress Canyon. Empress Canyon is known for its beauty and as being a beginner-friendly spot for canyoning. After canyoning with your guide, you will be given free time to cliff jump from several safe spots. During your time here, you can relax among the refreshing water that has been said to have healing properties. As you embark on the leisurely nature hike that will lead you back to your private transport, you can look around and capture the panoramic views of the pristine mountains and valleys. Upon returning to your private vehicle, your guide will return you to your luxurious accommodation for the remainder of the evening."
    },
    {
      "dayNumber": "5",
      "title": "Sydney - Show at the Sydney Opera House",
      "description": "Today, you will immerse yourself with Australian wildlife in their natural habitats. This morning, a wilderness tour will transport you to a beautiful space where the Australian wildlife can be viewed up-close in their natural environment. As you make your way among numerous destinations, you will be surprised and delighted to witness animals that you may have never seen before, including a wide variety of native birds, kookaburras, cockatoos, rosellas, rainbow lorikeets, magpies, and kangaroos. Your evening’s excursion will be a live performance at the world-famous Sydney Opera House."
    },
    {
      "dayNumber": "6",
      "title": "Sydney - Relax on a Luxurious Road Trip",
      "description": "Today, you will indulge in a private road trip along the scenic South Coast of New South Wales. Your first stop of the day will be at Stanwell Tops, which will provide you with a jaw-dropping view. Your epic journey will continue as you traverse along the gorgeous Grand Pacific Drive. Along the coast, you will also visit the Sea Cliff Bridge and two charming, coastal towns. Thirroul will be the first town that you stop at, and upon stopping here, you will indulge in some tea before transferring to Kiama and the famed Kiama Blowhole. Throughout the day, there are many stops that you can make, and you can customize the exact itinerary with your guide. Finally, you will be driven through the Southern Highlands on your way back to your accommodation in Sydney."
    },
    {
      "dayNumber": "7",
      "title": "Sydney - Helicopter to Hunter Valley Wineries",
      "description": "Today’s adventure will have you sipping wine in the Hunter Valley. After departing from your accommodation in the morning, you will board a helicopter for a breathtaking ride over the Australian landscape. Because Hunter Valley is one of the oldest and most popular wine regions in all of Australia, the area boasts many high-end wineries and estates and is also a hotspot for five-star restaurants that excellently pair wine with their cuisine. Your day of all things wine will begin at an award-winning boutique winery, where you will enjoy a private wine tasting. Your following stops will include touring a winery for a glimpse into the inner workings of the winemaking process, where you will uncover how these grapes are grown."
    },
    {
      "dayNumber": "8",
      "title": "Sydney - Luxury Tour of Canberra",
      "description": "A comprehensive tour of Australia’s capital of Canberra will be waiting for you this morning. After leaving Sydney, your private guide will lead you by the lovely enclave of Sutton Forest, where you will stop for a cup of tea amid some of the most beautiful scenery in the area. Upon your arrival in Canberra, you will be introduced to all of the main highlights, such as the Parliament House, the National Museum, the Captain Cook Memorial Fountain, the National Library, and the Prime Minister’s residence. Upon departing Canberra, you will make one more stop on your return trip to Sydney at Mt. Ainslie Lookout."
    },
    {
      "dayNumber": "9",
      "title": "Sydney - Boating Adventure on Cowan Creek",
      "description": "Your final full day in Australia will lead you to Cowan Creek for a boating adventure. Nestled amid the beautiful Ku-ring-gai Chase National Park, Cowan Creek will captivate you with its jaw-dropping scenery in addition to exciting you with its plethora of adrenaline-packed adventure options. As this is a private tour, you get to call the shots, which means that anything within reason can be catered to your exact likes and desires. You will be provided with stops at Dangar Island and New South Wales, where you can explore the sparkling beaches. If you are feeling really energetic, you can even opt to indulge in a short hike from a stop in Patonga, which will provide you with some spectacular views. The day will be completely yours to decide how you want to spend it."
    },
    {
      "dayNumber": "10",
      "title": "Sydney - Departure",
      "description": "You will wake up to your final morning in Sydney to a final meal in the form of brunch. This last meal will certainly help to make your departure from down under a little sweeter. After you have finished your breakfast spread, your driver will deliver you to the airport to catch your flight home."
    }
  ],
  "map": ""
}