{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "rainforest-outback-city-10-day-seniors-tour-to-australia",
  "tourName": "Rainforest, Outback, City: 10-Day Seniors Tour to Australia",
  "placesVisited": "Port Douglas, Kings Canyon, Uluru, Sydney, Hunter Valley",
  "generalInfo": "With this handcrafted tour, you will experience all four corners of the iconic Australian travel experience. There is lush rainforest, tropical ocean, beautiful red desert, and vibrant cityscape. You can discover it all in just ten very relaxed days. See the Great Barrier Reef without getting wet, connect with Aboriginal culture, dine beneath desert stars, and explore the country’s breathtaking landscapes all at a pace that most suits you.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Port Douglas – Easing Into the Experience and a Welcome Dinner Overlooking the Pacific",
      "description": "It is quiet and blissful in Port Douglas, which is Australia’s favorite town for retirees. Tropical waters stretch out from the golden beach, a thick and beautiful rainforest backdrops the town, and palms sway gently, reflecting the laid-back pace of life here. Today, you will land in Cairns, which is the gateway to Queensland and Australia’s tropical Northeastern coast. Cairns itself has become a little rowdy, plus there is not actually a beach in the town. You will take a one-hour transfer up the coast to Port Douglas, which is a more favorable destination for seniors and a lovely place to ease into an Australian vacation. The afternoon will be at your leisure, and there are some excellent cafes and terraces along the beach for you to try. Tonight’s first dinner will be at a superb little restaurant with views that overlook the rainforest and water."
    },
    {
      "dayNumber": "2",
      "title": "Port Douglas – Connecting with Aboriginal Culture",
      "description": "Aboriginal culture is hugely misunderstood, and today’s tour will allow you the opportunity to explore some of its fascinating nuances. Across this giant island, there were once over 500 tribes, each with their own land and specialism. They all lived off of the land and traded with their neighbors. This morning, you will explore the Daintree Rainforest, which is home to the ancient Kuku Yalanji people. With an Aboriginal guide, you will travel on a short walk through the forest to learn about the use of all the different plants. You can rub together certain leaves and make soap. There are plants for making rope, shelter, and medicine. There are also plants that you can eat although you will probably choose against snacking on the live bugs. As part of this short walk, you will stop to ask safe passage from the rainforest spirits and later thank them for the journey. After lunch, you will then meet with Aboriginals from two other tribes. One will be from the neighboring coastal tribe and will explain how they harvest the ocean and then trade rock crab and shells with flora and fauna from the interior. The other will be from the opposite side of Australia and will be your guide to Aboriginal art. Instead of words, these indigenous people have traditionally recorded history through paintings. Only three colors are used to produce complex canvases of dots and lines. With a bamboo paintbrush, you can have a go while discussing history and change with the artist."
    },
    {
      "dayNumber": "3",
      "title": "Port Douglas – Experiencing the Great Barrier Reef Without Getting Wet",
      "description": "Semi-submersible vessels have made the Great Barrier Reef very accessible for senior visitors. You will not need to brave choppy ocean waters or even to get wet. After a 90-minute boat ride to the outer reefs, you can relax on an air-conditioned pontoon, which is a large floating boat that will be surrounded by Pacific beauty. Sublime coral formations dominate here, and the quasi-submarine vessel offers an intimate, underwater perspective. Reef sharks may swim by along with rays and groupers. Hundreds of different fish species swarm around the reefs, and by staying, you can listen to the guide and find out what these species are. Lunch will be served on the pontoon, and you can visit three separate reefs during your excursion."
    },
    {
      "dayNumber": "4",
      "title": "Alice Springs – Traditional Outback Dinner and Guided Southern Stars Experience",
      "description": "If you are an early riser, then Port Douglas is a wonderful place to be. Aromas blend together on the coastal promenade such as coffee from the many beachside cafes and the Pacific’s soft, salty breeze. Early morning is an excellent time to stroll as you can watch the sun make its slow and vibrant rise out of the ocean. If you do not rise early, then do not worry because the town will have already worked its charms for the last three days. Later this morning, you will travel to Cairns by private transfer for a flight to Alice Springs where you will down, and everything will be different. The tropical colors will be gone and replaced by the evocative red tones of outback Australia. Alice Springs is an iconic outpost and a frontier town that is literally in the middle of nowhere. It is arid and dusty with somewhat of a Wild West feel about it. You can sense the history, especially down the main street of local pubs and establishments. This is not the nicest place to linger, so after a short tour of the town, you will head to a small desert lodge outside of Alice Springs. You will check-in to into the lodge and spend this evening around a campfire and beneath the stars. Dinner will be a lavish barbecue, which is an opportunity for you to try various, local game meats such as kangaroo. After dinner, you will be guided around the night sky by an astronomer. The first part of this experience will be to understand and recognize some of the constellations. Then, you can move into the rare and wonderful sights that only grace the sky for a brief time each year or even only every few years. Alice Springs is thousands of miles from any other city, and the light pollution here is virtually non-existent. So, the Southern sky shines, and you do not need perfect eyesight to take it all in."
    },
    {
      "dayNumber": "5",
      "title": "Kings Canyon – Exploring Australia’s Red Center",
      "description": "At first, the Australian outback will appear to be nothingness. It is red and beautiful, but featureless. It really requires a few days to start understanding how this desert holds secrets. Today, you will travel south from Alice Springs towards Kings Canyon. It will be a sublime journey through iconic Australian desert that will usually feature the odd mob of red kangaroos. You can stop en route to see the 12 craters that were created by a meteor some 4,700 years ago. Then, you will have lunch with a view of this strange spectacle. When arriving at Kings Canyon, you can take a short walk along the creek bed to see and understand how this place is so unique. Here, there are giant, red gum trees that sprout from beside a dried-up riverbed. A murky billabong provides life for hundreds of birds, and dazzling rock formations change color with the moving sun, going from ochre to blood red to shadow. Tonight’s desert lodge is even more remote, and the stars even more resplendent. Once again, you can be comfortable and even have the same amount of luxury as what you could have in a modern city, except the setting is entirely different. With these three desert days, you will have modern comfort in a sublime wilderness setting with the impressions of silence and solitude being likely to make sure that you feel humbled by Mother Nature."
    },
    {
      "dayNumber": "6",
      "title": "Uluru – More Desert Wonder and Sunset at Uluru",
      "description": "You will rise with the sun this morning and can witness a magical scene as Kings Canyon emerges out of the shadows. There is a crater rim walk that you can embark on as well. The entire walk is almost four miles around, but it will be impressive just to cover a few hundred meters. Traveling onwards to Uluru, you will make a stop at a family-owned farm for a barbecue lunch to learn about life as a resident in this wilderness. After lunch, Uluru will be your compass point, which is the world’s largest monolith, guiding you onwards through the red, dusty desert. This is the land of the Anangu people. A short walk along some of Uluru’s base will help you understand this Aboriginal tribe and the messages that they have painted onto the famous rock. Again, you do not need to walk very far to experience the magic of the surroundings. For sunset, you will drive back a little to a hidden spot that faces Uluru. The famous sunset will be accompanied by sparkling wine and nibbles, which will prove a perfect way to end your third day in the outback."
    },
    {
      "dayNumber": "7",
      "title": "Sydney – Sunrise at Kata Tjuta and Sunset Sydney Harbour Dinner Cruise",
      "description": "Another early start today will be worth it. There are many red rocks in this desert, including the 26 domes of Kata Tjuta. These are not inconsequential boulders. To put their size into perspective, most Kata Tjuta domes are taller than the Empire State Building. They will emerge from shadow, morphing out of the shadows into a memorable ochre hue. Later this morning, you will fly to Sydney. Add the flight to the time zone change, and it will be late afternoon by the time you arrive. After your airport transfer, you will have a little time to refresh at your luxurious accommodation before enjoying the best way to discover Sydney. So much of this city lines the Parramatta River, including most of the famous sights and structures. You will set off from Darling Harbour and cruise beneath Sydney Harbour Bridge, which is an iconic steel arch that connects two sides of the city. The Sydney Opera House reflects the time of day because the fading sun bounces off its white sails. By cruising east, you can watch the sunset as it reclines over the city before your dinner is served upon the deck. Live music will be played, and you will travel slowly back into the city, seeing the same riverside sights. Passing beneath the shimmering bridge is always special, and after the four-hour cruise, you will have a good understanding of what this city is all about."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Day Trip to Hunter Valley Wine Country by Helicopter",
      "description": "After some early starts, this morning will be left free. You can choose to explore the Darling Harbour area around your hotel, which is where there are a number of great waterside cafes and restaurants. Around midday, you will travel by helicopter to the Hunter Valley, which is a journey that will offer a breathtaking bird’s-eye view of the vineyards. Swathes of vines unfurl around squat mountains, and there is no prettier scene anywhere in the country. The helicopter will touch down at an old-world vineyard for an indulgent lunch with wine. Crafted around the farm’s wine, the menu will lead you through five courses of traditional Australian fare that will be complemented by stunning vineyard views. The helicopter will return you to Sydney, and the rest of the day will be at your leisure."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – Relaxed Sydney Sightseeing and Opera House Performance",
      "description": "With a local expert, you can tailor today’s sightseeing to your interests and energy. Some visitors prefer to take things slowly on the coast while others like an overview of the key sights. Your guide will meet you over breakfast to discuss different options with you, and it really can be as laid-back or comprehensive as you wish. This evening, you will be getting dressed up and heading to the Sydney Opera House. You will not be going for a tour, but to watch a live opera performance. This building is incredibly famous, but very few appreciate that it is a functioning opera house. It is only during a performance that you can feel its unique atmosphere."
    },
    {
      "dayNumber": "10",
      "title": "Sydney – Departure",
      "description": "After a leisurely morning in Sydney, you will be transferred to the international airport for your outbound flight."
    }
  ],
  "map": ""
}