{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-outdoor-adventure-tour-diving-kayaking-sailing-hiking",
  "tourName": "Australia Outdoor Adventure Tour: Diving, Kayaking, Sailing & Hiking",
  "placesVisited": "Port Douglas, Great Barrier Reef, Daintree Rainforest, Hamilton Island, Launceston, Tasmania, Freycinet Peninsula, Sydney",
  "generalInfo": "Plunge into the crystal-clear sea, kayak around secluded waters, and bask in remarkable luxury during your 17-day Australia adventure tour. Discover the majestic outdoors with snorkeling excursions at the Great Barrier Reef and explore ancient legends in Daintree Rainforest. Specialist guides will take you through meandering landscapes in Cradle Mountain National Park while a private picnic on a secluded tropical island will reveal the depth of Australia’s natural diversity.",
  "durationDays": "17",
  "price": "24,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Port Douglas – Welcome to Tropical North Queensland",
      "description": "Today you will touch down in the tropical east coast city of Cairns followed by a quick onward journey to the gorgeous northern community of Port Douglas – where the Rainforest meets the Reef - and the base for your adventures in spectacular North Queensland. This delightful village has a tropical resort feel and a friendly local community that’s ready to serve up great food, exciting adventures and perhaps even some locally created art from the Aboriginal Daintree Rainforest People – the Kuku Yalanji."
    },
    {
      "dayNumber": "2",
      "title": "Port Douglas – Diving or Snorkeling on the Great Barrier Reef",
      "description": "The Great Barrier Reef is one of the seven natural wonders of the world, and today begins the first of two days where you will be able to experience this stunning watery landscape first hand. As you plunge into the turquoise waters of the world's largest coral reef, you will encounter an abundance of marine life and coral cays that make up this unique living organism. After breakfast, you will be taken on board your state-of-the-art Dive Boat, which is one of the most technologically advanced vessels operating on the reef. You will be greeted by the captain, crew, and fully qualified dive masters, who will outline the days’ diving program. For non-divers, the two diving days can be substituted for similar boat trips that feature spectacular snorkeling instead. The boats would visit shallower areas of the Coral Reef and combine island visits amongst the plethora of white sand beaches for which the Great Barrier Reef is renowned."
    },
    {
      "dayNumber": "3",
      "title": "Port Douglas – More of the Great Barrier Reef",
      "description": "Today you will commence your second full day of diving on the reef. Your two days on the reef also include marine interpretation talks and underwater photography briefs. These talks will help to equip you to interpret the underwater landscape that is unique to the Great Barrier Reef, as well as to assist you in taking amazing underwater photographs that you will be able to cherish forever. For your final night in Port Douglas, enjoy fantastic local food at an acclaimed restaurant, an establishment that really knows how to deliver quality food in a beautiful and relaxed environment. Following dinner, take a walk down Macrossan Street and mix with the locals as you enjoy the friendly, sophisticated feel of this charming northern town and perhaps an aperitif at one of the gorgeous open-air bars before retiring to your lovely accommodation for the evening."
    },
    {
      "dayNumber": "4",
      "title": "Daintree National Park – Splendor of the Rainforest",
      "description": "This morning after breakfast you will collect your late model automatic rental vehicle and begin your drive to the Daintree National Park, a spectacular prehistoric rainforest that creeps all the way down to the reef’s edge. The oldest living tropical rainforest on Earth, this 135 million-year-old wilderness is packed full with a vast quantity of plants and animals found nowhere else. Rated as one of Australia’s top scenic drives, cruising along the Cook Highway will give you the freedom to stop along the way to admire the secluded palm-fringed beaches and rugged headlands, or take a short hike around the rainforest loop at Mossman Gorge. Or stop at one of the well-stocked tropical fruit stalls to sample North Queensland’s super sweet mangoes and pineapples, beside which you will always find an 'honesty box’. With no need to rush the short drive between Port Douglas and ‘The Daintree’, as Aussies refer it to, stop at the comprehensive Rainforest Discovery Centre to learn more about the unique environment that you’re entering."
    },
    {
      "dayNumber": "5",
      "title": "Daintree National Park – Guided Tour",
      "description": "This morning you will be collected from your hotel for your amazing, privately guided day tour of one of the world’s most ancient rainforests. Your expertly guided tour will include a local Aboriginal guide with visits to several areas known for their cultural significance, including an engaging introduction into how the Kuku Yalanji (Rainforest People) have strong relationships with their land. During your day, you will learn about the culture, history, and the traditions of the Aboriginal people. Learn about their environment, and what’s used as food and medicine from nature as you walk through the rainforest and coastal habitats. Try hunting in a traditional Aboriginal style like spear throwing. To complete your day’s adventure cool off in a pristine freshwater stream."
    },
    {
      "dayNumber": "6",
      "title": "Daintree National Park – Day at Your Leisure",
      "description": "Today is yours to explore the many offerings in this special place. Spend a full day on a 4WD Rainforest Safari exploring the pristine rainforest that stretches up to spectacular Cape Tribulation. Marvel at the ancient undergrowth as you discover primitive flowering plants and spot swamp wallabies, long-nosed bandicoots, and echidnas. Keep a close eye out for crocodiles and the mighty cassowary! You can also experience the majestic Daintree River on a morning or sunset river cruise, or be thrilled as you land a giant Barramundi on a half-day fishing trip. Of course, there’s always the option to be completely pampered at the Aboriginal inspired Daintree Wellness Spa, or to just relax with a good book in the blissfully tranquil surroundings."
    },
    {
      "dayNumber": "7",
      "title": "Hamilton Island – Welcome to Tropical Paradise",
      "description": "This morning you will drive to Cairns International Airport and embark upon your short flight south to Hamilton Island, a stunning tropical island at the epicenter of the 74 Whitsunday Group of Islands, affectionately referred to by Aussies as ‘The Whitsundays’. Upon arrival in Hamilton Island, you will be greeted by your VIP chauffeur and transferred to a multi-award winning luxury resort recognized by Conde Nast Traveler on their US and UK Gold Lists. Your three-night stay in this stunning property includes features such as beach drop-offs to selected local beaches on surrounding islands, use of non-motorized watercraft, and a two-seater electric golf buggy in which to explore the island at your own pace."
    },
    {
      "dayNumber": "8",
      "title": "Hamilton Island – Sail ‘The Whitsundays’ on your Luxury Catamaran",
      "description": "Today you’ll need to pack your sunglasses as you gaze upon the brilliant white sands of Whitehaven Beach, just one of the highlights of today’s luxury catamaran expedition. Onboard your state-of-the-art catamaran, you’ll spend an unforgettable day sailing from one stunning location to the next. Don’t forget to pack your ‘swimmers’ too, as you luxuriate in the turquoise waters off Whitehaven Beach, a unique seven kilometer-long stretch of white silica sand which is so fine it will squeak beneath your toes. Snorkel at Chalkies Beach, where the wet sand feels like the finest of chalk as you rub it between your fingers. There will be plenty of opportunities to relax onboard as you sail through the Whitsunday Islands, most of them uninhabited and rising like green hillocks out of the Coral Sea. All sailors need good sustenance, and the crew on your luxury catamaran will not disappoint. You will be served a delicious buffet lunch as well as morning and afternoon tea, and there is also a fully stocked bar on board for those who wish to enjoy a glass of wine or a refreshing ale en route."
    },
    {
      "dayNumber": "9",
      "title": "Hamilton Island – Your Choice of Activities",
      "description": "Today, your only challenge is to choose how to spend your day in paradise. Imagine playing Robinson Crusoe on an uninhabited tropical island with your personal beach drop off and gourmet picnic basket. Take a sea kayaking tour, or choose from one of the spectacular walking trails in the virgin bushland that covers 70% of Hamilton Island. Alternatively, get picked up at the helipad and take the scenic route to the spectacular Hamilton Island Golf Club. And if that’s all too much activity, simply escape to a world of tranquility at the spa."
    },
    {
      "dayNumber": "10",
      "title": "Launceston – Heading South to Wild Tasmania",
      "description": "Today, you will depart Hamilton Island and travel via the southern city of Melbourne to the southernmost point of Australia; the wild and beautiful island state of Tasmania. After breakfast, you will be transferred to the airport and board your flight to picturesque Launceston, Tasmania, via Melbourne. Tasmania is a unique part of Australia. With its European roots as a penal settlement for the British from 1833, heritage sandstone buildings dot the landscape and jostle for attention beside the rugged beauty of spectacular mountains, a wildly beautiful coastline, and green rolling farmland. With around 40% of Tasmania is included in the Tasmanian Wilderness World Heritage Area, for its size, Tasmania really packs a punch. On arrival in Launceston this evening, you will collect your late model, automatic rental vehicle, and drive to your well-appointed overnight accommodation. Founded over 200 years ago around the torrent of freshwater that tumbled through Cataract Gorge, Launceston is a lovely pocket-sized city featuring heritage architecture and a food scene renowned for its focus on fresh local produce."
    },
    {
      "dayNumber": "11",
      "title": "Freycinet National Park – Explore the Heritage Highway",
      "description": "After breakfast, you will commence your drive to the stunning Coles Bay, on the edge of the Freycinet National Park (approximately 3 hours driving time). Heading towards the east coast of Tasmania, your drive along part of Tasmania’s Heritage Highway is a charming one. Meander along the natural curves of the green rolling hills as you pass some of Tasmania’s most significant historical towns and buildings. Delight in the Sunday markets at the Georgian village of Evandale, or visit the stately Clarendon House and other National Trust properties along the way. Upon arrival in Coles Bay, check-in to your superbly located eco-lodge where you will be staying for three nights. Perched on the water’s edge, enjoy this unbeatable location within the National Park as you watch the sunset over the staggeringly beautiful Coles Bay and the pink granite mountains known as ‘The Hazards’ beyond."
    },
    {
      "dayNumber": "12",
      "title": "Freycinet National Park – Kayaking along the Spectacular Coastline",
      "description": "Today you will spend a glorious morning on an expertly guided kayak adventure . Discover the exquisite beauty of Tasmania’s greatest sea kayaking destination, as you weave in and out of the inlets that make up the Freycinet coastline. Keep your eyes open for dolphins, soaring sea eagles, and penguins, as you glide beneath the pink granite outcrops in this unique environment. Take a break from paddling as you run your fingers through the crystal clear water, or have a barefoot paddle on the pristine sandy shore.Step ashore on a secluded beach where you will enjoy freshly brewed coffee and delicious snacks, while your guide regales you with stories from the past. This is a wild coastline once inhabited by shipwrecked sailors, escaped convicts, and French explorers, all struggling against the elements in this still remote location. This unforgettable kayaking trip blends the best elements of history, adventure, and a deep appreciation of the beauty of the natural environment."
    },
    {
      "dayNumber": "13",
      "title": "Freycinet National Park – Hiking along ‘The Hazards’ to Wineglass Bay",
      "description": "Today is at your leisure to enjoy this magical slice of Tasmania. For those wanting to experience a substantial and awe-inspiring walk we recommend the Wineglass Bay / Hazards Beach Circuit, a 4.5 hour return trip. A moderate climb through the Eucalyptus forest is rewarded by vivid and spectacular views down to Wineglass Bay. The blue sparkling bay, the white sand, and the pink granite mountains that rise straight out of the sea, are all framed by the pale beauty of the green Australian bush. Voted by several travel authorities as one of the top ten beaches in the world, a visit to Wineglass Bay is not to be missed. Freycinet National Park hosts a wide range of walks to suit all preferences, and visitors can also join 4WD motorbike and quad bike tours, amongst other exhilarating ways to explore the National Park."
    },
    {
      "dayNumber": "14",
      "title": "Cradle Mountain - Setting out for the ‘Western Wilderness’",
      "description": "After breakfast, you will leave the coast and begin your drive inland towards the sub-alpine ‘Western Wilderness’ of Lake St. Clair and Cradle Mountain National Park. Traveling in a north-westerly direction, this five-hour drive can be taken at a leisurely pace as you stop to browse in charming antique shops or sample heavenly Devonshire Teas along the ‘Heritage Highway’. Upon arrival in Cradle Mountain National Park, be swept away by the spectacularly located mountain lodge where you will stay for two luxurious nights. Placed on the prestigious World Heritage List in 1982 in recognition of its outstanding natural, cultural and wilderness qualities, the Cradle Mountain-Lake St Clair National Park is a destination like no other."
    },
    {
      "dayNumber": "15",
      "title": "Cradle Mountain - Day of Hiking in Search of Wallabies, Wombats, and More",
      "description": "Don’t forget to eat a hearty breakfast to fuel your hike today. There is a range of walks within the National Park, but two of the best are the ‘Dove Lake Circuit Track’ and ‘Crater Lake’. The ‘Dove Lake Circuit Track’ is one of Tasmania’s well-known walks, an easy six-kilometer track taking you right around Dove Lake and Cradle Mountain. ‘Crater Lake’ is a moderate eight-kilometer walk that takes you through the magical sassafras forest, past Crater Falls, and to the hidden glacial lake surrounded by 200-meter cliffs. After enjoying a well-deserved meal at one of the lodge's fine dining restaurants, join a night spotlight tour as you search for wallabies, wombats, and platypus. Or visit the Tasmanian Devil Wildlife Sanctuary, only one kilometer away from the lodge, to see these curious and fiery creatures in their natural habitat."
    },
    {
      "dayNumber": "16",
      "title": "Sydney – Australia\u0000’s Sparkling City",
      "description": "After breakfast, you will take one last look at Cradle Mountain before climbing into your car and beginning the journey back to Launceston. Here you will board your flight to Sydney on the east coast of the Australian mainland, where you will be met by your driver and privately transferred to your hotel, the distinctive flatiron building that sits in the center of Sydney’s Central Business and Shopping District and only two blocks back from Sydney Harbour. As one of the most beautiful cities in the world, deciding how to spend your final afternoon in Australia is not an easy one. Sydney is famous for its beaches, its vibrant art scene and café culture, and the iconic Sydney Harbour Bridge and Opera House. But the true show stopper in Sydney is really its magnificent harbor, which was first discovered by Captain James Cook in 1788 when he was searching for a location for a new penal colony. If you really want to understand the essence of Sydney, you need to experience the harbor. From your hotel, it is a five-minute walk down to Circular Quay. From there, you can take a public ferry or water taxi to anywhere in Sydney Harbour. For those short of time, we suggest a quick ferry trip to Cremorne Point, a spectacular vantage point located opposite the city. Take a picnic and some wine and sit on the grassy slopes as you admire the view. Any ferry departing from Circular Quay will afford you with five-star views of both the Sydney Harbour Bridge and the Sydney Opera House, so a ferry ride really is the best way to see these landmarks. For those with more time, a relaxed ferry trip to Watson’s Bay is a highlight of any visit to Sydney. Eat at the famous Doyles On The Beach, have a dip at the stunning ‘Camp Cove’ beach, walk along the cliff top to ‘The Gap’ and peer down at the waves crashing far beneath you, or take a short bushwalk around to South Head, which marks the Southerly head of the harbor. Alternatively, a ferry ride to Manly is always popular. Pack your ‘swimmers’, enjoy fish and chips on the beach, or do some snorkeling at Shelley Beach. Sydney also has a very hip scene, which is located around Oxford Street in Sydney, as well as the artsy Balmain in Sydney’s Inner West. Both are a short taxi/ferry ride from the city, and there you will find eclectic shops and one-of-a-kind markets each Saturday. For your final night in Sydney, finish with a splash at one of the many harborside restaurants that Sydney has to offer."
    },
    {
      "dayNumber": "17",
      "title": "Sydney – Farewell to Australia",
      "description": "Today marks the end of an unforgettable adventure Down Under, but you’ll go home feeling on top of the world after all the fresh air and outdoor activity that you have encountered in some of the most spectacular places on Earth! At the appointed time, a private driver will meet you at your hotel and transfer you to Sydney International Airport for your journey home."
    }
  ],
  "map": ""
}