{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australian-outback-staircase-to-the-moon-tour",
  "tourName": "Australian Outback: Staircase to the Moon Tour",
  "placesVisited": "Sydney, Broome, Kununurra, Darwin, Â The Australian Outback",
  "generalInfo": "You will transcend cityscapes to connect with surreal landscapes during your 13-day Australia adventure tour of the untamed Outback. As the full moon shines over the northern sea, you will witness the natural phenomenon of the Staircase to the Moon and explore the dramatic scenery with local Aboriginal guides. Wander through waterways on a billabong cruise, ride a camel along Cable Beach, and experience the remote treasures of Australia.",
  "durationDays": "13",
  "price": "19,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Arrive in Australia",
      "description": "Arrive in Sydney early in the morning with the sunlight glistening on the ocean. Sydney is known for its moderate climate making it a perfect destination no matter the time of year. Take advantage of an early check-in at your hotel and explore the stunning city of Sydney. Stroll through Darling Harbour, a lovely walkable area on the waterfront boasting museums, gardens, restaurants, and a carousel. It is also the departure point for all harbor cruises. Hop on a cruise that will take you around Sydney Harbour and its surroundings. The ocean air blows over the bow of the ship as the carousel’s music fades in the distance. The sails of the Sydney Opera House point into the sky and mix with the sailboats floating around the esplanade. The bare frame of the Harbour Bridge holds fast above the sea. Homes pepper the shoreline through the trees as fishing trawlers make their way to the docks. Watch the daylight fade behind Sydney’s skyline as you make your way to Doyles Beach to enjoy fresh, delicious seafood. The water taxi will ferry you to the beautiful seaside restaurant where you are promised a view of Sydney’s remaining sunset."
    },
    {
      "dayNumber": "2",
      "title": "Broome – Charming Broome",
      "description": "Transfer to the Sydney Airport to make your flight to Broome. Known for its history of pearling, Broome is a collection of color in its topography and its history. A visit to Broome is like visiting an American gold-mining town, surrounded by beauty and steeped in legend. A stroll through Chinatown spotlights Broome’s history as a seaside town, the shiny history of pearl shells still glistening in windows, signs that designate which buildings were once opium dens or saloons but are now bustling cafes and retail stores. At night you will witness the spectacular Staircase to the Moon. Unique to Broome, this phenomenon happens only during the full moon. Watch as the moon’s deep glow settles on top of the ocean, its reflection building what looks like a staircase that leads from the water’s edge, through the air, and onto the moon’s surface as the deep hum of didgeridoos echo in the night."
    },
    {
      "dayNumber": "3",
      "title": "Broome – Salty Sweet Air and Playing Dolphins",
      "description": "Explore that magic of Broome with a local guide who will take you to the various sites that make this city and its surroundings so astounding. The vast expanse of Cable Beach’s white sands meets the turquoise blue of the warm, calm water. The air is a salty-sweet as the warm water laps around your toes. A visit to Gatheaume Point displays the craggy, red rocks of another world piled on top of one another and looming over the clear blue water below. Peek at the fossilized dinosaur footprints, set firm in the sand, and authenticated by specialists. The footprints sink into, but the standout, like a sore thumb with the rocks stacked above them, and the sea quiet. At night you will return to Cable Beach carried by the “ships of the desert.” A camel ride along the shores of the white sand beach at sunset brings you to the edge of the continent where the sinking red of the sun glows like a firestorm. Dolphins can often be seen playing in the distance as the sun fades over the horizon."
    },
    {
      "dayNumber": "4",
      "title": "Broome – Tour from an Aboriginal Guide",
      "description": "Experience Broome’s surroundings like a local with an Aboriginal tour guide. Be taken through Aboriginal communities to see their historical and spiritual connection to the land. Their painted handprints stain an expanse of hillsides, the stories of Dreamtime echo in the night sky, and the odd shape of baobab trees, their fat bases, and thin branches decorate the countryside. Return to Broome with a chance to taste some of the local fare at the Moon Market at Town Beach. The music of buskers mixes with the laughter of people touring the market. Many vendors tout the unique and sweet flavor of honey and preserves. Taste all you can before the boisterous crowd disbands and the tastes of the market fade."
    },
    {
      "dayNumber": "5",
      "title": "Broome – Horizontal Falls",
      "description": "Enjoy an aerial tour of the Kimberly Region as you soar over brilliant reflective water of the Fitzroy River and around the large cliffs of the Windjana Gorge. A brief hike through the brush of the gorge will take you to homestead where you will taste the decadence of a local, staple lunch of “one meat and two veg.” The food is rich and delicious; the hospitality is heartwarming. Once back in the air you will see the incredible power of the Horizontal Falls, which demonstrates the strength of the area’s tides. The falls were created by huge tides flowing in a white-water plume through two narrow passageways. The tides continue their immense pull today."
    },
    {
      "dayNumber": "6",
      "title": "Kununurra – Into Deep Territory",
      "description": "Transfer to the airport and be flown to one of the last frontiers of Australia, Kununurra. Known for its remote location and stunning topography, Kununurra has a craggy, colorful surface that climbs and falls across the expansive region. The landscape drops suddenly with hidden lakes at the bottom ready to be jumped into. A visit to Kununurra is an experience in and of itself. On your first day in Kununurra, you should visit the only licensed distillery in Western Australia. Known for its sugar cane spirit, the sweet scent of the sugar cane surrounds the farm. The distillery looks like a refurbished antiquated saloon, complete with barrels stacked against the walls, for storage, not for decoration. For a delicious and moist treat, try the rum cake."
    },
    {
      "dayNumber": "7",
      "title": "Kununurra – Further into the Incredible Scenery",
      "description": "Spend the day in the air flying over Kununurra’s incredible scenery. Lake Kununurra was formed by the construction of the Ord Diversion Dam. The pristine water reflects the blue of the sky and the surrounding lush environment, from sprawling vineyards and farmland to expansive rolling hills. From the air, the Argyle Diamond Mine could be mistaken for the layered pyramids of Chichén Itzá. Layers angle down the mountains and spiral into the earth. The red and white of the terrain pops against the bright green of the surrounding trees. Over the Purnululu National Park, the rocks spring from the earth like stalagmites, a collection of color, sharp and defensive. Kununurra’s majesty is imbedded in its roots, its soil, its lakes, and rivers, and you have been able to see it all from up high."
    },
    {
      "dayNumber": "8",
      "title": "Darwin – Cool Harbor Waters",
      "description": "Transfer to the airport and be flown to Darwin, Australia. Explore the city of Darwin, strolling through the Darwin Waterfront Precinct. The wave lagoon offers swimming and water sports in the safe, clean, cool water of the harbor. Couples hold hands in inner tubes. Families bodysurf in the morning and the area is filled with boisterous laughter. The latter part of the day will bring you to the Museum and Art Gallery of the Northern Territory. The quiet, deep halls are filled with indigenous history and art, including a large collection of contemporary Aboriginal art. The collection at the museum offers an eclectic take of Aboriginal culture, showing the struggle of indigenous people to stay connected to their roots while assimilating to modernity through the artists’ combining of the symbolic shapes of traditional Aboriginal art with contemporary images and ideals. With the idea of Dreamtime always present in the land and sea of Australia, the colorful paintings leap from the walls, continuing the tradition of storytelling."
    },
    {
      "dayNumber": "9",
      "title": "Kakadu National Park – Off the Beaten Path",
      "description": "Take a breathtaking flight over the wild wetlands of Kakadu National Park as you make your way to a remote safari camp on the borderlands of Arnhemland encampment. The expansive lush green is bordered by the intimidating gray of steep cliffs and patched with billabongs, or oxbow lakes, that come and go with the seasons. Take a 4WD trip to explore the nearby Aboriginal rock-art site. An incredible 20-foot-long rainbow serpent adorns a shallow cave. Follow your guide through rock chambers that contain hidden galleries draped with telling Aboriginal art. Listen to the stories that the art tells, and the history of the region that is contained in the work. Later you will visit a large billabong for a sunset cruise. See the girth of the crocodiles as they pepper the shores. Watch the egrets’ extend their impressive wingspan as their brilliant white feathers silhouette in the sunset, until the cruise ends and it is time to return to camp."
    },
    {
      "dayNumber": "10",
      "title": "Kakadu National Park – Untouched Nature",
      "description": "Wake up to the natural sounds of chirping birds and rushing water. The surrounding trees and rocks act as a living museum, containing and maintaining this, practically untouched region’s natural history. Your guide will help you discover the beauty of the pristine bush through the abundance of native birds and animals, along with the prolific and abundant rock art. Run along the sandy shores of the waterways and experience traditional aboriginal crabbing, complete with spear. As the sun drifts behind the trees, watch the collection of birds make their way to their nests as the murmurations settle into the canopy."
    },
    {
      "dayNumber": "11",
      "title": "Darwin – Darwin’s Heart",
      "description": "After a delightful local breakfast, you will take a return flight to Darwin, once again flying over the incredible Kakadu National Park with its craggy cliffs and rushing waterfall that cuts through the heart of the trees. Another day in Darwin offers a visit to the Darwin World War II Museum. Containing first-hand accounts of Australia’s experience during the war. Some of the stories told in the museum have been documented in the Baz Luhrmann movie, Australia . From the cold metal of anti-aircraft guns to the heartwarming stories of heroes and soldiers, the museum shows Australia’s proud history, along with the core of the country’s cultural kindheartedness."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Return to Metropolis",
      "description": "Board an early flight to return to the city that started your Australian excursion, Sydney. The opulent water encircles the Opera House as you make your descent into the city. On your final night in Australia enjoy an easy exploration of Sydney’s beautiful, premiere seaside district, The Rocks. Having refurbished the original warehouses and factories that lined Sydney’s waterway, the Rocks now boasts stunning boutique shops, delicious restaurants, and an incredible outdoor market. First Fleet Park is a stunning, lush green area bordered by antique buildings, the waterfront, and the skeletal frame of the Harbour Bridge. It’s also a great place to watch the people of Sydney stroll by. As the sun sets behind the skyline, the waves and sails practically waving goodbye, you can almost expect the moon to rise and build another staircase."
    },
    {
      "dayNumber": "13",
      "title": "Sydney – Depart for Home",
      "description": "With the gorgeous staircase to the moon disappearing, and Australia’s stunning Outback in the distance, it is time to leave for the US. Although the staircase may be gone, the moon will always be a reminder of your trip to Australia."
    }
  ],
  "map": ""
}