{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "perfect-two-week-australia-family-vacation",
  "tourName": "Perfect Two-Week Australia Family Vacation",
  "placesVisited": "Sydney, Blue Mountains, Uluru, Brisbane, Hamilton Island",
  "generalInfo": "Escape to powdery-white sands and mystical mountains, legends of Dreamtime and visions of hopping kangaroos during your perfect 14-day Australia family vacation. Your excursions and specialist guides will immerse your family in endless adventure to find tropical fish at the Great Barrier Reef and the iconic architecture of Sydney. With tropical islands, diverse wildlife, and lush rainforest, Australia will create endless excitement and priceless memories for the entire family.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Stop, Rest and Relax",
      "description": "Australia is far from everywhere so you can land and relax. You will be greeted at the airport and transferred to a hotel that is close to Circular Quay. This is the best location for transport connections as well as walking in the old city center. Sails will shine white at Sydney Opera House just 400 meters away. Sydney Harbour Bridge will appear majestic, arcing over the Parramatta. Many local ferries can provide a relaxed afternoon on the river while the streets around Circular Quay are packed full of cafes and restaurants. Nothing is planned for today, and it is hard to predict your energy levels after a long flight, so rest, relax, hang around the pool, or create some first impressions of this famous city."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Family Experiences in the Opera House and Botanical Gardens",
      "description": "Everybody knows the famous sails, but not everyone experiences why the building was constructed. Theatrical programs run throughout the day in the Sydney Opera House with those in the morning geared for kids. There is everything from puppet-making workshops and Babies Proms to musical programs and short theater shows for teenagers. After a show, you will go behind the scenes through this majestic venue before following a path from the Sydney Opera House to the Royal Botanical Gardens. Out here, there are green spaces and a celebration of indigenous plants along with some strange prehistoric-looking birds. Your kids can run around as the ambiance will remain relaxed, helping everyone come around from the jet lag. With a Circular Quays hotel, you will be ticking off beautiful city sights on your way to cafes or restaurants, so you do not have to worry about missing out on all the Victorian splendor."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Cruising the River and Discovering the Eastern Beaches",
      "description": "Sydney unfolds from the Parramatta, skyscrapers rise at Darling Harbour, villas and parks stretch out on the northern bank, and rocks and islands narrate early colonial history. Today, you will cruise under the bridge and past the sails, heading out to the Pacific Ocean. Manly is your destination although the journey is just as memorable as the beach you reach. Manly is broad and has safe places for young kids to swim. If your children are older or your family is more active, you can spend the afternoon at Bondi instead. Here, introductory surfing lessons can be complemented by a coastal walk to Coogee, which is the city’s natural grandeur that unfolds in waves of rugged cliffs and calm bays."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Free Day With Various Potential Excursions",
      "description": "By today, you should be settled into your Australian experience, be completely over any jet lag, and become confident about getting around the country. This day will be left free, and there are many potential options from taking the ferry to Taronga Zoo to climbing upon Sydney Harbour Bridge. Centennial Park is studded with ibises and cockatoos, which will be an excellent place for a family picnic. Just beyond the city, you will find an animal conservation center, which is a perfect choice if the kids cannot wait to meet kangaroos and koalas. Evenings in Sydney can be spent at one of the open-air cinemas or strolling a promenade with ice cream in hand."
    },
    {
      "dayNumber": "5",
      "title": "Blue Mountains – An Australian Bush Experience",
      "description": "Jagged peaks stand like sentinels above a misty, forested valley. Haze floats through the air, blue in hue and surreal to behold. You will be just an hour outside the city when nature takes its hold as the landscape oscillates between drama and charm. This is the Australian bush, a rural and often wild area that is interspersed with civilization. Here, the rainforest is accessible by taking the world’s steepest train down into the valley. Mountain escarpments can be reached by vehicle, bringing supreme views over the blue haze. You will also spot a variety of birds and marsupials as well as small farm stores and villages. Barely 90 minutes outside of the city, the Blue Mountains will ease you into wild Australia. You will check-in to a wooden cabin in the forest, and there will be a great selection of self-guided trails that you can choose to explore. The Scenic Railway is easily reached from here, and on day five, you will be left to your own devices. Day six will be guided, incorporating more of the Blue Mountains area and ending with a spectacular glass-bottomed, sky tram ride across the peaks. Over these two days, you will visit the Three Sisters, Jamison Valley, Wentworth Valley, and the Jenolan Caves, all of which is very accessible regardless of the age of your kids. Now a UNESCO World Heritage Site, the Blue Mountains are easily adjustable to your sense of adventure and energy with most stops offering a variety of trails and activities, including some forest mountain biking."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – A Camel Ride Through the Desert",
      "description": "First, you witnessed the bush, and now, you will see the Outback, taking a plane into wild and remote Australia. Uluru is almost 500 miles from the nearest town, and there are not any obvious settlements in between. This wilderness is a raw, red desert on a baffling scale. While this does immediately sound conducive to a family vacation, it will provide you with all the space and time that is required to be truly together as a family. Touch down beside the famous red rock, check-in to the family Outback camp, and head out on camels this afternoon. Riding through the wild, you will be backdropped by Uluru while gazing towards the sunset before a starry sky appears and you complete the journey with an Uluru silhouette."
    },
    {
      "dayNumber": "8",
      "title": "Uluru – Connecting With Nature in the Bright Red Outback",
      "description": "Today, you will wake up in the Outback, and all you will hear is silence. Peering out, the landscape will be endless. It will be a landscape that you expect of Australia on a scale that is unfathomable until you arrive. Making it all comfortable is the Outback camp, family-focused accommodation that helps you all connect with this special landscape. Daily activities will help you learn about life out here from foraging for food to throwing boomerangs. Every night, there will be guided stargazing as the sky lights up bright beyond your imagination. Of course, there is the big rock. Included in your stay is a half-day tour of Uluru’s base to see Aboriginal paintings and then to a quiet shaded spot to watch the world’s largest monolith change color at sunset. It is not the only impressive rock. The next day, you will be at Kata Tjuta, which are 26 red domes that come in an equally surreal shade of red. A helicopter ride will break the silence but will also help you appreciate the true scale of this land. By spending three nights here, you will begin to realize that this destination is not just a big red rock, but a magical desert that is changing every hour and helps everyone escape from the impulses and over-stimulation of life back home."
    },
    {
      "dayNumber": "10",
      "title": "Brisbane – Getting Intimate With Kangaroos and Koalas",
      "description": "Flying back east, you will land in Brisbane, which is a good gateway city between Uluru and the Whitsundays. From the airport, a guide will take you directly to Lone Pine Koala Sanctuary. Injured and orphaned marsupials are cared for here, most becoming extremely playful and loving human interaction. Kangaroos hop and chomp on grass, standing high above children and adults while wallabies are much smaller and safer to approach when you are only seven years old. Platypus wade in a swamp while echidna impresses with their long snouts. You will finally see the koalas, which are such cute and cuddly characters when seen from any angle. All the famous Australian animals are here, and you can get very close to most, including the iconic koala and child photo. From here, you will cruise into Brisbane by river, spending the night at a large family hotel just outside the center."
    },
    {
      "dayNumber": "11",
      "title": "Hamilton Island – Whitsundays Family Getaway and Whitehaven Beach",
      "description": "Beaches will shimmer white from the window as you fly into the Whitsundays, which is a group of 74 islands that are made from coral and sand. This is the southern end of the Great Barrier Reef, which are specks of land that are surrounded by rich, turquoise waters. Hamilton is the largest of the islands and is the best set up for families, offering the largest choice of restaurants and activities along with the peace and tranquility that all the islands provide. You will check-in to the resort, and today will be left free. You are barely 50 meters from a beach that has safe, shallow water for young swimmers in addition to the swimming pool complex and kids club. Set sail across clear waters, cruising on wind power through the tropics. Islands are studded green by indigenous forest, and almost all of them are uninhabited. The beaches will be so white that they will be almost blinding. Beautiful bays provide a quiet place to anchor and swim before you sail onwards to Whitehaven, which is the most famous of the Australian beaches. The sand is so fine that it squeaks beneath your feet, and the waters are so blue that they seem a trick of nature. This half-day boat tour includes a barbecue lunch on the beach and a variety of stops as well as the serene sailing. You can also go for a snorkel in the Great Barrier Reef with flotation aids available should you need them."
    },
    {
      "dayNumber": "13",
      "title": "Hamilton Island – Great Barrier Reef Family Adventure",
      "description": "It will be on the Outer Great Barrier Reef that you find the great abundance of marine life along with the finest diversity of coral. Sponges flutter in a dozen colors, fields of purple and green extend just two meters below the surface, and hundreds of small fish species swim past your mask. After a 90-minute boat journey, you are at Hardy Reef, spending four hours at a pontoon above the coral. The pontoon is a dry space to drink and dine in between different underwater activities. Snorkeling is superb and can be both guided and unguided with lifeguards that watch over the snorkeling area. A semi-submersible will showcase the marine world without you needing to get wet. The pontoon’s underwater chambers will feel like being in an aquarium. After all the adventure, your kids should be fast asleep as you cruise back to Hamilton Island for your final night in Australia."
    },
    {
      "dayNumber": "14",
      "title": "Hamilton Island – Departure",
      "description": "You will depart Australia from Brisbane after first taking a domestic flight away from the islands. Two weeks will have flown by, but it may seem like you have been here for a month due to such diversity of your experience and destinations. It is almost impossible to think that you were in the Outback only a week ago, and that is the beauty of seeing the country’s alternative sides. Rather than a family vacation that blurs into a single memory, with Australia you clearly remember each place you visit."
    }
  ],
  "map": ""
}