{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "best-of-the-great-barrier-reef-tour",
  "tourName": "Best of the Great Barrier Reef Tour",
  "placesVisited": "Port Douglas, Great Barrier Reef",
  "generalInfo": "Step into the extraordinary to explore the lavish subaquatic world of the Great Barrier Reef and the captivating, ancient tales of Aboriginal Dreamtime. The great stories explain the beginning of existence, leading the way to the harlequin green trees and the indigo hues of the Coral Sea. White sand beaches brush against forests of towering palm trees, and coral reefs glow in crystalline waters. Your custom tailored tour will take you into the sky and beneath the sea to provide unparalleled views of tropical fish and exotic birds, the forest canopy and hidden beaches to embody natural splendor and the enchanting culture.",
  "durationDays": "7",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Port Douglas – Arrive in Beautiful Queensland and Charming Port Douglas",
      "description": "Northeast Queensland shines with distinction as the only place in the world where two UNESCO World Heritage sites meet, in the form of the Daintree Rainforest and Great Barrier Reef. As your flight descends into the Cairns Airport, you can look out your window to find the silhouette of the reef winding beneath the clear sapphire water of the Pacific Ocean. The verdant rainforest drapes over the Great Dividing Range, the third longest land-based mountain range in the world, which borders the coastline. Your flight will land, and your private transfer will meet you at baggage claim ready to whisk you away to the laidback tropical town of Port Douglas. Mango trees intersperse with towering palms to frame the gold-sand beaches around the port. Indigo water laps the shoreline and highlights the striking blond hues of Four Mile Beach. Cafes line the quiet streets of town set at the base of Flagstaff Hill, a lookout point that offers a terrific panorama of the mountains, palms, beaches, and varying shades of blue water. Your luxurious accommodation will provide a tranquil atmosphere within easy reach of the sun-drenched sand and the refreshing Coral Sea. The infinity pool will shimmer with turquoise hues and the grounds fill with the scent of fresh mango and sweet pomelo. The Port Douglas Yacht Club overflows with spirited locals eager to enjoy a casual dinner and drink in front of the unique wading skyline of sailboats masks moored in the marina. You will settle into the beauty of your surroundings and allow the beautiful colors, enchanting aromas, and tropical climate welcome you to Queensland."
    },
    {
      "dayNumber": "2",
      "title": "Port Douglas – Morning Hot Air Balloon Tour before Visiting Green Island",
      "description": "You will wake before sunrise and meet your guide in the hotel lobby. In the cool morning air, you can hear the Coral Sea lapping at the edges of the sand. Flying foxes soar over through the trees as the scent of passion fruit accompanies the sweet aroma of the briny water. You will soon reach the open plain of Atherton Tablelands, where your large balloon is laid across the grass. Your guide will inflate the balloon as you step into the basket, and soon you will be lifted into the morning sky. An average hot air balloon travels upwards of 2,000 feet, and you will feel as if you are the first to see the sunrise as the midnight blue of the night sky recedes from the horizon. Layers of burgundy, sage, and crimson fade into powder blue, allowing you to see the expanse of the scenery below. The Barron River winds along the plateau opening the emerald trees as the strand of sand divide the trees from the iridescent water. Your balloon will land, and you will continue your exploration as you board your boat to reach Green Island. Soft sand beaches encircle the dense rainforest that overtakes the heart of the landmass that awaits your arrival. The sand will envelop your feet and cling to your skin as you explore the island that is nearly 1,000 feet wide and more than 2,100 feet long. The sunlight will wash over your shoulders as you venture into the water with a snorkel to explore the coral bodies that surround the secluded island in search of stunning brain coral, glowing anemones, and hidden eels that wait to poke their head out from the reef."
    },
    {
      "dayNumber": "3",
      "title": "Port Douglas – Visit Mossman Gorge in the Far North and Sail the Low Isles",
      "description": "In the morning, the aroma of refreshing coffee will emanate from the nearby celebrated cafe known for its imported coffee beans and exotic chocolate pairings. After breakfast, you will meet your guide in the hotel lobby and venture north into the depths of Daintree Rainforest at Mossman Gorge Center. The center offers insight into the geological creation of the gorge, along with the landscape’s deep-rooted connection to the Aboriginal tribes. The Indigenous Art Gallery exhibits works by local Kuku Yalanji artists, each telling a unique story by combining contemporary techniques with the traditional artistic symbols, utilizing various designs to in the attempt to communicate the importance of the myths and legends passed down through the generations. The surrounding rainforest is the oldest continuously surviving rainforest on the planet, encompassing over 296,525 acres and spanning more than 135 million years. The sunlight pierces through the emerald canopy with beams of light that shine along the forest floor. Back scratcher ginger has bright petals and resembles a bushel of orange and red willows as tree kangaroos graze on the underbrush. Boyd forest dragons laze in the sunlight before changing colors to blend into the scenery as the cassowary calls out with a thrilling squawk that resembles laughter. An Aboriginal guide will lead you along the forest floor to tell you the story of Dreamtime before you return to the shore for your boat ride to the Low Isles. The 55 acres of reef that surround the four acres of islands contain more than 150 difference species of hard coral. Seagrass grows along the flat sand beside sea cucumbers, and you can spot rays gliding through the water with ease, their wings rippling against the current. A rabbitfish emerges from a coral cove with its scales speckled a radiant mixture of blue, yellow, and green."
    },
    {
      "dayNumber": "4",
      "title": "Port Douglas – Venture to Moore Reef to View the Outer Great Barrier Reef",
      "description": "The Great Barrier Reef is home to more than 10,000 marine species unique to the ecosystem that spans nearly 133,000 square miles. After breakfast, you will make your way to the marina to board a high-speed catamaran and set out to the Outer Reef, where the breathtaking world of colorful coral and iridescent fish tint the ocean hues. You will relish the wind as it brushes against your cheeks and carries a refreshing sea mist. The Coral Sea maintains a sweet scent with a hint of salt, and your boat will anchor at Moore Reef, where you will jump into the water prepared for the wonders below. The salt will cling to your skin and keep you floating along the surface. The remarkable beauty of the Outer Reef will be in full view. Soft coral waves with feathery tentacles angle with the water’s movement. Mollusks unclasp their powerful jaws to reveal soft purple lining against their hard shell as hard coral rises out of the seafloor like a hill, twisting into itself and over brain coral and sea fans. The neon blue hues of a damselfish will catch your eye as the fish can grow up to 14 inches long as they forage along the upper water column for caridean shrimp. For a look into the deeper drop offs of the reef, you will enter a semi-submersible to view the subaquatic world of the Great Barrier Reef in a brand new light."
    },
    {
      "dayNumber": "5",
      "title": "Port Douglas – Explore the Rainforest and Take the Kuranda Scenic Skyrail",
      "description": "In the morning, you will catch hints of the enticing exotic aromas of jackfruit and dragon fruit drifting through the air. The scent of roasting coffee beans emanates from nearby espresso shops along with the sweet sugarcane juice that blends in with the fragrant sea. After breakfast, you will take a private drive to the Skyrail Rainforest Cableway Station to venture into the rainforest once more, this time to visit the welcoming town of Kuranda. The Skyrail travels four miles to a height of nearly 1,800 feet above sea level, and once in the gondola, you will have a 360-degree view of the surrounding landscape, including through the glass panel on the floor to see the treetops as they pass below. You can see the individual ridges of the different leaves as they clasp to the branches of the canopy. In the distance, the mountains behind you frame the floodplains and the coastline as the trees open to a panorama of Barron Falls, located at the edge of the Atherton Tablelands. The water descends 410 feet across an undulating promontory and follows a number of smooth routes carved by thousands of years of wear. You will soon reach Kuranda, an artistic town with a colorful market surrounded by tropical plants and towering palm trees. Local artists fill the Original Rainforest Markets with folk art, crafts, and locally sourced honey and wines. The town emanates charm amidst the wilderness, containing an entrance point to Barron Gorge National Park, along with the Koala Gardens. The latter is a wildlife reserve that allows visitors to view and meet some of Australia’s unique wildlife up close. Koalas linger in eucalyptus trees and lazily snack on the leaves between bouts of sleeping. During your visit, you can meet a koala under the guidance of a keeper and hold a fuzzy, domesticated bear to your shoulders."
    },
    {
      "dayNumber": "6",
      "title": "Port Douglas – Enjoy Breakfast with Birds and the Day at your Leisure",
      "description": "In the morning, you will venture to the unique Wildlife Habitat Port Douglas to enjoy breakfast and meet the exotic birds of the tropical rainforest. The café tables are set up beneath a large canvas to allow the open-air to spill into the dining room. The fragrance of eucalyptus and fern fade beneath the sweet aromas of kiwi and pineapple as colorful lorikeets perch on the table edges with their bright green plumage reminding you of the colorful coral that emanates from the reef systems. Scarlet macaws call out to one another and nibble on the edges of their perch, and outside the dining area, kangaroo relaxes in the spreading sunlight. You could likely reach down and pet one of the kangaroos before it jumps away to a more secluded spot beneath the trees, but having them near is so special, you do not dare. After breakfast, you will have the remainder of the day at leisure to explore or relax amidst the beauty of the northeast. Stroll along the streets of Port Douglas or bask in the sunlight on Four Mile Beach. For a more adventurous time, you could traverse the Trinity Inlet on a jet ski to find saltwater crocodiles. Your jet ski will cast a large wake as you follow your guide through the maze of creeks. Mangroves line the waterway with thick roots that twist in and out of the sandy banks. Scour the unique landscape in search of crocodiles, which can grow to a length of nearly 20 feet long as ridges beneath their eyes run along their wide snout. Aboriginal rock art found in Kakadu caves reference the renowned reptile as far back as 3,000 years ago. When you catch a glimpse of a lone female lounging in the sun, your heart will start to race, and you will immediately understand why spotting a crocodile in the wild is such a thrilling experience."
    },
    {
      "dayNumber": "7",
      "title": "Port Douglas – Depart for Home",
      "description": "At breakfast, you will savor the sweet juice of a star apple accompanied by vanilla. The scent of thick-cut bacon drifts out of the restaurant kitchen, and you will look out the window to enjoy the view of the calm water that splashes at the golden shores of Four Mile Beach. The breeze will rustle the leaves of the palm trees as the indigo water shimmers against the bordering mountains that glow emerald with the tropical rainforest. Locals set their blankets out on the sand and dip their toes into the refreshing water that cycles back and forth against the shore. Your private transfer will meet you at your hotel after one last leisurely morning, and soon you will board your plane bound for home. But for now, you will indulge in the tropical flavors of Queensland, embellished with the unforgettable paradisiacal view."
    }
  ],
  "map": ""
}