{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "luxurious-splendors-of-australia-tasmania-to-sydney-tour",
  "tourName": "Luxurious Splendors of Australia: Tasmania to Sydney Tour",
  "placesVisited": "Hobart, Maria Island, Coles Bay, Pretty Beach, Sydney",
  "generalInfo": "From Tasmania’s wildlife-riddled landscapes to New South Wales pristine golden coastline, the majesty of Australia is set to be unveiled on this indulgent 14-day luxury tour from Hobart to Pretty Beach. Whether its cultural experiences unraveling Australian history or decadent tasting tours of the country’s finest cuisine, every moment will be elevated and every scene backdropped by breathtaking land and seascapes.",
  "durationDays": "14",
  "price": "19,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Hobart - Serenity by the Sea",
      "description": "Scenes of yachts hovering over the harbor’s glassy waters and sweeping vistas of Mount Wellington’s imposing emerald hilltop will welcome you to the capital of Australia’s island state of Tasmania. You will meet your private transfer at the airport and head for a deluxe hotel boasting spectacular views of the seascape and offering easy access to the capital’s enchanting historic district and buzzing fashionable neighborhoods. Here, you will spend the evening acclimating to the atmospheric destination in preparation for your adventures ahead."
    },
    {
      "dayNumber": "2",
      "title": "Hobart - Between the Canopy and the Waves",
      "description": "After breakfast, you will join a private tour guide and begin your day appreciating the rich history of Hobart’s old quarter before ascending Mount Wellington to witness the picturesque panoramas of Tasmania. Your descent down the mountain will be on bikes, allowing you to leisurely cruise across the terrain to viewpoints peppering the precipice before arriving at a delightful spot where you will tuck into lunch. Following your encounters on the mountain, you will climb aboard kayaks and paddle across the sea to capture Hobart’s charming historic district from a unique vantage point."
    },
    {
      "dayNumber": "3",
      "title": "Maria Island - Wildlife Adventures Like No Other",
      "description": "Just beyond the shores of Tasmania, nestled in the Tasman Sea, lies the mountainous Maria Island, a dreamy national park composed of idyllic landscapes that affords stunning views of the surrounding sea. During your time on the island, you will be treated to a glitzy glamping experience within the unspoiled environment soundtracked by the singing birds and scuttling creatures that move through the greenery. Furthermore, you will delight in all meals provided and prepared by acclaimed chefs hosting you for the wildlife adventure."
    },
    {
      "dayNumber": "4",
      "title": "Maria Island - Spectacular Strolls from Land to Sea",
      "description": "The most magical way to experience Maria Island is to stroll across its diverse topography and stumble upon the remarkable wilderness sightings that lurk between the forested sanctuary. Joined by a knowledgeable ranger, you will set off in the morning through landscapes dressed in towering olive-green trees to seaboards composed of craggy boulders and jagged cliffs. Along the way, you will encounter endemic animals and indigenous flora sweeping the expanse of the island, which will pose for postcard-perfect pictures to commemorate your journey."
    },
    {
      "dayNumber": "5",
      "title": "Maria Island - Fireside Stories beneath the Stars",
      "description": "Maria Island’s immense beauty cannot be absorbed within a day, so you will have another opportunity to take in all the splendors after breakfast this morning. With your experienced ranger leading the way, you will continue your walk across the mesmerizing landscape to see what else there is to find between the leaves and beyond the rolling hills. After a day of wildlife discovery, you will pack your bags and leave the campsite to spend the evening in a restored heritage accommodation. Sitting below the twinkling stars as the fire burns, you will feel worlds away on the island."
    },
    {
      "dayNumber": "6",
      "title": "Coles Bay - Tasmania’s Seaside Crown Jewel",
      "description": "Today, you will head back to mainland Tasmania and transfer to the next destination on your glamorous tour of Australia. Poised on the hills of Tasmania’s seaside crown jewel, you will spend the following two nights at the lavish resort, Coles Bay. This gem provides extraordinary seascapes from your private patio and offers world-class amenities to enjoy during your stay. With all gourmet meals included and a spa voucher provided, your first evening will be a vitalizing retreat and opportunity to unwind from your adventurous activities experienced thus far."
    },
    {
      "dayNumber": "7",
      "title": "Coles Bay - Fresh Oysters and the Tasmanian Devil",
      "description": "The scenery is Coles Bay’s main attraction, and you will explore the surrounding area further after breakfast at your own pace. There are several mainstay experiences you cannot afford to miss during your leisurely day tour of the breathtaking bay, with your first stop being the Freycinet Marine Oyster Farm. Here, you will delve into the history of this acclaimed paddock-to-plate site while slurping up delicious oysters harvested fresh from the farm. Following your mouth-watering meal, you will learn more about the at-risk Tasmania Devil while watching them wallow in their natural habitat."
    },
    {
      "dayNumber": "8",
      "title": "Sydney - A Welcomed Arrival in New South Wales",
      "description": "In the morning, after breakfast, you will head to the airport to catch your flight bound for the capital of New South Wales, Sydney. Approaching the massive metropolis, you will immediately notice the stately Sydney Opera House looming over the Darling Harbour, an iconic image of Australia to swoon over as you soar overhead. You will be met by your private transfer upon touching down, and make your way to a prestigious accommodation with world-class views of Sydney Harbour, where you will spend the evening luxuriating in top-tier amenities."
    },
    {
      "dayNumber": "9",
      "title": "Sydney - Sights Across Sydney Harbour",
      "description": "Sydney is immense, making bike travel one of the most efficient and exhilarating means of seeing your surroundings this morning after breakfast. Escorted by a spirited tour guide, you will glide across the tarmac, weaving between narrow alleys and down tree-hugged boulevards to the Sydney Harbour Bridge, where you may gaze upon the sparkling seaside scenes before continuing to the palatial Governor’s House. Your travels along the promenade to pristine parks and the bustling Lavender Bay will share a rich tapestry of magical moments worth savoring today."
    },
    {
      "dayNumber": "10",
      "title": "Sydney - Escape to Secluded Sandy Spots",
      "description": "Watch the sunrise from your seafront patio and sip on a selection of tantalizing warm brews before you join your guide and head for Circular Quay, where you will hop on board a private boat and jet off across the sea. Lose yourself in the feeling of the fresh sea breeze and smell of the salty air before you arrive at a hideaway beach where you will spend your afternoon isolated from the rest of the world. With your toes dug into the warm golden sand, you will revel in the blissful tranquility of this illustrious shoreline."
    },
    {
      "dayNumber": "11",
      "title": "Sydney - The Finest Moments in the City",
      "description": "Your final day in Sydney is yours to enjoy at leisure, choosing to partake in cultural activities or relaxing around the pool at your elite accommodation. No matter how you spend it, you will be seated in the lap of luxury as Sydney’s glitzy experiences are enough to make the most discerning travelers blush with excitement. From uncovering the country’s deep-rooted heritage in the museums speckling the cityscape to savoring a selection of coveted Australian haute cuisine dishes at a Michelin-starred restaurant, luxury awaits on your free day."
    },
    {
      "dayNumber": "12",
      "title": "Pretty Beach - A Ritzy Arrival on the Bay",
      "description": "The final leg of your vacation will be spent amongst a forested hill overlooking the golden sands of Pretty Beach, at a dazzling accommodation where you will enjoy gourmet meals and top-shelf wine on the house. There are few better places to spend your final moments in Australia, so take your time as you soak up the glamor of your ritzy suite and the otherworldly views enjoyed from your romantic balcony. These are the moments between the action that you will cherish for their charm and serenity."
    },
    {
      "dayNumber": "13",
      "title": "Pretty Beach - Pristine Seaside Memories",
      "description": "The destination’s crown jewel coastline is quite aptly named and, today, you may enjoy all of it as you spend your morning and afternoon under the sun on loungers tucked beneath the shade of towering palms. This tropical paradise is dreamy in every right, serving up postcard-perfect moments to capture the glittery shore and translucent sea. Enjoy a refreshing dip in the sparkling waters as little fish swim slowly around you and relish a light stroll across the velvety sand while the waves ebb and flow against the beach."
    },
    {
      "dayNumber": "14",
      "title": "Pretty Beach - The Majesty of the Australian Coast",
      "description": "As the sunshine envelops Pretty Beach in a golden glow, you will appreciate the livening warmth while watching the waves crash against the ochre shoreline. As you savor each sip of bold coffee brewed perfectly at your accommodation’s palatial restaurant, you will reminisce on the magical moments enjoyed lavishly from Tasmania to New South Wales. Being the final minutes in Australia before you head for the international airport, you will cherish every last second and admire the spectacular views of the Australian coast one last time."
    }
  ],
  "map": ""
}