{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "luxury-family-vacation-tour-to-australia-and-new-zealand",
  "tourName": "Luxury Family Vacation Tour to Australia and New Zealand",
  "placesVisited": "Sydney, Blue Mountains, Cairns, Great Barrier Reef, Daintree Rainforest, Queenstown, Middle Earth, Fjordland National Park, Milford Sound, Rotorua, Hobbiton",
  "generalInfo": "Feel the magic of a whole continent with this handcrafted luxury family vacation tour to Australia and New Zealand. Each day gently massages a different mood, offering wide-eyed thrills for the children and delightful relaxation for the parents. Sydney, the Great Barrier Reef, Hobbiton, helicoptering over the fjords; this itinerary excels in delivering daily wonder with a family orientated twist.",
  "durationDays": "16",
  "price": "20,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Warm Welcome to Sydney",
      "description": "Iconic Sydney provides the warmest of welcomes, the city enclosed by lush rolling mountains and shimmering blue water. As the plane swoops down over the ocean and you admire the view, you already know that this is going to be a special destination. Collect your bags and the rental vehicle keys are waiting, perfect for exploring the beauty of Sydney at your own pace. After the international flight, today is free for you to relax and recuperate, and the Sydney city center always great for an evening stroll. Despite its size, Sydney is incredibly safe and compact, with renowned destinations like Darling Harbour and the Opera House within walking distance."
    },
    {
      "dayNumber": "2",
      "title": "Exhilarating Sydney Bridge Climb and Serene River Cruise",
      "description": "The unforgettable steel arch of Sydney Harbour Bridge dominates the city, connecting two sides of the river with its distinctive frame. Gaze up at this world-renowned wonder and begin your climb. No need to worry, as the family is harnessed onto the bridge with the latest safety equipment. Slowly you ascend the exposed arch, following the curve and rising above the inimitable cityscape. Your guide provides a historical narrative of the delights below, although most children are usually too spellbound by the experience to listen! Snap breathtaking family photos from the top of the bridge, and then slowly descend, green valleys flickering in the distance and elegant sailing boats coasting beneath your feet. After the thrill comes a gentle afternoon, with a luxury boat providing an indelible tour of the city. Cruise beneath the bridge you’ve just climbed, admire the Sydney Opera House, continue past rocky bays and quaint neighborhoods, and enjoy a sumptuous buffet lunch on board. It’s a beautiful and calming way to see Sydney, presenting all the sights but none of the traffic sounds. After this majestic Sydney River Cruise, the rest of the afternoon and evening is free. Note that children must be over ten years and over four feet in height to do the Sydney Bridge Climb. This itinerary is fully customizable, and other experiences can be included as an alternative."
    },
    {
      "dayNumber": "3",
      "title": "A Beautiful Journey to the Blue Mountains and Spotting Hopping Marsupials",
      "description": "Sydney is enveloped by nature, the city harmoniously blending into a pristine surrounding landscape. Just 30 minutes outside the city are the Blue Mountains, a mystical expanse of sandstone peaks, eucalyptus engulfed valleys, and dazzling vistas. While you do have the rental car, today’s small group tour is recommended as it explores the hidden and rarely visited parts of the Blue Mountains. Stop at isolated lookout points that gaze upon a valley of flickering purple haze, take easy mountain trails to camouflaged waterfalls, and then climb aboard the world’s steepest train journey. This UNESCO World Heritage Site is justifiably popular, so allow your tour guide to unveil all the enchanting spots that the tourist coaches can’t reach. Meander back to Sydney via a wildlife sanctuary for rescued animals. Dingos, snakes, emus, wallabies, kangaroos… Australia’s endemic wildlife always delights the eyes of children. Serene koalas offer the ultimate photo opportunity, the cute fluffy animals playful with lucid eyes and mischievous smiles. Stand next to one, wait for their head to turn, and capture the moment. Rather than return to the city center by road, board a local boat and cruise back on the unruffled river water."
    },
    {
      "dayNumber": "4",
      "title": "Exploring Sydney at Your Family’s Pace",
      "description": "Sydney holds hundreds of treasures and today is deliberately left open so your family can explore at a leisurely pace. Perhaps lounge on the renowned surfing beach of Bondi? Maybe explore the colonial relics hidden down city streets? How about a journey to the deserted Northern beaches? Or taking the family to Sea Life Sydney Aquarium in Darling Harbour? There’s a multitude of possibilities that can suit every member of the family, and the rental vehicle provides the easiest way to get around."
    },
    {
      "dayNumber": "5",
      "title": "Beach Indulgence in Tropical Cairns",
      "description": "Central to this itinerary is minimizing travel time and limiting repacking of the suitcase. Four distinct bases are used, each showcasing a very different side to these two countries. After the continent’s most famous city comes its finest family friendly beachside destination. Encircled by rich tropical rainforest, and gazing out onto the Great Barrier Reef, Cairns combines idyllic beach bliss with unique experiences for both children and adults. It’s a two-hour direct flight from Sydney, with the keys of a new rental vehicle waiting for you in arrivals. Soak up the first ocean views and wander on the wooden promenade, indulging in the laid-back rhythm of life that’s synonymous with this part of Australia."
    },
    {
      "dayNumber": "6",
      "title": "A Family Journey to the Great Barrier Reef",
      "description": "The Great Barrier Reef elevates marine reverie to intimate reality. Thousands of individual reefs burst with color, their vibrant facades home to an ethereal assortment of tropical delights. You don’t visit the Great Barrier Reef merely hoping to glimpse marine life; one look under the water and you’re surrounded by the planet’s greatest natural aquarium. Today’s excursion is perfect for families. Cruise out to an outer lying reef, where a floating pontoon is your base for the next four hours. Underwater viewing windows give a glimpse at the marine delights and a submersible craft tours different parts of the reef. Trained lifeguards watch over a designated snorkeling area and are always on hand to assist. Buoyancy equipment is also available. This means that the children can snorkel and explore the untamed marine world, yet still be within five to ten meters of the pontoon. Turtles languidly swim past, bewildering colored fish swarm in shoals, and huge groupers are unperturbed by snorkels. Back on the pontoon, a delectable buffet lunch awaits. Trained marine biologists are also available to answer any questions you might have regarding the stunning marine life. It’s a 90-minute cruise back to the mainland, and the children almost certainly sleeping on the ride back as they slumber from happy exhaustion."
    },
    {
      "dayNumber": "7",
      "title": "Exploring Untouched Beach and Ancient Rainforest",
      "description": "Cairns is surrounded by ancient rainforests and untamed beaches. Just ten minutes outside the town, it feels like you’re a million miles from modern civilization. With the rental car, you journey north today, winding along breathtaking ocean roads to accessible tracts of the Daintree Rainforest. Stop at small coves for a swim, wander barefoot along the virgin sand, and enjoy numerous lookout points en route. Your destination is the Daintree, the continent’s oldest rainforest. Marked nature trails head deep into this mystical realm, bird song always accompanying the journey through a myriad of green colors. It’s around 90 minutes actual driving time to reach Daintree, although the journey is certain to last longer with all the sublime places to stop en route."
    },
    {
      "dayNumber": "8",
      "title": "Learning Aboriginal Culture From the Locals",
      "description": "Aboriginal culture holds a fascination for most visitors, although it’s often vastly misunderstood and incorrectly homogenized. Today’s private tour brings their ancient lifestyle to life, the experience tailored to enchant the children and impress the parents. Wander through the rainforest with an Aboriginal guide, the unique uses of each plant revealed. Pay attention, because you’ll be retelling the story later. So which green bug do you eat to cure a cold? And what was the significance of dancing around the fire three times? After a locally caught lunch, visit a deaf Aboriginal artist. He’ll explain the historical meanings behind the traditional artwork, and then it’s up to you to paint a story using the three distinct paints and bamboo stick paintbrush. Both guides are exceptional with children and really evoke the ancient lifestyles, enabling the whole family to garner a new perspective on an evocative culture."
    },
    {
      "dayNumber": "9",
      "title": "Flying to New Zealand and Relaxing in Queenstown",
      "description": "After eight days exploring Australia, you fly east, the plane swooping between rugged mountains and touching down in Queenstown. This is the only day on the itinerary with extensive travel time, but the first glimpse at this southern town is worth the wait. Queenstown stands on the edge of a sapphire lake, encircled by triangular mountain peaks, and dominated by an omnipresent feeling of tranquility. Pick up the rental vehicle at the airport and it’s less than a ten minutes drive to the town and your hotel. The rest of the day is free to savor the serenity."
    },
    {
      "dayNumber": "10",
      "title": "Visiting New Zealand’s Famous Movie Filming Locations",
      "description": "The Lord of the Rings , X-Men , and The Hobbit… The New Zealand landscape has doubled as many fictional film locations, with movie directors continually attracted by the sheer inimitability of the land. Dotted around Queenstown are dozens of famous spots; like the scene of hobbits battling orcs and where Frodo and Sam set off to Mordor at the end of The Fellowship of the Ring. You will get to visit many of these locations, and the children can even put on the outfits that were used during filming. While the individual spots always ignite the imagination, there’s an overarching feeling that the whole landscape comes straight from the dreams of a movie director."
    },
    {
      "dayNumber": "11",
      "title": "Thrilling Jet Boat Ride and Nature Walk",
      "description": "New Zealand provides a dream blend of thrills and tranquility, perhaps epitomized by today’s Mount Aspiring National Park excursion. A jet boat hurtles down the river, raising everyone’s heartbeat as it skirts the dramatic valley walls. Stop. Admire the perfect reflections in the water. Then accelerate once more, the boat delving deep into another of New Zealand’s untamed landscapes. Marvel at an 80-million-year-old forest and wander beneath the canopies of the trees, a guided commentary unveiling a narrative of mystery and history. It’s an easy 3 km walk that’s suitable for all ages, with lots of stops to explain the different native tree species. Return to Queenstown via a quiet rural road."
    },
    {
      "dayNumber": "12",
      "title": "Stunning Helicopter Ride Across the Fjordlands",
      "description": "Today’s experience is likely to feature highly on the family’s list of favorite vacation memories. Board a helicopter for a private journey into the Fjordland National Park. Cruise between jagged mountain peaks, pass by evocative natural ice sculptures, gaze down on the blue expanse of individual fjords, and then land in the middle of the wilderness. You’re standing on a glacier, with a 360º panorama of peaks, taking your breath away. World-renowned Milford Sound is nearby, and your aerial position offers a spectacular view of this wonder. Enjoy a picnic amidst the aesthetic landscape and fly back to Queenstown, the immense scale of this remarkable landscape exposed. From a helicopter, you're high enough to appreciate the enormity, yet still low enough to pick out the individual details that make the Fjordland National Park one of nature’s most astounding phenomena."
    },
    {
      "dayNumber": "13",
      "title": "A Traditional Maori Welcome to Rotorua",
      "description": "Your final base is Rotorua, which is a couple of hours flight north of Queenstown. While the South Island is raw and dramatic, New Zealand’s North Island is curved and calming. Pick up the rental vehicle keys and meander into a landscape of rolling green hills, curiously shaped mounds, charming cottages, and cozy cafes. Rotorua is the heartbeat of Maori culture and what better way to be welcomed than a traditional greeting from a local tribe? Trumpets call out, Maori warriors perform the Haka, ancient stories are retold through song and dance, and this cultural evening is a great way to immerse the children in a very distinctive culture. Rotorua isn’t just about Maoris. Hissing beneath the surface is volcanic activity, the earth’s crust being pierced by incredible geysers. Gaze across the red-tinged rock, and all looks normal. Then bang! The geyser explodes and water spirals 40 feet into the air. Mud pools and floating mist continue the unique look at New Zealand’s geology. Your afternoon and evening visit to Tu Puia combines a memorable cultural experience with an almost baffling dose of natural wonder."
    },
    {
      "dayNumber": "14",
      "title": "An Incredible Journey to Hobbiton",
      "description": "Drive just an hour north from Rotorua and you reach Hobbiton, the fairytale landscape where Peter Jackson’s movies were filmed. It’s completely untouched. There are 44 circular hobbit holes waiting to be discovered, each complete with intricate details like potted plants or wooden rocking chairs. Open the gate and gaze at the enchantment; smoke rising from hobbit chimneys, gates decorated with 500-year-old greenery, sheep wandering in the distance, and then grab a meal at the Green Dragon Tavern serving up a Middle Earth lunch. It’s hard to find a more immersive movie set anywhere in the world, as you’re surprised to open a hole and not find a mischievous hobbit."
    },
    {
      "dayNumber": "15",
      "title": "Mountain Biking Through Middle Earth",
      "description": "Yesterday brought fictionalized Middle Earth and today delivers a coating of a very real Middle Earth. Dozens of mountain bike trails explore the forests outside Rotorua, each tailored to different fitness levels and abilities. It feels like you are all traversing into a mythical realm, seemingly hundreds of miles from any road or modern civilization. An expert guide takes you on the trail; cut through acres of huge pines, cross picturesque rivers surrounded by green, peddle by wooden Maori sculptures, and keep going until it’s time to relax and have a coffee at a nearby cafe. You have the services of a private guide, so the excursion is completely tailored to your family. There’s also an option to add in some hiking, or even white water rafting to complete the day."
    },
    {
      "dayNumber": "16",
      "title": "Departure",
      "description": "After 15 days of unforgettable memories, this family vacation draws to a close. Drop off the rental vehicle and board a domestic flight to Auckland. From here, your international flight takes you back across the Pacific."
    }
  ],
  "map": ""
}