{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "ultimate-australia-family-vacation-package",
  "tourName": "Ultimate Australia Family Vacation Package",
  "placesVisited": "Sydney",
  "generalInfo": "From dramatic woodlands to dynamic wildlife, sea turtles to sailing excursions, your 8-day family-friendly Australia tour will immerse you in the adventure of discovery. You will wander through the heart of the Kuranda Rainforest and take private surf lessons on a celebrated beach. Whether cycling through Sydney or snorkeling the Great Barrier Reef, your family will create timeless memories together by celebrating active exploration.",
  "durationDays": "8",
  "price": "3,300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Family Cruise Trough Sydney Harbour",
      "description": "All aboard! Kick off your trip with a four-hour boat tour of one of the world’s most spectacular harbors. The whole family will love the fun and friendly local Australians who will be guiding the tour. Your kids will pick up some popular Australian lingo, while learning all about the history and culture of Australia’s most populous city. You’ll have the opportunity to swim, fish, relax, or sunbathe, while taking in all of the incredible sights. You’ll get to see the jaw-dropping Sydney Tower popping up out of the skyline, the stunning architecture of the iconic Sydney Opera House, and lots of picturesque sailboats cruising around the harbor – all from the best seats in town. You’ll even have the opportunity to go kayaking right under the Sydney Harbour Bridge – the largest steel arch bridge in the world. For lunch, you and your family are sure to enjoy a gourmet Australian BBQ with five-star service. Crack open a cool and refreshing local beer, or sip on your choice of regional wines, while you and your family dig in to a shrimp on the barbie like true Australians! At the end of the day, return home to your comfortable two-bedroom, two-bathroom apartment in downtown Sydney."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Bicycle Tour of Sydney",
      "description": "Now it’s time to shake off your sea legs and check out all of the iconic sights that Sydney has to offer from land. Sit back and enjoy while our expert tour guides take you on a bicycle tour all around the city. You’ll hit all of the popular sights like the Sydney Opera House, the Sydney Harbour Bridge, and you’ll get to once again experience the splendor of Sydney Harbour from an entirely new viewpoint. You’ll also travel to the lesser known, but equally breathtaking Darling Harbour, in Sydney’s exciting and bustling business district. Your tour guides can point out a good place to grab a bite to eat and watch the spectacular Darling Harbour firework show that takes place every Saturday night. Continue on to the Royal Botanic Gardens, home to the flying-foxes, Australia’s largest bats. See who can count the most of these orange, furry animals hanging in the trees, while you ride around the park. Your tour guides will also point out all of the different exotic plants and animals you’re sure to see during your ride. Take a stop to check out the Palm House – the oldest glasshouse in New South Wales. The Palm House is flooded with natural light all year round and is filled with art displays that hang from hooks on the ceiling. Halfway, you’ll stop at a kid-friendly pub for a quick drink and break from the sun before seeing the rest of this magnificent city. Next your guide will take you to Hyde Park where you’ll ride down a long pathway lined with tall trees and glowing streetlamps. Lean back and look up at the sky of leaves above you as you cruise down the sidewalk. Your ride will take you close to the skyscraping Sydney Tower, the regal Parliament House, the majestic Queen Victoria Building, and more 30 other iconic sights and attractions! This bicycle tour is one of the best ways to see everything Sydney has to offer."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Taronga Zoo Sydney Overnight Roar and Snore Experience",
      "description": "Spend the morning at your leisure, but today you’ll get the opportunity to see some of Australia’s biggest and wildest animals up close! With Taronga Zoo’s unique, fully hosted Roar & Snore experience, you and your family will get to spend the night camping out in some of the coolest, architecturally designed safari tents, right next to the animals. From your tents, you’ll have an incredible view of the zoo on one side and the Sydney Opera House and Harbour Bridge on the other. For dinner, chow down on a delicious roast feast and drinks in the main tent. Get a good night’s sleep because the next morning your alarm clock will be the roar of a lion or the squawking of a cockatoo. Wake up with the animals and get the once in a lifetime opportunity to experience the zoo behind the scenes before the crowds roll in. Feed a giraffe and see its bright blue tongue up close, pat a slippery seal, and see who can do the best seal bark. Taronga Zoo is home to more than 4,000 animals from over 350 species, so there’s heaps to see. Our experienced tour guides will give your family the inside scoop on all of the secrets of this famous zoo and teach you all sorts of fun facts about the exotic animals, from cheetahs to dingos to rattlesnakes and more. The whole family is sure to have a great time hanging out with and learning about these majestic creatures."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – Surfing Bondi Beach",
      "description": "Get ready to catch some waves! Today your kids will get the opportunity to learn to surf at one of the world’s most beautiful beaches. This one-hour private lesson is the perfect opportunity for your kids to get in the water and try one of Australia’s most popular activities. Whether your kids have never touched a surfboard or are already pros, the well-qualified staff will help them catch the wave of their dreams. Spend the rest of the day soaking up the year-round sun and exploring one of Australia’s hippest beach towns. Bondi’s laidback, feel good vibes will make you never want to leave. With more than 350 restaurants and cafes, tons of fun little boutiques, a funky gallery on every street, and lots of organic food, Bondi has something for everyone. When the sun goes down, head back to your local, luxurious hotel, where you’ll relax in comfort."
    },
    {
      "dayNumber": "5",
      "title": "Port Douglas – Outer Barrier Reef Cruise",
      "description": "Today you’ll get the incredible opportunity to see one of the seven natural wonders of the world: the Great Barrier Reef. Your cruise will take you out to Agincourt Reef, a stunning ribbon reef on the very edge of Australia’s Continental Shelf. Agincourt is one of the most beautiful reefs, with its long, winding stretch of coral on one side, and deep blue Coral Sea on the other. You can either scuba dive or snorkel and experience an underwater world teeming with life. You’ll see tons of fish of all shapes, sizes, and colors, and heaps of brightly colored coral all around you. If you’re lucky you might even spot a sea turtle, black tip reef shark, or even an octopus! If you want to stay dry, you can also experience this underwater world from the comfort of a semi-sub, just one meter underwater. You’ll get to watch a fish feeding frenzy from an underwater viewing platform and underwater observatory. For an extra cost, you’ll get the opportunity to fly in a helicopter over the reef and experience the view of a lifetime. See the ocean go from a deep navy to light teal to sky blue to yellow, all from the ultimate vantage point. No pictures will do it justice though, as it is truly one of the most breathtaking places in the world."
    },
    {
      "dayNumber": "7",
      "title": "Port Douglas – Kuranda Scenic Rail, Skyrail, and Hartley’s Crocodile Farm",
      "description": "Start your day off with a luxury coach transfer to the Freshwater Railway Station, nestled right in Queensland’s stunning rainforest. On the drive there, enjoy the view of Cairns’ countryside, with its sweeping sugar cane fields and rainforest backdrop. Once you arrive, explore the Freshwater Connection Museum and an authentic pioneer cottage before setting off into the rainforest. At 11 a.m., you’ll board the Skyrail and experience the rainforest from the above. Sit back and relax in this six-person cableway, while your tour guide teaches you all about the diverse and truly fascinating Australian rainforest, as you ride just meters above the roof of it. This tour spans 7.5 kilometers and includes two stops to get out and explore the rainforest from the ground, on guided boardwalk tours. You’ll get to witness stunning waterfalls flowing down the side of some of the greenest landscape you’ve ever seen, all from the best lookout spots. You’ll also have an opportunity to explore the CSIRO, an informational and interesting rainforest interpretation center, located right in the center of the rainforest. Your railway tour will end at the pristine Caravonica Lakes, located on the other end of the rainforest from where you started. But the adventure doesn’t end there! Next, you and the family will head to the wild Hartley’s Crocodile Adventures. This is hands-down the best place to see crocodiles and other Australian wildlife in Tropical North Queensland. Spend the afternoon walking along the 2,100 meters of timber boardwalk that wind through the park. Visit Hartley’s lagoon, where you’re sure to spot some crocs. Walk through the bird aviary, and stop at the crocodile farm to learn about how crocodile farming contributes to wildlife conservation. You’ll be sure to learn heaps about all of the different Australian wildlife, and of course snap tons of photos. Grab lunch in the park before the coach departs at 4:40 pm to take you back to your apartment in the city."
    },
    {
      "dayNumber": "8",
      "title": "Cairns – Return Home",
      "description": "Today, the coach will take you back to the Cairns Airport where you’ll hop on a flight to Brisbane. Wave goodbye to Australia as you board your final flight back home. Until next time!"
    }
  ],
  "map": ""
}