{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "two-week-food-wine-tour-to-australia",
  "tourName": "Two-Week Food & Wine Tour to Australia",
  "placesVisited": "Melbourne, Yarra Valley, Mornington Peninsula, Hobart, Tasmania, Bruny Island, Kangaroo Island, Eyre Peninsula, Port Lincoln, Coffin Bay, Barossa Valley, Eden Valley, Adelaide",
  "generalInfo": "Wander beyond the beaten track and fully immerse yourself in the world of Australian food and wine. This will be the ultimate expedition, and you will be getting your hands dirty with oyster diving, wild vegetable foraging, seafood gathering, oil, honey, barbecues, and lobster brunches. Discover islands and wine regions, markets and peninsulas along with the handcrafted collection of restaurants and chefs as over these two weeks, you will taste Australia’s most inimitable gastronomy.",
  "durationDays": "14",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Markets and Indulgence",
      "description": "It is in the markets that you can appreciate Melbourne’s culinary diversity. With influences coming from every corner of the globe, this multicultural city is a melting pot of ideas that has forged a unique fusion of cuisines. After an airport transfer and some time to freshen up, your guide will take you out into all the aromas and through two markets that best celebrate Melbourne’s energy and style. The food is not high-end nor fine, more a celebration of contrasting flavors coming together. Plus, all the excitement and positivity is ideal if you are battling against jet lag. Indulge on the variety of flavors, perhaps freshening up with a Flat White coffee – it was invented in Melbourne after all – before retiring to your five-star hotel in the city’s heart."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – Discovering the Yarra Valley Wine Region",
      "description": "Arcadian landscapes are always helpful when your body clock is not yet adjusted, and the vines stretch out in neat rows to carpet the Yarra Valley with a soft, subtle green. Farmhouses dot the land, mostly examples of grandeur, both old and new. Hills rise and fall and wherever you are there always seems to be an uninterrupted view. This is Australia’s best-known wine region, and you spend the day exploring, tasting with winemakers and going behind the scenes at different farms. Lunch is a degustation food and wine pairing, with the suite of wines providing a general introduction to Australian viticulture. You will not need to rush, so you can head out to the Yarra Valley with your private guide and visit three farms as you begin your two-week narrative of Australian wine."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne – Hidden Highlights of the Mornington Peninsula",
      "description": "An ocean breeze sweeps across the Mornington Peninsula, the state of Victoria’s best-kept secret. Laden with wineries and artisanal food producers, this is a region of flavors that you cannot taste outside of Victoria. Think boutique cheese in a whitewashed farmhouse, new-world wine amid a vast cellar of oak barrels, local interpretations of French and Italian cuisine, based on an organic farm to table approach. The best thing about Mornington is that few international visitors have even heard about it. You will be exploring a region where Victoria’s best chefs go for their produce, and you will taste new flavors, new-world and innovative as Mornington helps to shape the next generation of Australian cuisine."
    },
    {
      "dayNumber": "4",
      "title": "Melbourne – Gourmet Food and Street Art in the City",
      "description": "A more classic day will be yours in Melbourne today with a walking tour through the city. Vibrant murals cover many buildings with laneways swathed in graffiti while Colonial buildings appear narrow and squat amid contemporary towers. Your city tour will be flexible, from two to four hours depending on how much you want to see. The afternoon must run to schedule as you step through back doors into restaurant kitchens and meet with local market vendors. You will get to go behind the city’s culinary scenes, nibbling on all the creative fusion before an early dinner of tapas-style plates. Expect to be eating in informal settings throughout the day before getting truly spoiled with your sunset dinner."
    },
    {
      "dayNumber": "5",
      "title": "Hobart – Art, Scallops and Oysters in Tasmania",
      "description": "Fly to Tasmania next and a wild landscape unfolds. Much of this island is national park, so how has it become such a revered culinary paradise? The answer is simple once you taste the fresh seafood. Rich Antarctic waters brings all sorts here, the best of it harvested by award-winning Tasmanian chefs. You will be on the hunt with one of these chefs, diving for them mostly with walking and swimming for scallops and oysters in a craggy bay seemingly cut off from the world. Open up a stack of Tasmanian oysters as an aperitif before diving into the main courses, artisanal seafood followed by kangaroo served sashimi style. You can follow the culinary process from foraging to dining, and then have a few hours of daylight for walking off the food in wild open spaces."
    },
    {
      "dayNumber": "6",
      "title": "Hobart – Cheese and Veggies on Bruny Island",
      "description": "Bruny Island cheese is all about the milk. It is an exact science here, from carefully controlled sheep and cow diets to the best time of day to harvest milk. Spend your morning with an island cheese maker and follow the process from wandering livestock to the final product, with plenty of other food and wine as complementary dishes. Move next to spend the afternoon at a hands-on vegetarian cooking class, first strolling a farm and garden for fresh produce, and then cooking up a rich feast dominated by aromatic herbs and unusual combinations. Back in Hobart, it will be back to the sea this evening to dine at Analiese Gregory’s Franklin restaurant."
    },
    {
      "dayNumber": "7",
      "title": "Kangaroo Island – Lobsters, Oils, Wine and Wild Nature",
      "description": "Beneath a tall eucalyptus, you can sink your feet sink into the sand. The beach will likely be empty, although you might spot a koala in a tree nearby. The ocean is endless and peaceful, an aromatic salty smell mingling with a barbecue sizzling nearby. Could there be any better place to eat fresh lobster? Or hand-caught scallops? Kangaroo Island is wilder than Tasmania, and once more, seafood initially dominates. But over the following 36 hours, you can track a paddock-to-plate phenomenon that is turning the island into more than just wild animal paradise with various marsupials and indigenous creatures. Native spices are cultivated with care, along with spices brought from all over the Pacific. Wild olive oil is harvested from gnarled trees, a peppery flavor to its bite. Free-range honey is produced by nomadic beekeepers, who move hives dependent on nectar flow and flowering patterns. The wine is yet to reach its potential, but early signs are good, with the cool climate and slow ripening ideal for certain cultivars. Over these two days, you will get to meet with producers and wine makers, taste both the raw produce and the end result, plus get a good feel for the raw nature that Kangaroo Island is more typically known for."
    },
    {
      "dayNumber": "9",
      "title": "Eyre Peninsula – Hunting and Gathering Exceptional Seafood",
      "description": "A private charter flight will take you to Port Lincoln and an entirely different two days of tasting. The Eyre Peninsula also has wild and bountiful waters, yet these are being harvested and developed on a mass scale. Sustainable fish farming techniques are being created, and the idea of hunting and gathering is not as low key as on Tasmania or Kangaroo Island. Dressed in waders, you can explore a commercial oyster farm, picking treats straight from the rack and learning just how far around the world these morsels travel. Later on, on a fishing vessel, you can learn about a variety of catch, from snapper and crab to abalone and kingfish. In a bustling market, you can see how prices fluctuate, seemingly by the minute, on a personal tour that helps you to connect ocean-to-plate. Smoked fish and pickled seafood are also explored, freshness the key to taste even in this preserved state. You will have a try at doing it yourself, learning an exact science behind preservation methods. On the evening of the next day, you can dine in a celebrated restaurant and experience a formal, almost stately, dining experience. And then, on day ten, you can laze beneath Manna gum trees to dine on a platter of local produce while being warmed by an open fire. It will be an evening spent in nature, dining on local produce in an intimate setting, and you might even hear or see kangaroos when opening the second bottle of wine."
    },
    {
      "dayNumber": "11",
      "title": "Barossa Valley – All the Charms of Boutique Estates",
      "description": "The Barossa Valley is Shiraz country, the new-world Australian variation on French Syrah. Although bolder and more peppery than its European counterpart, there is a similar attention to detail and focus on older vines as some in the Barossa Valley date to the 1840s. Depth and intensity rises from every glass, softened by the gorgeous landscapes and the laid-back atmosphere that you have been encountering all over Australia. Visit three estates today, tasting the region’s new, old and very old vines. Grenache and Mourvedre also thrive here, making for intriguing SMV blends, while a nascent production of Riesling and Semillon adds more to the palate. You will be staying on one of the farms, tucked away in a cottage with a platter of wines and gourmet foods for dinner."
    },
    {
      "dayNumber": "12",
      "title": "Barossa Valley – Degustation Dining and More Premium Wines",
      "description": "Your Barossa Valley experience is not complicated as you will tour different wineries, meet with cellar-masters and winemakers, pair the wines with food and gaze out across rolling vineyards. You will be tasting similar grapes today but this is a wide-ranging region, and there is a real diversity between the farms on alternate sides of the valley. A degustation lunch at St Hugo’s winery is one highlight today, with your eight courses walked off by strolling to a platform overlooking the Barossa Ranges. Quiet and quaint, the Barossa Valley is a quiet place to come towards the end of a two-week tour. And by staying at a winery, you will be surrounded by the flavors that make this region so revered."
    },
    {
      "dayNumber": "13",
      "title": "Adelaide – Market Highlights and a Collaborators Dinner",
      "description": "The road will wind you towards Adelaide and your final full day in Australia. Check into your private beach house and stroll along the golden sands to discover how South Australia is relaxed anywhere you go. Head into Adelaide Central Market for lunch and meet with suppliers, stallholders and producers, many of them coming from families who have traded here for generations. With your local guide alongside, you can handpick produce, selecting fine ingredients to take into the kitchen. It will be more of a cooking demonstration than a hands-on cooking lesson for lunch, but you will choose the ingredients and have a say in the freshly crafted menu. The afternoon is then free for you to explore Adelaide or relax on the beach before a collaborators dinner brings this two-week gastronomic feast to a close. Up and coming chefs from around South Australia are invited to cook for the restaurant, meaning there is always something new on the plate."
    },
    {
      "dayNumber": "14",
      "title": "Adelaide – Departure",
      "description": "Depart from Adelaide this morning, first flying to Melbourne where you switch onto an international connection."
    }
  ],
  "map": ""
}