{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "an-untouched-journey-through-the-outback",
  "tourName": "An Untouched Journey Through the Outback",
  "placesVisited": "Perth, Esperance, Eucla, Port Lincoln, Adelaide, Coodlie Park",
  "generalInfo": "Witness pristine nature and the rugged charm of the Outback during your 9-day Australia adventure. Expansive countryside will give way to hidden townships and steep seaside cliffs. You will witness the marvels of great white sharks and the hidden wonders of Australia’s natural world from desert dunes to ocean shores. Anything is possible as you discover the unparalleled and epic contours of Australia’s enchanting landscape.",
  "durationDays": "9",
  "price": "3,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Fitzgerald River National Park – Adventurous Beginnings",
      "description": "Your day begins in Perth, Australia with the untouched landscapes of the west before you. Western Australia stretches along stunning beaches, rugged cliffs, and striking desert ready for you to explore. Begin your journey with a visit to York, the oldest inland town in Western Australia, a short distance outside of Perth. The township is charming, filled with Edwardian beauty and pillared structures that adorn the main street. The church has a towering brick spire that stretches tall into the open sky. While you are inland you will explore the serene landscape around Hyden where you will climb onto the oldest plateau on earth, Greenmount Hill in the Darling Range. The gigantic granite piece sits in the sun and is open to rushing wind and falling rain, which has shaped the rock over millions of years. The rock rises and curls like a tremendous wave that sparkles in the sunlight. Once you have “ridden” the Wave Rock, and explored its spectacular structure you will make your way to Fitzgerald River National Park where inspiring trails curve along the shore. The water shines an opulent blue, waves lap at the rocky coast, and the sky is open as far as the eye can see. Whether standing on the hilltops and feeling the misty breeze through your hair, or walking along the hot sand, there is always open space to explore and enjoy."
    },
    {
      "dayNumber": "2",
      "title": "Esperance – White Beaches and Kangaroos",
      "description": "Today you will journey to the town of Esperance where the history of past settlers still decorates the coast and the city’s name. Once settled by both the Dutch and the French, the city sits along a pristine bay where white sand stretches beside the coast giving way to sapphire water. The air is perfumed with the sweet scent of the sea. The sand is hot and like powder beneath your feet. Watch kangaroos hop along the water’s edge and bask in the sun, relaxing in a soft bed of white beach. The coastal beauty and well-known breeze makes Cape La Grand National Park and Esperance a great place to try windsurfing for the first time; feel the rush of the air lift the surfboard and you with it, as if you were flying through the sea on the gentle wings of a bird."
    },
    {
      "dayNumber": "3",
      "title": "Esperance – Luxuriating in Cape La Grand National Park",
      "description": "Take the day to luxuriate in the splendor of Cape La Grand National Park. From swimming, to lounging along the coast, there is always more to do and more to experience in any given day in Cape La Grand. After the pure white powder of the beaches are washed away you can visit one of Western Australia’s regional Museums, the Municipal Museum, which contains historical objects from the 1800s, along with gear and the lifeboat from Skylab, Americas first space station. When you overcome the awe of the museum there is always the Esperance Bird and Animal Park to visit, where you can nuzzle cute rabbits, hand feed kangaroos, come face to face with cassowaries, and witness the stunning colors of various indigenous birds. The gentle lull of the Cape’s water travels through the air while you traverse the corners of Esperance in all its beauty."
    },
    {
      "dayNumber": "4",
      "title": "Eucla – The Divine Outback",
      "description": "Today you will venture through the sensational landscape of Western Australia, making your way from Esperance to Eucla. The drive begins along the cape where the sandy beaches glow orange in the morning sun and the cool breeze drifts along the shore. Watch as the wind washes over the sand creating dunes and gentle waves across the powder. The pristine sky stretches towards the horizon. The crashing waves of the ocean become the beautiful soundtrack to your drive. From the undulating sand to the rolling water, the journey to Eucla is an exquisite world yet to be explored, until now."
    },
    {
      "dayNumber": "5",
      "title": "Eucla – Diverse Wonders of Eucla",
      "description": "The sun rises over the sea and sparkles along the coastline. The wonders in and outside of Eucla are yours to explore and enjoy today. Begin your exploration with a visit to the Telegraph Station. The skeleton of the structure stands along the sand, half buried by beach. Through wind, rain, and time the old telegraph station still shines in the sun but beneath the growing sand dunes that roll across the beach. Climb across the roofless bricks, circle around the stones and see how much of the old building remains versus how much of the stone now lies sunken beneath the swirling sand. Continue your journey across the vast expanse of Australia with a visit to Head of the Bight known for stunning views and unparalleled landscape. The flatland of the Bight stretches out to the sea before dropping steeply along a colorful cliff into the water. The ocean glows vibrant blue. The crash of the water on the cliff rises into the air. From various lookout points along the water you can see southern right whales drifting beside the coastline, the large puffs of air sprouting mist into the sky before you continue your journey inland to Nullarbor Plain and witness the famous camel-wombat-kangaroo sign. Nullarbor Plain is a large stretch of flat, arid landscape in Western Australia with practically no trees, and the famous sign there warns travelers to watch for camels, wombats, and kangaroos during their journey along the road. You can also witness the land-whale at the shell station, where in the arid landscape of Nullarbor the last thing you’d except to see would be a humpback; however, sitting in front of the petrol station lies exactly that, waiting to greet you on your journey."
    },
    {
      "dayNumber": "6",
      "title": "Coodlie Park – Dip the Sun in the Sea",
      "description": "Today you will experience the granite wonders and ocean beauty outside of Eyre Peninsula. The granite has taken on smooth and craggy, flat and round shapes that decorate the rugged plain out to the sea. Circular rocks stand along thin platforms in the cool breeze that rushes off of the coast. Rocks as thin as pancakes hang over the earth’s edge just above the sea. Large walls of granite rise high and curl over like pipeline waves in the sunlight. You have the opportunity to venture out into the sea on a guided tour and to visit dolphins and Australian sea lions. The dolphins ride along side the boat and play in the wading water. The sea lions bark in the distance and speed through the water in search of fish or just to cool off from the hot sun. Continue your adventure with your arrival in Coodlie Park, where sun is said to meet the sea. The park is situated on a large rural property open to visitors and always inspiring, set on the coast between Mount Camel Surf Beach and the spectacular Talia Caves. Whether you want the seclusion of their private beach, a walk along the cliff-tops or a visit with the park’s kangaroos, native birds, emus and wombats, you can enjoy the variety of adventures that the park has on offer. Travel through the park with your private guide on a nocturnal wildlife tour, when animals come alive in the reprieve from the unforgiving Australian sun. Western grey kangaroos, hairy-nose wombats, rabbits, the odd fox and feral cat wander through the expanse of the park and are yours to view in their natural habitat, foraging, relaxing, and searching."
    },
    {
      "dayNumber": "7",
      "title": "Adelaide – Learning the Waves",
      "description": "Never say that it’s too late to learn a new trade, because for those that are eager enough to try, it never is. With the unspoiled landscapes and pristine beaches at your fingertips why not take the opportunity to indulge in a surf lesson? The water is calm and the waves are beautiful whether seen from afar or up close. The water is cool on your toes as the sun shines bright onto pure sand. Listen to your private teacher as they guide you along the basics of surf nirvana. The waves gently rush against the shore and the mist sprays through your hair. Paddle out into the water and feel the superior connection to the sea as you wait to catch your first, but definitely not your last, wave in the sensational Australian waters before you continue your journey eastward along the coast to Adelaide."
    },
    {
      "dayNumber": "8",
      "title": "Port Lincoln – Beautiful Port Adventurers",
      "description": "The city of Port Lincoln is known to have the most millionaires per capita in all of Australia, where the water sparkles a deep purple and the city shines pristinely in the sun. Today you will have the opportunity to experience the beauty of Australia’s coast from off-shore with the unique adventure of cage shark diving. The mist sprays through your hair and the breeze kisses your cheeks as you venture into the open water. The cage sits along the side of the boat shallow beneath the water’s surface. The magnitude of great white sharks is compelling, their movement fluid and swift. The sharks are curious but not dangerous as they swirl around the cage to investigate the interesting creatures in their water. The cold ocean wraps around you as you float safely in the cage and watch the awesome creatures, their teeth sharp, their eyes wide, and their bodies long. With plenty of activities to explore in Port Lincoln, if you prefer a different adventure than be rest assured that your day will be filled with a variety of wonders. Glen-Forest Tourist Park is set in the picturesque landscapes of South Australia with 400 acres of farmland, 120 acres dedicated to an animal park, and 80 acres of vineyard where you can taste the delicate flavors of their very own Cabernet Sauvignon, Merlot, Shiraz, Sauvignon Blanc, or Chardonnay. You can also enjoy a swim with giant bluefin tuna, where the fish circle around you beneath the water in a tornado of color. Whether beneath the waves or above them, there is no shortage of majesty in Port Lincoln to fill you with awe."
    },
    {
      "dayNumber": "9",
      "title": "Adelaide – The Sensational South",
      "description": "Today you will venture through South Australia as you make your way towards Adelaide, traversing the sensational landscapes of the open south. In Port Augusta you will visit the wonderful exhibit of the Wadlata Outback Centre where the majesty of Australia’s famous outback comes to life. The history of the region comes alive in the Tunnel of Time, where the lights flicker, the sounds of the rugged desert breath hot breath on your neck, and the landscape and wildlife evolve before your very eyes. After your journey through time you will venture into the stunning rugged world of Flinders Ridge. The green of the eucalyptus fills the air. The red rocks tower into the sky. Enter Alligator Gorge and watch the thin opening expand around you. The minty scent of eucalyptus is never far as the echo of lively birds lifts into the air. From the wild world of history to the beautiful wild of the current landscapes, the breeze drifts through the gorge, and the world of the untouched Australia opens before you and is offered as a majestic journey through the natural landscapes and wonders. From the west to the south, you will make your way into Adelaide. Settle into the beautiful City of Festivals, and know that your journey through Australia was sensational and like no other adventure before. The landscape of Australia has been nothing less than glamorous, offering you the unique sights of the secluded world that the continent has kept secret until now."
    }
  ],
  "map": ""
}