{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "private-romantic-getaway-to-australia-scenic-beauties-to-intimate-settings",
  "tourName": "Private Romantic Getaway to Australia: Scenic Beauties to Intimate Settings",
  "placesVisited": "Lizard Island, Sydney, Uluru (Ayers Rock) & Kata, Great Barrier Reef",
  "generalInfo": "Experience the perfect intimate getaway as you indulge in Australia’s secluded luxuries. Romance emanates from the star-studded sky that hovers above your private dinner amidst the desert landscape. Wake up to a view of a coral reef outside your window and share in the ancient stories of Dreamtime that explain the creation of the world as per Aboriginal tradition. Discover the old cobblestone streets of one of Sydney’s oldest neighborhoods. Your custom-tailored tour will embody the passion and romance found in the desert sands, the sun-drenched beaches, and in the thrilling adventures you and your partner can share in Australia.",
  "durationDays": "12",
  "price": "15,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Lizard Island – Arrive in Australia for the Scenery of Tropical Queensland",
      "description": "Your flight will land at Cairns Airport, located near Australia’s eastern seaboard. Restaurants open up along the Esplanade to frame the coastline to the marina as yachts, fishing boats, and sailboats wade in the quiet wake of the Pacific Ocean and beckon you. But before you take it all in, you will board your scenic flight from the Cairns Airport to Lizard Island, located nearly 150 miles north of the city, and 16 miles off the coast. Your pilot will point to the crystalline turquoise water below and the coral reef will add an extra layer of luster to the expansive ocean as its visible body stretches as far as the eye can see beneath the seemingly motionless water. Your flight will land on Lizard Island, part of the Lizard Island National Park which encompasses more than 2,500 acres of protected area. Your resort edges the powder-white sand of numerous beaches, and the sweet and briny scent of the sea will drift upwards from the water. Tropical plants grow outside of your elegant suite where the two of you have found a secluded paradise with the beauty of the land and sea on your doorstep."
    },
    {
      "dayNumber": "2",
      "title": "Lizard Island – Relish a Catamaran Tour and Beachside Dinner at Sunset",
      "description": "In the morning, you will wake to your views of the shimmering turquoise water splashing at the soft white sand. The breeze will rustle the emerald grass that grows upwards from the shoreline. Over breakfast, you will sip a rich latte and enjoy the cool sea breeze that drifting across your cheeks. The surrounding grass opens to the bordering granite hills that hide a research station, in association with the Australian Museum. Trails crisscross the landscape to offer pathways to explore flora and fauna of your secluded paradise. After enjoying a slow-paced morning, after breakfast, you will meet your skipper to board your catamaran. The sails will rise to the top of the mast to catch the natural winds that drift across the water. You will glide along the ocean surface with the cool mist brushing against your cheeks. You will look back at the shoreline to find the highest peak of the island reaching more than 1,175 feet above sea level. The green trees and brush contrast with the sparkling turquoise waters on the edge of the Great Barrier Reef. Mangroves grow along the shoreline as acacia overtake the hills, and your catamaran will take you to Watsons Bay, a secluded stretch of beach that many visitors choose to camp on. Granite boulders border the small bay, and the two of you can dig your toes into the hot and powdery sand to bask in the charm of each other’s company before returning to the resort. In the evening, you will find a private table set up on the shoreline with candles that glow against the star-studded night. The water laps at the edge of the table legs near your feet, and although the table is set on the open beach, the area is reserved for a private seven-course dinner for just you two to enjoy."
    },
    {
      "dayNumber": "3",
      "title": "Lizard Island – Venture to the Great Barrier Reef to Tour the Ecosystem",
      "description": "In the morning, the aroma of eucalyptus trees emanates from the surrounding tropical forest to blend with the seaside air for a relaxing effect. The view grows more beautiful each day and offers images of the island you have never noticed. After leaving breakfast, you will find a yellow-spotted monitor rushing into the underbrush. The lizard averages a length of five feet and has a background of brown scales against the more prominent yellow, and the colors of the day continue as you board a boat to set sail for the Inner and Outer Reef. The Great Barrier Reef is the largest coral system in the world with over 900 islands and more than 2,900 individual reefs that spread across an area of 133,000 square miles. Your boat is a luxurious 52-foot long vessel that leads you along the pristine water. The boat weighs anchor in view of the near distance, and you will jump into the water with your snorkel gear and fins. The Pacific Ocean is warm and embracing on your skin, and the saltwater holds you on the surface, allowing you to float effortlessly with your head looking towards the vibrant colors of the coral. Hard coral rises out of the seafloor like coils, twisting in and out of one another. Sea fans wave in the gentle current like palm trees in the breeze as the inner reef shimmers like a rainbow, protected from the rough seas and sediment runoff. Damselfish radiate the same blue as the sea as they swim along the coral in search of algae and plankton. Parrotfish shine with colorful patterns and use their beaks to grind coral and turn the sediment into the sand."
    },
    {
      "dayNumber": "4",
      "title": "Lizard Island – Relax with a Day at Leisure in the Gorgeous National Park",
      "description": "In the morning, the crested terns call out to one another along the craggy rocks around the shoreline of Lizard Island. At breakfast, the scent of sweet fruits, such as mango and banana, fills the dining room and the day is yours to indulge in the beauty of Lizard Island at your leisure, taking advantage of the romantic atmosphere. In the Australian winter, umbrella trees blossom with shining red flowers and manta rays glide around the island to use their beautiful wings to fly like birds beneath the sea. Take the paddleboards out into the sea to enjoy the gentle combination of rowing and surfing. You could also venture to the spa to relax and rejuvenate amidst the unforgettable scenery of the tropical island. Your masseuse will help you to settle into your room open to the sounds of the lapping water on the shoreline. You and your partner will experience the serene ambiance together, accentuated by the aroma of eucalyptus and acacia. Your masseur performs a traditional Aboriginal healing massage for tense shoulders meant to heal the muscles and soul, known as Kodo . The word means “Melody,” and describes the rhythm in which your masseuse uses to balance your sore muscles. The tension in your shoulders will immediately ease as the aromas relax you both."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – Transfer to Cairns Airport for your Flight to Ayers Rock",
      "description": "For your final morning on Lizard Island, the two of you can take a dip into the Pacific one last time before breakfast. The peaceful movement of the water will remind you of the relaxing couple’s massage from the previous day. The powdery sand rubs your feet and the water brushes against your skin leaving a natural salt scrub to help exfoliate. At breakfast the two of you can bask in the view of the sea with your rich coffee or herbaceous tea in hand. As you are ready, you will be escorted to the airstrip for your scenic flight from Lizard Island to Cairns, where you will board your plane bound for Ayers Rock Airport. The mystique of Australia’s Red Center emanates from the unique rusty red hues of the sand and the tales passed down by Aboriginal tribes over millennia. Your private transfer will meet you at the airport and escort you to your luxurious lodge in view of the iconic desert plains of Uluru-Kata Tjuta National Park. In the evening, you will dine underneath a blanket of stars that cast enough light over the desert landscape for you to see the sporadic trees growing on the horizon. The chef will have prepared a lavish four-course meal for you both to savor, and a private table is set on the dune top to offer you a pristine view of mysterious Uluru rising beneath the night sky."
    },
    {
      "dayNumber": "6",
      "title": "Uluru – Discover Ayres Rock, the Olgas and a Sunset Base Walk",
      "description": "At sunrise, the desert glows crimson and auburn, almost like a reflection of the streaking colors of the sunrise. The aroma of sweet, buttery pastries and fresh fruit emanate from your breakfast table. You will meet your guide in the warmth of the desert sun shortly after your meal ready to explore you remarkable surroundings. Your guide will lead you to Walpa Gorge and Kata Tjuta, the latter is also known as “The Olgas,” a collection of 36 domes that cover an area of more than eight square miles. The oxidized soil has turned the boulders a rusty red hue and contrast with the patches of greenery that encircle the mixture of granite and basalt. The tallest dome reaches a height of nearly 3,500 feet above sea level, and the aroma of the soil’s rich minerals fills the air in the increasing heat. You will find shade in the shadows of the boulders, and the rocks are cool against your skin, contrasting with the spreading sunlight. In the late afternoon, you will venture to Uluru, also known as Ayers Rock, to see the spectacle of the changing colors at sunset. The rock stands at nearly 1,150 feet above the desert plain and the mystical ambiance emanates directly from the unique monolith. Historic Aboriginal art adorns secluded caves to mark sacred sites that are off limits to those not of the tribes. The two of you will hold each other close in the shifting light of the dramatic sunset as it changes from ochre to burnt-sage, and even a crimson shade of red."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – Explore the Splendor of the Red Desert at your Preferred Pace",
      "description": "The air is warm as the morning light spreads across the claypans and the underbrush of the desert plains. At breakfast, you will sip on a refreshing glass of cold fruit juice before heading out for the day. You will have a chance to discover the continued splendors of the landscape at your leisure, along with the unique excursions offered by your resort. Linger in the luxuries of the pool, or set out on an exciting camel ride across the sand. The dromedaries were imported from British India in the 19th century to help with the transportation and construction in the central and western colonial edges of the country. The red desert hosts the largest population of feral camels in the world that thrive on the mixture of verdant shrubs and red soil. Make your way to Mutitjulu Waterhole in the morning to learn of the stories of Kuniya Piti. The natural waterhole stands at the base of the rock to provide quenching water to animals and humans. The nearby artwork tells the stories of the Aboriginal peoples in the area from their beginnings millions of years ago. Each picture is a symbol that offers an intricate meaning of the sacred area. Grass leads to acacia woodland as the scent of wet earth drifts upwards from the bank of the watering hole. You will share in the secluded mystique of the landscape set against the flatland spreading to the horizon."
    },
    {
      "dayNumber": "8",
      "title": "Sydney – Travel by Plane to the Vibrant Seaside City of Sydney",
      "description": "Wake up early to enjoy the sunrise over the desert plain as the staggering colors swirl across the sky and drip onto the landscape like a wet painting. At breakfast, you and your partner will enjoy sweet jams of seasonal fruits and flaky pastries baked that morning as the aroma of the buttery crusts is infectious. Your private transfer will meet you in your hotel lobby and escort you to the Ayers Rock Airport for your flight to Sydney. The city is a jewel on the Pacific Ocean, blending outdoor activity with bohemian sensibilities. Beach culture is an active part of the relaxed lifestyle that effortlessly with the bustling streets of Central Sydney. Your private driver will take you from Sydney Airport to your hotel that overlooks the famous harbor. Your room will offer a pristine view of the Opera House, with its roof imitating the sails of the boats that drift across the water. In the waning light of the day, the lights of the opera house reflect in the shimmering waters of the harbor. You will make your way to the Rocks, the oldest established area in Sydney, from which legend states Aborigines first saw Europeans sail into the harbor. Original structures, from warehouse facades to Cadman’s Cottage—the oldest remaining home in the city, erected in the early 19th century—offer insight into the city’s past. Restaurants provide seductive aromas that drift over the cobblestone lanes to offer you endless choices for a perfect dinner."
    },
    {
      "dayNumber": "9",
      "title": "Sydney – Tour Sydney on a Private Tour and Opera House Visit",
      "description": "Sydney has a seductive charm that radiates from golden sand of the beaches, the endless amount of delicious food, artistic neighborhoods with youthful flair, and an array of activities to enjoy year round. The city brims with life around the central district of downtown, which surrounds the main train station. The sunlight spreads across the dramatic sea cliffs of Watsons Bay, known locally as “The Gap.” Sailboats weigh anchor and cast their sails to catch the breeze, and your guide will meet you at your hotel eager to take you through the marvelous neighborhoods and history of Sydney, beginning with the Queen Victoria Building. The 19th-century edifice was erected with a Romanesque exterior with linking subterranean arcades, with a high central dome that adorns the ceiling, encircled by 20 smaller domes. Boutique and high-end shops fill the galleries beneath the sun-drenched mosaic floors. Stained glass windows add to the colorful splendor of the structure both inside and out. George Street is the oldest boulevard in Australia and also one of the busiest streets in the city. High-rise office buildings, shops, and historical structures stand side by side. Sydney Town Hall resembles an ornately decorated cake, contrasting with the neo-Gothic façade of St. Andrew’s Cathedral. Your tour will end at the steps of the Sydney Opera House, and this is where your private exploration inside the city’s iconic structure will begin. Step beneath the flowing sails and into the lavish concert hall to hear the graceful acoustics of the clam-shape design."
    },
    {
      "dayNumber": "10",
      "title": "Sydney – Sail the Sydney Harbor and Enjoy a View from the Harbor Bridge",
      "description": "Sydney combines the excitement of the city with a gorgeous landscape of lush trees, pristine turquoise waters, and the golden shores of Manly Beach. Locals venture out on sunny days to lay their out blankets across the fine-grain sand. Your day will begin with a scenic harbor cruise to take you out for a panoramic view of Sydney’s skyline. The roses of the Royal Botanic Garden add layers of rouge to the green leaves, and you will notice that the briny aroma of the sea is stronger here as you rise upwards from Sydney’s waters than it was in the shallow Pacific of northern Queensland. The distinctive turret of Sydney Tower stands more than 1,000 feet above the streets with a golden spire. Bold visitors walk along the outer rim to view the glass floor, offering a sightline of the city streets, the surrounding suburbs, and the glistening harbor. After returning to the shore, you can share in a thrilling adventure with a Bridge Climb. Locals lovingly refer to the structure as “The Coathanger” as the ironwork arches over the water to connect to the central business neighborhood of the northern shores. Your guide will fit you both for protective coats and then will strap you to a protective rail that spans the aerial walkway. The sea breeze will blow through your hair as you follow your guide along the platform. The steel is cold and grainy as you pass your fingers over the structure as you walk past. Your breathtaking view is unique at nearly 440 feet above the sea, where you can watch the ripples in the water, the sails of the opera house, and the skyline of downtown."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Traverse the Landscape of Blue Mountains National Park",
      "description": "The cafes around the neighborhood of Glebe set out their tables and chairs along the quiet roads with a view of the park in front of the University of Sydney. Locals linger to sip espresso and savor in the fresh flavors of the poached salmon served over toast with crème fraiche. After breakfast, your guide will lead you outside of the city and into the hills of the Blue Mountains, a national park that highlights chiseled sandstone, sunken valleys, and captivating waterfalls in the blue haze that emanates from the eucalyptus trees. The foothills begin 40 miles outside of Sydney, which quickly rises to sandstone plateaus at more than 3,600 feet above sea level. Panoramic views open up to the lush trees that carpet the valleys of eroded sandstone, most notably at Echo Point. The trees open to a view of the collective karsts of Three Sisters. You will continue to Wentworth Falls for a romantic view of the dramatic cascade that plunges nearly 1,000 feet into the Valley of the Waters. The aroma of eucalyptus fills the air as a veil of emerald spreads through the canopy above the guided walkway. The pair of you can wander along the forested path and enjoy the company you crave during an unforgettable excursion that you will always share."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – Depart for home",
      "description": "In the morning, locals wander along the urban village of Surry Hills amidst the converted terrace houses that are adorned with shades of scarlet paint and the collected aromas of celebrated international cuisines. The Brett Whiteley Studio exhibits the artist’s works from when he called the neighborhood home, preserving the memorabilia, photographs, and lifestyle of the artist in the upstairs gallery. Locals tired of the throngs at Bondi Beach venture to the nearby Sirens, a beach keen on bohemian chic and unpretentious cafes and boutique shops, which highlight the celebrated diversity of Sydney’s vibrant culture. When you both are ready, your private transfer will meet you in your hotel lobby and escort you to Sydney Airport for your flight home."
    }
  ],
  "map": ""
}