{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "a-unique-tropical-getaway-vacation-to-australia",
  "tourName": "A Unique Tropical Getaway Vacation to Australia",
  "placesVisited": "Port Douglas, Kuranda, Green Island",
  "generalInfo": "Tropical jungle flows into the iridescent sea on this custom tailored tour through the far reaches of northeast Queensland and Bali. From hidden hot springs to the bright coral of the Great Barrier Reef, isolated white beaches to the cliff-top temples, the lush trees and fascinating streets abound with limitless possibility. Dancers use their movement to tell Hindu epics, and hot air balloons provide secluded panoramas of the sunrise. Handcrafted statues crown ancient temples and rice terraces soar above valley floors. Whether in the charms of Port Douglas or the caldera of Mount Batur, you will uncover the tropical delight of Australia and Bali.",
  "durationDays": "7",
  "price": "2,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Port Douglas – Arrive in the Charming Beachside City of Port Douglas",
      "description": "Port Douglas maintains its ambiance as a quiet fishing village with friendly locals eager to smile at passersby. Palm trees fringe the white sand beaches, and seaside cafes offer refreshing aromas of freshly brewed coffee accompanied by views of the water. Daintree Rainforest edges the coastline and spreads across the Great Dividing Range to the west towards Cape York Peninsula to the north. As you overlook it all, your flight will land at Cairns Airport where your private transfer will greet you upon arrival. The scenic road north offers pristine views of the landscape, highlighting the green forest canopy and shimmering sapphire water. You will settle into the comforts of your lavish hotel, which overlooks the serene coast. The remainder of the day is yours to enjoy the relaxed ambiance along the western end of Macrossan Street or stroll along the picturesque Reef Marina. White sand reaches as far as the eye can see along Four Mile Beach as the water glistens with shades of indigo and cobalt beneath the passing sailboats. You can dig your toes into the soft sand as the waters of the Coral Sea splash against your skin."
    },
    {
      "dayNumber": "2",
      "title": "Port Douglas – Discover the Great Barrier Reef on a Full Day Tour",
      "description": "In the morning, you can hear cockatoos calling to one another amongst the rainforest trees. Their white plumage stands out from the jade canopy as the crested tern build nests in large colonies along coastline and snack on crustaceans burrowing in the sand. After an early breakfast, you will venture to the marina and board luxury catamaran bound for the Great Barrier Reef, a collection of coral systems encompassing nearly 133,000 square miles. The wind rushes over the catamaran and will carry sporadic sea mist with a semi-sweet aroma drifts upwards from the water. The boat will moor at a spot along the Outer Reef, and beneath the water, you will be able to see the silhouette of the subaquatic body. The Coral Sea is warm and gentle with a bright azure color. You will move easily with the current to explore Thetford Reef, and the sunlight will pierce the surface of the water to offer visibility up to nearly 65 feet. The seafloor reaches a depth of nearly 100 feet as flat and staghorn coral rise along the reef mounds. Sea fans wave in the gentle current amongst the long stretches of table coral and a collection of clownfish may be hiding in the iridescent purple tendrils of an anemone with their orange and white stripes contrasting with the flowing branches as they peek out from their hiding spot."
    },
    {
      "dayNumber": "4",
      "title": "Port Douglas – Venture into the Rainforest on a Full Day Tour of Kuranda",
      "description": "In the morning, you can watch the sailboats leave from the marina to cast their sails into the sea breeze as they head out to the open water. The aroma of freshly brewed coffee drifts out of the seaside cafes and blends with the tropical scent of coconut. After breakfast, you will soar above the trees on a scenic gondola ride to the jungle town of Kuranda. The Skyrail travels more than four miles between the coastal plain and rainforest station, taking you to over 1,750 feet above sea level across 32 towers. The windows provide a 360-degree view of the lush forest and shimmering water, and in the distance, you can see the dramatic whitewater coursing over the granite cliffs at Barron Falls as the cascade plunges 60 feet into the waiting freshwater pool. Upon reaching the village streets, you will find an abundance of art galleries and clothing boutiques, craft shops, and art stalls that offer handmade crafts connected to local historical culture. A delicious scent may drift out of the popular German sausage house with a unique blend of flavors that may draw you in. Flickers of blue and yellow hues fill the Butterfly Sanctuary and in the Koala Gardens, the eponymous bear clings to the trees and feeds on dangling eucalyptus. Kangaroos nibble on the underbrush and enjoy the quiet shade. You can feed a passing joey and allow their fuzzy, curious nose to nuzzle into your palm."
    },
    {
      "dayNumber": "5",
      "title": "Green Island – Enjoy a Unique Exploration of a Coral Sands at Green Island",
      "description": "Today you will return to the marina at Port Douglas and once again venture into the wonders of the Great Barrier Reef. Instead of reaching the Outer Reef, your catamaran will moor at a long jetty connected to a 6,000-year-old coral cay. Over time, the bleached coral has diluted the sand and rainforest trees overtake the heart the island that extends to more than half a square mile. The soft shores glow white beneath the tropical sun and just walking along the jetty showcases the reef bodies beneath the water. The crystal clear sea accentuates the colors of the coral and contrast with the emerald canopy on the island. The sand will cling to your ankles as you stroll along the beach. The water will splash at your toes with inviting warmth as you look upon the coconut trees that grow along the edges of the sand as seagrass carpets the seafloor. Large sea turtles graze on the foliage beneath the water’s surface, using their fins to glide through the water as if flying. The striations on the shell connote the loggerhead turtle, which can grow to more than five feet long and are unable to retract their finds and head into their shell. Their slow movements on land juxtapose their elegance in the water."
    },
    {
      "dayNumber": "7",
      "title": "Green Island – Traverse Cape Tribulation for Pristine Rainforest and Depart Home",
      "description": "The sunrise will stretch with layers of pink and orange across the eastern horizon and then shimmer across the sea. The white sand absorbs the mixture of colors before the sky returns to light blue. Your guide will meet you in the hotel lobby after breakfast and lead you into the dense canopy of Daintree National Park for a unique cultural experience that will combine tradition with natural beauty. Your guide will lead you along the mangroves forest of the coast where the tree roots tangle across the edges of river tributaries and coastlines, desalinizing the saltwater. The shallow waters along the forest floor barely reach above your foot. You will carry a long pole and listen to your guide tell stories about the history of the Kuku Yalanji tribe. The bubbles in the calm, shallow water help connote the location of mud crabs. Your guide will demonstrate how to use the pole to catch the regional delicacy, bringing up a crab from beneath the wet soil. At Mossman Gorge, the aroma of the sea dissipates beneath the herbaceous fragrance of bark and forest underbrush. Your guide will lead you in ritual spiritual cleansing associated with the traditional smoking ceremony, welcoming you to the lush lands of the gorge. Afterwards, head to the airport for your international departure flight."
    }
  ],
  "map": ""
}