{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "stunning-beauty-of-australia-20-day-highlights-tour",
  "tourName": "Stunning Beauty of Australia: 20-Day Highlights Tour",
  "placesVisited": "Sydney, Freycinet National Park, Hobart, Melbourne, Kangaroo Island, Barossa Wine Region, Uluru (Ayers Rock) & Kata",
  "generalInfo": "Australia remains a landscape of unadulterated beauty and charming locals, and this 20-day tour of New South Wales, Victoria, the Northern Territory, and South Australia has been handcrafted to afford you the perfect balance of leisure and guided recreation. By blending these two essentials, Australia will come to life like never before, and you can bask in the urban and rural charms of these unique destinations.",
  "durationDays": "20",
  "price": "10,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – An Australian Orientation",
      "description": "Australia has long been considered a world apart because of its extreme distance from any landmass of a similar size and due to the abundant natural beauty and breathtaking biodiversity that appears around each corner. Into this singular environment you will step on your first day on this tour. You will arrive in the jewel of New South Wales: Sydney. Upon your arrival at your accommodation, you will be met by a charming guide for a private excursion to the city's many attractions."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Watching the Lapping Waves",
      "description": "Tucked along the southeast coast of Australia, Sydney enjoys a privileged position at the juncture of land and sea. This position has lent the city a buoyant character of care-free living and optimism that you will undoubtedly encounter the moment you begin your exploration of the city. Today, you will be able to explore this character and its aquatic origins on an evening cruise through the harbor. After spending a full day exploring the city, you will take to the waves on a twilight cruise to enjoy light refreshments and the stunning cityscape."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Into the Blue Mountains",
      "description": "You will get your first visit of Australia's exceptional biodiversity as you enjoy a day trip to the Blue Mountains, where you can discover the abundance of flora and fauna of New South Wales. You will be welcomed by the furry hosts at Featherdale Wildlife Park. Here, you can acquaint yourself with wallabies, koalas, wombats, and more. Next, you will plunge into the Blue Mountains National Park, where you can enjoy some stunning lookouts and vistas before making your way back to Sydney."
    },
    {
      "dayNumber": "4",
      "title": "Uluru – Aboriginal Art Workshop",
      "description": "Australia has a thriving Aboriginal history that dates back well before the late arrival of Europeans. Into this heritage you will descend as your transfer arrives in Uluru National Park in the heart of Australia's Northern Territory. After a private transfer and smooth flight out of Sydney, you will arrive outside Uluru, where a private driver will be waiting to whisk you effortlessly to your luxurious accommodation. In the evening, you will be able to encounter the Aboriginal culture through an art workshop that will allow you to create your own painting."
    },
    {
      "dayNumber": "5",
      "title": "Uluru – Constant Desert Beauty",
      "description": "Perhaps, there is no better way to enjoy a morning in Australia than atop a desert sand dune where you can watch the stars be replaced and the dawn as she stretches her golden fingers across the landscape. You can enjoy such a morning as you begin your first full day at the sacred sandstone mountain of Uluru-Kata Tjuta National Park. In the evening, your senses will once again be dazzled as you enjoy a camel ride to a starlit art installation in the middle of the desert."
    },
    {
      "dayNumber": "6",
      "title": "Kangaroo Island – Australia's Third-Largest Island",
      "description": "Today, the landlocked beauty of Uluru will be replaced by the seaside splendor of Kangaroo Island as you depart the Northern Territory for an island with no shortage of wildlife. After you depart the desert beauty of Uluru National Park, you will make your way by plane to the island's domestic airport. Upon your arrival, you will have the remainder of the day to explore this natural playground, ideally situated for outdoor recreation."
    },
    {
      "dayNumber": "7",
      "title": "Kangaroo Island – The Island's Beauty",
      "description": "With the sound of surf pounding only a few moments away, your first morning on Kangaroo Island will be a memorable one. This rugged environment will be yours to enjoy on a guided excursion that will take you to some of the island's top sites. You can trek through the Lathami Conservation Park to catch a peek of the endangered species of cockatoo or a wallaby. Later, you will make your way to Seal Bay to bask in the ambient beauty and witness the excitement of a thriving seal colony."
    },
    {
      "dayNumber": "8",
      "title": "Adelaide – The Fruits of Conservation Efforts",
      "description": "The entire Western side of Kangaroo island is protected land that was designated as a conservation area in 1888. This ecological paradise is home to species of animals found nowhere else on the planet and will be yours to enjoy on a tour. Flinders Chase National Park is one of the top reasons why thousands of visitors flock to Kangaroo Island each year. As you make your way from Cape du Couedic to Admirals Arch, you will not be able to resist the charm of this pristine landscape. In the evening, you will depart the island for the mainland and Adelaide."
    },
    {
      "dayNumber": "9",
      "title": "Barossa Valley – Thorough Tour of Adelaide",
      "description": "As the capital of South Australia, Adelaide is in possession of a cosmopolitan feel and represents the best of the region. On your first morning in the city, you can enjoy a tour of the area, including visits to the city center, one of Australia's oldest wineries, the Migration Museum, and the scenic heights of Mt. Lofty. As you scan the horizon from the overlook with the gentle sounds of koala's munching from the nearby thicket of gum trees, it will be hard not to fall in love with the country."
    },
    {
      "dayNumber": "10",
      "title": "Barossa Valley – Through South Australia",
      "description": "Walking up along the banks of the North Para River, your morning in the famous Barossa Valley wine region will offer you a perfect glimpse of the close relationship Australia has with the land. It is no secret that this region produces some of the best wine varieties in the world. After enjoying a fortifying breakfast at the hands of the hotel staff, you will embark on a guided exploration of all things wine. A tour of the vineyards and a wine tasting experience will help start your day before encountering the origins of a winery that is over 150 years old."
    },
    {
      "dayNumber": "11",
      "title": "Hobart – Secrets of Australia's South",
      "description": "Taste and sight will be your guides today as you combine the rugged coastal beauty around Adelaide with the rich wine history of this region. After you enjoy a leisurely morning, you will be led by a local guide on an excursion through the McLaren Vale and Fleurieu Peninsula in search of the perfect vintage. As you take in the bracing sea air at Silver Strands beach or the bizarre wine cellar at the D’Arenberg Cube, you will wonder at how much beauty can be crammed into such a small corner of Australia. In the evening, you will board your flight to Tasmania."
    },
    {
      "dayNumber": "12",
      "title": "Hobart – Searching for Stories",
      "description": "Your first morning in Tasmania will leave you eager to set off and explore this storied land. Seemingly at land's end, Hobart is considered by many to be the last vestige of civilization before the open water of the Tasman sea. After breakfast, you can enjoy a guided tour of the city center, which is full of tales of the crusty characters that once strolled these boardwalks. Afterward, you can indulge in a Bonorong night tour that will have you visiting a wildlife sanctuary to see some of the strangest native animals of Tasmania."
    },
    {
      "dayNumber": "13",
      "title": "Hobart – Tastes of the Tasmanian Bush",
      "description": "With a soil acidity quite different from that of Barossa Valley, wine production in Tasmanian is of an entirely different sort than its mainland neighbors. Today, you will be able to encounter this savory side of Tasmania during a trip to a local winery and art museum. Situated on the placid banks of the Derwent River, MONA or the Museum of Old and New Art will present a mind-bending array of galleries and exhibits for you to enjoy before ending your day with a tasting experience."
    },
    {
      "dayNumber": "14",
      "title": "Freycinet National Park – Ruins of a Quiet Prison",
      "description": "Today, you will turn your back on the relative hustle and bustle of Hobart for the quiet seclusion of the eastern coast. After departing Hobart, you can enjoy a visit to the crumbling ruins of one of the island's most notorious prisons at Port Arthur. After exploring the detailed site, you will break free for your drive to the quiet contours of the Freycinet Peninsula. Before you arrive at your luxurious accommodation, you can pop in to the charming Swansea and experience their famous hospitality."
    },
    {
      "dayNumber": "15",
      "title": "Freycinet National Park – Through Scenic Waters",
      "description": "With the light glinting off the swell of the Tasman sea, a cup of coffee is a welcoming addition to any morning routine in this unique corner of Australia. As you gently wake, you can enjoy the numerous scenic paths or overlooks to stretch your legs before taking to the waves on a cruise of the secrets coves and charming vistas of the peninsula. As you visit the aptly named Wineglass cove, you can bask in the serenity of this off-the-beaten-path destination."
    },
    {
      "dayNumber": "16",
      "title": "Melbourne – Returning to the Mainland",
      "description": "Today, the towering groves of Eucalyptus and Gum trees will be replaced by the towering architecture of downtown Melbourne as you depart the rural charms of Tasmania for a return to the Australian mainland. After enjoying a final breakfast in your luxurious accommodation in Freycinet, you will make your way to Launceston for a short flight north. In the afternoon, you will celebrate your arrival in Melbourne with a customizable tour of the city with a charming local guide before returning to the comfort of your conveniently located hotel."
    },
    {
      "dayNumber": "17",
      "title": "Melbourne –The Beauty of Victoria",
      "description": "As the capital of the Australian state of Victoria, Melbourne enjoys a unique position overlooking some of the most scenic attractions in the region. Today, you will embark on an exploration of these rustic attractions on a guided tour of the countryside, including the famous surfing haven of Bells beach, the Otway National Park, and the limestone stack formations known as the Twelve Apostles. By the time you return to Melbourne, you will have worked up an appetite that can be quenched only by a visit to the city's many delicious restaurants."
    },
    {
      "dayNumber": "18",
      "title": "Melbourne – The Flavors of the Yarra Valley",
      "description": "The Yarra Valley is a fertile precinct of Victoria just beyond the outskirts of Melbourne. This valley will be your playground to explore the region's global reputation for culinary and wine-making excellence. This lush environment of rolling hills, quaint villages, and eucalyptus groves presents visitors with an abundance of activities. Today, you will be able to enjoy this character on a private Epicurean tour of the region's many wineries, dairies, and distilleries. By the time you return to your luxurious accommodation, it will be no surprise why this region produces some of Australia's finest wine."
    },
    {
      "dayNumber": "19",
      "title": "Melbourne – The Biodiversity of Victoria",
      "description": "The environs of Melbourne will once again come to life today when you encounter the abundant wildlife on display throughout the stunning Victorian coastline. This guided excursion will first stop at the Moonlit Sanctuary Wildlife Conservation Park, where a keeper will introduce you to the many species of native animals that keep Australia a favorite place for nature lovers. In the afternoon, you will make your way to Prince Phillip Island for a guided tour of the famous penguin rookery, including some excellent views of the animals in their native habitats."
    },
    {
      "dayNumber": "20",
      "title": "Melbourne – A Spectacular Sendoff",
      "description": "On your final day in Melbourne, you will be able to enjoy a tour of this remarkable city before your departure. After a delicious breakfast at your accommodation, you will be met by a private guide who will make the city come to life through their tales and anecdotes. In the afternoon, you will enjoy a luxury cruise on the Yarra River before making your way to the main international airport for your flight home."
    }
  ],
  "map": ""
}