{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "australia-highlights-to-off-the-grid-discoveries-tour",
  "tourName": "Australia Highlights to Off-the-Grid Discoveries Tour",
  "placesVisited": "Sydney, Hamilton Island, Barossa Valley, Kangaroo Island",
  "generalInfo": "From scenic outback villas that overlook vineyards to aquatic amusement parks, this 14-day tour through South Australia, Queensland, and New South Wales introduces visitors to what is best of this remarkable region. Focusing on regional specialities, the abundance of geologic beauty, and ecological diversity, witness a side of Australia that is missed by many. Book your tour today to develop an intimate understand of what makes these regions so special.",
  "durationDays": "14",
  "price": "13,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Adventure Through Australia",
      "description": "Tucked in a winding cove in Australia's Southeastern edge, Sydney offers visitors a welcome concentration of urban charm during their journey into the bush. As the capital of New South Wales, Sydney enjoys a burgeoning population and a thriving food and drink scene. Visitors typically use Sydney as a launchpad into the natural beauty that is found to the north and south of the many nearby national parks. After a private transfer conveys you to your accommodation, you will have the remainder of the day to create your own Sydney adventure."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – The Opera House",
      "description": "After waking up in your first full day in Sydney, you will be greeted with some stunning sights without even having to leave your hotel. From the rooftop terraces and many patios, you can enjoy views of the harbor and famous opera house while enjoying a warm cup of coffee. Today, you will have the option to take a closer look at the opera house on a private tour through this award-winning example of contemporary architecture. Other than your tour, you will have the day to explore Sydney at your own pace."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Life of a Sydneysider",
      "description": "Watching the sunrise over the distant hills and beaches of Sydney is an excellent way to catch a glimpse of why so many locals love this city. Today, you will have the option to enjoy another private tour or to chart your own course through this exotic landscape of 19th-century boulevards, harbor-side parks, and endless live music and performances. Sydney is also home to some excellent museums and art galleries that showcase the region's artistic heritage as well as the culture and history of the many aboriginal peoples who occupied Sydney before the arrival of Europeans."
    },
    {
      "dayNumber": "4",
      "title": "Kangaroo Island – Australia's Third-Largest Island",
      "description": "After departing the bustle of Sydney, your adventure will take a turn for the rural as you enter the protected natural beauty of Kangaroo Island. After a flight to the seaside town of Adelaide, a private charter plane will carry you the rest of the distance to the island and your new home for the next three nights. Often called Australia's Galapagos islands, this region is well-stocked with natural attractions and a head-spinning variety of animal and plant species. By the time you arrive at your comfortable lodge, you will be itching to explore the variety of activities available on this island."
    },
    {
      "dayNumber": "5",
      "title": "Kangaroo Island – Off-The-Grid Experience",
      "description": "Long a stopover for adventurous 19th-century whalers and seal ships in search of their elusive prey, much of Kangaroo island enjoys a protected status that allows native species to thrive. With Seal Bay Conservation Park and Flinders Chase National Park as only two of the many options at your disposal, your lodge staff will be happy to help you create a customizable plan to explore the island. Whether you seek to explore the atmosphere of the local communities or want to encounter the prolific number of bird and plant species on display, there is something for everyone in this unique environment."
    },
    {
      "dayNumber": "6",
      "title": "Kangaroo Island – Exciting Morning Excursion",
      "description": "If it were not for the excellent service and comfort of your pristine accommodations, the rugged beauty of Kangaroo Island would be a bit intimidating. You can rest assured knowing that the lodge staff will be there to ensure seamless access to the island and to curate an experience that you will look back on with fondness. In the morning, after enjoying a delightful breakfast from your expert chef, you will be able to choose from a handful of guided options into the nearby outback. If this does not strike your fancy, you can sit back and enjoy the rustic comfort of your lodge."
    },
    {
      "dayNumber": "7",
      "title": "Barossa Valley – An Italian Villa",
      "description": "Often neglected in favor of other regions in the Northern Hemisphere, Australia is rapidly becoming a top destination for wine enthusiasts around the world. Today, you will step into the exciting heritage on a visit to the fertile plains of the Barossa Valley and an iconic villa for a two-night stay. After returning to Adelaide via Kingscote airport, you will enjoy a scenic drive deep into the rolling hills and vineyards of the Barossa wine-producing region. Your exclusive accommodations will provide you with an excellent starting point to visit the charming towns, wineries, and many festivals that occur here year-round."
    },
    {
      "dayNumber": "8",
      "title": "Barossa Valley – Wine-Producing Excellence",
      "description": "The theme today will be all things wine. Joining you for this adventure will be one of Southern Australias best sommeliers. Rather than the Akubra hat and Bowie knife of Crocodile Dundee, your sommelier will be armed with an expansive knowledge of wine and will happily walk you through the various vintages and blends of this savory region. As you visit each winery, you should not forget to open your nose as well as your mouth to savor the delicious smells that accompany the process of growing and harvesting the grapes."
    },
    {
      "dayNumber": "9",
      "title": "Hamilton Island – A Day of Travel",
      "description": "With a wistful glance behind, and perhaps a few bottles in tow, you will depart this outstanding wine-producing region and the delightful accommodations you've enjoyed in this rustic setting. An early morning transfer will return you to Adelaide for your flight back to the scenic coast of Queensland. Your destination today will be the famous Whitsunday Islands and its crown jewel of Hamilton. This island paradise is an excellent stepping stone to the mesmeric beauty of the Great Barrier Reef and some of the best beaches in the region."
    },
    {
      "dayNumber": "10",
      "title": "Hamilton Island – Relaxing in Queensland",
      "description": "Time really does seem to change when you are fully immersed in the island culture and atmosphere. With a 'leave your worries on the mainland' mentality, visitors cannot help but be charmed by the friendly staff and locals of Hamilton. As you enjoy a leisurely wake-up, a suite of activities can be arranged for you to access the many memorable sights and outings available on the island. You can enjoy a cruise of the Whitsunday group on a catered voyage by boat or take to the skies in a helicopter to enjoy a bird's-eye view of the nearby reefs and lush islands."
    },
    {
      "dayNumber": "11",
      "title": "Hamilton Island – A Coastal Refuge",
      "description": "Today, you will also have the freedom to chart your own course through this island paradise. You can balance active outings with relaxing trips to the nearby spa facilities to enjoy some thermal bliss and a suite of luxurious treatments. The nearby Reefworld is a reliable attraction that provides visitors with an up-close look at the coral waters that are teeming with marine life. Reefworld offers the perfect lens through which to enjoy ocean life and to capitalize on your visit to the UNESCO-protected Great Barrier Reef."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – From the Bush to the Bay",
      "description": "After exploring the rural beauty and natural wonders of Southern Australia and Queensland, your return to Sydney will not be without comforts and services that come with a major metropolitan area. The hospitality and thrills of this seaside playground will be an excellent location to wrap up your Australian adventure in style. After departing your accommodation on Hamilton, a brief flight will take you back to the harbor town of Sydney, where you will have the remainder of the day to bask in the glow of your recent off-the-beaten-path visits."
    },
    {
      "dayNumber": "13",
      "title": "Sydney – An Energetic Bayside City",
      "description": "Your final full day in Australia will provide plenty of free time to check off those final activities that you cannot leave the region without doing. Perhaps, you will don headgear and walk up the steely-side of the Sydney Harbor Bridge to enjoy some of the city's best views or stroll through the charming neighborhood of Paddington. The vibrant Sydney nightlife is another great way to bid a fond farewell to the culture and community that you have grown to love."
    },
    {
      "dayNumber": "14",
      "title": "Sydney – Departure",
      "description": "The romantic views from your luxury hotel will be yours to enjoy on your final morning in Sydney. After savoring a tasty breakfast, a private transfer will arrive and whisk you off to the airport for your return flight home. With the salty smells of the Tasman sea still lingering, you will look back at your scenic adventure through Australia with wonder at how much beauty can be contained in just 14 days."
    }
  ],
  "map": ""
}