{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "a-romantic-tasmania-food-wine-tour",
  "tourName": "A Romantic Tasmania Food & Wine Tour",
  "placesVisited": "Launceston, Freycinet National Park, Â Tasmania, St Helens, Coles Bay, Hobart, Strahan",
  "generalInfo": "The diversity of authentic flavor Down Under will be revealed during your 8-day romantic food and wine tour of Australia that immerses you in the treasured tastes of Tasmania. Seasonal and regional ingredients will emerge as the foundations of succulent cuisine as you indulge in luxurious accommodations, sample tremendous dishes, and venture into secluded beauty as passion emerges from Tasmania’s pristine food and wine.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Launceston – Tasmanian Arrival",
      "description": "Arrive in the beauty of Launceston and ready yourself for the stunning and secluded world of Tasmania. The second largest city in Tasmania, the city of Launceston is also one of Australia’s oldest. The city boasts a plethora of Victorian and Georgian buildings, from the prominent façade of Albert Hall, which stretches across a city block, to the multi-pillared Town Hall. Your arrival into Launceston is seconded only by your journey to come. After a quick visit with the city you will venture off onto the Tamar Valley wine route where the exceptional flavors of Tasmania and the luscious wonders of the landscapes await you. The northern territory of Tasmania is made of land that should be relished and savored, whether with a journey through the landscape or a taste of the earth itself. The climate is cool and inviting as you wind through the rolling hills of Tamar Valley. Mist drifts over the trees and along the valley floor giving kisses of moisture to the spreading vineyards. Begin to savor your time in Tasmania with a visit to the Jansz Vineyard where sparkling wines reign supreme. Sip the Premium Cuvée and the air is perfumed with honeysuckle and citrus, mixing with a subtle scent of strawberry. Gentle fruits wash over your tongue letting the citrus notes linger a while. Continue on to the world famous Pipers Brook Estates where the complex perfume of the 2013 Pinot Gris fills the glass with a depth of aroma, from fragrant pear to dried goji berries, finishing with a subtle blend of cinnamon spice. The full body of the wine is filled with apple strudel combined with a sweet ginger spice that gives a delightful richness to the dry wine. Continue your journey through Northern Tasmania with a stroll through the Myrtle Rainforest. The trees tower into the air surrounding you with the pleasant scent of fresh rain and lush flora. The forest is vivacious, with trees almost as wide as they are tall, roots sprouting from beneath the forest floor like something out of a fairytale, the moss almost neon green. Travel across the canopy on a hanging bridge for a view of the forest from on high before making your way to the luxuries of the Tidal Waters Resort, located along the sensationally blue waters of local bay, surrounded by numerous lagoons and lakes. The trees nestle the resort allowing for seclusion and privacy amongst its many luxuries, including the delightful view of the stunning scenery from most any room. The romance and flavors have only begun with your first taste of Tasmania."
    },
    {
      "dayNumber": "2",
      "title": "Freycinet National Park – A Stroll through Fire",
      "description": "Today you will venture out into the majestic wonders of Binalong Bay and visit the famous Bay of Fires. Stroll along the beaches and find why they are among some of the most beautiful in the world. The water rolls along the white, powdery sand completely transparent. The rocks glow a fiery red and orange, rising from the powder in a blaze along the stunning coastline. The cool water sizzles against the hot sand, giving the air a mixture of the scents of sweet ocean and warm earth. Whether experienced from along the shoreline or atop a hill, wander along the ridges of Wine Glass Bay to see the water glow green against the shoreline, magnifying the exceptional and unparalleled color into the sky. It is an easy walk through Freycinet National Park where a panorama of the bay opens up beneath you. From the colorful shores to the pristine waters, there is always more to see and do in Binalong Bay. For an extra adventure you could enjoy a twilight sea kayaking tour around the secluded coves of Freycinet National Park. The stars twinkle in the night sky like jewelry strung around the earth’s neck. The water is cool on your fingertips as the water glows in the evening sky. Continue your wanderings through the luscious landscapes until reaching the luxuries of Coles Bay, Freycinet Lodge where the gentle lull of the waves can be heard from your veranda, and the beautiful shine of the water can be seen from your window."
    },
    {
      "dayNumber": "3",
      "title": "Hobart – Romancing History",
      "description": "Today you will venture into the history of Tasmania with a sensational journey into the romance of the past. Travel across the beautiful stone arches of Richmond Bridge which brings you to the storybook countryside. The golden bricks have you dancing across the road as if you were a character from Oz on your way to Ross. One of the many colonial towns on the island, Ross is secluded and has therefore maintained its stunning beauty throughout the centuries. With the typical sensation of the British countryside you’ll feel as though you’ve been transported. Ross was an important stopover between Launceston and Hobart during the 19th century, needed as a horse coach changing point and a local garrison. The tree-lined main street offers shade and comfort and Wesleyan Church sits at the top of a slight hill giving both the church and the town a serene beauty. Continue on to Hobart where you will follow your guide through a historic tour of the city. The famous Salamanca Place is a bustling outdoor market where the vibrant life of the city comes alive. Filled with glassblowers, potters, painters, and farmers all selling crafts and goods, the square bursts with colorful fruits and paintings while the air is perfumed with citrus and blossomed trees. Enjoy a rich treat at the Cadbury’s Chocolate Factory tour where your journey through the making of the chocolate rewards you with the decadent treat melting in your mouth and coating your tongue. Night brings with it a brisk breeze blown in from the bay. Settle into the stunning comfort of a boutique hotel where you have your option of three unique dining experiences. From the charm of a bistro, the misty luxury of the seafood restaurant, or the circling panorama of an aerial-focus restaurant, the experience will be uniquely yours, and the food will be everything you could ever ask for."
    },
    {
      "dayNumber": "4",
      "title": "Port Arthur – The Secluded Wonders",
      "description": "Begin your day with a visit to the awesome sight of the secluded Port Arthur, a 19th century penitentiary that haunts the coastline. The imposing ruin was built as a flourmill and granary but was converted into a prison ready to house almost 500 inmates in various sized accommodation. The ruin stands tall along the calm waters of the sea where the Watchmen’s Quarters are still visible from a distance. The scent of wet rubble and the surrounding forestry surround the compound. Wander through the Museum Houses where a number of the homes have been restored with furniture, dishes, and insight into the daily life of the settlement, from colorful china to bronzed kitchen appliances. Continue your day with a selection of delicious options for you to explore, from Oyster shucking to fruit farming, depending on your preference of flavors. Barilla Bay is known as much for its pristine waters, unspoiled environment, and easy climate as it is for its premium oysters. Venture out onto the soft lull of the waves and help bring in a batch of oysters where you can feel the strength of the shell between your fingers, learning how to shuck an oyster like a natural. If the juicy sweetness of fruit is your preference you can meander through the berry and cherry orchards, tasting the sweet fruit juice and feeling the ripe bunches between your fingers. Depending on the season the orchards will be filled with the delicate scent of apricots and peaches. Few things say delicious like fresh fruit, fresh oysters, and the delicate hands of a beautiful day."
    },
    {
      "dayNumber": "5",
      "title": "Strahan Village – The Falling Beauty",
      "description": "Today you will stroll through the wonders of the rainforest where the world stands beautifully before you. The gentle trickle of water flows like a curtain from Russell Falls, streaming down the multi tiered rocks and glowing a rainbow of colors. The scent of damp moss mixes with the trees. The scent of fresh spring water fills the air. The wonders of the rainforest continue as trees open up to the vast glacial waters of Lake St Clair. Lush hills surround the cool waters and reflect in the surface. The breeze wanders beside the water’s edges and rustles through the leaves. Travel through the rugged wild of Tasmania’s West Coast on the way to Strahan, almost as if you are visiting the untamed mountains of 19th century Canada, where the trees cover the undulating landscape, the rivers roam around rocks, and you can hear the train whistle in the distance. Once you arrive in Strahan you will settle into the charm of Strahan Village, where the varied bricks of each cottage are as charming as the town itself. Located on the calm waters of Rusby Cove, Strahan Village gives you suite comfort with a view to the lulling waves, in a town still connected to its wild west past."
    },
    {
      "dayNumber": "6",
      "title": "Cradle Mountain – The Tranquil Untouched",
      "description": "Your day begins along the shores of the Gordon River, as you look out at the stretch of water calmly drifting before you. Climb aboard and glide down the winding river surrounded by serene waters and untouched wilderness on either side of you. The sky shines a bright blue, the trees show vibrant green, the scent of fresh water and rich forest fills the sky, and the river winds around sharp forest until you reach the pure walking area of Heritage Landing. Walk along the boardwalk, through the dense rainforest, and feel the deep wildness and antiquity of the forest hanging from the trees above and around you. Moss creeps around fallen trees, and brooks trickle below the boardwalk running between the carpeting moss and into amber colored pools. The end of the day brings you to a luxury where the charm of a wilderness cottage meets the grandeur of Tasmania. The lodge sits on the shores of the lake filling its halls with the quaint light and warmth of the fireplace. The wooden arches add a sensual space, while the private hot tubs give the ambience a touch of warm romance."
    },
    {
      "dayNumber": "7",
      "title": "Cradle Mountain – A View of the Cradle",
      "description": "Today is at your leisure to be as active as you would like with plenty of opportunities to indulge in at Cradle Mountain. From the relaxing joys of the Waldheim Alpine Spa to the active hikes through the wilderness, the activities are always uplifting and inspiring. For a delicious tour of Cradle Mountain you can enjoy a wine and cheese tasting, where the bold meets the delicate and everything in between. The selections are always evolving but the atmosphere remains luxurious and fun. From the scent of strawberries and cherries that rise from a glass of pinot, to the rich perfume of earth and leather from cabernet sauvignon, the cheeses blend delightfully as the tangy goat cheese, or spicy pepper-jack coat the tongue. The candlelight mixes with the light of the fireplace as the comforts of the lodge surround you and the flavors of Tasmania pleasantly linger."
    },
    {
      "dayNumber": "8",
      "title": "Launceston – Touring Majesty",
      "description": "Leave the splendors of Cradle Mountain behind you and begin your journey back to Launceston. Stop in Sheffield to explore the charm of the mountain village, including its stunning murals that depict the historic life of the city, from its wild roots to its wild-western charm. Colorful depictions of farmers plowing the field, bakers proofing the bread, blacksmiths shoeing horses, and even the lush waters of Russell Falls adorn the walls. The looming Mount Roland stands tall along the city’s edges as the bustling life of the streets move past, and you continue on your way to an illustrious restaurant in Launceston known for a sensational taste of the island flavors. Continue your exploration of Tasmania with a visit to Cataract Gorge. The stunning waters of the gorge stretch along vibrant grass and a swimming pool situated on the banks of the river. The rugged rocks blend with the sprouting trees moving along the gorge’s opening. Climb aboard the chairlift and take an aerial ride through the gorge. The breeze brushes along your cheeks as you dangle your legs high above the river. Travel parallel to the suspension bridge as the water rushes beneath you, the whitewater misting the air in the distance. After the beautiful ride over the river and through the gorge you will make your way to the airport for the end of your wondrous journey through the secluded beauty of Tasmania. The world on the island is practically untouched giving every inch a romantic atmosphere and a stunning view, making this trip one of those Australia vacations you won't soon forget!"
    }
  ],
  "map": ""
}