{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "wonders-of-nature-beauty-19-day-australia-vacation",
  "tourName": "Wonders of Nature & Beauty: 19-Day Australia Vacation",
  "placesVisited": "Melbourne, Kangaroo Island, Adelaide, Kings Canyon, Alice Springs, Darwin, Cairns, Sydney, Uluru, Kakadu National Park",
  "generalInfo": "Discover the waterfalls of Kakadu National Park and the sails of the Sydney Opera House as your experience culture and wilderness during your 19-day Australia highlights tour. Snorkel along the Great Barrier Reef and watch the colors change across the facade of Uluru. You will bask in the drama of the natural landscape and enjoy the diversity of culture from Melbourne to the Blue Mountains, Darwin to Cairns.",
  "durationDays": "19",
  "price": "20,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne – Melbourne Majesty",
      "description": "Arrive in Melbourne with the city and all of Australia at your fingertips, ready to be explored. The cacophonous bustle of the city absorbs you: the laughs that drift from the cafes, the scent of freshly brewed coffee, and the rush of the Yarra River that glides through and separates the city. The Star Observation Wheel rotates, the glass of each compartment glistening in the sunlight. Settle into Melbourne, Australia’s cultural capital, and walk along the bohemian streets for a sense of the city’s unique and praised vibrancy. Penguins waddle along the shores of St. Kilda. The streets boast sensational color with favored street art that showcase everything from political satire to immaculate stencils. Stroll through Collins Street in central Melbourne where bands croon passersby from the pavement and wood-paneled subterranean restaurants stretch along George Parade. The lights of Melbourne begin to shimmer in the night sky. The trolley cars hum around the city, so why not take a night tour of Melbourne? The Colonial Tramcar Restaurant is a dinner and tour of the city, located on a refurbished trolley car that follows the local track around the city center. The car rocks gently through the city; the streetlamps shine over the crowds of people strolling along the walkways. The scent of rosemary and beef drifts through the trolley. The tour continues in the comfortable plush of the tramcar, and your highlight tour of Australia is just beginning."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne – The Stunning Ocean View",
      "description": "Leave the city life behind for the day with a tour of the most famous roadway in Australia, the Great Ocean Road. The road winds along the coastal cliffs, separating the rolling hills from the turquoise water. The lush green of the hills give way to steep cliffs and sandy beaches as the road stretches towards the South Australia border. Witness the sensational natural wonders on either side of the road, including the 12 Apostles, a collection of colorful monoliths standing tall in the rush of ocean, marked with palimpsest lines to show how the wind, water, and time has carved the sharp features. Watch the water crash against the cliff face. The salty mist sprays into the air. The sunset over the horizon brings the rocks into a burning silhouette and you make your way back to Melbourne filled with memories of the wonderful view."
    },
    {
      "dayNumber": "3",
      "title": "Adelaide – The South of Victoria",
      "description": "Wake up to the bustling sounds of Melbourne beneath you. The fresh scent of roasting coffee rises from the street. After breakfast you will enjoy the city on a tour of the metropolis's most iconic sights, including the beautiful architecture of Flinders Street Station. The building resembles a Parisian train station; the exterior shines a bronze in the bright light of the day with the copper dome adorning the structure. The Victorian Arts Centre Precinct is also yours to explore and experience. The structure itself resembles a puck shape that is topped with an Eiffel Tower reconstruction. At night the tower shines a bright purple among the city lights. The building is a new age architectural sensation, publicly funded, and showcasing many of Melbourne’s local artists through various themed galleries that rotate within the center. By mid-afternoon you will make your way to the airport for your flight to Adelaide, located in South Australia, where the City of Festivals awaits you. You will once again be given the opportunity to choose your accommodation that best suits your desires while on holiday, you can be sure that your stay in Adelaide will be comfortable and luxurious."
    },
    {
      "dayNumber": "4",
      "title": "Kangaroo Island – The Highlights of Conservation",
      "description": "Today you will enjoy the stunning drive through the Fleurieu Peninsula on your way to Cape Jervis. The coast gleams gold with pebbled sandy beaches and straw-sewn prairies. Once at Cape Jervis you will board the ferry and venture to the popular Kangaroo Island. Kangaroo Island is known for its efforts to conserve the local flora and fauna from the various issues that plague wildlife around the world: climate change, deforestation, poaching, and tourism, among others. Kangaroo Island’s beauty is sustained and enhanced by the conservation efforts on the island which will give you the opportunity to see Australia’s third largest colony of Australian sea lions. The gruff bark of the sea lions mixes with the crash of waves. They climb over one another, basking in the sun and along warm rocks, snuggling in packs as birds circle above. The ocean breeze rushes through your hair. The gentle caw of the seagulls leaves the bark of the sea lions behind and you settle into the luxurious Ozone Seafront Hotel, where the name promises an ocean view, and the rooms deliver the stunning turquoise sea."
    },
    {
      "dayNumber": "5",
      "title": "Kangaroo Island – A Kangaroo Hideaway",
      "description": "The perfume of the morning sea drifts along the shore. The gentle lap of waves rides along the sandy beach. Your morning begins with a tour of Kangaroo Island moving deeper into the island’s conserved beauty. During the tour you will see the natural wonders that decorate the island, including the Remarkable Rocks, a collection of precariously balanced boulders, within Flinders Chase National Park. Through the erosive forces of wind, ocean spray, and rain, the rocks have hollowed, tilted, peaked, and formed in spectacular ways. During sunrise or sunset the granite shifts from shining white to a deep streaky magenta, and sometimes even a blood red. Later in the day you will board the ferry and return to Adelaide for the evening."
    },
    {
      "dayNumber": "6",
      "title": "Uluru – The Undeniable Red Center",
      "description": "Today you will fly from Adelaide to Australia’s stunning Red Center to see the famous Ayers Rock, known for its spiritual connections to the Aboriginal tribes, its title as the largest monolith in the Southern Hemisphere, and its silhouette in the Hollywood blockbuster Australia . As you land over the open desert you can see the oxidized sand stretch to the distance, giving the area an open, rusty-red coloration. Step out of the plane, onto the hot earth, the wind sweeping across the desert in the distance, and begin your tour of Kata Tjuta. Kata Tjuta, also known as the Olgas, is a collection of three large rock formations, rounded by the elements, clustered together, and glowing a pale orange in the desert sun. The rock face is smooth and cool against your palm. Follow your guide and venture through the crevices, around the oasis located within the rocks’ shade, where pools of water collect over time. Listen to the story of Aboriginal Dream Time, and the legend of the Rainbow Serpent before making your way to the Uluru viewing platform. The sun begins to set over the horizon and Uluru stands tall in the distance, its large body changing colors in the sinking sun. The once red rock shifts to deep purple and eventually to a silhouette in the distance. After the sunset you will make your way to one of the sensational accommodations that best suit your pleasures, from the Outback Pioneer Hotel, to the Desert Gardens, or even the famous Sails in the Desert, all charming, luxurious, and at your preference."
    },
    {
      "dayNumber": "7",
      "title": "Kings Canyon – Morning Uluru",
      "description": "The sunrise over the Red Centre brings with it the shifting colors of the sand and the sun. Rise early with the rich scent of coffee stretching through the hotel. Venture back to Uluru to watch the sunrise over the monolith. The varied shades of the morning begins to turn pink and bright blue while Uluru shifts from purple to bright pink, and finally to the red for which the desert is famous. Enjoy a guided tour around the base of Uluru and listen to the mysterious and majestic myths that surround the monolith; many of the crevices within the monolith are off limits to those not affiliated with an Aboriginal tribe. Visit the Uluru-Kata Tjuta Cultural Center where the legend of the Rainbow Serpent, a record of the desert, and a history of the Aboriginal people are showcased. The cultural center is cool and dark, a lovely respite from the desert heat. Wander through the center and absorb as much of the Aboriginal world as you can before you depart from Uluru and make your way to the stunning landscapes of Kings Canyon."
    },
    {
      "dayNumber": "8",
      "title": "Alice Springs – Fit for King",
      "description": "The sun ascends over the canyon and the scent of cool desert rises through the air. The canyon sparkles orange in the sunlight with steep cliffs that rise from the flat earth. Whether your prefer to climb to the top of the canyon and look down from above, or careen down the cliffs and wander along the canyon floor, your guide will show you the way through the diverse colors, where the orange glow of the bluffs meet the lush green of the oasis of trees. After your canyon excursion you will make your way to Alice Springs, the largest city in the Red Centre, and settle into the warm comforts of the evening."
    },
    {
      "dayNumber": "9",
      "title": "Alice Springs – Welcome to the Palms",
      "description": "The day opens up to you after sunrise as you venture out of Alice Springs and into the open desert on a 4WD safari to Palm Valley. The landscape before you bursts with rusty red rocks and glowing green trees. Before entering the valley you can watch the mountains rise on either side and border with the flatlands before the sand turns white, palm trees sprout from the ground, and the pools of the oasis glisten crystal blue in the shade of the treetops. The water is pure, rising from a natural spring in the ground and pooling between the craggy, jutting hills. The rocks change color with the drifting sun. The sky spreads a deep layer of pink through the air. The desert-scape remains open, the stars beginning to peak in through the fading sun. You make your way back to Alice Springs where the stars are as welcome and almost as colorful as the sunrise."
    },
    {
      "dayNumber": "10",
      "title": "Darwin – Red Center to Exceptional North",
      "description": "This morning will bring you out of Alice Springs and into the deep red of the desert with a local Aboriginal guide. Learn about their culture, laws, and customs first hand as you are taken through the importance of water, songs, dance, and relation between the tribes and the land through stories and demonstrations. Later you will visit the sensational Desert Park where the desert landscape surprises you once again with its diverse topography. The rock formations rise like castles from the desert floor, glowing golden earth in the sunlight. The sand shifts to its natural rustic red, the grains soft, fragile, and warm in your hand. Eventually you will make your way to the Alice Springs Airport and fly to Darwin, the capital city of the Northern Territory, where your choice of luxury accommodation awaits you."
    },
    {
      "dayNumber": "11",
      "title": "Kakadu National Park – The Hidden Beauty",
      "description": "Today you will travel deep into Kakadu National Park where the untouched beauty of the Northern Territory hides. The lush green of the valley stretches into the flat horizon, or so you believe, until you reach the upper edges of the gorge that sink deep beneath the surface. Flat rocks are stacked like plates into the sky. Vivacious waterfalls thunder down the gorge into overflowing pools spilling over the sides, and farther into the gorge. Sit in the warm water of the natural pools. Watch the pelicans flock to the schools of fish. Float down the Yellow Water Billabong, where the calm waters reflect the surrounding grace. During your excursion you will visit the Nourlangie Rock to view the Aboriginal rock art. The mountainside lingers over the Billabong and showcases the antiquated drawings of the Aboriginal tribes that still call the region home, protected from the wind and the rain by the rock formation itself."
    },
    {
      "dayNumber": "12",
      "title": "Kakadu National Park – Cruising for Alligators",
      "description": "Venture deeper into the Kakadu National Park with a cruise along the East Alligator River. The meandering water glides through the park filled with crocodiles, giant fish, and an abundance of birds. From floating through the wide river to enjoying a walking tour through Ubirr where an array of Aboriginal art awaits you, the day takes you through the hidden treasures of the Northern Territory. The banks of the river are lush, the Aboriginal culture and history thrives along the rocky surfaces, and the stunning beauty of the area is prominent. Later in the day you will return to Darwin and leave the ancient majesty of the national park behind."
    },
    {
      "dayNumber": "13",
      "title": "Cairns – Seaside Wonders",
      "description": "Today you will leave the Northern Territory behind, making your way to the Darwin Airport and flying to Cairns, located along the Pacific Ocean of the northeastern shore. Upon arrival the frills of the city await you. The warm sun shimmers off of the crystal blue water of the sea. The Esplanade bustles with people, shops, and restaurants. The walkway is perfumed with sweet, fresh bread and decadent fresh seafood. The pool that decorates the esplanade is filled with laughter and lightness, with metallic fish flying over the water. Whether wandering along the esplanade, beneath the den of flying foxes that linger in the trees, or relaxing in your lush accommodation, Cairns’s warm weather and beachside charm is nothing less than luxurious."
    },
    {
      "dayNumber": "14",
      "title": "Kuranda – Rainforest Majesty",
      "description": "Located just inland from the seaside beauty of Cairns is the rainforest majesty of Kuranda. The trees frame Cairns, stretching from the north to south, drawing a border between west of the forest and the ocean. Climb aboard the Kuranda Railway and wind along the mountainside, through the lush trees of the rainforest, next to thundering waterfalls, over deep gulches, and departing in the lush city of Kuranda. The scent of damp foliage settles into the city. The city is filled with antique markets and unique artesian shops filled with local art ranging from jewelry to Aboriginal carvings. Whether you prefer to walk along the streets and wander through the cityscape or pay a visit to the butterfly farm and let the large collection of butterfly wings flutter around you, Kuranda is filled with, and surrounded by, remarkable beauty, whether natural or manmade. Board the Sky Rail Cableway and drift back down the mountainside in a glass-bottom gondola. The trees sink beneath you as you fly over the forest, eventually settling down at the base of the tree-lined foothills. Visit with an Aboriginal community where you can venture deeper into the cultural workings of the ancient peoples. The hum of the didgeridoo settles deep into your bones and pulses with your heartbeat. The chants of the tribesman may rise and fall in the afternoon air. Set within the trees and stretching out into the Great Barrier Reef, the culture of the indigenous people is magnified against the expanse of natural wonder, giving you the opportunity to learn about the dances, feel the music, and hear the stories of one of the oldest living cultures in the world."
    },
    {
      "dayNumber": "15",
      "title": "Cairns – The Magic of the Great Barrier Reef",
      "description": "Today you will venture off of the coast of Cairns on a high-speed catamaran and into the colorful heart of the Great Barrier Reef. Jump into the warm water of the Pacific and snorkel along the reef. The coral glows oranges, pinks, and purples in the swirling sunlight that dips beneath the water. Schools of fish swim over, under, and within the coral, from the orange and white glow of clown fish to the pronounced lips of angelfish. You will have the privilege of hearing a marine biologist provide a presentation on the natural living wonder, to better understand the reef, its history, its magnitude, its importance, and its majesty. Travel deeper beneath the surface on a semi-submersible vessel where reef sharks twist and stingrays glide. No matter how shallow or deep you venture around the reef, the vibrant coral and stunning life is never far from view."
    },
    {
      "dayNumber": "16",
      "title": "Sydney – The Great Barrier Reef-side to Oceanside",
      "description": "Travel to the Cairns Airport where you will fly from the seaside city of Cairns to the Oceanside pearl of Sydney. The Sydney Opera House shines in the harbor like a treasure along the vibrant blue of the water. The day is yours to explore the wonders of the city, from the Chinese Gardens along Darling Harbour, to the bohemian neighborhood of Newtown. The streets burst with life as you make your way to Bondi Beach, known for its natural beauty, sensational waves, lovely locals, and the reality television show Bondi Rescue. The waves crash against the sand and send mist into the air. The water is bustling with surfers, boogie boarders, and paddle boarders. Sunbathers decorate the hot sandy shores as the air is perfumed with the delicate batter of local fish tacos. Laughter mixes with the sound of the waves, the scent of the sea mixes with that of fresh seafood, and Sydney is a place you could already call home."
    },
    {
      "dayNumber": "17",
      "title": "Sydney – Sydney’s High-Life",
      "description": "The sun rises over the harbor and brings the sparkling water to life around you. Your day begins with a tour of the city’s highlights, from the vibrant neighborhoods to its most iconic architecture, including the Sydney Opera House. The Opera House is one of the most well known buildings in the world. The building sits on its own, surrounded by water on three sides. The ceiling lifts and points, meant to imitate sails, giving the Opera House the impression that at any minute it will drift out to sea and float away. The Sydney Harbour Bridge arches over the Opera House in the distance framing the building and its billowing sails. After touring the Opera House you will drift out of Darling Harbour for a tour of the city’s spectacular beaches, including Manly Beach. The pristine beach is lined with beautiful homes, plush hotels, fabulous surf, and beautiful people. Whether drifting along the watery shores or sticking your feet in the hot sand, Manly Beach is meant to impress, the Sydney Harbour Cruise will be bursting with pleasure, and the highlights of Sydney will open themselves to you."
    },
    {
      "dayNumber": "18",
      "title": "Sydney – Beauty in the Rocks",
      "description": "The day is yours to leisurely enjoy the city of Sydney, whether its strolling through the botanical gardens to see Mrs. Macquarie’s Chair, the spot where the governor’s wife would sit to watch the ships roll in from England, or wandering through the Rocks, where people, shops, and history come together. The air is perfumed with fresh fudge and salty pretzels. The sound of laughter and ocean mist mixes together. Shops showcase beachwear, while the antique factory façade blends into the under workings of the Harbour Bridge. What was once a historical spot for the Aborigines in the area became the sight that European settlers first stepped ashore, and the wonders of the area continue to shine today."
    },
    {
      "dayNumber": "19",
      "title": "Sydney – The Highs are Always Delightful",
      "description": "Today you will make your way to the Sydney Airport and depart for home. You have ventured through the depths of Australia, from the beach to the Red Center, from the south to the north, winding your way into the outback. The Sydney Opera House sparkled. The Great Barrier Reef brimmed with life. Uluru glowed in the sunset. Your journey within the big cities and around the outskirts of the untouched wonders of the country has taken you into the unique highlights of Australia, where nature’s pure beauty leads into human nature’s ingenuity."
    }
  ],
  "map": ""
}