{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "highlights-of-australia-itinerary-for-seniors",
  "tourName": "Highlights of Australia Itinerary for Seniors",
  "placesVisited": "Melbourne, Uluru, Alice Springs, Cairns, Kuranda, Port Douglas, Great Barrier Reef, Sydney, Blue Mountains",
  "generalInfo": "Culture, wildlife, and wilderness immerse you in splendor during your 14-day Australia highlights tour for seniors. Koalas will cling to eucalyptus trees and kangaroos will bounce past your view. The Red Centre will glow at sunrise while the alleys of Melbourne brim with lively cafes. Your customizable tour will travel at your preferred pace as you discover the diverse and unparalleled highlights of Australia.",
  "durationDays": "14",
  "price": "11,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Melbourne - A Cultural Welcome Along the Beach",
      "description": "It is impossible not to feel a little jet-lagged when flying into Australia. For most travelers, this giant cut-off island is as far as you can fly. Melbourne is a relaxed and easy-going city for getting over the switch in time zones. There is life at all hours of the day, from people strolling the beach at sunrise to enclaves of shops and restaurants staying open into the night. Scattered over a vast area, Melbourne is Australia’s most artistic and cultural city, with treasures to find in dozens of contrasting neighborhoods. Most visitors quickly feel at home and dive right into exploring it all. This is also a city with many miles of open beaches, so there is something to suit every mood. On your airport transfer, you will be taken to the southern suburbs, and your hotel will look out over the ocean waves with a long promenade for space to stretch your legs after the flight."
    },
    {
      "dayNumber": "2",
      "title": "Melbourne - Settling Into the Australian Experience",
      "description": "A half-day city tour is planned today, with the timing flexible as you wake up and adjust to the time zone. Take the tram into central Melbourne, and a juxtaposition of style unfolds with narrow and squat colonial leftovers meeting with gleaming futuristic buildings. Grand old marketplaces are stuffed with multicultural stalls, and you will continually switch from the late 19thcentury to tomorrow’s world. The Royal Arcade and Flinders Street Station are essential sights, along with Queen Victoria Market. But mostly the experience is the contrasts as the old and the new mingle seamlessly along each street. Most of the tour is done by tram, a leisurely means of getting around and getting a sense of the city. Just hop off to important sights and settle into the Australian way of doing things."
    },
    {
      "dayNumber": "3",
      "title": "Melbourne - Seeing Kangaroos and Koalas in the Wild",
      "description": "On open plains the kangaroo sit and wait. There can be over a dozen of them, and you will approach slowly, a few steps forward before waiting for any reaction. Springing happily, they move with great hopping movements across green pastures. These are wild kangaroos, such iconicity to their frames, and such intimacy to the experience. While these marsupials move, those nearby are still, clinging to eucalyptus branches with a sleepy look in their eye. Koalas. Not bears as some may think, just koalas in a drowsy state, so quiet and still you can come to within just a few meters. Stand beneath these trees, and you will have a prime view onto a wild species that has become increasingly vulnerable and endangered. You will not touch or interact with these animals today as it will be an authentic wild experience in a nature reserve one hour from the city."
    },
    {
      "dayNumber": "4",
      "title": "Uluru - The Great Monolith and the Desert Stars",
      "description": "Now the adventure really begins as you fly westward to three days in Australia’s red center. Uluru glows red from the plane window, and it is enormous beyond boundaries and changing color on a whim, so it is easy to see why Uluru so hypnotized for many thousands of years. Tour the base to see Aboriginal paintings, and then sip on sundowners as Uluru goes through its most dramatic daily color change. After dusk the southern sky unfolds, an astronomer your guide to a Milky Way of sparkles and shimmers. Uluru is one of the world’s most isolated travel destinations and almost every night is clear, bringing a wonderful experience each time the sun goes down."
    },
    {
      "dayNumber": "5",
      "title": "Uluru to Kings Canyon - Exploring Kata Tjuta and Bush Camping",
      "description": "Sunrise and you will be at the other monoliths, the domes of Kata Tjuta. They rise from shadow and glow effortlessly, enticing you forward. This site is incredibly important to local Aboriginal people, with just a small section accessible by visitors. You can choose from two hikes of differing length, or you can opt for an easy walk. After breakfast, you will continue with your desert adventure as you bump across the red rock to Kings Canyon, another surreal feat of nature in the middle of nowhere. Tonight you will stay inside this strange place for a luxurious outback glamping experience that will bring a deep connection with the outback. Your tent is more like a contemporary hotel room, with a private bathroom and running hot water. Yet the canvas walls and simple exterior mean you can stay within the landscape, rather than on the edge."
    },
    {
      "dayNumber": "6",
      "title": "Kings Canyon to Alice Springs - Continuing the Wild Desert Adventure",
      "description": "Over time, the wind has shaped incredible boulders, and many of them remain perched precariously in Devils Marbles Conservation Reserve. Deep inside the red canyon, you can hear water bubbling, and on the remote Kings Creek Walk you will see signs of life with small birds and messages inscribed in stone. From Uluru to Alice Springs is around eight hours of driving, and this will be the second day of a private four-wheel drive adventure that leads you across the desert to the most remote outpost town of them all. Not much happens in Alice Springs, yet it is an interesting little town that feels like a frontier and builds a broader picture of life in Australia, both now and back in history. You will spend the night in the town’s best hotel, and leave refreshed and relaxed."
    },
    {
      "dayNumber": "7",
      "title": "Cairns to Port Douglas - Between the Rainforest and the Ocean",
      "description": "From Alice Springs you will fly back east, touching down on the Pacific coast at Cairns. From here, it will be a one-hour transfer north that skirts both rainforest and ocean. Port Douglas is a dreamy place for Australian retirees, a slow-moving town with beautiful beaches and beautiful year-round weather, backdropped by rainforest and studded with small cafes and restaurants. Every visitor immediately feels at home here, and you will notice a big change from the desert. Nothing is planned for the day so that you can check out Port Douglas at your leisure, perhaps with some time on the beach."
    },
    {
      "dayNumber": "8",
      "title": "Port Douglas - Aboriginal Dreaming Day Tour",
      "description": "Many people think of Australia’s Aboriginal people as desert dwellers, yet hundreds of individual tribes once thrived here, each with their own land and specialism. This morning you will be guided by an Aboriginal from the rainforest and learn the use of each plant. Then this afternoon, you will be guided by a coastal tribe, on a “hunter-gatherer” walk across open sands. In between these experiences you will be with an artist and learn the meanings behind many Aboriginal paintings, and then create your own cryptic message. This is a tour that will quickly dispel stereotypes about Aboriginal people and add to your understanding of the complexity of their past and future."
    },
    {
      "dayNumber": "9",
      "title": "Port Douglas - Discovering the Great Barrier Reef",
      "description": "Colors tumble through the water, luminous despite the ocean depth. Small fish whizz around a giant grouper as eels poke their heads from slabs of rock. The Great Barrier Reef is as its name suggests, a barrier constructed by thousands of individual reefs. On your boat tour, you will cruise to a pontoon perched above a reef. Once at the pontoon, you can choose how you want to explore. Snorkeling and diving are possibilities, as well as a helicopter above it all. There is also the option of a semi-submersible craft which is ideal for many senior travelers as you can explore the different reefs and a magical underwater world, without getting wet or being pulled by ocean currents."
    },
    {
      "dayNumber": "10",
      "title": "Cairns to Sydney - Cruising the Parramatta River",
      "description": "Fly south and check into your five-star hotel on Darling Harbour, just two stops by Metro to the Opera House and with dozens of good restaurants in very close walking distance. The famous city is compact and easy to get around, especially the old center. Spend some time getting to know the city’s atmosphere before a sunset Parramatta cruise offers a more complete introduction. Beneath the Harbour Bridge you will go, past the Opera House sails before setting course towards the ocean. Returning towards Circular Quay in time for the sunset, you can watch city lights come on as dinner is served and enjoy the beauty of the city."
    },
    {
      "dayNumber": "11",
      "title": "Sydney - Sydney City Tour and the Famous Opera House",
      "description": "It is in The Rocks where Sydney has an early colonial history, inside an enclave of squat stone buildings and cobbled streets. There are Aboriginal tales nearby, and then stories of Queen Victoria told through grandiose arcades. While Melbourne was spread out, the middle of Sydney is compact, with all of the key sights packed together for a very manageable tour for senior travelers. This evening you will visit the most iconic place of them all, the Sydney Opera House. You will take in a performance and discover what takes place behind the iconic sails."
    },
    {
      "dayNumber": "12",
      "title": "Sydney - A Day in the Blue Mountains",
      "description": "The haze is blue just an hour outside Sydney, and it hangs low above a eucalyptus forest, with stark orange peaks poking above. Welcome to the Blue Mountains, a surreal and often silent landscape unlike what you would imagine of Australia. Each of the peaks has an Aboriginal name and story as trails weave through the eucalyptus forest below. The world’s steepest train track takes you between mountain and valley floor, and later your guide will drive you to a succession of viewpoints, providing an insight into Australian bush land. Why is the haze blue? How did this landscape come to be? These are questions that can only be answered once you see the Blue Mountains in person, for photos cannot reflect the surreal splendor of this place. It will be a full-day small-group tour from Sydney, stopping at an animal conservation area as you return to the city."
    },
    {
      "dayNumber": "13",
      "title": "Sydney - Relaxing on Legendary Beaches",
      "description": "Your final day will be left free, and Sydney’s eastern beaches are a good choice for a self-guided day trip. Using the city’s excellent transport systems you can easily reach Bondi, the most famous beach of all. From here, there are coastal walkways up and down the coastal cliffs that lead you to different bays and beaches. An alternative is to take the ferry to Manly, a longer beach with a far flatter promenade to walk upon. Of course, you may choose to ignore the beach, Sydney also being a place of excellent museums and shopping arcades."
    },
    {
      "dayNumber": "14",
      "title": "Sydney - Departure",
      "description": "After breakfast you are transferred to Sydney’s international airport for your outbound flight."
    }
  ],
  "map": ""
}