{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "best-of-australia-in-two-weeks-tour-cities-ocean-outback",
  "tourName": "Best of Australia in Two Weeks Tour: Cities, Ocean & Outback",
  "placesVisited": "Sydney, Cairns, Uluru, Perth, Melbourne, Margaret River",
  "generalInfo": "Travel on an in-depth journey Down Under during your custom-tailored 14-day best of Australia tour that highlights the wonders of the land, sea, and wildlife. From whale sightings to boutique wineries, tropical fish to ancient heritage, you will have specialist guides immerse you in exceptional culture and diverse wilderness. Learn about Aboriginal tradition, explore divine cuisine, and bask in Australia’s blend of simple pleasures and stunning adventures.",
  "durationDays": "14",
  "price": "6,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney - Wandering and Cruising Iconic Central Sights",
      "description": "Sydney is draped along the Parramatta, a city of icons and an upbeat attitude, where every day can feel like a weekend. The Opera House sails shimmer white as the famous bridge arcs between the river banks filled with vastly different architecture as glamorous doorways lead to grand Victorian arcades. Darling Harbour is all sparkle and skyscrapers while The Rocks is more rustic and old-world, from a time when the first Europeans arrived. Somewhat surprisingly, most of the iconic sights are within three stops of each other on the metro, so it is easy to get around and glimpse all manner of famous places, even if you are feeling a little fatigued after the journey. Today you will join your local guide for a walk and ride through the city, and then cruise back to your Darling Harbour hotel by boat, heading beneath Sydney Harbour Bridge to an enclave of bustling waterside restaurants."
    },
    {
      "dayNumber": "2",
      "title": "Sydney - Walking on Sydney Harbour Bridge and Relaxing on Beaches",
      "description": "Gingerly at first, and then with more confidence, you can walk upon the steel arch of Sydney Harbour Bridge. Sydney starts to make more sense as you climb higher with the Parramatta River, distant beaches and contemporary skyscraper with mountains and open fields behind it all. It is an exhilarating walk as you are attached with climbing ropes and can safely take in the landscape. You will likely still be a bit jet-lagged so nothing else is planned today, but the beaches await. Manly Beach is on the northern bank, a broad beach flanked by countless restaurants and bars while Bondi Beach is to the river’s south, just one of many bays separated by coastal cliffs and walking trails."
    },
    {
      "dayNumber": "3",
      "title": "Sydney - Escaping to the Blue Mountains",
      "description": "You will have glimpsed the mountain horizon from the bridge yesterday, and you can now travel into its mysterious hue. The haze is blue, as if created by an Instagram filter yet existing since who knows when. The local Aboriginal tribe have names and stories for different parts of this landscape that narrate how it was formed around the dawn of time. This place is an escape from the city, a wild bush experience framed by rugged peaks and eucalyptus-filled valleys, where walking trails respond to your whim, and the world’s steepest railway takes you into the strange haze. On your private tour, you can choose where to explore based on the guide’s recommendations and your preferences before returning to Sydney via a wildlife sanctuary, with kangaroos and koalas among those you encounter from very close up."
    },
    {
      "dayNumber": "4",
      "title": "Cairns - Aboriginal Culture and More Time on the Beach",
      "description": "Fly north, and you will be greeted by tropical colors with thick rainforest in one direction and near-white beaches in the other. Tucked between these tones is Cairns, a lively oversized town with a long coastal promenade and many places to relax. After checking into your hotel, you will go on a private Aboriginal culture tour, first visiting a local art gallery to learn about painting with three earth-made colors and a bamboo paint stick. Later on, you will head to an Aboriginal cultural center, making sense of a proud and complicated history. These are not one people but hundreds of tribes, each with their own territory, language and specialism for you to discover."
    },
    {
      "dayNumber": "5",
      "title": "Cairns - The Great Barrier Reef in all its Splendor",
      "description": "Just off the shore lies great splendor with a barrier of individual reefs that stretches over a thousand miles and is visible from space. Sharks roam, groupers and turtles glide, and clams contract as sponges expand. It seems that every little inch has its own color on a canvas that never seems to end. On a small-boat tour, you can explore parts of this reef system, stopping at three very different reefs. One is all about the reef itself, especially the diversity of coral, while another takes your focus towards swimming inhabitants while a third is used for the ease of snorkeling. This will be a full day spent on the water, and you will return just before dusk, elated and probably exhausted. Such a long day is necessary if you want to explore more than just the highly popular locations within the inner reef system, so very worthy of the energy and time."
    },
    {
      "dayNumber": "6",
      "title": "Cairns - Into the Rainforest and Contrasting Aboriginal Stories",
      "description": "Widespread ideas of primitiveness are quickly dispelled as you spend another day with Aboriginal people, especially around Cairns. You do not meet desert dwellers as one tribe you meet is from the rainforest, and your local guide will show you what dozens of plants and trees can be used for, from making rope to building shelter and trapping a daily meal. The second tribe you will meet are from the coast, and your guide will demonstrate a specialism in spearfishing rock crab and certain critters. Back in history, tribes like this traded with each other, even though they rarely had a common language. This and other pieces of history are explored as you ask questions and listen to the stories, today’s tour demonstratingthe complexity that existed before Europeans arrived."
    },
    {
      "dayNumber": "7",
      "title": "Uluru - Sunset With Kata Tjuta and a Night With the Stars",
      "description": "Fly to the middle of nowhere today, which seems a little weird until you glimpse the world’s biggest monolith from the plane window. Almost everyone heads to Uluru for sunset, but you will go to the other enormous rocks, the red domes of Kata Tjuta. It is peaceful as the colors change sharply across the rugged rock facades, the shadows drifting quickly across the ground. After sundowners, you will stay beside Kata Tjuta, your isolated location ideal for exploring the southern stars. It will be over a thousand miles to any city, and there is not a spec of light pollution to interrupt the view, nor any clouds in this dusty dry desert. When looking up to the sky, you can get a real sense of just how enormous our universe can be."
    },
    {
      "dayNumber": "8",
      "title": "Perth - Sunrise With Uluru and Going Way Out West",
      "description": "It is the other way around for most experiences, but the desert feels more special when you are almost alone. Having just 24 hours in Uluru is normal, bringing a sunset, sunrise, and night of stars, but you are just switching up the typical itinerary. You will get to watch the sunrisebring color change to Uluru, from rusty orange to scorched red then hazy ochre. After a second breakfast, you will fly further west and land in the most isolated city of them all in Perth. This is a great city to explore under your own steam, dipping into museums and galleries, wandering the lively promenade and getting to know a very modern side to Australia. From Uluru to Perth really is a journey between bipolar destinations and that makes today an eye-opening insight into Australian diversity."
    },
    {
      "dayNumber": "9",
      "title": "Margaret River - Waves, Wine, and Whales",
      "description": "Ocean waves crash frothy white against mostly uninhabited beaches as whales migrate past, often visible from headlands or straight from the sand. Vines turn interior slopes green and bring the promise of wine. Villages are dotted around, keeping alive an old-world culture and atmosphere. This is Margaret River, a destination that blends nature into contemporary indulgence. It will be a two-hour transfer south of Perth, and you will be staying at a wine farm, surrounded by a carpet of vines. Taste with the owner to kick-start your stay before visiting another two wineries during the afternoon, both offering tasting in an informal environment with plenty of artisanal foods as an accompaniment. The next day will be flexible, and you will have a private driver guide who will be able to take you anywhere in the region. Village markets are always fun while open beaches are wonderful in the late afternoon. There is not that much of a river to speak of, but there are many vineyards, as well as gourmet restaurants, cheese makers, olive oil producers, chocolatiers and just about everything else you may want for a day of indulgence. But more than anything, Margaret River is a relaxed place to be. Dominated by lush landscapes and rolling to a slower, yesteryear beat, this is where you can really unwind as these two weeks pack in the very best of Australia."
    },
    {
      "dayNumber": "11",
      "title": "Melbourne - A Tale of Two Cities",
      "description": "Back in Perth, there can be time for more exploration before your late-morning flight to Melbourne. Over the last four days traveling, you will have gained a few hours, which you now lose by traveling back west. It will be early evening by the time you are checked into a Melbourne hotel, a time when certain parts of the city come alive through night markets that feature both food and art. Strolling the streets, you also find Australia’s best preserved colonial architecture, as well as great wall-sized murals and boutiques that stay open long past sunset. You will have flown from the new city to the cultural city, and if you are feeling the time difference, then the Yarra River is a great place to be with street musicians strumming long into the night."
    },
    {
      "dayNumber": "12",
      "title": "Melbourne - Artistic Highlights and Cafe Culture",
      "description": "A day in Melbourne is a connection between the centuries, leading you from the old to the new via the artistic. Grandiose Victorian architecture juxtaposes with glass-shimmering modernity while an ancient railway station and church could not be more different from the 21st-century towers. Back lanes are packed with local graffiti, hundreds of individual pieces creating a colorful canvas to obscure red brick. Melbourne is famous for the many cafes, and especially for the flat whites that were invented here, and you will taste and quickly understand how this coffee style is different from a cappuccino. And finally there is classic art, Melbourne being home to Australia’s best galleries and the complete sweep of art from Aboriginal to European to modern Australian."
    },
    {
      "dayNumber": "13",
      "title": "Melbourne - Spending Your Final Day in the Yarra Valley",
      "description": "Kangaroos and koalas can still be found in the wild. The state of Victoria, the one you are in, is the most natural to see them. Search for them on the morning journey to Yarra Valley, stopping to photograph these marsupials before reaching a celebrated wine region just an hour from Melbourne. Visit three farms today, comparing the flavors to Margaret River in a valley that provides a similarly indulgent feel. There will be great food to go with the wine, of course, as well as a sweeping view and an easy-going ambiance that is perfect for a final day on vacation. It will be a private full-day tour, and you will be back in Melbourne as the city lights are turning on with your guide providing a variety of recommendations for your final dinner."
    },
    {
      "dayNumber": "14",
      "title": "Melbourne - Departure",
      "description": "Late check out will be arranged so that you can enjoy a little more of Melbourne before your private airport transfer. Two weeks in Australia will have taken you from East Coast to West Coast via the red center, and you will return home with a rounded impression of a stunning country."
    }
  ],
  "map": ""
}