{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "discover-the-coast-rainforests-and-outback-of-australia-in-18-days",
  "tourName": "Discover the Coast, Rainforests, and Outback of Australia in 18 Days",
  "placesVisited": "Sydney, Hamilton Island, Mossman, Kuranda, Cairns, Uluru (Ayers Rock) & Kata Tjuta, Melbourne",
  "generalInfo": "Discover the Australian coastline, explore the flourishing rainforests, and experience the sparse beauty of the outback on this 18-day adventure. Meander from bustling Sydney Harbour to breathtaking Hamilton Island, snorkel around the Great Barrier Reef’s dazzling coral formations, stroll through the breathtaking forests of Mossman, and admire the astonishing majesty of Uluru Rock on a trip that ends in the modern city of Melbourne.",
  "durationDays": "18",
  "price": "22,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney - Arrive at Sydney Harbour",
      "description": "The New South Wales capital, Sydney, is a modern metropolis with a contemporary cityscape overlooking the South Pacific Ocean. Transferring from the airport to your accommodation in the historic Rocks district, you will catch a glimpse of the iconic white sails of the Sydney Opera House. You may acclimate yourself to the bustling atmosphere at the harbor, choosing to climb the Sydney Harbour Bridge for panoramic views of the city or explore the opera house to admire the art, architecture, and musical performances. Each experience shares Sydney from new points of view, unraveling the reasons for its charm."
    },
    {
      "dayNumber": "2",
      "title": "Sydney - Enjoy History and Beauty by the Seas of Sydney",
      "description": "Discover magical Sydney, from famous landmarks to hidden parts of the city after breakfast. You will join your Sydneysider guide on a half-day tour that begins at the summit of Observatory Hill, overlooking the harbor. Stories of British settlers arriving on the shores of Sydney will shine from the art and architecture you see around the Rocks. You will pass Mrs. Macquarie's Chair en route to the esplanades near Middle Head and the beaches below the charming Eastern Suburbs. From The Gap to Bondi, explore the beautiful seaboard of Sydney today."
    },
    {
      "dayNumber": "3",
      "title": "Sydney - Explore the Breathtaking Blue Mountains",
      "description": "A scenic cruise lies between you and the Blue Mountains National Park today. The park’s marvelous display of Australian wilderness and Aboriginal legends will inspire you as you gaze upon the towering Three Sisters from the Echo Point observation platform. The shifting sun will cast colors across the rockface as your guide shares stories of how the phenomenon came to be and the secret locations you will stumble upon in the Jamison Valley. You will catch the Scenic Skyway across the magnificent mountainous region, stroll through the ancient rainforest, and embark on a journey to spot iconic Australian wildlife."
    },
    {
      "dayNumber": "4",
      "title": "Sydney - Luxury Living on Sydney Superyachts",
      "description": "From the land to the sea, you will spend your final morning in Sydney sailing from the sparkling harbor along the Parramatta River. You will navigate the charming coves and dazzling bays that riddle the banks of Parramatta while sipping cocktails, tucking into sumptuous snacks, and soaking up the sunshine on comfortable recliners. You may also jump into the warm waters at sensational snorkeling spots, fish from the back of the boat out at sea, and kayak from your yacht to the beautiful beaches on a day spent in the lap of luxury."
    },
    {
      "dayNumber": "5",
      "title": "Hamilton Island - Discover the Tranquility of Whitsunday",
      "description": "The Whitsunday Islands are a dreamy collection of tropical sanctuaries near the Great Barrier Reef and Hamilton Island is among the most memorable in the archipelago. You will cruise from the aerodrome to your accommodation by buggy, as cars are not permitted on the island. For this reason the island is as tranquil as they come, with nature taking center stage from the beaches to the bushland. You will have the afternoon free to discover the island on your buggy, choosing to lounge on castaway beaches, swim in the neon-blue waters, and catch the sunset at an award-winning restaurant."
    },
    {
      "dayNumber": "6",
      "title": "Hamilton Island - Sail to the Beaches of Whitsunday",
      "description": "The beauty of Whitsunday extends from the islands’ sun-kissed beaches to the shimmering seascapes that you will cross by catamaran to experience the endless appeal. Your captain and chef will spoil you with excellent service as you sail the sapphire seas to quiet beaches and snorkeling spots scattered along the coastline. Whitehaven Beach is among the standout shores, with its powdery, pearl-white sands, chalky cliffs, and electric-blue water. You may swim, relax, and snorkel as you explore more of one of the most magnificent archipelagos in the world."
    },
    {
      "dayNumber": "7",
      "title": "Hamilton Island - Set Your Sights on the Great Barrier Reef",
      "description": "The largest coral system in the world, the Great Barrier Reef is a kaleidoscope of colorful marine life teeming with fascinating underwater creatures to spot on snorkeling trips from Hamilton Island. After breakfast you will cross the crystal-clear seas to lagoons where the coral is as dazzling as ever. You will swim in the warm waters, dive beneath the glossy surface to see what lies below, and appreciate the complex marine beauty enveloping the natural world wonder. You may also view the reef from above as you take to the skies in a helicopter and snapshot spectacular marine scenes."
    },
    {
      "dayNumber": "8",
      "title": "Mossman - Retreat to the Tropical Rural Region",
      "description": "Your adventure across the Australian coast will continue from Cairns, a gateway to the tropical reaches of Queensland. Here you may privately transfer or collect a rental car to cruise through to Mossman, a rural town around the corner from Port Douglas that boasts boundless natural beauty. After checking into your accommodation you may unwind in the tropical sanctuary with a light stroll around the neighborhood to lush hinterlands in the shadows of forested mountains. You may embrace the charms of Mossman’s green sugar cane fields as you explore the Shire of Douglas freely before dinner at a lavish restaurant."
    },
    {
      "dayNumber": "9",
      "title": "Mossman - Delve into Aboriginal Culture at Daintree",
      "description": "Mossman is a tropical paradise with phenomenal environments to explore and a rich Aboriginal heritage to discover on tours around the area. After breakfast your Aboriginal guide will escort you across the sugar cane fields to the evergreen forests, where you will delve into the culture of the indigenous Kuku Yalanji people. You will partake in traditional ceremonies as talented performers play the didgeridoo beneath the Daintree forest canopy, throw an Aboriginal boomerang, and try your hand at mud-crab catching en route to Mossman Gorge. An authentic Aboriginal dinner in the forest will complete your immersive cultural tour."
    },
    {
      "dayNumber": "10",
      "title": "Mossman - Spend Moments Savoring the Wilderness",
      "description": "Today is free for you to enjoy the breathtaking environment surrounding Mossman, choosing from a collection of experiences or self-guided tours that are as relaxing as they come. You may swim in healing river waters at a spa center downstream from Mossman Gorge, take the trails through the forest to beautiful picnic spots where you may spot the wildlife, or kayak along the serene river channels in search of freshwater turtles, eels, jungle perch, and platypus. Mossman is a wilderness sanctuary where you may revitalize your mind, body, and soul."
    },
    {
      "dayNumber": "11",
      "title": "Cairns - Capture the Endless Beauty of Kuranda",
      "description": "The Skyrail Rainforest Cableway is one of the most unique ways to experience the rainforests of Queensland as you glide above the lush canopy past waterfalls to gardens, villages, and panoramic viewpoints. As you arrive in Kuranda, you may spend time with cuddly koalas, browse the brilliant butterfly sanctuary, and wander around the colorful Heritage Markets. Afterward you will jump aboard the Kuranda Scenic Railway for more sensational perspectives of the unfurling greenery. You will race past the dazzling forest, flowing waterfalls, and towering rock formations to a station from which you will transfer to Cairns."
    },
    {
      "dayNumber": "12",
      "title": "Uluru-Kata Tjuta National Park - Uncover Uluru Rock",
      "description": "You will transfer from the sun-kissed Cairns coastline to Australia’s sparse outback to visit one of the most remarkable regions, the Uluru-Kata Tjuta National Park. Home of the massive sandstone monolith, the Uluru Rock, and isolated from the modern world, Uluru-Kata Tjuta National Park is a marvelous place off the beaten path that will fascinate you. A tour of the Uluru Rock reveals the region’s otherworldly beauty from the sweeping plains, up the towering dunes, to the formation’s imposing summit. Your guide will show you ancient rock art and the Talinguru Nyakunytjaku viewing area, while sharing the region’s mysterious history."
    },
    {
      "dayNumber": "13",
      "title": "Uluru-Kata Tjuta National Park - Witness the Field of Lights",
      "description": "The national park presents magnificent landscapes to explore on tours after breakfast. Your guide will take you to Kata Tjuta, the Olgas, rock formations where the wilderness and Aboriginal history mingle. You will uncover the site’s cultural significance as you walk from Walpa Gorge through the ancient rock domes that rise and fall from the sparse lands. In the evening a tour on camels to the surreal Field of Lights installation for dinner will illuminate the outback in vivid neon colors as darkness falls over Uluru Rock and stars pierce the night sky."
    },
    {
      "dayNumber": "14",
      "title": "Melbourne - Make Your Way to Victoria’s Capital",
      "description": "You will spend your morning admiring Uluru Rock and the surrounding scenery while tucking into breakfast and sharing stories. Afterward, you will collect your things and head for the airport to catch your flight to Melbourne for the rest of your vacation. The coastal capital of Victoria is a bustling modern city with chic neighborhoods and a vibrant promenade to discover when you arrive. You may wander the harbor area to boisterous bars and admire the architecture that lines boulevards weaving through Melbourne’s trendy districts in the evening."
    },
    {
      "dayNumber": "15",
      "title": "Melbourne - Tour of the City’s Charms and Magic",
      "description": "See the sights and peruse the picturesque neighborhoods of Melbourne on your first morning in the glamorous city. Cross the cityscape from the arts and culture capital of Fed Square to Flinders Street Railway Station and appreciate the marvelous architecture. Your guide will escort you through the city past walls and buildings veiled in technicolor street art, en route to the iconic, rainbow-colored wooden huts of Brighton Beach. You may visit the boutiques of Block and Royal Arcades, enjoy the city’s continental atmosphere, and dine at bohemian restaurants in St Kilda before returning to Melbourne."
    },
    {
      "dayNumber": "16",
      "title": "Melbourne - Cruise the Great Ocean Road",
      "description": "The Great Ocean Road is a surfing mecca that’s home to the best beaches in the country. You will take a drive along the scenic route that hugs the coastline to viewpoints on the limestone cliffs that cascade to windswept beaches and golden coves. You will walk along the sands of the legendary Bells Beach as you watch surfers enjoy the glassy waves, visit a collection of seaside hamlets tucked into bays, and emerge at the dramatic Shipwreck Coast. Here, history and natural beauty collide from the limestone stacks, down the Gibson Steps, and beneath the peaks of the Twelve Apostles."
    },
    {
      "dayNumber": "17",
      "title": "Melbourne - Wine Tasting in the Yarra Valley",
      "description": "Australia boasts exceptional wines that you may taste on a wine tour of the Yarra Valley after breakfast. The region, less than an hour from Melbourne, is composed of rolling green hills braided with lush vineyards that produce a series of sumptuous vintages. The glamorous estates offer unrivaled views of the landscape from terraces where sommeliers will introduce you to their decadent wines. From Pinot Noirs to Chardonnays, indulge in the finest flavors of Australia’s coveted wines as you sample cheeses, view modern art, and admire the Great Dividing Range."
    },
    {
      "dayNumber": "18",
      "title": "Melbourne - Farewell to the Modern Metropolitan",
      "description": "Your last day in Melbourne is yours to enjoy slowly as you savor a sumptuous breakfast spread, pack your belongings, and bid your farewells to the modern metropolis. If time permits, you may explore the neighborhood near your accommodation and browse the boutiques that line lush boulevards. You may purchase an assortment of curios and capture a selection of cinematic images to commemorate your Australian adventures. You will savor every last second in Melbourne before you transfer to the airport and begin your travels back home."
    }
  ],
  "map": ""
}