{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "natural-and-cultural-richness-of-australia-new-zealand-tour",
  "tourName": "Natural and Cultural Richness of Australia & New Zealand Tour",
  "placesVisited": "Melbourne, Uluru, Cairns, Rotorua, Auckland",
  "generalInfo": "From the dramatic cries of Maori warriors to intricate Aboriginal rock paintings accentuated by red hues of desert sand, the rainbow coral along the Australia’s Great Barrier Reef to emerald vineyards on New Zealand islands, this tour immerses you in culture, indulging in life in Oceana as it is and was. The endless hum of the didgeridoo echoes across the starlit sky. Tramcars crisscross Victorian Melbourne and geysers erupt across Rotorua. The wonders of your customizable cultural tour of New Zealand and Australia are endless, allowing you to relish luxury and adventure, exploration and enchantment of the past and present.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Auckland – Central Auckland Engagement",
      "description": "The turquoise waters of the Tasman Sea lap at the shores of Auckland harbor. Boats cast their sails into the breeze and glide across the waters in view of the rising islands. The iconic Sky Tower rises above central Auckland at the height of 1,075 feet above the surrounding streets. An observation deck provides the perfect vista overlooking the city shores, emerald forest canopy, and nearby mountains reaching across the northwestern edges. Your flight lands at Auckland Airport, where your private transfer greets you upon arrival. You check into the comfort of your hotel in view of the quiet wading masts in one of the city’s charming marinas. After settling in, your guide meets you in the lobby and leads you through an immersive introductory tour of the city beginning at the Auckland Art Gallery. The premier museum contains glass and wood panels in the atrium, combining modern architectural elements with hints of traditional island style overtaking the 19th-century French-chateau façade. Inside, your guide leads you along the collections highlighting the intimate portraits of tattooed Maori subjects as captured by painter Charles Goldie. The dramatic text scrawled across the canvasses by Colin McCahon offer a surprising contrast to Goldie’s more classical interpretations of the island’s first peoples."
    },
    {
      "dayNumber": "2",
      "title": "Auckland – Around the Extinct Volcanoes",
      "description": "There are 48 extinct volcanoes that speckle the landscape around Auckland with rising cone-shaped summits. The sailboats of the city linger in the three marinas, giving credence to Auckland’s nickname, “City of Sails.” At breakfast, you find the herbaceous aroma of steeping black tea blending with the semi-sweet scent of the sea breeze. Your private transfer takes you from the hotel to the Hauraki Gulf east of the city center to visit Waiheke Island, known to locals as the Island of Wine. You board the fast ferry to Matiatia Bay. The cool breeze carries the aroma of the sea hinted with the occasional mist. White sand frames Oneroa Beach, where calm water laps against the shoreline near Oneroa village. Families and day-trippers from the mainland pack picnics and linger in the cozy cove. The dry microclimate of the island favors the emerald waters and rocky bays. Once on the island, you find chic and charismatic galleries set beside craft stores and charming cafes beside elegant restaurants. Inland from the beaches, the jade hues of endless rows of vineyards sweep across the island. You make your way to the first vineyard opened on the island, which was established in the 1970s to pioneer the island vintners. The vineyard encompasses 30 acres spread across native brush and decorated with rolling vines in view of the waters at Putiki Bay. You can hear the gentle waves lapping against the rocks below. After touring the winery to see the sustainable operations, you sit at an outdoor table with a selection of the wines grown on the estate, eager to taste how the mixture of inland soil and sea breeze affect the grapes. The Chardonnay carries hints of tropical fruit rounded out with buttery oak."
    },
    {
      "dayNumber": "3",
      "title": "Auckland – In the Company of Mountains",
      "description": "In the morning, the aroma of rich artisan coffee emanates from the select cafes around Auckland, many of which students and young professionals frequent to enjoy an early cappuccino and flaky pastry. Sailboats return to the sea with their sails puffing in the wind. You make your way into the Waitakere Ranges to view the remarkable peaks reaching more than 1,550 feet above sea level and connecting to the western coastline of 1,000-foot cliffs. More than 40,000 acres of lush rainforest frame the beaches and hide more than 180 miles of trails. The contemporary culture of Auckland and New Zealand is largely connected to the natural beauty spread across the North and South islands. You make your choice to follow the Fairy Falls Track, a loop trail leading to the stunning cascade of Fairy Falls. The herbaceous aroma of ferns and wet earth fills the air. The stream babbles beside you. You turn to find a fabulous view of the city brushing against the western harbor. You can see the Sky Tower soaring above the surrounding structures. You can hear the cascade splashing against the granite rocks through the trees. The trail leads you to the shores of a small pool. Ferns resembling fans and lush leaves frame the falls from the top to the pool at a drop of nearly 50 feet high."
    },
    {
      "dayNumber": "4",
      "title": "Rotorua – Between Mud Pools and the Haka",
      "description": "The sunlight washes over the city in the morning and casts a spotlight on the volcanic cone of One Tree Hill, which stands at nearly 597 feet above sea level. A memorial dedicated to the Maori people overlooks the city. Your private transfer meets you at the hotel after breakfast and escorts you to Auckland Airport for your brief flight to Rotorua, the cultural capital of New Zealand, filled with steaming geysers and Maori tradition. A layer of mist drifts across the lake due to the volcanic activity heating the waters, from hot springs to mud pools. Your private transfer leads you to your luxurious hotel at the heart of town before escorting you to the gates of Te Puia, the thermal reserve south of the city. The 500 springs bubble with heated water and steam out of the landscape. The most notable geyser is Pohutu, which erupts up to 20 times daily. The water bursts out of the conical peak up to nearly 100 feet in the air. The nearby Prince of Wales’s Feathers geyser bubbles and gurgles before every Pohutu eruption, almost like an opening act to the major show. The heated mud pools were once used for cooking, with Maori women wrapping fish or vegetables in flax before dipping the ingredients into the water to boil. You can’t help but be fascinated with the purapura whetu , which means “stardust.” The clusters of mud pools swirl like an impressionist painting of the night sky, creating a virtual milky way in the black sulfurous texture of the soil. In the evening, you enjoy a cultural performance to view the evolution of Maori culture since before European arrival to contemporary times, listening to the thrilling calls of the Haka , the war dance for which the Maori are famous."
    },
    {
      "dayNumber": "5",
      "title": "Melbourne – Geothermal Baths to Historic Trolley Cars",
      "description": "In the morning, you can’t help but recall the war cries of the Maori warriors during the Haka. The men stood in rows slapping at their bare chests, sticking out their tongues, and making their eyes wide to imitate conjuring demons from the sky. The unique look of the culture allowed you insight into history, heritage, and the importance of continued traditions. After breakfast, you have a private transfer from your hotel to the Rotorua Airport to catch your flight to Melbourne. The Australian metropolis is often referred to as the nation’s cultural capital, home to a vibrant art scene, stunning museums, and fascinating contemporary ambiance. The Melbourne Star, a Ferris wheel overlooking the docklands at a height of nearly 400 feet above the city streets, offers marvelous views of the Yarra River. The 19th-century Queen Victoria Market continues to bustle with food halls and market stalls, showcasing clothing, art, and produce. Your private transfer meets you at Melbourne Airport upon your arrival and escorts you to a stunning hotel along the banks of the Yarra River. In the evening, you step aboard the Colonial Tramcar for a dinner to remember. Historic trolley tracks continue to run through the heart to the city. The antique tramcar takes you on a scenic ride through Melbourne’s city center accompanied by a glorious multi-course meal. The scent of pepper-crusted lamb emanates from the kitchen. You can look out through the velvet curtains and find a mixture of contemporary murals decorating the city walls and Victorian buildings adorning the streets."
    },
    {
      "dayNumber": "6",
      "title": "Melbourne – The Cultural Lanes of Melbourne",
      "description": "Locals of the Fitzroy neighborhood venture to Alimentari to indulge in a morning cappuccino. The decadent scent of heated cream and roasted coffee beans blends with the aroma of browned puff pastry. After breakfast, you meet your guide in the hotel lobby ready to step out into the city for an in-depth tour of famous Melbourne culture. You begin your journey of discovery at Degraves Street. The alleys and hidden lanes of the city have a rich history and continue to serve the city with boutique shops and captivating cafes, luxurious restaurants and a fascinating ambiance. At Hardware Lane, the lingering influence of Italian immigrants shines across the eatery windows. The scent of simmering tomato sauces and roasted garlic fills the air. Outdoor tables offer views of passersby, making it feel more like Florence than Melbourne. At Collins Street, you find the scent of macaroons and melting dark chocolate filling the air. Chic boutique shops at Manchester provide opulent window displays. For a deeper look at the artists’ connection to the city, you can wander along Fitzroy with a street-art tour or visit the National Gallery of Victoria where you find visitors laying on the tiles of the Great Hall to view the shimmering stained galas ceiling overhead."
    },
    {
      "dayNumber": "7",
      "title": "Uluru – The Uniqueness of Desert Life",
      "description": "In the morning, you can see the glorious glistening hues of the blossoming flowers decorating the Royal Botanic Gardens sprawling along the banks of the Yarra River. Succulents grow apart from radiant herbs and verdant manicured grass lead to the hidden blossoming petals of lavish orchids. After breakfast, your private transfer escorts you to Melbourne Airport for your flight to the Red Centre at Uluru. As the plane descends onto the airstrip, you find the rustic-red hues of the landscape spreading to the horizon. The red and orange colors accentuate the barren scenery and create a captivating atmosphere. You have a private transfer to a luxury resort overlooking the remarkable monolith of Uluru, which reaches a prominence of nearly 1,150 feet. The rich palette of the monolith changes as the sun drops over the horizon. You can relax at an outdoor terrace to watch the sunset cast a crimson and scarlet glow across the rock face. The stars glisten endlessly across the night sky. You can hear dingoes yipping in the distance. You dine underneath the blanket of stars and listen to the dramatic legends of Dreamtime when the Rainbow Serpent created the world. The deep hum of the didgeridoo overtakes the yowling dingoes. The rhythm reaches down into your bones. The captivating tales blend perfectly with the cool, desert air, reminding you of the monolith’s seclusion."
    },
    {
      "dayNumber": "8",
      "title": "Cairns – Desert Sand to Rainforest Canopy",
      "description": "You wake up before dawn and step out onto the cool sand of the early morning desert. The aroma of the crisp tufts of desert grass fills the air. Uluru stands as a silhouette in the distance. As the sun begins to rise above the landscape, the colors of Uluru once again shift, this time transitioning from muddled shadows to an iridescent red. The scent of freshly brewed coffee fills the air. The starlight fades away from the sky, replaced by the burning sun. You wander around the base of Uluru for a morning tour of the sensational history and mysteries surrounding the monolith. Many of the caves and hidden niches are off limits to people not associated with the Anangu first peoples, who can trace their ancestry in Central Australia back at least 30,000 years. Your guide points to the rock art decorating the monolith that dates back more than 5,000 years, showcasing the living culture and symbolism of the region and its people, as embodied in the landscape itself. After the tour, your private transfer escorts you to the airstrip for your flight northeast to Cairns. The unique landscape of northern Queensland connects the shimmering waters of the Coral Sea to the rainforest draping over the Great Dividing Range. The emerald canopy frames the white sand beaches. Upon your arrival at Cairns Airport, your private transfer leads you to the Skyrail, connecting the coastal plains to the charming jungle village of Kuranda along a scenic gondola ride."
    },
    {
      "dayNumber": "9",
      "title": "Cairns – Into the Great Blue",
      "description": "The Great Barrier Reef is a UNESCO World Heritage site spreading across nearly 133,000 square miles and is a living organism visible from space. Soft and hard coral create an underwater world as wild, breathtaking, and unique as the universe. After an early breakfast, you make your way to the marina and board a high-speed catamaran bound for the Outer Reef. The ocean breeze glides over the sleek shape of the boat and carries sporadic mist across the bow. You can see the reef bodies spread across the ocean in the way the coral casts shadows beneath the crystal-clear water. Upon reaching your first site, the boat weighs anchor. You don flippers and a snorkel before jumping into the deep water of the reef. The warm temperature is inviting. You float with the gentle current. Beneath the ocean surface moves a fragile ecosystem glowing with rainbow hues and exuberant life. Sea anemones shine yellow and purple against the sapphire water. Clown fish glow orange and white, hiding amongst the anemone’s tendrils. Sea fans known as Gorgonia have delicate latticework-like elements swaying in the water’s gentle flow. Elkhorn coral can grow up to nearly four inches a year to reach 12 feet in diameter. You spot a stingray swimming along the sea grass. The spotted ray can grow to a length of 16 feet with a wingspan of 10 feet. The spotted skin across their back reminds you of the stars spread across the desert sky at Uluru."
    },
    {
      "dayNumber": "10",
      "title": "Cairns – Culture Outside the Sea",
      "description": "At breakfast, you look to the waters lapping at the coastline around Cairns and can’t help but think of the brain coral and Maori Wrasse that captivated you while exploring the Great Barrier Reef. The Kuku Yalanji, the first people of northern Queensland, utilized the forest and the sea, grazing on the indigenous plants and scouring the white-sand beaches for crabs. They continue to forage the underbrush of the rainforest for medicinal herbs and celebrate the stories of Dreamtime that explain the spreading of tribes across the continent. Before your flight home, you take the time to visit Mossman Gorge for a fascinating introduction to the heritage of Kuku Yalanji, learning the proper way to throw a boomerang and the unique narrative of the forest trees. Your private transfer escorts you from Mossman Gorge Visitor Centre to Cairns Airport with plenty of time to check into your flight home."
    }
  ],
  "map": ""
}