{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "romantic-tour-australia-for-couples",
  "tourName": "Romantic Tour: Australia for Couples",
  "placesVisited": "Sydney, Port Douglas, Adelaide, Daintree Rainforest, Great Barrier Reef, Â Kangaroo Island",
  "generalInfo": "Experience luxury through the lens of romance and passion during your 12-day Australia tour for couples. Secluded beauty and untouched wilderness will become an indelible experience shaping your unforgettable memories. The Sydney Opera House at sunset, tropical fish around the Great Barrier Reef, and the gentle aromas of the Barossa Valley embody romance on your customizable tour tailored to timeless pleasures that highlight Australia’s majesty.",
  "durationDays": "12",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – Amorous Australia Arrival",
      "description": "Arrive in Sydney, Australia and let the city blossom before you. The skyline sits along the water crowned with the billowing sails of the Sydney Opera House. The Sydney Harbour Bridge arches over the harbor and frames the opera house in various directions. The gentle air is perfumed with the sweet sea, mixing with fresh flowers blooming from the botanical gardens. Settle into your accommodation, located in the heart of Downtown. The lights of the city sparkle like starlight from your room as the sails of the Sydney Opera House shine along the sea. From the indoor pool to the stunning panorama of the metropolis from the restaurant, the hotel is a perfect welcome into Sydney’s luxuries and romance."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Preferred Seclusion",
      "description": "Today you will immerse yourself in the romance of the city at your leisure. Few places are as lovely as the Royal Botanic Gardens that sits along the edges of the harbor. Roses and poinsettias blossom vibrant reds and purples while the ocean glistens in the sunlight. The Harbour Bridge arches over the harbor in the distance and the skyline peaks above the trees. Visit Mrs. Macquarie’s Chair, a sandstone rock where the Governor’s wife would sit and watch the ships from England drift through the harbor. The sun begins to set behind the skyline and you make your way to the Sydney Opera House for the unique and lush experience of a Red Carpet Tour. Follow your guide along the brick esplanade that surrounds the opera house, the lobby glows inside of the glass façade. The sails of the opera house’s roof shine bright in the night sky. Enjoy a secluded three-course meal enraptured by the opulence the Opera House. Let the crispness of the champagne and the delicate flavors of each course lull you into a fantasy come to life. The concert hall opens up like a layered clam, the ceiling pleated and gold. Enjoy a performance that makes you feel as though the stunning sounds that echo off of the walls of the Opera House are meant just for you. You can feel your heartbeat racing with excitement from the beauty of the Opera House and the sounds of the orchestra lifting into the air."
    },
    {
      "dayNumber": "3",
      "title": "Port Douglas – The Beautiful Seaside",
      "description": "Today you will leave the sails of the Sydney Opera House behind and make your way to the charming seaside city of Port Douglas, located on the northeast shore of the continent. The Pacific Ocean is warm and glistens in the sunlight. The city is bordered by lush rainforest in the hills and the calm waters of the sea. Port Douglas stretches along the sand with opulent shops shining white facades and charming cafes, a pristine example of a seaside town. The gentle wade of the ocean fills the air and mixes with the scent of fresh seafood. Check-in to your accommodation and enjoy the private luxuries of the resort. The pool shines clear blue settled between pillars of palm trees like a tiny ocean bay. Whether seaside or poolside the cool breeze blows through the resort, the secluded corners of the water are filled with gems, and the comforts of your room are never less than inviting."
    },
    {
      "dayNumber": "4",
      "title": "Port Douglas – Private Adventure",
      "description": "Venture into the depths of the wild that surrounds Port Douglas on a private 4WD tour of Daintree to experience the Outback for which Australia is famous. Travel across a small river to connect to the Daintree Rainforest where the adventure through secluded wonders begins. Wander across the Jindalba boardwalk where protected forests and ancient plants surround you. The scent of fern and damp earth fills the canopy. Continue on to the Wet Tropics for the majesty of rugged mountains rolling over the horizon, deep gorges opening wide before you, and you can hear flowing rivers give way to numerous waterfalls thundering over cliffs. The magic of Cape Tribulation beach lies in the stunning wildlife; rainforest lizards blend in with the cultured bark and butterflies glow vibrantly in the air. The seclusion of the sandy shores gives an atmosphere of beautiful privacy. After a full day meandering through the beauty of Daintree, return to the privacy of the resort and relax in the charming treats."
    },
    {
      "dayNumber": "5",
      "title": "Port Douglas – The Stunning Sea",
      "description": "Today you will venture off the shores of Port Douglas and to the underwater wonders of the Great Barrier Reef. Enjoy the adventure out to sea where the colors of the coral and the fish glow beneath the ocean’s surface. Colors, almost naturally fluorescent, wave in the wading water. Schools of fish swim around and through the coral, feeding off of the calcium-rich life; plants sway in the gentle pull of the water. Dive in and feel the inviting and gentle warmth. Whether above the surface of the sea on a glass-bottom boat or beneath it with a snorkel and goggles, view the vibrant yellows and greens, oranges and purples, where the natural life of the reef is much more colorful and stunning than ever imagined, and more than you could possibly capture. Float through the water hand in hand and watch the fish play, the sea turtles swim, and the starfish cling."
    },
    {
      "dayNumber": "6",
      "title": "Port Douglas – Rainforest Wonders",
      "description": "Leave the beach behind with one more adventure into the secluded town of Kuranda, located beneath the canopy of the rainforest. For a unique experience climb aboard the Kuranda Railway and wind along the mountain range, through towering trees, next to lush waterfalls, and deep into the rainforest along the mountain range. The village of Kuranda bustles with artistic life and butterfly wings. The quaint streets are lined with local artists showcasing their talents as jewelers, sculptors, whittlers, and more. Local Aboriginals hum into the didgeridoos, the deep purr buzzes to your bones. The succulent scent of frying sausages drifts from German Tucker Kuranda, a German sausage house that uses local meats, from crocodile to emu, bringing rich flavor and a fun atmosphere to the town. The butterfly sanctuary brings you face to face with colorful monarchs and more, glowing in the butterfly house, flapping their wings and settling on your shoulder. As the day begins to wind down you glide down the mountain using the Sky Rail, enjoying the view from the glass-bottom gondola. The tops of the trees pass by below, birds fly through the air, and eventually you will be beachside once again."
    },
    {
      "dayNumber": "7",
      "title": "Adelaide – North to South",
      "description": "Journey to the Cairns Airport where you will fly to the lovely city of Adelaide, located in South Australia. Settle into one of Adelaide’s premier boutique hotels, where charm and luxury prove to be inseparable. The cottage charm gives you immediate comfort while the plush and antique luxuries of the interior bring you to the edge of the relaxing countryside. Once settled in you will enjoy a spectacular tour promising to take you through Adelaide like a local. The city is brimming with parks as the gentle trickle of the river meanders beneath dangling tree branches and sprouting lupines. Experience Tandanya, which offers an insightful view into contemporary Aboriginal art and the legend of the rainbow serpent. The Cultural Boulevard strings together a walkway amongst the poised Government and University buildings, including the Art Gallery, known for its Rodin Sculptures and Museum. From the buildings to the farmer’s market, wander through the joy of hidden tunnels, taste the tang of local cheeses, and see the heart of Adelaide on a romantic stroll through the city."
    },
    {
      "dayNumber": "8",
      "title": "Adelaide – A Day of Decadence",
      "description": "Today you will travel out of Adelaide’s center and into the heart of the Barossa, famous for the best Australian wines and brimming with sensational chefs. The romance of the Barossa sits in the valley as it undulates with tiny hills, as vines sprawl across the vast expanse and glow in the sun. The scent of ripe earth fills the dale as the warm breeze floats along the vineyards. Whether traveling through the Barossa on bikes, foot, or in a car, the vineyards are open and inviting, ready and waiting to be tasted. For a wonderful and romantic taste of the Barossa enjoy Yalumba. Shiraz is one of the wines the region is known for and the 2013 Y Series Shiraz offers a lively berry nose with hints of spices and mocha. The palate is complex with berries and plums, giving you a rich understanding of the region in the lingering taste on your tongue. The sun begins to set and gives the Barossa a golden sheen. The sun sets and you make your way back to Adelaide taking with you the lasting beauty of the wine."
    },
    {
      "dayNumber": "9",
      "title": "Kangaroo Island – An Island Seclusion",
      "description": "Depart Adelaide and enjoy the ferry ride over the calm water to the secluded and stunning Kangaroo Island. Arrive at your boutique accommodation and ready yourself for romantic adventure through the island. Your personal naturalist guide will tour you around the island on a private 4WD safari to see the conservation efforts and the stunning wildlife that call the island home. Kangaroos hop across open landscape. Wildflowers blossom bulbous red. The third largest sea-lion colony in Australia sits along the shores of the island where the barking of the sea lions mixes with the crashing waves of the sea. They snuggle against one another in the sun and swim in the refreshing ocean. The sun sinks behind the horizon and you stand along the boardwalk to watch the penguins waddle in from the water, settling back in their nests. Kangaroo Island offers some of the best and most unique wild animal experiences in Australia for you to enjoy, as the penguins squawk, waddle, and nest on the cool sand."
    },
    {
      "dayNumber": "10",
      "title": "Adelaide – Continue Romance",
      "description": "Today you will continue your 4WD adventure through Kangaroo Island. The hills of the island dip into the corners of the sea. Waves crash against the rocks. Venture deeper into the depths of the island where koalas climb high in the eucalyptus trees, slowly feeding on the leaves and resting in the canopy. Kangaroos leap along the roadways, their sensational bounce sometimes giving them the look of flying. The Remarkable Rocks are granite boulders that have been shaped, carved, and hallowed out by wind and ocean mist. The granite is smooth and cool to the touch. The colors of the rock swirl in the drifting sun. As the sun continues to shift in the sky you will make your way to the ferry and return to Adelaide, leaving the natural beauty of Kangaroo Island behind you, but returning to the cottage romance of your Adelaide hotel."
    },
    {
      "dayNumber": "11",
      "title": "Sydney – Returning of a Seaside Romance",
      "description": "Leave the charm of Adelaide behind you as you fly from South Australia and return to Sydney. Venture through Sydney with a guided tour of the one its oldest and most beautiful areas, the Rocks. The Rocks sits above a cove of crashing waves at the base of the harbor and beneath the Harbour Bridge in what is considered to be the first European settled area of Australia. The antique factory has been refurbished to house one of Sydney’s most popular shopping and dining districts. The walkways bubble over with laughter and people. The scent of fresh pretzels and chocolate drifts through the air. Shops decorate their facades and windows with colorful mannequins with fabulous fashion sense. As your journey through the Rocks continues you will make it to the base of the Harbour Bridge where your adventure continues with a Bridge Walk to the center of the Harbour Bridge. The scent of the fresh sea rises from beneath you. The breeze kisses your cheeks. Stroll along the grated walkway with your guide as the waterway travels below, hearing the history of the bridge and gazing at the romantic view of its architecture. The skyline winks in the short distance as the Sydney Opera House waves its sails below."
    },
    {
      "dayNumber": "12",
      "title": "Sydney – A Romantic Goodbye",
      "description": "The romance of your Australian holiday is coming to an end as you climb aboard your flight and wave goodbye to the Sydney Opera House. The sails still glisten in the sunlight as the plane rises into the air. The glow of the Great Barrier Reef continues to shine in your eyes. The beautiful songs within the opera house still resound. The gentle flavors of the Barossa continue to linger on your palate. Your time in Australia has been filled with private moments, secluded memories, and romance that you will never forget, nor will you ever have to. If 12 days is not enough time in Australia, consider adding on to your romantic vacation. Browse the travel reviews for Australia trips for ideas and real traveler reviews."
    }
  ],
  "map": ""
}