[
    {
        "type": "overview",
        "Main_Title": "Our Georgia holidays & tours",
        "Main_Paragraph": "Cultural discovery is at the heart of all our Georgia holidays, whether youre touring wine regions or hiking in the Caucasus Mountains. Local guides unlock Georgian traditions and customs, making the introductions in remote communities, where travelling in small groups means the impact of tourism remains positive. Paying entry fees when visiting ancient sites help preserve the unique heritage. And if you want to really tap into local lifestyles, theres no better way than sharing a cup of mountain tea or a glass of Georgian red wine with your hosts in a guest house. To extend your adventure, Georgia is often combined with neighbouring Armenia and Azerbaijan.",
        "Subtitle": "Georgia holiday highlights",
        "Title1": "Sacred architecture",
        "Paragraph1": "Despite Christianitys dominance, Georgia is renowned for its religious tolerance. Nowhere is this better demonstrated than in Tbilisi, where city tours explore mosaicked mosques, grand synagogues and domed churches nestled together. Our itineraries glitter with visits to ornate churches and mountain monasteries, including the magnificent UNESCO-listed Svetitskhoveli Cathedral in the holy city of Mtskheta. Elsewhere, you can appreciate the ancient Vardzia Monastery, still inhabited by monks, and the Gergeti Trinity Church. Its impressive location beneath Mount Kazbegi makes it a popular stop on our hiking tours.",
        "image1": "",
        "Title2": "Taking the family",
        "Paragraph2": "Active and adventurous families will love rural Georgia, as well as the generous helpings of food waiting for them after a busy day. You wont find many kids clubs here, but you need have no concerns about keeping your brood entertained. Rafting, mountain biking, horse riding and a spot of R&R along Georgias Black Sea coast are all natural adjuncts to hiking in the gorgeous Caucasus Mountains. There are plenty of historic forts, castles and monasteries about, too. What may recommend Georgia to families most of all, however, is the warm welcome you experience everywhere you go.",
        "image2": "",
        "Title3": "Hiking highlights",
        "Paragraph3": "Hiking in the ruggedly beautiful countryside is one of the highlights of our Georgia holidays. The dramatic Caucasus Mountains are home to rustic stone villages and endless views stretching across the border into Russia, while national parks such as Lagodekhi hide glaciers, waterfalls and tons of bird and animal life, including lynx, eagles, bears and wolves. You might opt for an easy-going trek to investigate a remote monastery or a challenging multi-day route at high altitude. Whatever you choose, youll discover the joy of walking well off the beaten track, village to village. Small hotels, guest houses, camping and homestays are the standard accommodation on our walking holidays, chosen to connect you with welcoming communities  and great Georgian food  throughout.",
        "Title4": "Tbilisi hot springs",
        "Paragraph4": "Tbilisi means warm place  it was founded in this location because of the natural hot springs here, and consequently some of our Georgia holidays include a visit to the subterranean sulphur bathhouses in the Abanotubani district. There are dozens to choose from, and in winter the locals flock to get clean in the traditional way, with a sulphur scrub and plunge pool. If you go to a public bathhouse, youll want to be comfortable with nudity, and they are segregated by sex. Private rooms are usually available too, which often have their own sauna attached.",
        "image3": "",
        "Title5": "Eating and drinking",
        "Paragraph5": "Cuisine is central to the Georgian lifestyle, our food tours make sure you get the best of the local fare. The wines arent bad either  almost everyone consumes large quantities and will urge you to do the same. If you have the chance, visit the wine producing region of Kakheti for a visit to a winery. Closer to the food of Turkey or Iran than Russia, Georgian cuisine features plenty of grilled meats, garlic, coriander, walnuts and a plethora of breads, many stuffed with cheese, herbs or meat.",
        "Title6": "Culture",
        "Paragraph6": "Art, architecture and history buffs are well served in Georgia, both in the cities and in the more remote areas, so its the ideal place for our cultural tours. In Tbilisi there are religious buildings, parks and fortresses, contemporary culture means dining, shopping, gallery visits and bar hopping. In nearby Mtskheta, you can wander ancient streets and visit the 11th-century Svetitskhoveli Cathedral, and in Kutaisi to the west are monasteries, theatres and museums. Out of town there are the cave structures of Davit Gareja and Vardzia as well as the medieval towers of the Svaneti Region.",
        "Title7": "Multi-country tours",
        "Paragraph7": "Combining Georgia with neighbouring Armenia and Azerbaijan makes perfect sense. Our organised tours dont just cut down on paperwork and handle all the logistics  theyre guided by people wholl help you to untangle the cultural characteristics of each Caucasus country as you travel between cities and across mountainous landscapes. Small group tours match you with a handful of like-minded travellers, while tailor made trips let you set your own agenda and pace. Multi-country tours are typically two or three weeks in length, involving long overland journeys and plenty of opportunities to indulge in regional cuisines, wine tasting and meetings with local people.",
        "Title8": "Types of tours and holidays in Georgia",
        "Paragraph8": "Organised tours are a great way to explore the culture of Georgia. On sociable small group holidays, youll quickly bond with a gaggle of enthusiastic fellow travellers as expert local guides illuminate Georgias history, from its pre-Christian roots through invasions, occupations and Soviet annexation. Tailor made holidays can be fitted to your own requirements. Transport, accommodation and guided activities are all arranged on your behalf, but the actual route can be shaped to your interests by our Georgia experts."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Georgia",
        "Main_Paragraph": "The best time to visit Georgia is May, June or September, especially in the lowlands around Tbilisi, as youll avoid the summer heat and humidity as well as the freezing winter. Autumn harvest time is also a good time to visit, especially around the vineyards of Kakheti. Youll need to pack quick-drying and waterproof gear no matter when you come as weather can change in an instant. For a relatively small country, Georgias climate is quite diverse, with the Caucasus Mountains and the Black Sea both playing a part in the differing conditions. In general, its drier yet colder in the east, and wetter but warmer in the west.",
        "image1": "",
        "when_to_go": "A month by month guide on when to go to Georgia",
        "when_to_go_html": "<div style=\"margin-top: 20px;\"></div>\n<b><li>Christmas markets</li>\n<li>Coldest month</li>\n<li>Low season for trekking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nBrr! Its cold in Georgia in January, but its very atmospheric in Tblisi, thanks to the Orthodox Christian celebrations; Christmas is on 7 January and Christmas markets in cities last until the middle of the month. Average highs are single-digit °C in the lowlands and colder on the high ground; Georgians head to the mountains to ski. You might prefer to wait until its a bit warmer to visit.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Warming up at the end of the month</li>\n<li>Still cold at night</li>\n<li>Low season for trekking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIts still freezing in Tblisi (average lows of -2°C) and there might be strong winds, but the city has sulphur baths fed by thermal springs where you can warm up. This is peak skiing season, and local people head to the Caucasus Mountains for winter sports. Aside from this, Georgia in February is in its low season for tourists: its cold and snow rules out any trekking.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Wintry conditions prevail</li>\n<li>Lots of snow on high ground</li>\n<li>Temperatures start to rise</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nParts of Georgia have a long winter and March is still very cold, with temperatures across the country rarely above 10°C, and often far lower. Theres still lots of snow on high ground, and Tblisi is chilly and windy. Georgia in March is still low season with no trekking. Yet spring is coming, and as the month progresses, temperatures rise.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Great walking season</li>\n<li>Rhododendrons</li>\n<li>Birdlife</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nIn Georgia in April, gardeners are busy but the sights arent. This is the very beginning of the spring season, and a quiet month for visitors. Temperatures are in the high teens °C in Tblisi, but its still cold in the mountains, and snow melt can cause avalanches. But snow melt and spring rain also swell the rivers, making rafting popular, and spring flowers emerge.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Lovely time to go</li>\n<li>Caucasus trekking</li>\n<li>Multi country tours</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nGeorgia experiences a wet spring, especially in the west, and May is its wettest month with lots of rainy days. But at last! The snow is finally melting in the Caucasus. Dont let the rain deter you; Georgia in May is experiencing the start of the tourist season; its one of the best times to visit and trek. Its also the time to visit Georgia alongside neighbouring Armenia and Azerbaijan.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>May is a great month for</b> <a href=\"/holiday/22862/armenia-georgia-and-azerbaijan-highlights-tour\">our Armenia, Georgia and Azerbaijan highlights tour</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Perfect mountain hiking conditions</li>\n<li>Hot at sea level</li>\n<li>Some rain</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nPerhaps the best month to visit, despite the fact its another rainy month for the country  the snow has finally melted in Georgia in June. The mountains offer pleasantly cool hiking temperatures, whilst in the lowlands its now around 30°C, and people head to the Black Sea as the water temperature reaches the twenties. Wildflowers cover the High Caucasus.\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Hot and dry</li>\n<li>Great trekking month</li>\n<li>Temperature in the 30°Cs</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nJuly is one of the hottest months, and finally Georgia is a lot drier. Its getting uncomfortably hot in the lowlands, but Batumi and other Black Sea resorts are busy  and lots of fun  as Tbilisis residents move the party to the seaside. To escape crowds in Georgia in July, head mountainwards for the best hiking conditions of the year.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>July is a great time for</b> <a href=\"/holiday/6226/hiking-in-the-caucasus-holiday\">our hiking in the Caucasus holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Great for trekking</li>\n<li>Peak holiday month</li>\n<li>Very hot at low elevations</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nAnother peak holiday month. Accommodation will be busy in Georgia in August; Tblisi will be heaving. Its very, very hot in the lower parts of the country away from the coast  up to 40°C. Its still a great month for trekking at higher elevations; some high passes can only be crossed in high summer, and theres a folk festival in Tusheti region.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Trekking</li>\n<li>Food and wine festivities</li>\n<li>Multi country tours</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nGeorgia in September is good all-round, especially if you want to visit Armenia and Azerbaijan too. Snow starts to fall as early as September in the mountains, but there are pleasant lowland temperatures. Theres not much rain, autumnal colours are starting to spread, and theres excellent birdwatching on the Black Sea and food and wine in the wine regions.<div style=\"margin-top: 15px;\"></div>\n<bullet><b>September is a great time for</b> <a href=\"/holiday/16422/georgia-cultural-holiday-georgia-explorer\">our Georgia cultural holiday</a></bullet><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Last month for most small group tours</li>\n<li>Autumn colours and harvest</li>\n<li>Temperatures drop</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nAll of a sudden, its autumn and the trees through highland areas like Svaneti are all aflame. Grape picking, which started last month in the Kakheti wine region, runs on. There are harvest festivals all over Georgia in October; harvest starts a bit later in the west of the country than the east. Batumi is rainy and cold  it gets a lot of rain over the year, but especially from now onwards.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Start of low season</li>\n<li>Can be wet and gloomy</li>\n<li>Fewer small group tours available</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nThe low season begins in Georgia in November. The weather resembles that of March  a bit cold and gloomy. The trees are bare, lodges in the mountains close, and winter is setting in. Christmas markets in Tbilisi are still a month away and it can be wet. Further east, it might be slightly drier. Average lows in the country are around 3°C; highs are around 12°C.<br/><br/><br/>\n\n<div style=\"margin-top: 20px;\"></div>\n<b><li>Dry but cold</li>\n<li>Beautiful snowy mountains</li>\n<li>Off season for trekking</li></b><div style=\"margin-top: 10px;\"></div>\r\n\r\nChristmas markets start in Georgia in December and Christmas light displays are up, running into January. Remember, Eastern Orthodox Christmas falls next month, not now. December is the second coldest month, and its especially freezing inland. Some people will be skiing, but the snow is not at its best until the new year.",
        "weather_chart": "Georgia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Georgia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 26%;\">23 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-2</td>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 33%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cool\">2</td>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 40%;\">36 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 65%;\">58 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">89 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">89 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 64%;\">57 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 60%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">14</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 47%;\">42 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 48%;\">43 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"temp-warm\">12</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 42%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"temp-cool\">7</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 29%;\">26 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Best time to visit Georgia for festivals & events",
        "paragraph1": "",
        "image2": "",
        "title2": "Shoba  Christmas (7 January)",
        "paragraph2": "Vastly improving the gloomy start to the year, Georgian Christmas falls on 7 January. Services take place in the churches and cathedrals, theres lots of good food and wine, and Christmas markets tempt people out into the streets.",
        "title3": "Aghdgoma  Easter (April or May)",
        "paragraph3": "Eastern Orthodox Easter can happen up to five weeks after that celebrated in Western Europe. Churches across the country hold special services and last supper ceremonies on Maundy Thursday and Good Friday. The service at Mtskhetas Svetitskhoveli Cathedral is particularly worth seeing.",
        "title4": "Kvirikoba (July)",
        "paragraph4": "This religious holiday is one of the most important in Georgias Svaneti region, remembering two Christian martyrs who were persecuted during Roman rule. Boulder tossing and bell tolling, to determine the communitys strongest people, take place. For everyone else, theres a feast and music held at the atmospheric 11th-century church of St Kvirike near the village of Lalkhori.",
        "title5": "Batumi season (summer)",
        "paragraph5": "Whether its for you or no, Batumi, the Black Sea resort, becomes lively over the summer as parties and club nights find their summer home on its shores, and Tblisi residents follow them to escape the summer heat in the capital. Expect parties, concerts and casino-going by night, and beach-lounging and long lunches in the day.",
        "title6": "Tushetoba (August)",
        "paragraph6": "This glorious mountain festival is held in early August in the Tusheti region. Theres plenty of folk music and dancing, as well as traditional sports such as archery and horse racing  plus you may even be able to take part in some sheep shearing.",
        "title7": "Mariamoba  Assumption (28 August)",
        "paragraph7": "This important Orthodox Christian festival is also a public holiday in Georgia, and a day to spend time with family. After two weeks of fasting, devout Christians feast at home, toast the Virgin Mary, and then the good health of their families. If your name is Mary, this is your name day  look out for special treatment and a few freebies!",
        "title8": "Giorgoba (23 November)",
        "paragraph8": "St Georges Day is marked twice in Georgia  once in spring, as it is celebrated elsewhere in the world, and once on 23 November, which is particular to Georgia, and marks when the saint was tortured on the wheel by the Romans. The saint, who was born in Cappadocia, is the patron of the country, and the cult of St George is widespread. St Georges Day is a public holiday and feast day.",
        "title9": "Our travellers also ask",
        "paragraph9": "",
        "title10": "When is the best month to visit Georgia?",
        "paragraph10": "We think the best month to visit is\nSeptember, but May and June and are great too\n. The weather is lovely, the trails are clear for hiking, and its not too hot in Tblisi. September in particular is warm and dry.",
        "title11": "What is the off season in Georgia?",
        "paragraph11": "November to March\nis off season in Georgia, which means that there are fewer small group tours and some activities, like trekking, are limited by closed mountain lodges and trails blocked by snow. Off season can still be good for cultural tours, especially around Christmas, when theres snow in the mountains.",
        "title12": "When is the Georgia winter season?",
        "paragraph12": "December, January and February\nare considered the winter months, but Georgias winter can linger. It can already feel wintry by November; gloomy, cold conditions can last into March. Theres snow on the highest parts of the mountains all the way into June."
    }
]