{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "best-of-french-polynesia-vacation-an-escape-to-bora-bora-and-tahaa",
  "tourName": "Best of French Polynesia Vacation: An Escape to Bora Bora and Tahaa",
  "placesVisited": "Bora Bora, Tahaa, Tahiti, Raiatea",
  "generalInfo": "Indulge in your perfect escape to a tropical paradise with your custom-tailored vacation to Bora Bora and Taha'a. Relax in the lavish comfort of iconic overwater bungalows, follow the current to find iridescent coral gardens and exotic fish, and then enjoy the views of the island at sunset. Discover ancient banyan trees and temple foundations in the Valley of the Kings and scour the highlands in search of the rare tiare apetahi flower. From cultural history to contemporary luxury, soothing spas to impressive snorkeling, you will have an unforgettable and opulent time away.",
  "durationDays": "12",
  "price": "8,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Arrive and Relax on Bora Bora, the Stunning Jewel of the Pacific",
      "description": "Bora Bora offers an idyllic slice of paradise at the heart of the South Pacific Sea. The lagoon shimmers with turquoise, and the coral gardens shine with an array of rainbow colors as the basalt peaks of Mount Otemanu and Pahia glisten in the sunlight with exposed basalt cliffs streaked with silver light. Frangipanis blossom amongst the dense rainforest and the sweet aroma of hibiscus emanates from the gorgeous pink and red petals. Your flight will land at Bora Bora Airport and immerse you in the immediate beauty of the secluded island. The breeze will carry the aroma of the sea while fruit stands speckle the single coastal road with ripening coconuts, juicy pineapple, and sweet limes. Your private transfer will greet you upon your arrival and escort you by boat across the lagoon to a private motu , an islet, on which your elegant resort resides. Settle into the comforts of your luxurious overwater bungalow that blends the iconic accommodation of French Polynesian opulence with views of the soaring peaks from your private deck as schools of fish swim beneath the glass floor panels. In the evening, you will venture to the resort restaurant, summoned by the powerful rhythm of the toere , a slit-long drum. The dancers move their hips in quick succession, swishing their flowing skirts. The men open and close their bent knees like scissors performing the pa’oti , adding to the layers of movement and song leading into the night and offering the perfect welcome."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Explore the Lagoon on a Snorkel Tour with an Islet Picnic",
      "description": "In the morning, you will find comfort in the sound of the current splashing against the wooden posts of your overwater bungalow. The scent of fresh coffee brewed from beans cultivated on the French Polynesian atoll will accompany the aroma of luscious coconut, and draw in for breakfast. After you have finished your meal, you will board an outrigger canoe to traverse the famous lagoon and its barrier reef. The coral grows away from the edges of the island and protects the shores from large waves and dramatic storms, creating a natural break away from the coastline. The wind will blow through your hair and carry flecks of the crystal clear water while the giant coconut palms rustle above the white sandy beach. Your boat will weigh anchor along the shallows of the lagoon, and you can plunge into the water to find that you can stand on the soft seafloor. The crystalline lagoon glistens with turquoise and indigo hues, and looking below the surface is like staring through translucent glass. You will don your goggles for a different view beneath the surface and find a fever of manta rays gliding with the current. They will move gracefully in the water with their wings rippling amongst the ebb and flow with a wingspan able to grow up to 23 feet wide. Back on the boat, your guide will explain the deep significance of manta rays in the Polynesian culture and their connection to space and time."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Relish a Paddle Board Lesson and Parasailing Excursion",
      "description": "Before breakfast, you will hear can hear a ukulele playing in the distance. The gentle strum of the chords will drift closer to the comforts of your overwater bungalow and carry the sweet scent of pineapple and hibiscus. An outrigger canoe delivers your morning meal, garnished with glistening frangipani and orchid petals. You will bask in the brilliant tropical scenery on your private deck as you delight in the delicious dragon fruit, papaya, and banana pancakes. As you are ready, move to the sandy shores of the resort’s motu to meet your instructor eager to teach you the basics of paddleboarding, a sport that offers a mixture of tranquility and exhilaration. You can practice paddling while on land and ensure proper technique with one hand gripping the top of the paddle and the other wrapped around the stem. You can take the board onto the water and find your balance challenged, but the gentle current will take away the pressure and allow you to balance, drift, and paddle at your own speed. At first, you will concentrate on each of your strokes as the board shifts with the water, but soon you will turn your eyes to the lagoon. You will have a fresh vision of the beauty of Bora Bora from on the board and will enjoy a panorama of ivory white sand and soaring basalt summits over the turquoise water. After the lesson, you will return to the resort’s private dock to board a speedboat for an unforgettable parasailing excursion."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – Discover Polynesian History on a Valley of the Kings Hike",
      "description": "The sunrise will shine over the lagoon and bring the clear turquoise hue to the water. Over breakfast, you will find the enticing aromas of passion fruit and lychee accompanying the refreshing scent of coffee. As you are ready, you will venture to the main shores of Bora Bora to meet your guide, keen to follow the unpaved trails through the rainforest terrain to reach the Valley of the Kings. The peaks of Mount Otemanu and Pahia loom above the hidden valley while frangipanis and hibiscuses bloom in the underbrush. You can run your fingers along the petals of the frangipani to feel the cool, smooth texture in the shade of the canopy. Your guide will point to the abundant Tahitian gardenias, which local women often place behind their ear or use to craft fresh leis. Mango and avocado trees in the jungle terrain connote the presence of a former or current village nearby. You will stop to meet a group of women working in a pareo , a sarong workshop. They hand-dye and paint each piece, turning white cotton into radiant artwork. You will continue along the trail that leads deeper into the valley, and your guide will cut away a snaking vine from the trees for you to sample the fresh, dripping water. Traditional Polynesians settled in the valleys to surround themselves with the sacred trees, medicinal plants, and edible vegetation, including the Tahitian walnut. You will find the aroma of dark chocolate syrup emanating from wild coffee bushes and touch your hands to the wild ginger, which will leave a lingering spiced aroma. You will soon reach a setting of majestic boulders as they rest in front of a large banyan tree, known locally as the Tree of Life, which grew around a former chieftain."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Rejuvenate with Time at the Spa and Dinner",
      "description": "The sunlight will wash over the emerald canopy of the rainforest and shine against the silver cliffs of Mount Otemanu. Your view from the private deck will remind you of the time you spent the previous day enchanted by the dangling vines and outstretched branches of the banyan tree, along with the tails your guide told of the legends harbored by the landscape. After breakfast, make your way to the celebrated spa of your resort for time spent rejuvenating your body and mind after hiking through the rugged jungle terrain. You will enter into a secluded room with a view of the lagoon and blossoming tropical gardens and hear the water lapping against the shoreline. Paradise becomes perfection as your muscles relax with a soothing massage. The scent of coconut and jasmine emanates from the luscious oils as your shoulders and legs respond quickly to the masseuse’s gentle, but firm, touch. The minerals in the oils are taken from the abundant treasures of Bora Bora and offer a cleansing and refreshing experience. You will partake in a series of Polynesian treatments that utilize traditional ingredients found across the islands to continue your therapeutic experience. The aroma of spearmint blends with rich vanilla and exotic passion fruit as you sink deeper into a truly relaxed state. After such a relaxing afternoon, you will look forward to taking a boat to the shores of Bora Bora and the celebrated restaurant known for their open-air dining room, captivating Polynesian ambiance, and delectable seafood dishes."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Experience a 4x4 Jeep Expedition and Charming Sunset Cruise",
      "description": "After breakfast, you will meet your guide on the shores of Bora Bora and step into an open 4x4 jeep ready to embark on an island safari. You will pass the fruit stands along the ringing coastal road where coconut, guava, and pineapple create miniature pyramids while a bread stand offers fresh-baked banana bread. You will soon turn off the main road and onto the unpaved inland roads, many of which were erected by the US Navy during World War II. The paths split the rainforest canopy and lead to a vista crowned by a coastal defense gun. The exterior has rusted in the tropical moisture over the past seven decades but otherwise remains in pristine condition. The US Navy planted the defense gun to protect the islands from the Japanese invasion and the warships that often passed quietly through narrow archipelagos to jam radio connections or radar. You will have a stunning view of the lagoon that leads out to the cobalt waters of the South Pacific Sea. You can make out the outline of Tahaa Island in the distance as you continue to a nearby marae , a foundation of stone that represents an ancient temple that dates back more than 1,000 years. Petroglyphs of turtles symbolize the importance of the sea creature in connection to the daily life of the past communities. After seeing it all, you will return to the resort after your excursion for a memorable sunset tour around Bora Bora and yet another beautiful dinner."
    },
    {
      "dayNumber": "7",
      "title": "Tahaa – Delight in a Brief Flight to Raiatea and the Scenic Boat to Tahaa",
      "description": "The lull of the current splashing against the wooden posts of your overwater bungalow will echo beneath the thatched-roof as you slowly wake to a new day. At breakfast, you will delight in the chocolate and caramel notes of your freshly brewed coffee that accentuate the subtle aroma of the banana pancakes. As you are ready, your private transfer will greet you in the resort lobby and escort you over the lagoon to reach Bora Bora Airport. Your short flight to Raiatea will feel more like a scenic expedition with views over the turquoise and indigo waters as you fly. You can see the reef bodies budding from the seafloor, along with where the shallow sands plunge into the depths of the South Pacific Sea. Your flight lands at Raiatea Airport, and you will board your boat and continue over the narrow strait that separates French Polynesia’s second-largest island from the secluded, small atoll of Tahaa. Embrace the beauty and remote charms of your overwater bungalow set above the shallow lagoon as your private deck will look back over the turquoise water and rustling palms of the white beaches of Tahaa, known as Vanilla Island. Bathe in the tropical, golden sunlight for the remainder of the day or take the time to visit the Turtle Conservation Center. The preservation and rehabilitation project allows you to view the turtles in the company of a marine biologist, and you can watch the turtles feed in the protected area and rehabilitate in small saltwater pools."
    },
    {
      "dayNumber": "8",
      "title": "Tahaa – Search for Sharks and Tropical Fish on a Private Snorkel Tour",
      "description": "The pristine water will glisten with crystal clear views and bright coral gardens in the morning light. You can spot schools of angelfish swimming beneath the glass floor panels of your overwater bungalow as the strong and enticing scent of vanilla will drift over the lagoon. Meet your guide on the dock of your resort before heading over the water for an intimate exploration of the reef systems around Tahaa. You will weight anchor near the small reef and enter the water, and the warm temperature offers an inviting ambiance. You can feel salt crystals forming on your skin when not submerged in the lagoon. Dip down to find the coral growing out of the shallow seafloor within reach of your outstretched arm. The current can carry you away from the reef to the center of the radiant coral garden as the calcite forms mounds and blossoms like flowers. Anemones flutter in the ebb and flow like bushes in the breeze while timid clownfish peek their heads out from the anemones to watch the shadows of the other fish pass. Damselfish radiate electric blues with neon yellow tails while an eel snaps out of a hidden cavern in search of prey but misses, returning to its hideout in wait. The majestic world beneath the sea teems with movement and still colors, from starfish to vivacious lagoon triggerfish, also referred to as the Picasso fish. Your peaceful hours enjoying it all will refresh you in every single way."
    },
    {
      "dayNumber": "9",
      "title": "Tahaa – Revel in a Full Day Expedition around Raiatea and the Lagoon",
      "description": "The tropical colors of the Tahaa will continue to astound you. Whether floating with radiant fish and vibrant coral or taking in the magnificent papaya amidst the petals of fluorescent orchids, you are immersed in the majesty of paradise. After breakfast, your private transfer will escort you across the Strait to the shores of Raiatea, which encompasses nearly 65 square miles. The peak of Mount Temehani towers above the shoreline with a jagged silhouette and the rare tiare apetahi flower grows only near the summit of the mountain, which reaches a height of more than 3,300 feet above sea level. You will begin your ascent into the heart of the island on a trail that leads to the Three Waterfalls. The familiar aroma of vanilla that covered Tahaa has faded beneath the sensational sweetness of abundant hibiscus. The rainforest canopy shades the trail and offers sporadic views to thriving orchids or pristine Tahitian gardenias. The volcanic soil enriches the flora and creates stunning rugged scenery giving way to the waterfalls. The rains filter down from the heights of Mount Tefatua and Mount Temehani before reaching the sea. The rich greenery adds to the ambiance as you hear the water splashing in the distance. The first waterfall beads down a basalt cliff into pool rippling with whitewater. You can climb the steep wall to the second waterfall, and the larger of the two falls strikes an impressive pose accentuated by its thunderous crash. The third waterfall splits the foliage and splashes into the waiting jade pool. You can dip into the water to feel the cold rush around your skin and powerful drop tap against your shoulders."
    },
    {
      "dayNumber": "10",
      "title": "Tahaa – Visit a Black Pearl Farm and a Traditional Vanilla Plantation",
      "description": "The size of Tahaa is deceiving, encompassing nearly 35 square miles of the lush rainforest before spilling into the bright, shallow lagoon. At breakfast, the aroma of frangipanis overtakes the sea breeze as the sunlight spreads across the peak of Mount Ohiri at 1,975 feet above sea level. After breakfast, you can take to the shores of Tahaa to find the strong, sweet aroma of hibiscus blending with the aromatic vanilla swirling through the air. You can look back at the motus speckling the lagoon and shining with the bright ivory sand. You can see the silhouette of Bora Bora and Mount Otemanu to the northwest as your guide leads you along the single coastal road to a family-owned vanilla plantation. Along the way, your guide will explain how the wild hibiscus blossom like clocks, shifting daily from yellow in the morning to orange in the afternoon, and red at night. A part of you wants to watch the flowers all day to see if the story is true. You will also pass large boxes that resemble mailboxes beside homes. Each box is actually made to hold a baguette, made fresh and delivered door to door each morning. You soon arrive at the vanilla plantation to find the vines growing beneath a protective overhang. Three-quarters of French Polynesian vanilla is grown on Tahaa, and you cannot help but put your hands to the pods to feel the soft fuzz along the verdant casing. It takes almost nine months for the pods to grow and dry, and the botanist pollinates the flowers by hand. The cuisine of Tahaa, from desert to rice, and even fish, contains hints of vanilla."
    },
    {
      "dayNumber": "11",
      "title": "Tahaa – Traverse the Ancient Sites and Treasured Scenery of Raiatea",
      "description": "The scent of vanilla in the air will remind you of the time you spent on the plantation the previous day before diving into the water to learn about cultivating the famous black pearls. Over breakfast, you can find hints of the local spice flavoring your banana pancakes and permeating the sweet flavor of coconut. Return to Raiatea for the day and venture into the hills on a journey towards the jagged peak of Mount Temehani. Shops along the ring road and enjoy the ice-cold coconuts and bushels of ripening bananas offered along the way. Locals will wave as you pass and greet you with a comforting smile. The scent of dried coconut meat overtakes the lingering scent of vanilla, and you will pass a factory using the copra to extract coconut oil. Wild beaches overlook the southern edges of the island along sporadic, towering coconut palms while the lazy water laps against the cliffs around the bay. Your guide will lead you along the trail in search of the rare flower of tiare apetahi as the unmarked trail ascends to the plateau of Temehani. Pine forest borders the walkway as Red Tahitian ginger contrasts with the evergreen hues of the ferns. You can squeeze the buds to find the fragrant oil while you reach the summit for some stunning panoramic views above the undulating ridges and iridescent lagoon. The clouds sweep in as you uncover an exposed volcanic rock and a lava tube plunging more than 130 feet deep. As you descend the mountain, your guide will point to the object of your exploration, a blossoming tiare apetahi."
    },
    {
      "dayNumber": "12",
      "title": "Raiatea – Depart for Home",
      "description": "In the morning, you will find the comfortable sounds of the water splashing at the posts with the familiar scent of vanilla drifting through the air. You will want to return to the shores of Tahaa to see how the hibiscus petals shift in the colors of the returning light of the day. The bright yellow of juicy papaya decorates your breakfast plate amongst the aromas of coconut and freshly brewed coffee, and you can take the morning to bask in the idyllic ambiance of the resort and enjoy the sandy shores of a private motu with views to the enchanting palms. After one last leisurely morning to enjoy it all, you will board your boat and travel to Raiatea to reach the airport for your flight home."
    }
  ],
  "map": ""
}