{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "bora-bora-bliss-intimate-experiences-in-majestic-setting-itinerary",
  "tourName": "Bora Bora Bliss: Intimate Experiences in Majestic Setting Itinerary",
  "placesVisited": "Vaitape, Eden Beach, Matira Beach, Pointe Raititi, Matira Point, Bora Bora",
  "generalInfo": "The waters around French Polynesia open up to a treasure chest of splendor during your tailored Bora Bora vacation. Blacktip reef sharks linger around the barrier reef, and manta rays glide through the sea current. The lagoon and South Pacific Sea provide comfortable and vibrant crystal clear waters, viewed from a mountaintop panorama. Glide through the sky on a kitesurfing lesson and learn to capture the decadence of French Polynesian flavors. Delight in endless luxury and the captivating hues emerging from rainbow coral, tropical flowers, and hand-dyed sarongs, embodying your colorful exploration of Bora Bora.",
  "durationDays": "8",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Bora Bora – Pleasures of French Polynesia",
      "description": "Bora Bora is an island built like a dreamscape. Proud peaks protrude from the jungle terrain with a solid, sheer rock. The vibrant colors of indigo, sapphire, and turquoise emanate from the South Pacific Sea and the serene lagoon. Rainforest sweeps across the undulating basalt landscape. Coconut palm trees rustle in the breeze along the coastline, and mango trees thrive in the tropical warmth. Fruit stands on circular roads throughout the island display fresh papayas and pineapples beside bread stands offering delicious banana bread. Your flight lands at Bora Bora Airport where your private transfer greets you upon your arrival. You make your way across the lagoon for your first view of the white sand beaches and indigo waters up close. The sea splashes over the boat, providing a mist to the cool breeze. You settle into the comforts of your private overwater bungalow, an iconic accommodation for those visiting French Polynesia. Palm trees shade the luxury pool, and you can hear the sea lapping against the wooden posts of your secluded suite offering views of the mountains to the west and the ocean to the east. Take the time to visit the main town of Vaitape at your preferred pace. The largest town on the island offers a bustling pace compared to the surrounding villages and pristine landscape. The water seems to brush against the shoreline at a slower, more relaxed pace. The market brims with bright produce, from bananas to coconuts, pineapples to lychees. Pearl vendors showcase their precious stones on the upper floor, highlighting how the natural light glints off the polished black or white surface."
    },
    {
      "dayNumber": "2",
      "title": "Bora Bora – Finding Island History",
      "description": "At breakfast, you find the vibrant aromas of tropical fruits accentuating the frothy texture and invigorating flavor of your freshly made cappuccino. Schools of fish swim around the posts of your overwater bungalow in the crystal clear, indigo water. After the meal, you meet your guide, who is eager to begin your adventurous exploration across the island terrain. You travel by boat from the shores of the lagoon to the mainland to board your open-air 4x4 jeep. Venture onto the rugged trails leading into the inland rainforest. The trees block the peak of Mt. Otemanu. You can hear rivers rushing along the forest floor. The cold water splashes onto your skin as the jeep drives through a creek bed. Your guide explains that mango trees mean a village is nearby before pointing out plants used by locals for medicinal purposes over the course of millennia. You pass the occasional village where women hand-dye their sarongs with vibrant, tropical colors. A Stephen’s lorikeet twitters in the trees. The jeep stops and your guide points into the canopy at a blue lorikeet, known for their dark blue plumage and opulent white chest. Their orange legs and beaks contrast their colorful feathers. They feed on coconut palm trees and seeds in the area. You reach the upper shoulder of Mount Otemanu, which supports the sheer basalt promontory reaching heights of nearly 2,400 feet above sea level. You have an elaborate panorama of the sea's innumerable shades of blue as a backdrop to the verdant rainforest of Bora Bora."
    },
    {
      "dayNumber": "3",
      "title": "Bora Bora – Among the Sharks and Manta Rays",
      "description": "Bora Bora is famous for its incredible snorkeling spots around the island. The colorful reefs fringe the shallow waters with garden-like beauty along the shoreline. At breakfast, you delight in the aroma of fresh espresso and the sensational hues of the juicy pineapple and creamy banana. Your guide greets you at the hotel on a private boat bound for the island’s most celebrated snorkeling destinations. The reefs secure the lagoon’s safety by protecting the island from waves and large movements of the water. Your guide explains the importance of the reef to the island’s eco-system before weighing the anchor away from the white sandy shores. You dive into the water with your snorkeling gear, keen on exploring the variety of marine life. The sea maintains a cool, refreshing temperature. The crystal clear water provides views up to 20 feet away. The sunlight can pierce the surface to depths of 200 feet. The coral garden is much more shallow, nearly touching the surface of the water. You pass brain cactus coral forming shapes that resemble calcite mounds. Parrotfish glow neon pink, yellow, and blue. Clownfish hide in the tendrils of purple sea anemones. You continue to your second destination, jump into the water, and find blacktip reef sharks swimming beside schools of angelfish. The sharks can grow longer than five feet long and carry a noble, dramatic aura in the way they swim. Manta rays swim close to the moored boat in search of food. They flap their giant wings in the water as if flying through the gentle current."
    },
    {
      "dayNumber": "4",
      "title": "Bora Bora – A Taste for French Polynesia",
      "description": "The morning light washes over the crystal clear water. The silver basalt rock at the summit of Mount Otemanu shimmers above the emerald jungle canopy. At breakfast, you indulge in the refreshing flavor of freshly squeezed orange juice and delectable aroma of freshly baked baguettes. You meet your private transfer in the lobby and cross the lagoon to reach a quiet beach. Your guide introduces you to the kitesurfing equipment, teaching you the important basics of the sport. The sound of the gentle lapping waves fades beneath the pounding of your heart. You are excited to learn the importance of your stance on the board and the wind direction blowing across the shore. Your instructor helps you inflate the kite to a respectable level before strapping you in. You lay the lines to make sure everything is properly connected, position your feet, and ready yourself for the launch. The water wraps around your ankles in the shallow depths of the shore. Your instructor positions the kite upwind to help you launch. The wind lifts you out of the water, and you glide over the sea, flying with grace until lowering back down and skimming over the surface. At the end of the exhilarating experience, you feel accomplished, eager to partake in a large and lavish home-cooked meal prepared during your private cooking lesson."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – A Snapshot of the Day",
      "description": "Bora Bora allows you to make unforgettable memories in the magnificent natural splendor of the colorful water, dramatic mountain peaks, and lush rainforest. The fruit shines as brightly as the tropical fish in the coral gardens. At breakfast, you relish the balance of flavors between a fresh espresso and sweet pineapple. The mixture of exotic island tastes inspires the day’s excursion balancing beauty and adventure with a half-day photo safari around the island, allowing you to capture your experiences around the “Pearl of the Pacific.” You board a boat at the hotel and venture along the lagoon, passing the thatched-roof of your overwater bungalow, and the couples quietly kayaking over the indigo water. The white-sand beaches glisten against the backdrop of coconut palm trees and soaring basalt mountains. Your guide leads you along the lagoon, stopping at secluded spots showcasing the natural splendor of Bora Bora. He takes photographs of the opulent landscape, shimmering waters, and your smile amongst the grandeur of Bora Bora. Stop for a picnic lunch on the idyllic islet beach in view of the barrier reef. The aroma of grilled fish with butter and lime fills the air, accompanied by the scent of passion fruit."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Rolling around Bora Bora",
      "description": "The morning light washes over the turquoise and indigo hues of the lagoon. The sunlight turns the white sand warm and inviting. The breeze brushes over the thistles of your thatched roof. Coconut palm trees rustle over the shoreline. After breakfast, you venture to the coastline of the main island eager to traverse the beauty of the island at your preferred pace. A single coastal road wraps around the 11 square miles of the island. The verdant landscape contrasts with the indigo waters. Sporadic fruit stands sit beside the road, highlighting vibrant guava and stunning pineapple. A small bakery fills the air with the aroma of banana bread. The refreshing breeze brushes through your hair. Stop at an iconic Bora Bora restaurant serving fish caught fresh that morning. The dining room bustles with locals and visitors from around the world. Teak tables and chairs decorate the open-air gallery atop the sandy floor. The aroma of coconut milk drifts from the kitchen. The colorful dish of Poisson Cru arrives at the table. The culinary staple of the island consists of raw tuna marinated in lime and coconut milk, offering the flavors of citrus, sweet fruit, and the brininess of the sea. The light feeling allows you to return to your bicycle and continue along the coastal road to enjoy the ever-changing views of the tropical paradise, leading you to Eden Beach."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Luxury in Paradise",
      "description": "You have learned to slow down in the beauty of Bora Bora, observing the charm of the coconut trees on the shore and the lapping waters against the posts of your overwater bungalow. The sunlight glints against the silver basalt peak of Mount Otemanu. At breakfast, the scent of lime reminds you of the luscious Poisson Cru from the previous afternoon. You find the delicate flavor of coconut bread and banana crepes at breakfast equally delicious. The day is yours to bask in the splendor of Bora Bora and the luxury of your resort at your leisure. Make your way to the spa for a day to soothe your mind and body after a week of adventure in the water and the rainforest terrain. The seclusion of the spa calms you as you begin a deep hydromassage. The spa utilizes the rich minerals in the natural seawater to help nurture your body. The staff creates a treatment designed with you in mind, concentrating on the types of care you desire, focusing on the areas of the body in need of relaxation and rejuvenation. The massage has a soothing effect on your legs, helping to revitalize the muscles with lotion and slight pressure. You feel a slight tingle run the length of your spine. The sound of trickling water adds to the relaxing ambiance in the privacy of your personalized treatment."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – Away from the Bora Bora Shores",
      "description": "At breakfast, you find a ruby grapefruit accompanying the juicy yellow papaya. The scent of cappuccino fills your suite. You take your time to enjoy your last breakfast in Bora Bora, indulging in every bite of your banana crepe, accentuated by a sweet vanilla sauce. Your private transfer escorts you to Vaitape, where you wander along the lively streets before your flight. You discover a small pearl shop away from the stalls inside the Central Market. The soft light spreads across the display cases causing the black pearls to glint. The owner of the shop greets you like an old friend and happily answers your questions about the polished pearls inside the shop. The workshop in the back creates elegant jewelry with traditional Polynesian aesthetics and flair. When you have finished browsing the beauty of the showroom, you continue to Bora Bora Airport for your flight home."
    }
  ],
  "map": ""
}