{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "moorea-bora-bora-and-tahaa-itinerary-12-days-of-bliss",
  "tourName": "Moorea, Bora Bora and Taha'a Itinerary: 12-Days of Bliss",
  "placesVisited": "Papeete, Moorea, Bora Bora, Taha’a",
  "generalInfo": "The fantastical landscape of your French Polynesian honeymoon itinerary surpasses your daydreams, with secluded thatched-roof bungalows overlooking the sapphire waters of the South Pacific. The sounds of a gentle ukulele offer a morning serenade. In the evening, you watch fire-jugglers, and traditional dancers perform on the soft sands of the beach to the rhythms of beating drums. Colorful fish glow against the artistic formations of the sprawling coral. Mountains crown the islands with remnants of volcanoes, and you bask in the soothing touch of a couple’s spa treatment. Indulge in romance, beauty, and enchantment on Tahiti, Moorea, Bora Bora, and Taha’a.",
  "durationDays": "12",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Papeete – A Slice of Island Paradise",
      "description": "The lush palms and tall grasses of Papeete shimmer with emerald hues as your flight descends into the airport. The Pacific Ocean shimmers with iridescent indigo colors, as thatched-roof huts rise out of the jetties along the marina. Boat masts wade in the gentle waters as the palm trees rustle in the calm breeze. Your flight arrives at Faa’a International Airport. Colorful impressionist works by famous French painter Gauguin decorate the airy galleries in the eponymous museum. Dramatic wooden Tikis rise out of the lavish gardens and entertain visitors with ancient myths and tales warning people not to move the unforgettable carved artworks. The aroma of sweet salt water permeates the air. The bustling life of the Papeete Market creates a swirl of color emanating from handmade sarongs and shell necklaces, woven hats, and the array of produce picked from the trees and bushes around the countryside. The sweet, juicy aroma of coconuts and pineapples drifts beneath the banisters, leading locals to the aisles of fishmongers and butchers. Pearl shops line the lanes of the upstairs and caves offer rich espressos and vivacious, citrusy smoothies. Your private transfer greets you at customs and escorts you to a secluded resort, offering you the romance of a private view of the lapping water and the charm of slow-paced island life blending the essential cultures of the islands of French Polynesia."
    },
    {
      "dayNumber": "2",
      "title": "Papeete – Adventure to the Center of Paradise",
      "description": "In the morning, you can hear the Pacific Ocean brushing against the volcanic black sands of the beach outside your room. At breakfast, you find the enticing, seductive aromas of frothy cappuccino and young coconut. You sip a freshly squeezed passion fruit juice and smell the scent of banana pancakes adding to the tropical ambiance of the morning air. Your guide greets you after breakfast, eager to lead you on a full-day 4x4 tour. The vibrant life of Papeete returns in the municipal market. The scent of vanilla bean accentuates the tropical colors of the sarongs. You travel into the heart of the island of Tahiti in an open-air jeep, allowing the refreshing breeze to brush against your cheeks. The island was formed over a million years ago by volcanic activity around the Pacific. The ferns and underbrush glisten with emerald hues. Children in villages wave as you pass. The jungle vegetation becomes denser. The sporadic villages disappear behind the dangling branches and soaring jungle canopy. The jeep crosses over a wooden bridge. The sound of the meandering river rushes around the pillars. Clouds pass the verdant mountain summits framing the valley. You stop along the riverbanks located higher up the mountainside and dip your toes into the cold water fed by the rain sweeping down the slopes before arriving at Puraha Waterfall."
    },
    {
      "dayNumber": "3",
      "title": "Moorea – Romance in Moorea",
      "description": "In the morning, the aroma of fresh cappuccino returns to the air inside the resort dining room. You bask in the privacy of your room, coveting one last view of the Tahiti shoreline. The indigo water shimmers against the black sand beach. Your private transfer greets you after the meal and escorts you to the harbor to board the high-speed ferry to Moorea. The water splashes against the hull of the boat, causing a soft mist to spray against the windows. The water turns from indigo to cobalt as you travel the 10 miles around the French Polynesian islet to reach Moorea. As you pass Cooks Bay, you have an unforgettable panorama of the clear indigo water framed by the tropical jungle brush and staggering mountain ridges. You turn your eyes to the jagged summits beneath the skyline of Mount Tohivea, which stands nearly 4,000 feet above sea level. Your private transfer greets you at the dock before leading you to the Vaiare Harbor. The dramatic mountains roll along the edges of the water, framing the sailboat masts and reflecting in the clear waters of the bay. You walk along the wooden jetty leading to the serene promenade. Your private transfer greets you and happily leads you to the stunning resort and spa accommodations nestled between tranquil waters and lush mountains. The remainder of the day is yours to relax in the refreshing and romantic waters of the pool or stroll hand-in-hand along the nearly 20 acres of exotic gardens spreading into the foothills."
    },
    {
      "dayNumber": "4",
      "title": "Moorea – Sharing in the Experience",
      "description": "Moorea offers a mixture of dream-like landscapes with the romance of a secluded getaway. The lagoons shimmer with turquoise hues and the beaches glisten with white sand. The aroma of the sea fades beneath the scent of fresh crepes, connecting the island life with French colonial culture. The scenery resembles an exotic, lush garden from the breadfruit, oranges, pineapple, and coconuts growing in the trees to the adorning roadside markets filled with dried fruits and homemade jams. After breakfast, you make your way to the Moorea Dolphin Center. A retired navy officer started the facility with three bottlenose dolphins and a team of veterinarians and animal behaviorists. Locals and visitors from around the world have become educated on the ecology, environment, and interaction between dolphins through the center’s more than 20 years of research. The conservationist approach to the dolphins allows you to view the majestic animals up close without interfering with their lifestyle in the water. The dolphins are playful and intelligent. They can grow to more than 13 feet in length and have a sleek, sliver sheen. After visiting with the captivating dolphins, you continue to the Maison Blanche, an early 20th-century mansion depicting life for the aristocracy on the islands during the vanilla boom."
    },
    {
      "dayNumber": "5",
      "title": "Moorea – Scenery of the Volcanic Landscape",
      "description": "Today you take the time to indulge in the sand and the gentle warmth of the early morning sunlight. The lagoon waters lap against the white sand shores of your resort. The pool trickles with sounds reminiscent of a fountain, adding to the leisurely ambiance of the day. After breakfast, you meet your guide in the lobby and board an open-air jeep for a 4x4 excursion over the hills and valleys of Moorea. The breeze brushes against your skin and carries the scent of guava and vanilla. You travel through the jungle roads to reach the top of Magic Mountain. You feel like you have been guided to a private view of the island on the summit at 685 feet above sea level. You have a panorama over the northern edges of Moorea. A sailboat catches the wind and drifts away from the bay. The indigo waters indicate a shallow reef wrapping around the far edges of the promontory. Near the end of the tour, your guide stops at a distillery known for producing rejuvenating juices and delicious liqueurs. A quick exploration of the plantations offers views of pineapple trees. Your guide pours a sample of the pineapple liqueur into a glass. The sweet and tart taste lingers on your palate before you recognize the subtle pineapple flavor."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – The Twin Peaks of Bora Bora",
      "description": "Moorea has seemed like a private island paradise offering a blend of romance and beauty around every corner. At breakfast, you enjoy the aroma of banana pancakes and the vibrant colors of the fresh fruit brought from the gardens of your resort, from papayas to oranges. Your private transfer greets you at the hotel and escorts you to Moorea Airport for your short flight to the island of Bora Bora. The island embodies your exotic fantasy with the Pacific Ocean shimmering with sapphire, indigo, and turquoise hues. The rainforest blankets the basal mountain peaks leading to the relaxed pace of the villages and glowing rainbow colors of coral reefs hidden in the crystal Clearwater. Your private transfer greets you at Bora Bora Airport and leads you to an unforgettable resort and spa located on the Motu Piti Aau islet. A blue lagoon and the sapphire Pacific waters wade against the edges of the exclusive property. The towering figures of the Mount Pahia and Mount Otemanu create a fascinating skyline over the island landscape. Settle into the relaxing ambiance of your resort with a couple’s spa treatment, lingering in the rejuvenating touch of a massage while in view of the tropical gardens and glistening lagoon."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – A Day in the Sea",
      "description": "Before breakfast, you take a romantic stroll in the Secret Garden of Love where couples have sealed their devotion to one another by placing locks on a palm tree. Lovers choose their symbol associated with Polynesian tradition, from a turtle to a seashell, each representing an important cultural tradition on the islands. You set the lock on a palm tree of your choosing and throw the key into the garden’s Tiki, which protects your love. After breakfast, you step onto a private catamaran and venture along the Pacific to visit the stunning coral reefs around the island in search of colorful tropical fish and manta rays. The boat glides over the gentle water sending sea spray into the air. The breeze brushes against your cheeks before you weigh anchor at your first snorkel spot near a huddle of rays. You jump into the water to find brain coral and sea fans along the seafloor. In the distance, the rugged mountains of the island rise above the edges of the water. You dip into the refreshing ocean and find a school of rays flying near the ocean. The water is clear up to 20 feet. The rays grow up to 23 feet wide and shimmer with black or dark blue hues. You can’t help but follow the school of rays as they glide along the ocean floor in search of food. In the evening, you make your way to a stunning seafood restaurant known for offering the freshest catch with each dish made to order."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – On the Roads of Bora Bora",
      "description": "The town of Vaitape bustles on Saturday mornings with food stalls drawing villagers from around the island. The aromas of clams marinated in coconut milk and airy donuts dusted with powdered sugar drift along the main street. Colorful sarongs match the vibrant colors of the exotic island landscape. After breakfast, you mount your bikes for a private couple’s biking tour around the island, traveling the more than 10 square miles at your leisure for a unique perspective of island life. The roads are empty along the water, allowing you to embrace the stunning views of the indigo colors leading to the sapphire water along the horizon. The palm trees rustle in the refreshing wind. The scent of coconut pervades the briny ocean air. Fruit vendors along the road offer full papayas and pineapples. They offer to open the fruits for patrons or drain the delicious, sweet juice into ice for a flavored snow cone. The aroma of banana bread emanates from the small roadside bakery. Mangoes dangle from the trees, and you can take some time to relax beneath the shade of the coconut palms while enjoying the view of a hidden lagoon."
    },
    {
      "dayNumber": "9",
      "title": "Taha’a – Private Island Influence",
      "description": "In the morning, you delight in the aroma of fresh cappuccino mixing with the scent of fresh coconut. The previous bike ride around the island allowed you to view the stunning secluded beaches and hidden charms of Bora Bora for a unique, romantic shared experience. After breakfast, your private escorts you to the Bora Bora Airport for your brief flight to Raiatea. As the plane descends, you find lush jungle terrain overtaking the hills, mountains, and beaches, leading to a small manicured runway edged by water the color of precious gems. The tropical warmth returns to the day. You venture to the nearby marina and board a private boat bound for the island of Taha’a. Long, curved jetties lead from the sandy banks to the private bungalows above the water. Palm forest rises out of the low-lying landscape with views to the open sea and rising mountains of Raiatea in the distance. The relaxed atmosphere creates a harmony with the island and the water, allowing you to effortlessly settle into the comforts of your private suite. Your bungalow looks down into the crystal clear and kaleidoscoped colors of the lagoon. The scent of vanilla drifts out of the plantations at the heart of the island, adding an inviting fragrance to the daily life of fishing villages, pearl farms, and tranquil palm trees."
    },
    {
      "dayNumber": "10",
      "title": "Taha’a – Perfect Island Morning",
      "description": "The water quietly laps at the posts of your overwater bungalow in the morning. The indigo ocean flickers with the returning morning light. The sound of a ukulele hums against the rhythm of the water. A canoe arrives with a bright arrangement of fruits, juices, and a host of flavorful breakfast dishes including crepes. The navigator continues to strum the ukulele as you take the vibrant breakfast from the canoe for a fabulous meal on your private deck. The sweet watermelon and grapes contrast the orange citrus. The aroma of fresh coffee fills the air, accentuating the vanilla drifting over the water from the island shores. The remainder of the day is at your leisure to relish the beauty of island life and the comforts of your luxurious resort. You follow the scent of vanilla leading to the Maison de la Vanille, a family-owned estate offering insight into the vanilla cultivation process. Thousands of plants blossom on the estate with yellow and green pods. Your guide leads you through the flowering vanilla stalks before taking you into the drying room. The pods are heat-cured to develop the best flavor. During the process, the pods change colors from green to nearly black. The aroma intensifies during the process and continues to linger even after leaving the grounds."
    },
    {
      "dayNumber": "11",
      "title": "Taha’a – A Pearl of the South Pacific",
      "description": "In the morning light, you can see a lone Tahitian paddling his canoe across the calm water. The palm trees on the island rustle in the gentle breeze of the early hours. You can hear the ukulele of the breakfast room service echoing from a nearby villa. The pearls at a family-run farm near the seashore glisten in the spreading light, highlighting the unique properties between each treasure. After breakfast, you take to the water, donning your snorkel mask and flippers, and indulging in the refreshing buoyant feeling of the Pacific. The current carries you from the reef at the edge of the atoll to the coral garden brimming with color and marine life. Soft coral flutters in the flow. A school of ray-finned fish glows with yellow scales and black tiger stripes. The hard coral rises out of the seafloor like a cactus, rolling like a hill until reaching the seagrass. The coral shines with pink and yellow hues reflecting in the rippling surface water. You float gracefully over the gardens and enjoy the natural beauty of the ocean. In the afternoon, you board a private catamaran to venture along the open water for a secluded sunset cruise."
    },
    {
      "dayNumber": "12",
      "title": "Raiatea – At the Edge of the Honeymoon",
      "description": "In the morning, the aroma of hibiscus drifts over the gentle waves lapping along the golden sand beaches. You sip a delicate, frothy cappuccino and enjoy the view of the ocean. The small central market on the island fills with gorgeous produce, from bright oranges to bulbous pineapple. Shell necklaces and scented oils accentuate the bright aromas of the marketplace. Your private boat meets you at the dock after breakfast and escorts you back to the island of Raiatea. You reach the airport with plenty of time to check-in for your flight home, flying away from the emerald rainforests of French Polynesia and over the sapphire waters of the South Pacific."
    }
  ],
  "map": ""
}