{
  "destination": "New Zealand",
  "mainPhoto": "",
  "id": "new-zealand-and-bora-bora-luxury-adventure-itinerary",
  "tourName": "New Zealand and Bora Bora Luxury Adventure Itinerary",
  "placesVisited": "Queenstown, Milford Sound, Rotorua, Waiheke Island, Tahiti, Bora Bora",
  "generalInfo": "New Zealand and Bora Bora are both dramatic volcanic islands cast adrift in the South Pacific and home to nature’s extravagance and enchantment. Both invite adventure from helicoptering to glacier exploration, sleeping amongst fjords and opening hobbit holes. Both regions also deliver with charm and long white beaches perfect for languid days of doing absolutely nothing. Five days in Tahiti and Bora Bora follow over a week spent in New Zealand on this handcrafted luxury tour for an immersion in the best of these incredible islands in the Pacific.",
  "durationDays": "15",
  "price": "21,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Queenstown – Enveloped by the Mountains of New Zealand’s South Island",
      "description": "Queenstown’s setting will captivate you as the whitened peaks of the Remarkables mountain range provide a backdrop and reflect softly in the serene water of Lake Wakatipu. Rugged hills stretch out into the distance, winding and rolling and swerving. Behind the small town is Ben Lomond, a cable car ascending to its summit and the complete Queenstown panorama. You will be greeted at the airport, and it is only a 15-minute transfer to your five-star hotel in the town and within easy walking distance of the lake and the cable car station. The day is at your leisure as you settle in, and the natural setting provides a relaxing introduction to New Zealand."
    },
    {
      "dayNumber": "2",
      "title": "Queenstown – Lord of the Rings Movie Locations and Jet Boating Through a Canyon",
      "description": "You may already recognize some of the landscapes around Queenstown as swamps where armies collided, forests that hosted orcs, and farms and pastures that sang with stories from JRR Tolkien. Spend the morning on a Jeep tour of these landscapes, visiting up to a dozen filming locations from the Lord of the Rings, and then spend the afternoon in a lost landscape to ride a jet boat across the alpine waters of forgotten mountains. You can skid and swerve through the canyon, accelerating through a desolate landscape that is a baffling as it is beautiful. The night is at your leisure and Queenstown has many excellent restaurants for your consideration."
    },
    {
      "dayNumber": "3",
      "title": "Milford Sound – Overnight Amongst the Mystique of the Fjords and Sounds",
      "description": "On the road west, you will sense the isolation of the South Island and the solitude of the Fjordlands. There is nothing on the road, just empty miles enveloped by mountains that rise starker and steeper. New Zealand’s sounds and fjords are found here, most of them inaccessible to visitors. Milford Sound is the narrowest, a dazzling stretch of water flanked by vertical mountains almost a mile in height. It is, justifiably, the country’s most famous natural attraction and a boat cruise provides an evocation of the beauty. Fully appreciating the splendor demands you spend the night, so will cruise out past waterfalls and wonders, and then drop anchor in the heart of Milford Sound as the mist swirls amongst the sunset. It will be silent with no other boats and tourists around. It will also feel surreal as you drift off to the sound of fur seals and the silence of the Sound."
    },
    {
      "dayNumber": "4",
      "title": "Milford Sound to Queenstown – Helicopter Flight Over the Glaciers and Wines of Central Otago",
      "description": "Wake up to the mist as it drifts out of the canyon to reveal vertiginous cliffs and 300-meter waterfalls. In this early hour, you will feel like the early explorers as you are alone on a landscape as compelling as it is confounding. Rather than drive back from Milford Sound, you will take the aerial route as a helicopter provides magnificent views over the entire Fjordlands. Touch down on a glacier that is hidden between the mountain peaks and the solitude is absolute. A white landscape extends in all directions with strange ice sculptures carved into the mountain walls and cones and caves alive with the subtle blue of alpine waters. From Milford Sound, you were gazing up at nature’s drama, but on the glacier, it almost feels as though you are on the roof of the world. Touch down later in Queenstown, and a different pleasure fills your afternoon as behind the mountains is a cool, desert-like climate. The valley is rugged, seemingly too desolate for anything to grow but Pinot Noir grapes, cultivated in a new-world style, thrive. The taste is very different to the Pinot Noir of Burgundy, and many prefer its adventure and freedom. You will spend the afternoon visiting two or three vineyards, and the winemakers will introduce their creations for your enjoyment before you spend an evening in Queenstown at your leisure."
    },
    {
      "dayNumber": "5",
      "title": "Queenstown to Rotorua – Bubbling Hot Pools and Immersion in Maori Culture",
      "description": "The Maori welcome you to Rotorua as they shout and posture, their story and culture shared through dramatic gestures and the haka, a war dance that is unique to the South Pacific islands. On their land, you find bubbling hot pools as steam rises above strange metallic colors and then the geyser explores, water spurting 15 meters into the air. Walk further along the trail, and another geyser explodes with the metronomic consistency of nature understood by your Maori guide. This afternoon you can visit the hot springs and geysers followed by an evening dining with the Maori at their national cultural center, a typical hangi meal cooked on hot stones beneath the ground. You can expect meats tenderly cooked for a full day and vegetables steamed to perfection alongside incredibly warm hospitality."
    },
    {
      "dayNumber": "6",
      "title": "Rotorua – Outdoor Adventures on New Zealand’s North Island",
      "description": "While the South Island is marked by giant peaks, the North Island landscape is built from strange green hobbles and hills, another marker of volcanic power. Today’s private outdoor adventure will introduce you to these landscapes and a wide choice of activities. Mountain bike along the single-track trails in the forest, kayak across the remote lakes to natural hot baths, take a walk through the rolling hills that could have inspired Hobbiton, or combine all three activities as you get a sense of the land’s idiosyncrasy. There is even an option to take a white water raft down a narrow river, tumbling through the rapids and past the ferns. The evening is at your leisure can be spent enjoying the old-world feeling of the town and its people."
    },
    {
      "dayNumber": "7",
      "title": "Hobbiton to Auckland to Waiheke – Hobbit Holes and Rolling Hills",
      "description": "Fastidious details maintain the world of make believe, and jam jars stand above gates painted with mold, rocking chairs seem fit for a hobbit, 44 circular holes grace a movie site that is completely untouched since filming. Some holes are tiny, made to make Gandolf look big when he walked past. Others are huge so that the hobbits would seem miniature through the oldest of filming techniques. Wander onwards, and follow the smoke to the Green Dragon Tavern where beer is served in goblets and the whole of Hobbiton is visible through the sloping window. Hobbiton is halfway between Rotorua and Auckland, an easy stop as you travel north. Upon arrival in New Zealand’s largest city, you will be transferred to the ferry terminal for the one-hour boat trip to Waiheke Island, where your hotel is perched delectably above the beach."
    },
    {
      "dayNumber": "8",
      "title": "Waiheke – Art, Food, Wine and the Beaches of Tropical Waiheke Island",
      "description": "Vineyards fill the valleys of Waiheke as golden bays stretch out across the island, hidden behind hills and slopes. Cute villages seem stuck in the 1950s, with Mom and Pop stores and cafes. Old fish restaurants are complemented by something new world, with various fine dining options emerging on the island. Tourism on Waiheke has exploded in the last couple of years, and it has become the next big luxury destination to visit in the north of the country, yet it has retained a very laid-back feel. These two days are completely at your leisure. The beach may beckon, but there is also an excellent bus service to bring passengers on the 30-minute journey from one side of the island to the other. Alight at the vineyards, and it is possible to walk between them on a hiking trail that showcases a green and gold volcanic island perfect for easy exploration."
    },
    {
      "dayNumber": "10",
      "title": "Auckland to Tahiti – Touching Down in French Polynesia",
      "description": "From Auckland there are direct flights to Tahiti, and only when you fly can you appreciate just how remote the French Polynesian islands are. From the north of New Zealand, you must fly for six hours across the waters of the Pacific Ocean with nothing beneath the wingtips but the deep blue of the ocean. Touch down in Tahiti, and you will spend the first night close to the airport at a hotel that offers barefoot access to the white sand. A traditional Tahitian welcome quickly gets you settled into the local atmosphere, one that favors tropical colors while valuing the tranquility of the coast."
    },
    {
      "dayNumber": "11",
      "title": "Bora Bora – First Impressions of a White Sand Paradise",
      "description": "You will jump onto a short one-hour flight this morning as you swap Tahiti for the ultimate paradise of Bora Bora. Back-dropped by the magnificent Mount Otemanu, your boutique resort is only accessible by boat with a journey across the lagoon to a suite that is perched above the water. Stop to breathe in the silence, and you can fill your senses with the solitude and admire the views. Bora Bora is where you can stroll slowly and continue your day without any thought of time. This is an island where pleasure takes priority, from cocktails with your feet in the sand to Polynesian-inspired treatments in the spa, and ending each day with dining beneath the stars to the sight of palm trees silhouetted in the distance."
    },
    {
      "dayNumber": "12",
      "title": "Bora Bora – Lounging on the Sand and Drifting Off by Kayak or Sailboat",
      "description": "The days can be very lazy on Bora Bora, especially after you have just completed an adventure across New Zealand. Wake up late for breakfast to be delivered to your suite on a traditional canoe. Listen to the silence and inhale the tropical scents and then lie back on the sunloungers to drift off in the shade or the sun of your private balcony. Take a walk on the beach and enjoy such soft sand beneath your feet. In Bora Bora, it is okay to do nothing at all, and it is actually encouraged. But when you are ready, there is enough to keep you busy and ward off any thoughts of cabin fever. Kayaks and canoes are available, vessels for paddling across the lagoon and exploring lesser-seen parts of the island. You can go sailing with perhaps a short sunset cruise or an entire afternoon powered by the wind. Various activities are included in your stay, and they can be incorporated at any time over your time spent on Bora Bora."
    },
    {
      "dayNumber": "13",
      "title": "Bora Bora – Jeep Tour to Mount Otemanu and Traditional Culture in Vaitape",
      "description": "Mount Otemanu seems to call down to you as the stark granite slope has a magnetic pull over everything on Bora Bora. The slopes of the volcano are carpeted in green, and the forests and moss will engage you entirely. This morning, you will ascend, bumping towards the summit on a Jeep tour across the island. From anywhere up here, the panoramas are memorable with so many contrasting hues of green and blue also in the water below. When the tour continues, you will stop in the village of Vaitape to find that many old traditions continue to be practiced. The residents here have their own language and dance, cuisine and culture. Spend an hour with them, with much to learn from their permanently laid-back approach to life. Return to the resort as the afternoon continues as most afternoons on the island do as you lay back and relish the atmosphere."
    },
    {
      "dayNumber": "14",
      "title": "Bora Bora – Indulgence and Pleasures, Above and Below the Water",
      "description": "On your last day enjoying Bora Bora, there will be nothing to get up early for, unless you want to watch the rise of the sun over the South Pacific. Spend this day as you have the others as the natural appeal of the island allows you to plan nothing and indulge at every opportunity. The resort is low-key and values privacy over anything else, so drinks and meals can be served to your room, but there are also three small restaurants and three bars, including those on the sand and those for more formal dining. The activities continue to be part of your stay, kayaking, canoeing, sailing and hiking all a possibility. The snorkeling is always remarkable with such an array of tropical life found in the coral atolls skirting the island. Do everything, or do nothing at all as your tropical adventure soon concludes."
    },
    {
      "dayNumber": "15",
      "title": "Bora Bora – Departure",
      "description": "After two full weeks in the South Pacific, you will depart Bora Bora this morning, changing planes in Papeete in order to reach home."
    }
  ],
  "map": ""
}