{
  "destination": "Australia",
  "mainPhoto": "",
  "id": "sydney-and-bora-bora-luxury-honeymoon",
  "tourName": "Sydney and Bora Bora Luxury Honeymoon",
  "placesVisited": "Sydney, Bora Bora",
  "generalInfo": "From iconic thatched-roof huts to the sails of the Sydney Opera House, vivacious tropical fruits to the herbaceous aroma of eucalyptus trees, you will indulge in comfort, luxury, and romance during your customizable Sydney and Bora Bora honeymoon itinerary. Relish the cuisine of French Polynesia after a couple’s cooking lesson. Sample celebrated wines while enjoying the view of the endless vineyards. Dive into inviting waters to find glowing coral gardens and watch surfers carve the waves at a famous Australian beach. Whether in cosmopolitan Sydney or the secluded shores of Bora Bora, you can bask in beauty, pleasure, and passion.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Sydney – East Coast City Paradise",
      "description": "As your flight descends into Sydney, Australia, you find the arch of the Sydney Harbour Bridge framing the elegant sails of the iconic Opera House. The vibrant city glows with gold-sand beaches and turquoise waters, lush forests, and exotic gardens. The Sydney Tower crowns the skyline at nearly 1,015 feet above the surrounding streets. The Rocks shopping district has the oldest neighborhood in Sydney, with buildings dating back to the 19th century, decorated with their original stone facades. Your private transfer greets you at the airport upon your arrival and escorts you to a luxurious hotel offering unforgettable views of Darling Harbor and the boats gliding along the bay. The aroma of the ocean drifts along the streets of the Central Business District before disappearing beneath the subtle scent of orchids and jasmine growing in the Chinese Garden of Friendship. Your guide greets you at the hotel after you have had a chance to settle in, and leads you on a fabulous introductory tour of Australia’s stunning pearl by the beach, beginning at the Queen Victoria Building. The arcade was erected in the late 19th century as the city’s first shopping district. The grand sandstone architecture glistens beneath the endless coastal sunlight. Boutique and high-end shops line the interior with gilded window displays set beneath the central high dome. The original staircase wraps around the side of the dome offering stunning views of the kaleidoscopic stained glass windows."
    },
    {
      "dayNumber": "2",
      "title": "Sydney – Morning Near the Water",
      "description": "In the morning, the cafes of Sydney open to find artists, business people, students, and hipsters venture to one of Sydney’s premier cafes, which is simultaneously a coffeehouse, roastery, and bakery. The aroma of ground coffee beans blends with the scent of buttery pastries inside the renovated 19th-century pie house. After breakfast, your guide greets you in the lobby, eager to lead you on a private tour of Sydney’s most romantic and beautiful spots, eventually leading you to Bondi Beach. The golden shores of the small bay glisten in the sunlight. Surfers carve the waves breaking to the south. Beachgoers sunbathe on blankets or bask in the shade of their umbrellas brought from home. The promenade fills with joggers, couples strolling, and restaurants with open windows to bring in the sea breeze. The beach is one of the city’s most famous, known for the reality television show Bondi Rescue and its pristine beauty. You return to the harbor in the afternoon and board a catamaran bound for the waters of Port Jackson. The main and beautiful waterway of the city fills with sails, adding an elegant flutter to your view of lush hills, the scattered city skyline, and elegant homes overlooking the canals. The sun begins to set, layering the sky over the city with shades of saffron and crimson. The boat inches closer to the harbor, allowing you to share in the sunset over the prestigious sails of the Sydney Opera House."
    },
    {
      "dayNumber": "3",
      "title": "Sydney – Divine in the Blue Mountains",
      "description": "The coffee culture of the chic neighborhood of Surrey Hills emanates from a hidden café. The secret blend of beans and spices brings Sydney dwellers from across the city to enjoy the frothy cappuccinos and zesty espressos before starting their day. Surfers take to the water, boats set sail along the canals, and the enticing aroma of the sea permeates the bustle of the Central Business District. After breakfast, your guide greets you in the hotel lobby and escorts you to Blue Mountains National Park. A blue veil spreads over the eucalyptus forest in the morning light caused by natural vapors lifting from the trees. The dense canopy overtakes the valleys and leads to the edges of the sandstone mountain ridges. The plateaus reach more than 3,600 feet above sea level, connecting to more than 60 miles of trails. The drive takes you along windy roads through the dense forest before arriving at the viewpoint over Govetts Leap. The copper tones of the sandstone stand out on the cliffs over the emerald forest canopy sweeping through the valley below. The thin stream of Bridal Veil Falls tumbles into the forest at a height of 590 feet. The eucalyptus forest provides a herbaceous aroma to the landscape. You continue to the Three Sisters to view the gorgeous karsts rising nearly 3,000 feet above the Jamison Valley below."
    },
    {
      "dayNumber": "4",
      "title": "Sydney – The Simple Pleasures of Hunter Valley",
      "description": "The morning light washes over the roses growing in the Royal Botanic Gardens. Birds twitter in the warming air and search the soil for food. Couples stroll through the tranquil gardens to enjoy the soft aromas of the blossoming flowers and views of the harbor from Mrs. Macquarie’s Chair, a sandstone-carved bench overlooking Sydney Harbour. Your private driver meets you at the hotel after breakfast and leads you to the stunning scenery and celebrated flavors of Hunter Valley. The romantic ambiance of the landscape is reminiscent of Napa Valley or the South of France. Narrow lanes crisscross one another along the lush greenery of the valley. Gourmet restaurants rise out of endless rows of vineyards near boutique breweries and hidden confectionaries. Local farms produce homemade marinated olives and delightful cheeses, which local restaurateurs utilize in their celebrated dishes. Your guide leads you to a centrally located winery celebrated for its talented winemakers and their attention to detail in appealing to casual consumers and connoisseurs alike. The warm air of the valley sweeps over the leaves of the vineyard. The cellar has a refreshing, consistent cool atmosphere, pleasantly contrasting the landscape. In the tasting room, your guide pours you a sample of the pinot noir within view of the sprawling vines of the estate. You find the aroma of cherry and violets lifting from the glass. You sip the light body and notice a balance of earthy and fruity flavors giving way to a subtle oak finish."
    },
    {
      "dayNumber": "5",
      "title": "Bora Bora – Grand Island Getaway",
      "description": "The boats in the harbor weigh anchor and set their sails in the morning light, gliding alongside the promontory of the Sydney Opera House. The rooftop was designed to resemble the sails of a ship setting out to sea. The surfers venture to Manly Beach to catch the waves breaking along the stretch of sapphire water. The shops in the Queen Victoria Building open their doors in the sunlight pouring through the decorative domes at the heart of the arcade. Your private transfer greets you in the lobby after breakfast and escorts you to Sydney Airport for your flight to Bora Bora in French Polynesia. The twin peaks of Mount Pahia and Mount Otemanu create the lush skyline towering over the exotic jungle canopy. The mountains reach heights of 2,385 and 2,160 feet respectively, offering a dramatic first impression as your flight descends into Bora Bora Airport. The South Pacific waters shimmer with sapphire hues leading to indigo and turquoise near the shoreline. The dreamy setting blends with a relaxed island pace for a perfect ambiance. Your private transfer greets you upon your arrival at the airport and escorts you by boat to the narrow sand-fringed islet located on the outer coral reef. The Pacific brushes against the pristine white beaches to the west with the tranquil lagoon bordering the resort to the east. The scent of coconut drifts through the resort, blending with the soft aroma of the seaside. You settle into the tropical comforts for which French Polynesia is known, finding luxury and seclusion in your iconic overwater bungalow."
    },
    {
      "dayNumber": "6",
      "title": "Bora Bora – Beauty in the Wildlife",
      "description": "The honeymoon continues when you wake in the paradise of Bora Bora. The scent of pineapple and coconut fills the air, with the emerald hues of the rainforest glistening against the returning light. You can look out of your private overwater bungalow to find the shimmering crystal clear waters of the South Pacific below. Schools of colorful fish swirl around the water before fading into the distance. The mountain peaks continue to loom over the island, shaped by volcanic activity more than a million years ago. After breakfast, you board a private boat and set out towards the open water in search of whales and dolphins cruising through the Pacific. Sea spray splashes upwards from the hull of the boat and leaves droplets on your cheeks. You dip your fingers into the water to find the ocean refreshingly cool against the tropical sun. The whales migrate around the islands between June and December, leaving behind the Arctic waters, and often lingering near the island reef. Your boat has a silent motor to not disturb the whales swimming close by. You put on special headphones to hear the humpbacks singing beneath the surface water. The melodic calls linger in your ears before you find the tail of a humpback breaching."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – Island Life on Wheels",
      "description": "Bask in the beauty of your private bungalow and enjoy the pleasurable aroma of mangos and oranges in the morning air. At breakfast, you sip a rejuvenating cappuccino accompanied by fresh coconut. The day is yours to explore the island at a leisurely pace while cycling along the coastal roads and trails. Secluded paths lead to hidden coves and beaches filled with turquoise water. White sands glisten in the tropical light. Coconut trees curve into the sky with leaves rustling in the light breeze. In the mountain ridges, you find houses that resemble thatched huts, offering views of remarkable tree lines leading out to the water. Local fishermen glide over the water in outrigger canoes and set out nets in search of their daily catch. Fruit stands are set up on the side of the road, with vendors lounging in the shade. They offer to cut open coconuts and guavas, juicing the fruit over ice or offering the sweet shaved interior of the coconut as a delicious snack. The entire island is more than 10 square miles and enchants you around every bend. The scent of hyacinths fills the air, and you stop at the Coastal Defense guns to view the preserved WWII heavy artillery that was once meant to protect the island from foreign invasion."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – In the Comforts of Bora Bora",
      "description": "Bask in the refreshing aroma of citrus fruits and coconuts at breakfast. The natural fragrance of the tropics accentuates the fresh, sea air. The day is yours to experience the abundant activities of your resort at your leisure, relishing the hot, white sands along the shoreline and embracing the views of Mt. Otemanu soaring above the lagoon. Start your morning with a paddleboard excursion to experience the mixture of thrill and relaxation. You take the heavy board onto the clear, indigo water. The weight on the board helps balance you along the gentle wake of the lagoon. A refreshing breeze blows through the palm trees on the shore. The cool air brushes against the water stuck to your skin. You slowly paddle twice on the left and twice on the right to help guide you straight, parallel with the island. After returning to the resort, you can settle into the comforts of the spa. The scent of coconut returns inside the private room. The soothing fragrance helps relax you before your masseuse soothes your muscles during a sensual couple’s massage. The open-air hut offers privacy and the natural sounds of the water lapping against the sand. You can feel the breeze rush beneath the thatched roof. Sharing in the calming, sensual experience helps bring you closer together with your loved one."
    },
    {
      "dayNumber": "9",
      "title": "Bora Bora – The Grandeur of the Inner Island",
      "description": "Embrace an active exploration of the island interior after breakfast. Your guide greets you at the hotel after breakfast and escorts you to the beginning of the trail leading into the Valley of the Kings. The jungle frames the pathway, offering insight into the early culture of the island. Your guide shares dramatic stories of the island’s history that bring the past to life. He grabs a coconut fresh from the trees and opens it for you, sharing in the abundance of the island’s natural splendor. Your guide points to the plants and leaves that serve medicinal purposes before cutting a snake vine, explaining that the vine is a perfect source of water when lost in the jungle. Mango and bamboo trees lead to villages. A clearing along a plateau gives way to an ancient Bora Bora temple. The foundations were laid more than 2,000 years ago. The scent of hibiscus fills the air. Avocados and grapefruit offer sweetness amongst the aroma of blossoming flowers. You find a grinding stone and grinder near the village base, along with wild coffee bushes. Your guide roasts coffee in front of you, offering a decadent fragrance overtaking the hibiscus. You continue until reaching the plateau at the foot of Otemanu and Pahia mountains where a petroglyph symbolizing the Tahitian god Taaroa rests beneath the trees."
    },
    {
      "dayNumber": "10",
      "title": "Bora Bora – Luxuries of Island Living",
      "description": "In the morning, you indulge in the pleasures of your overwater bungalow, listening to the waters lap against the pillars and basking in the sweet scent of passion fruit. At breakfast, you can’t help but think of your couple’s cooking class the previous day that taught you how to blend the natural exotic ingredients of the island with traditional French techniques. Schools of snappers wander along the edges of the reef and surfers take to the waves opposite your resort. Your private transfer greets you at the hotel when you’re ready and escorts you to Bora Bora Airport with plenty of time to check into your flight home."
    }
  ],
  "map": ""
}