[
    {
        "type": "overview",
        "Main_Title": "Our Mauritius holidays & tours",
        "Main_Paragraph": "Glittering like the crown jewels of the Indian Ocean, the island nation of Mauritius never ceases to amaze. There are pure white sand beaches, colourful tropical gardens and jade-coated mountain slopes. If you simply stayed in an all inclusive resort, you’d miss out. Instead, our Mauritius holidays and Mauritius tours support local businesses that are eschewing the fly-and-flop model. Try a cooking lesson with a local family, a tour by electric bike, or let a local nature guide lead you to a waterfall. Our holidays explore the island’s endemic dry forest, and in doing so, help justify its continued protection so that the island can be enjoyed for years to come.",
        "Subtitle": "Mauritius holiday highlights",
        "Title1": "",
        "Paragraph1": "He soon learned that the top things on TripAdvisor werent often the places he wanted people to see. Its not the visitors fault. They dont know it, because the brochure doesnt say it Growing up, I really felt that people were not experiencing the best my country had to offer.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "It was one of the reasons why he co-founded Mauritius Conscious with his partner Romina. The Mauritius holidays that they organise for us check off what they consider to be the\nreal\nbest activities in Mauritius, from exploring Port Louis through its street food and camping in the mountains to sailing in a traditional\npirogue\nor sea kayaking to Amber Island. Keep reading to find out what they recommend",
        "image2": "",
        "Title3": "Go canyoning in Seven Cascades",
        "Paragraph3": "Also known as Tamarind Falls, the Seven Cascades is a waterfall with  you guessed it  seven falls between 45m and 10m high. After a mix of canyoning and hiking through wild forest and along the riverbank, youll get to reward yourself with a dive into the final plunge pool for a swim. Youll need a guide to introduce you to the twisted terrain here.",
        "Title4": "",
        "Paragraph4": "Outside the city, you can visit a permaculture forest by the beach or join a cooking lesson with one of the Mauritian\nmamans\n  after she shows you how to pick the best produce in the market. Youll share the meal and get a recipe to take home with you; the best kind of souvenir.",
        "image3": "",
        "Title5": "",
        "Paragraph5": "You wont find Mauritian wine at your local  theres only one vineyard in Mauritius, and it swaps grapes for organically grown lychees. Its practically artisanal: each lychee is peeled by hand before fermentation. White and pink lychee wines range from dry to sweet, and include a candied dessert wine.",
        "Title6": "Snooze in a river lodge, mountain camp or Creole guest house",
        "Paragraph6": "Beach resorts should be your last resort when it comes to accommodation in Mauritius  especially when the alternatives are so interesting. You could stay in a hotel with a well-loved organic café near Le Morne, a beach guest house on Rodrigues Island, a family-run Creole auberge, or a forest ecolodge.",
        "Title7": "",
        "Paragraph7": "Most holidays to Mauritius are tailor made, so you can even choose to camp on the mountain for the night. You hike the mountain, you camp on it, and you watch the sunrise, says Gerald. You see the first rays of sunrise lighting up the whole horizon. The infinity of the Indian Ocean and the colours are amazing.",
        "Title8": "",
        "Paragraph8": "You dont have to set aside a whole day for transferring between hotels, either. Mauritius is petite, so you can drive from the northern to the southern tip in around an hour.",
        "Title9": "Follow the leader around Port Louis",
        "Paragraph9": "As tempting as it is to retreat to the beaches and forests, youll get to know Mauritius better by spending time in the capital, Port Louis, too. About a sixth of the population live in this little city squashed between the green Moka Mountains and a sheltered bay.",
        "Title10": "",
        "Paragraph10": "The best tours place the local people front and centre. Guides can introduce you to the people who still make shoes, steam dumplings, print books and create jewellery by hand in the shadow of the skyscraping financial district.",
        "Title11": "",
        "Paragraph11": "Youll see colonial-era buildings like the Penny Museum and Aapravasi Ghat, and learn about the enslaved people and indentured servants who built them under Dutch, French and British rule. The variety of holy places gives you an idea of the mix of religions here, too: marbled Jummah Masjid Mosque, St Louis Cathedral, Kwan Tee Pagoda and the Tamil temple, Sockalingum Meenatchee Ammen Kovil.",
        "Title12": "",
        "Paragraph12": "If youve got kids in tow, theyll help out with guiding  the tour will transform into a treasure hunt. The adults will be captivated by the story and everything behind the story of a building or an area of the city, says Gerald, and at the same time the kids will be learning fun facts around the story of Mauritius."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Mauritius",
        "Main_Paragraph": "The best time to visit Mauritius is\nOctober and November\n, with blue skies, sunny weather and warm temperatures around 22°C. The school holiday crowd is tailing off, and its before the rainy season begins in December, when tropical cyclones grow in frequency. Mauritius is a year-round beach and scuba diving destination, but the hotter months of January to March are also the wettest, with storms mixing things up amid the humidity. April to May can be the best time to go to Mauritius for a honeymoon. The weather is steadily warm without being sticky, although temperatures dip as you edge into June.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Mauritius Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Mauritius Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 96%;\">262 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">274 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">28</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 82%;\">224 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 72%;\">196 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">25</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 48%;\">132 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 39%;\">107 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 39%;\">106 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 36%;\">98 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 25%;\">68 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">24</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 24%;\">67 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">26</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 31%;\">84 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">27</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 72%;\">196 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Things to do in Mauritius",
        "paragraph1": "",
        "image2": "",
        "title2": "Things to do in Mauritius...",
        "paragraph2": "<div style=\"margin-top:20px\"></div><bullet><b>Combine it with South Africa.</b> Mauritius is one of the worlds best beach break destinations with mile upon mile of crisp white sand stretching out beneath crystal clear waters. However, chuck a little bit of Cape Town, Joburg and a safari lodge on the edge of Kruger National Park, into the mix and youve got the ingredients for one of the most romantic, exciting and downright all-encompassing travel experiences ever invented.</bullet><bullet><b>Putting some distance between you and the shore</b> is one of the most enjoyable ways to experience life from a new perspective with sailing boats and catamarans providing not just a mode of transport but more, a way of life. Fishing, snorkelling and voyaging in search of secret beaches and hidden coves are all exactly what the Captain ordered with trips to nearby islands, accompanied by turtles and dolphins, essential for easing into the evening.</bullet><bullet><b>Spoil yourself a little</b>. Checking into a boutique lodge in Mauritius is simply out of this world with en-suite open air showers, environmentally-friendly facilities and a delicious choice of homemade or locally sourced meals, allowing you to lie back and soak up the good times without a care in the world. Lounging by the pool before strolling over an emerald green garden en route to white sands and the Indian Ocean; go on, you know you want to.</bullet>",
        "title3": "Things not to do in Mauritius",
        "paragraph3": "Forget to explore\n. Mauritius is covered in fertile rolling folds where bursts of tropical colour appear from dense emerald green foliage shrouded in mist from gushing rivers and waterfalls. Although the beach and the hotel pool can be very tempting prospects, it would be a shame to miss out on Mauritius interiors with a spiders web of walking trails in Black River Gorges National Park, providing ample means to do so.",
        "title4": "",
        "paragraph4": "Its very easy to\nget sucked into the scene at Grand Baie\nwhere brand name shops, French restaurants and DJ pumped nightclubs offer a merry-go-round of fun on the islands north coast. Hey, dont get us wrong, good times are there to be had, just try to include a few local restaurants off the beaten track just to ensure you experience an authentic side to island life away from Baie's bright lights.",
        "title5": "",
        "paragraph5": "Stick your nose up at street food.\nMauritius is much more rewarding if you have to forage for your own food with deep fried veggies (\ngato frire\n), and flatbreads (\nroti chaud\n), stuffed with split peas, curries, chutneys, chilies and pickles, available from street stalls and motorbike vendors across the country. Street food lets you mingle with local people and be a little braver rather than sticking with familiar favourites and hiding in air-conditioned restaurants with English menus.",
        "title6": "Mauritius travel advice",
        "paragraph6": "",
        "title7": "Capturing it all",
        "paragraph7": "Sarah Jackson, Hidden Beaches specialist at our supplier Audley Travel, shares her advice and recommendations related to Mauritius.\nIt is very easy to not want to leave your hotel but there is so much more to see and do  visit the nature reserves and local towns. I loved using my GoPro video camera whilst I was last in Mauritius - I took it snorkelling, zip lining and quad biking and got some great footage.",
        "title8": "Responsible tourism tips",
        "paragraph8": "Be aware of responsible animal welfare  if you do go on a snorkel trip do not encourage your guides to throw bread in to the water for the fish. Also avoid the advertised walking with Lions and swimming with dolphins experiences.",
        "title9": "Tip on getting around",
        "paragraph9": "You can drive from north to south of Mauritius in less than two hours making it a very easy place to explore by hire car either on the new motorway or the scenic coastal road.",
        "title10": "Tips from our travellers",
        "paragraph10": "",
        "title11": "",
        "paragraph11": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Mauritius travel advice that our guests have provided over the years to\nhelp you make the very most of your holiday - and the space inside your suitcase.",
        "title12": "",
        "paragraph12": "Take some lemon juice! It's a great natural repellent to little insects. Also, take a really good camera  so many things to see, it's a real disappointment when you return if the photos haven't come out quite the way you remember them!  <b> Kirstin Greygoose</b>\n<br/>\n<br/>\r\nDon't over pack as washing can be done in a number of places.  Remember mosquito repellent and a reusable water bottle. <b> Amanda Gentle</b>\n<br/>\n<br/>\r\nIf you can Scuba Dive remember to bring your C-Card as there is great diving around the islands. Also, when I was in Mauritius in March there was one of the main festivals and I was able to join in with a local family which was an amazing experience. <b> Dominic Andradi-Brown</b>"
    }
]