{
  "destination": "Senegal",
  "mainPhoto": "",
  "id": "senegal-tour-coast-and-delta",
  "tourName": "Senegal tour, coast and delta",
  "placesVisited": "",
  "generalInfo": "An intriguing journey touching the edge of the Western Sahara. Start in Dakar and explore this bustling city before immersing yourself in the slave history at Goree Island. Travel north through Senegal, reaching the border with Mauritania and the Djoudj National Park, a natural oasis composed of hundreds of miles of partially flooded land. We then head south to the holy city of Touba and visit its Grand Mosque before visiting small, ethnic villages and ending the tour back in Dakar.",
  "durationDays": "7",
  "price": "2295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Dakar (62km, approx. 1hr10m) - Arrive in Dakar and transfer to your hotel. Overnight at Ibis Dakar or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar City Tour – Goree Island – Pink Lake – Langue de Barbarie (25min Ferry + 275km, approx. 5hr50m) - This morning we take a city tour of Dakar. Highlights include the Presidential Palace, Republic Square and Soweto Square to see the National Assembly. We then drive to the Cathedral du Souvenir Africain and the train station, with its elegant and inspiring façade, and is the region´s oldest major transit hub. Visit the Museum of Black Civilizations, the museum is dedicated to African civilizations, a place of civilizational encounter and dialogue between cultures before we catch a ferry to Goree Island. On arrival we visit the house of slaves, a living testimony of the times of slavery, where you se the ‘door of no return’ where slaves were allegedly sent through to board boats. Continue to visit the town square and Catholic Church before stopping at the historical museum. Return to Dakar for the second part of the city tour, visit of the Great Mosque Massalikoul Djinaan, University “Cheikh Anta Diop”, the monument of the African Renaissance, the divinity Mosque on the West Corniche, on the edge of the Atlantic Ocean, the “Village des Arts” composed of fifty-two artist’s studios (ateliers). Next depart to Retba Lake, also nicknamed Pink, nestled between white sand dunes and the Atlantic Ocean. Tour of the lake and see how women harvest the salt from the depth of the lake. Lunch at a local restaurant and continue to Ocean et Savane Lodge located in Langue de Barbarie National Park in front of the river. Enjoy a beautiful sunset in front the river. Dinner and overnight in Ocean et Savane Lodge or similar (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Langue de Barbarie – Saint Louis (35Km / approx. 1h) - This morning we take a boat excursion. meandering along the National Park of Langue of Barbarie, a refuge for numerous species of birds such as waterfowl, mainly gray and white pelicans, gray-headed gulls, laughing gulls and other numerous migratory wading birds. We have lunch in Ocean et Savane restaurant. In the late afternoon, we head to St. Louis, Senegal's first capital, and today a UNESCO World Heritage Site. Arrival, dinner and overnight at Hotel La Residence or similar (BLD) Note: From May to October, the Djoudj Park is closed and the visit will be replaced by that of the Langue de Barbarie National Park, located in the delta of the Senegal River, between the lagoon and the ocean."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Saint Louis City Tour - Today take a city tour of Saint Louis, by enjoying a horse-drawn carriage ride around the city. Visit the fisherman's district, the lively fishing community of Guet N'Dar in the “Langue de Barbarie”, a magical place with dozens of pirogues used for local fishing as well as the Cathedral, situated next to the Governor's Palace, an 1828 building. with a neoclassical facade and one of the oldest churches in Senegal. Lunch at a local restaurant and spend the afternoon at leisure. Overnight at Hotel La Residence or similar (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Saint Louis – Touba – Palmarin (340Km / approx. 6h30m) - Depart to Saloum Delta. Along the slopes, you will have chance to meet the Peuhls breeders at the time of the regrouping of the zebus herds for the milking of animals. Then visit the holy city of Touba and its famous mosque. After lunch we continue our journey on the Saloum Delta in Senegal. Dinner and overnight at the eco-lodge of Palmarin or similar (BD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Palmarin – Mar Lodj (30Km / approx. 45min + 30min boat trip) - We take a canoe to cross to the picturesque island of Mar Lodj, just opposite Ndangane. Visit the villages of Mar Lodj and Marfafaco, home of the Sérère ethnic group. Lunch at the Essamaye camp on the edge of the lagoon before returning to Palmarin in the afternoon. Dinner and overnight at Ecolodge of Palmarin or similar (BD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Palmarin – Joal Fadiouth – Dakar Departure (80Km / approx. 2hrs) - Depart for Joal Fadiouth where we drive into a palm tree and baobabs forest. Stop at Fadial Village to admire one of the biggest baobab trees in Senegal then continue to Joal – Fadiouth. Drive through the forest of Samba Dia and charming “Serere” villages with traditional huts. Visit Fadiouth Shell Island by foot. Highlights include the cemetery for Muslims and Christians, the market, the church, and the white alleys where shells are ubiquitous. Have lunch at the restaurant of Taverne du Pêcheur of Joal before transferring to the airport for your departure flight* (BL) *if you are combining this with our Guinea Bissau tour, the departure flight to Bissau is at 1700hrs (subject to change) *if you are leaving Dakar for the end of the trip, please book a flight after 1500hrs."
    }
  ],
  "map": ""
}