{
  "destination": "Senegal",
  "mainPhoto": "",
  "id": "senegal-holiday-best-of-senegal",
  "tourName": "Senegal holiday, best of Senegal",
  "placesVisited": "",
  "generalInfo": "Experience the Best of Senegal on this 8 Day tour. Highlights of this tour includes; Dakar, Goree Island, Pink Lake, St Louis, Djoudj, Kaolack, Toubacouta, Mbour, Joal Fadiouth, Saly and Bandia Park.<br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/>Trip Includes<br/><br/>   - Meeting and assistance upon arrival and departure<br/>   - Round-trip airport/hotel transfers<br/>   - 7 nights Hotel/Resort accommodation in the indicated properties<br/>   - Transportation in private vehicle<br/>   - Experienced English-speaking tour guide<br/>   - Admission to listed sites<br/>   - Meals indicated (breakfast daily &amp; 5 dinners). <br/>   - Bottled water during the tour<br/><br/><br/>Not Included<br/><br/>   - Flights<br/>   -Cost of visa<br/>   -Travel insurance<br/>   -Gratuity for driver and guide<br/>   - Meals not listed",
  "durationDays": "8",
  "price": "3495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Dakar, Senegal | Upon arrival at the Blaise Diagne International Airport, proceed through immigration formalities, claim luggage and clear custom. You will be met and transferred to your hotel. Today’s activities will be determined by your arrival time. You may relax and unwind or start the tour of Dakar and vicinity. Meal(s) Included: None Hotel: Azalai"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar – Goree Island – Dakar | After breakfast, we depart the hotel to the Gare Maritime Port where we go on a 20 minutes sail on a ferry to Goree Island. The tour includes a visit to the ethnographic museum and a lecture by the curator on the history of the Goree, a UNESCO World Heritage Site. In the afternoon return to Dakar and go on a city tour. Visit the colorful markets including Tilen Market, famous for a variety of medicinal herbs and traditional healers. Stop by Dakar’s grand Mosque, the Presidential Palace, and the Artisans market. We return to the hotel. The rest of the evening is at leisure. Meal(s) Included: Breakfast, Dinner Overnight at Azalai"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dakar – Pink Lake – St. Louis | After breakfast, we depart to Saint Louis located in the north of Senegal. Saint Louis is West Africa’s first French Settlement and a UNESCO World Heritage Site. Enroute, visit Pink Lake, a rare natural phenomenon caused by a unique combination of microorganism and high concentration of salts which gives the lake its unique pink color. Interact with the women harvesting salt. Visit the nearby Fulani village where you may be welcomed by the Chief. Continue to Saint Louis, Senegal’s former colonial capital, located in the middle of Senegal River. Early evening, embark on a cultural and historical tour of Saint Louis and explore the narrow streets flanked by multi-colored houses with carved wooden balconies and verandas and stop by the vibrant fishing village of Guet Ndar. Meal(s) Included : Breakfast, Dinner Overnight at La Residence"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "St. Louis – Djoudj – St. Louis | After a refreshing night and a sumptuous breakfast, visit the Djoudj National Bird Park (a UNESCO World Heritage site), which is one of the most important bird sanctuaries in the world. Situated on a major palearctic migratory route, this park is a paradise for bird enthusiasts. Some of the world’s greatest concentrations of white pelicans and amigos can be seen here: up to 10,000 species. Enjoy a pirogue ride to better view the many species of cormorants, pelicans, ducks, flamingos, various songbirds and more. You may also see crocodiles, boas, boars and other wildlife. Complete your city tour of Saint Louis. (Best months to visit this National Park are October to April) Meals included: Breakfast & Dinner Overnight at La Residence"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "St. Louis – Touba – Delta Du Saloum | After breakfast, we travel to Sine Saloum located in a beautiful wild nature reserve. On the way we stop to visit Touba, the holy city of Mouride brotherhood. Continue to Ndagane where you will enjoy a picturesque cruise through the mangrove lake. Transfer to your hotel and overnight. Meals included: Breakfast & Dinner Overnight at Ecolodge Palmarin"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Delta Du Saloum – Joal Fadiouth – Mbour – Saly | After breakfast, depart to Joal Fadiouth visiting en route the central market of Mbour. Continue to Joal, being famous partly because it is the birth place of Senegal’s first President Leopold Senghor. Visit the market and observe the lively daily activities, then visit Senghor museum before continuing to the traditional Serere village of Fadiouth where you will see the cathedral, the sacred Baobab tree and the famous cemetery where Muslims, Christians and Animists are buried side by side. Proceed to Saly Beach Resort with stops at small villages. Arrive in time to enjoy the beach before nightfall. Meals included: Breakfast & Dinner Overnight at Royam Saly"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Saly – Bandia – Saly | This morning, we travel to Bandia National Park, an ecological jewel not far from Dakar. Bandia Game Reserve is located in a 3500-hectare wide conservation area. Embark on an unforgettable Safari where you will see numerous animal species native to Senegal including: buffalos, antelopes, impala gazelles, monkeys, tortoises and crocodile in addition to white rhinoceros, kudu, elands, cape moose, giraffes, ostriches, zebras. Stop by the crocodile pool where animals come to drink and buffalos wallow in the mud. You will see numerous bird species including the small hornbills, grey heron, eagles, blackbirds and king fishers. Bandia wildlife reserve has succeeded in reintroducing much of the marvelous native flora and fauna that are unique to West Africa and had gradually disappeared due to demographic pressure and poaching. A cultural experience you may not want to miss is discovering the tombs for revered Griots created under some of the Baobab trees. Griots were formerly regarded as outcasts, story tellers, drummers, singers and were often buried inside the hollow of these Baobabs. Early evening return to Saly Beach Resort. Meals included: Breakfast & Dinner Overnight at Royam Saly"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Saly – Dakar – Depart | With the assistance of your driver and guide decide on your excursions and activities before you are transferred to the airport for your onward flight. Meals included: Breakfast"
    }
  ],
  "map": ""
}