{
  "destination": "Senegal",
  "mainPhoto": "",
  "id": "senegal-cultural-holiday",
  "tourName": "Senegal cultural holiday",
  "placesVisited": "Dakar, Goree Island, Pink Lake, Touba, Kaolack, Sine Ngayene, boat trip in Sine Saloum, Ndagane, Joal, Saly, Fadiouth",
  "generalInfo": "Senegal has a culture that’s as bustling and interesting as its many markets. There are fascinating cities with striking mosques and burgeoning music scenes. The coast is known for its great, sandy beaches. Inland, marvel at the stately baobab trees dotted across the Sahel landscape. <br/><br/>A six-day small group Senegal cultural holiday is an action-packed way to see the country. You’ll see multiple sites a day: walking among enigmatic standing stones one morning and cruising through mangrove forest in the afternoon. Thanks to your driver and the use of local tour guides, you can meet salt harvesters on Pink lake and village elders in Wolof or Fulani villages.<br/><br/>Enjoy cultural highlights: mooch around Dakar’s markets, and gawp at its enormous African Renaissance Monument. The past is never far away, and you can visit Goree Island, near Dakar, where 20 million people were shipped on to the Americas as part of the Atlantic slave trade. The House of Slaves, a museum and memorial to those who were sold into the trade. <br/><br/>Senegal’s natural beauty comes from its diverse landscapes. One of the best for birdlife is its Sine Saloum delta, where flamingos, herons, egrets and spoonbills vie for your attention on river trips.  <br/><br/>Travelling in a small group is a great way to move quickly between sights, and be unobtrusive as you visit small villages.<br/><br/>There’s no better place to end a trip than on a beach. The tour ends in Saly, a seaside resort with yellow sand and swaying palms, where you can enjoy the country’s more relaxing side after your busy travels.",
  "durationDays": "6",
  "price": "2695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Dakar, Senegal | Upon arrival at the Blaise Diagne International Airport, you will be warmly welcomed and transferred to your hotel. Relax and unwind for the rest of the day. Hotel: Novotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar City Tour – Goree | Following breakfast, we depart on a discovery tour of Dakar. Sites include: the African Renaissance Monument: a 164 Feet high monument overlooking Dakar and is taller than the Statue of Liberty. The once controversial bronze statue is a popular attraction among locals as well as visitors. It features a man, woman and child pointing, a symbol of renewed African hope. The woman is now decently clothed, as conservative groups forced the lengthening of her formerly short skirt, at a cost of more than US$ 10 million, to more modest length. We will also visit the Independence Place, the heart of the city, you will pass by the presidential palace and the main cathedral. In the afternoon, depart on a 20 minutes ferry ride to visit the charming yet infamous Goree Island, a UNESCO World Heritage Site. Explore the usually quiet Streets lined with pastel colored colonial era buildings from where you can enjoy amazing views over the Dakar bay. Among the most famous buildings here is the House of Slaves which records the painful history of Goree’s past. Observe the “Door of No Return” through which millions passed.. The tour includes a visit to the ethnographic museum and a lecture by the curator on the history of Goree. We return to Dakar for overnight. Hotel: Novotel Meals included: Breakfast, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dakar – Pink Lake – Touba – Kaolack | After breakfast check out and depart to Kaolack stopping at points of interest. Enroute, visit Pink Lake, a rare natural phenomenon caused by a unique combination of microorganism and high concentration of salts which gives the lake its unique pink color. Interact with the salt harvesters.. We continue to the holy city of Touba. Visit one of the largest and magnificent mosques in West Africa. You will learn about Cheikh Ahmadou Bamba, the spiritual founder of Mouridism. Learn about the history of Touba, an autonomous city which is much like the Vatican and is one of the most significant cities in Senegal. We proceed to Kaolack, a crossroad of various civilizations and well regarded as Senegal’s peanut production center. Enroute, visit Fulani or Wolof villages. Hotel: Relais Meals included: Breakfast, Dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning, we’ll drive close to Gambia Border to the megalithic circles of Sine Ngayene a UNESCO World Heritage site. This complex is made of 52 circles of standing stones. There are more than 11000 carved stones on the site. Nearby is the quarry from which the monoliths were extracted and where more than hundreds have been traced. We continue to the Sine Saloum. Sail through the mangroves forest to spot river birds and enjoy the beautiful views of nature. Overnight in Ndagane. Hotel: ECOLODGE Meals included: Breakfast, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Ndagane – Joal – Saly | After a well deserved breakfast, we check out and drive to Saly. Enroute, visit villages, millenary and sacred trees. We will also visit Joal, a former Portuguese settlement and the birthplace of Senghor, the first president of Senegal. Walk on a wooden bridge to Fadiouth island settled on a pile of shells and see the mixed cemetery where Animists, Muslims, and Christians alike are buried side by side. We continue to Mbour and visit the fishing port before checking in your hotel in Saly. Hotel: Royam Meals included: Breakfast, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Saly – Dakar – Depart Enjoy the day at leisure. You will be transferred to the airport for your onward flight. Meals included: Breakfast"
    }
  ],
  "map": ""
}