{
  "destination": "Senegal",
  "mainPhoto": "",
  "id": "senegal-small-group-tour",
  "tourName": "Senegal small group tour",
  "placesVisited": "",
  "generalInfo": "Although Senegal has a lot to offer, you could easily spend your entire stay taking in the sights and sounds of bustling Dakar, the country’s capital and gateway to West Africa. But don’t be tempted, as there are more interesting sites than your time will allow. Get away from Dakar and see some of Senegal’s gems including Pink Lake, a rare phenomenon located only an hour from Dakar, where the high concentration of salt and microorganisms gives the water its unique pink color. A twenty minutes ferry ride takes you to Goree Island, where the tranquil atmosphere and pastel-colored houses betray Goree’s infamous past. If you are near Dakar on Sunday you may schedule a few hours to visit Abbaye de Keur Moussa, a Benedictine monastery built in the early 1900s and where Sunday mass is celebrated accompanied by traditional African musical instruments such as Koras, Balafons, and Soft Drums.<br/><br/><br/>NB: This tour departs with a minimum of 2 travelers. Solo travelers will be offered a new date or full refund if the minimum is not met.<br/><br/><br/>Trip Includes<br/><br/>   - Meeting and assistance upon arrival and departure<br/>   - Roundtrip airport/hotel transfers<br/>   - Hotel accommodation in the listed properties<br/>   - Transportation in private vehicle<br/>   - Experienced tour guide<br/>    -Admission to listed sites<br/>    -Meals indicated<br/><br/>Not Included<br/><br/>    -Flights<br/>    -Cost of visa<br/>   -Meals not listed<br/>   -Travel Insurance<br/>   - Gratuity to driver and guide",
  "durationDays": "7",
  "price": "3095",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Dakar, Senegal | On arrival in Senegal, our expert cultural tour guide will meet, assist and transfer you to your hotel in a private vehicle. Once you have checked you in, your guide, who will be with you throughout your stay, will brief you on what to expect during your stay in Senegal Meal(s) Included: No Overnight at Novotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Dakar – Pink Lake After breakfast, begin the city tour of Dakar and its vicinity. From Independence Place, the heart of the city, you will pass by the presidential palace and the main cathedral before continuing by a seafront drive towards Soumbedioune market, and the mosque de la revelation. This tour will show you the contrasts between some upscale residential areas and other popular neighborhoods Next visit popular hotspots like Kermel market or Tillem market. Next visit the Renaissance Monument, a 164-foot high monument, overlooking Dakar that is taller than the Statue of Liberty. The once-controversial bronze statue is a popular attraction among locals as well as visitors. Early afternoon, drive to visit Pink Lake. Pink lake is a rare natural phenomenon caused by a unique combination of microorganisms and a high concentration of salts which gives the lake its pink color. Nowadays, the color is not often pink because of high salt production. Interact with the women harvesting salt. We continue to visit the nearby Fulani village before returning to Dakar. Meal(s) Included: Breakfast & Dinner Overnight at Novotel"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Dakar – Goree Island After breakfast, we depart by ferry to Goree Island, a now tranquil UNESCO World Heritage Site that has a quiet turbulent past. Explore the usually quiet streets lined with pastel colored colonial era buildings. Among the most famous buildings here is the House of Slaves which records the history of Goree’s past. Observe the “Door of No Return” through which millions passed on the way to slavery. The curator will take you through the history of Goree. There is time to visit the Town Square, the Historical Museum and the tranquil streets. After lunch we return to Dakar and visit the massive and Museum of Black Civilization, Africa’s most modern and complete museum covering 4 floors with historical artifacts from all over Africa. Meal(s) Included: Breakfast & Dinner Overnight at Novotel"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dakar – Thies – Ngaye – St Louis | After breakfast, depart for the drive to Saint Louis. En-route, stop in Thies, which is known for beautiful crafts, tapestries and baskets hand woven by local artisans. Visit the Tapestry Factory and the Artisanal Village- a compound of thatched huts, home to local artists displaying wares for sale such as tie-dye clothing, textiles, drums, jewellery, sculptures, and paintings. You will have the opportunity to purchase baskets, hats and other items at bargain prices. Visit the nearby village of Ngaye where handicraft leather goods are made. Continue to St. Louis and check into your hotel. After check in you will then explore the narrow streets flanked by houses with carved wooden balconies and verandas. You will see the governor’s palace, a fortress built in the 18 century; you will see the only world’s only mosque with a ball dating to the colonial period. Next visit the fishing port of Guet N’dar. Meal(s) Included: Breakfast, Dinner Overnight at La Residence"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "St Louis – Djoudj Park – St Louis | This morning you will visit the Djoudj National Bird Park (a UNESCO World Heritage site), which is one of the most important bird sanctuaries in the world. Situated on a major palearctic migratory route, this park is a paradise for bird enthusiasts. Some of the world’s greatest concentrations of white pelicans and flamingos can be seen here: up to 10,000 species are found here. Enjoy a pirogue ride to better observe the many species of cormorants, pelicans, ducks, flamingos, various songbirds and others. You may also see crocodiles, boas, boars and other wildlife. If this is in the raining season then you will cruise on the “Langue de Barbarie” to see river birds This afternoon you can drive a few miles outside of the city of St Louis visit interesting nomad villages including Gondola. Meal(s) Included: Breakfast, Dinner Overnight at La Residence"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "St Louis – Touba – Saly | Today leave St Louis and head to Touba, the Holy city of the Mouride Brotherhood. Get to know the only city in West Africa that is autonomous of central government, the residents pay no taxes. Touba is regularly compared to Vatican in its autonomous administration. Visit the main facilities and hear about the history of Mouridism and its founder. After Touba, we continue to Saly Resort, with Senegal’s most pristine beaches. Meal(s) Included: Breakfast & Dinner Overnight at Royam"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure Home | Today is at leisure for individual activities. At the right time you will be transferred to the airport for your onward flight. Meal(s) Included: Breakfast"
    }
  ],
  "map": ""
}