{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "romantic-tahiti-honeymoon-with-bora-bora",
  "tourName": "Romantic Tahiti Honeymoon With Bora Bora",
  "placesVisited": "Motu Tautau, Bora Bora, Pape'ete, Mo'orea",
  "generalInfo": "Sapphire lagoons and tropical cocktails, waterfalls tumbling towards white sand beaches and bungalows perched above turquoise waters will all move from your imagination to your reality as you escape into enchantment. Go for days without the need for shoes or time, as this Tahiti and Bora Bora honeymoon brings solitude and intimacy on four of the world’s most romantic tropical islands. Pull yourself from the indulgence, and there is also adventure to find, with private escapades and experiences on these surreal volcanic islands.",
  "durationDays": "10",
  "price": "5,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Papeete – An Indulgent Welcome to the South Seas",
      "description": "From the plane window of your plane, you can glimpse the tropical beauty with snippets of white sand and volcanic hills cast adrift in the South Pacific. Disembark the plane, and the views are magnified with a rainbow of greens and blues blurring together. Check into your room with a panoramic view at the Intercontinental Tahiti Resort, and it will seem that these colors extend for eternity, a perfect backdrop for your days of romance in the South Seas. Such vistas naturally lend themselves to a feeling of relaxation, and regardless of how long it took to reach Tahiti, within an hour of landing, you will appreciate that it was worth traveling to the end of the world. The resort has two restaurants, and three bars tucked away in 30 acres of private gardens on the coast and has long been rated as the best hotel on the island of Tahiti. Over the next ten days, you will grow accustomed to the rhythm of the islands, one that is not marked by time but rather by pleasure. There is no need for your watch, no requirement to stay connected on Wi-Fi, and on this first day, an insight into local culture will help you to feel at home in this alternative way of life. It will not be the setting and the indulgent resort that creates a laid-back rhythm, as while the white sand and turquoise waters obviously help in this regard, the atmosphere has its roots in the people of these islands. Their culture has always been one that favors tranquility and indulgence, and through a handful of local connections and cultural demonstrations, you will completely slow your pace. Tahiti is not just a Westernized fiction in the South Pacific, but a way of life that has always enabled escapism to thrive."
    },
    {
      "dayNumber": "2",
      "title": "Moorea – The Iconic Pacific Island: White Sand, Vertical Mountains, Tropical Lagoons",
      "description": "Papeete is a gateway and the ideal introduction to the charms of the South Pacific. This morning you will travel onwards on a luxury catamaran that will traverse the islets and colors of the archipelago. It takes just 30 minutes to reach Moorea, an island that soars majestically out of the ocean. The island’s volcanic peaks are carpeted in velvet green, the forests and fern-softened cliffs interspersed with the poetic threads of waterfalls. A wide, shallow lagoon is back-dropped by this magnificent scene, the drama of nature standing over the tranquility of the ocean. You will be transferred from the pier to the InterContinental Moorea Resort & Spa, where you are staying in a premium beach junior suite bungalow. Situated on the white sand and shaded by a canopy of coconut palms, the bungalows are isolated from the rest of the resort. Relaxed terraced dining and cocktails are found on this side of the resort so that you can spend the each day within a short white-sand arc of your bungalow. There is absolutely no need for shoes here as the sand is soft and gentle beneath your feet. Gaze back, and the island’s massif rises evocatively; gaze out and the colors of the lagoon swirl below, beckoning you forward. In this sense, Moorea epitomizes the theme for this honeymoon. You can spend the days in the solitude of the turquoise setting, but you can also add on some adventures across the island."
    },
    {
      "dayNumber": "3",
      "title": "Moorea – Customizing a Dream Program on the Island of Moorea",
      "description": "Wake to the sound of softly lapping waters as shards of sunlight seep into your room. Fresh smells await you on the balcony, from breakfast coffee to the salt that flickers off the ocean’s surface. Take a walk onto the beach, and there are few other footprints, nor are there other beach towels beneath the island’s volcanic backdrop. Spend time in the on-site spa, swim through the waters of the infinity pool to a bar, and drift away on the lagoon’s soft current as Moorea is famed for its gentle, warm waters. This resort is handpicked as it offers Moorea’s widest range of activities, providing adventures for two on both land and water. Paddle away in a double kayak or canoe, following the shoreline to slithers of sand unbeknown to the world. The island has virtually no roads, so when you paddle in the opposite direction to the pier, it is easy to escape into a place where there is absolutely nobody else. Guided jeep tours are not quite as tranquil, but have a similar feeling of escapism. Bumping along rutted trails you will rise across these fern-covered slopes to mystical waterfalls and jagged volcanic escarpments. The views from up here are legendary, and as the wilderness envelops, you will discover that a South Seas honeymoon offers more than just the fairytale images of the coast."
    },
    {
      "dayNumber": "5",
      "title": "Motu Tautau – The Ultimate Tahitian Hideaway",
      "description": "Fly across the archipelago with isolated reefs and islets scattered beneath the wing tips. Your destination is Motu Tautau, an islet found between the lush colors of Taha’a Island and the silhouette of Bora Bora island. An air of tradition greets you with Le Taha’a Island Resort & Spa inspired by classic Polynesian design. This is a place of harmony, the resort blending into both the landscape and the local culture. You will be spending two nights in a Taha’a Overwater Suite, literally perched over the turquoise and sapphire waters of the Pacific, accessed by a winding wooden walkway that affords you a heightened level of privacy. As with all of the other islands, the experience can be twofold. It is a dreamy honeymoon for many of your hours here, as silence reigns and the ocean reveals its renowned pleasures. For much of these two days, Motu Tautau is the image of a South Pacific honeymoon, complete with sprinklings of local culture, treatments in the spa, drinks, and food delivered to the room. But dive beneath the surface, and tropical reefs await. Snorkel across the waters, and new colors emerge. Walk across the islet, and strange flora spirals high above your head. You can do nothing, and that is always an appeal, but when you do something, anything, the setting makes the experience magnificent."
    },
    {
      "dayNumber": "6",
      "title": "Motu Tautau – Private Four-Wheel Drive Adventure Across Volcanic Taha’a Island",
      "description": "A four-wheel drive excursion across Taha’a will inject energy into your island getaway. You will enjoy a private tour, bumping across volcanic hills that rise in bizarre formation. At first, you will ascend, the vehicle climbing slowly towards the rocky summits and polychromatic escarpments. From here, the views are sublime as down towards the turquoise bays and your islet home in the Pacific. Then disappear into the bush, and your guide will give you some time to explore alone, all of your senses aroused by the atmosphere in this wilderness on the edge of the world. Continuing the four-wheel drive tour, you will taste local fruits and explore a vanilla plantation before descending to a pearl farm and empty beach. After the morning tour, the afternoon is at your leisure, and it will feel even more indulgent as your mind still races from images of the volcanic hills."
    },
    {
      "dayNumber": "7",
      "title": "Bora Bora – The World’s Ultimate Romantic Escape",
      "description": "Now on to Bora Bora, nature’s ode to love. Mount Otemanu pierces the sky, and you will glimpse it from the plane window, a dramatic backdrop to the serenity of the island. Touch down, and an artist’s palette of blues and greens swirl before you, the kaleidoscope just one reason Bora Bora has been proclaimed the most “romantic island in the world.” It is a short transfer to the InterContinental Bora Bora Resort & Thalasso Spa, an accommodation made unique by the view towards Mount Otemanu. Your suite has a traditional facade but a contemporary interior, with a floor-to-ceiling front window overlooking the lagoon, beach, and mountain. The islands of the South Pacific each have their settings, and that of Bora Bora is this green mountain backdrop that is in the foreground when staying at the InterContinental Bora Bora Resort & Thalasso Spa."
    },
    {
      "dayNumber": "8",
      "title": "Bora Bora – Serenity and Solitude in a Suite Above the Water",
      "description": "Just as on Motu Tautau, your suite stands over the water and is accessed only by a walkway above the Pacific. With its secluded location and spacious design, it seems to come straight from the boutique honeymoon brochures. A few steps away, you will find a virgin beach, completely inaccessible to anyone not staying at the resort. You will be on the eastern side of Bora Bota, known as Motu Piti Aau, an area that is only reachable by boat. Water activities like kayaking and snorkeling can be interspersed with the serenity of your stay. Upon land, it is possible to take an adventure towards the green cliffs of Mount Otemanu while the resort’s Deep Ocean Spa is one of the finest in the whole of the South Pacific. Perhaps the best angle of all is the suite itself, the peace and harmony of sitting back in the living area with your partner, watching the mountain slowly cast its afternoon shadow across the waters."
    },
    {
      "dayNumber": "10",
      "title": "Bora Bora – Departure",
      "description": "The InterContinental Bora Bora Resort & Thalasso Spa is conveniently located for your international departure. After breakfast and a late checkout, it is just a short boat transfer to the airport and your Air Tahiti flight from Bora Bora back to Papeete. Here you will be assisted by a representative and transferred onto your outbound flight."
    }
  ],
  "map": ""
}