{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "treasured-gems-of-tahiti-vacation-tour-pearl-farm-coral-garden-more",
  "tourName": "Treasured Gems of Tahiti Vacation Tour: Pearl Farm, Coral Garden & More",
  "placesVisited": "Tahiti, Moorea",
  "generalInfo": "Experience both exclusive luxury and enchanting scenery during your customizable Tahiti and Moorea vacation. Sail across the South Pacific in search of whales breaching the sea, bask in the sweet aromas of the abundant tropical fruits, and then float above the blossomed coral gardens as exotic fish glow with kaleidoscopic hues. Whether learning about the historical formation of the islands or gliding down a natural waterslide beneath the rainforest canopy, you can indulge in comfort, bask in secluded beauty, and relish your unforgettable and exotic vacation on the French Polynesian islands of Tahiti and Moorea.",
  "durationDays": "7",
  "price": "4,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti - Arrive in Papeete and Enjoy a Walking Tour of Tahiti’s Largest City",
      "description": "The shoreline of Tahiti will shimmer with black sand and turquoise waters. Coconut palms shade the walkways in Papeete and bring the aroma of luscious fruit drifting with the sea breeze. Jewelers showcase white, green, purple, and black pearls beneath the soft light in private studios as the Central Market brims with gorgeous produce displaying the tropical splendors of island life in French Polynesia. From stunning pineapples to delicate lychee, magnificent coconuts to delicious passion fruit, you will even find sweet potatoes that shine with brilliance. Your flight will land at Faaa International Airport, and your private transfer will greet you upon your arrival. Tahiti is the largest of the French Polynesian islands and encompasses more than 400 square miles. The rainforest at the heart of the island hides magnificent waterfalls, while the coast gives way to hidden beaches and secluded coral gardens. You will find comfort in the gorgeous views and in the contemporary luxuries of your overwater bungalow. Your iconic thatched roof and glass panels create a cozy ambiance as you look out onto the vibrant life of the lagoon. The coral will shine with kaleidoscope hues as they are surrounded by schools of tropical fish, all accentuated by the view from your private terrace. After settling into the pleasures of your resort, you can return to Papeete with your guide for an introductory walking tour of French Polynesia’s largest city. You will begin in the city center where the Municipal Market continues to sing with life. A wooden boardwalk known as the Quay runs along the shoreline and leads to the marina where opulent yachts moor, and you can see the bustling movement in the fishing port along the shores of Motu Uta. Move next to see a traditional pearl farm to learn how the quality of a pearl is measured, and then continue on to the jeweler’s studio to learn more about the craftsmanship and artistry involved."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – Relish a Full Day Tour around the Culture and History of Tahiti",
      "description": "Wake up in the secluded splendors of tropical paradise with the sounds of the calm lagoon splashing against the posts of your luxurious bungalow. At breakfast, the vibrant colors of dragon fruit and papaya accentuate the aroma of fresh coffee that is brewed from beans cultivated on the islands of French Polynesia. Your guide will greet you at your hotel after your meal eager to lead you on a tour that will circle the island’s main coastal road. The gorgeous turquoise hues of the lagoon lead to the emerald colors of the tropical rainforest. Before leaving Papeete, you can stop in the Gauguin Museum to view the marvelous collection of works painted by the master French artist who saw the luster of Tahiti. The museum represents the beauty the artist captured during his years on the island, including the sketches and impressionist paintings of exotic flowers blossoming in the gardens. Stop next to visit the Museum of Tahiti and Her Islands for insight into the unique and unforgettable history of the celebrated archipelago. Enter the lobby to find an altar crafted from pure stone and supports a display of traditional statues. The scent of antique wood drifts through the galleries and adds to the ambiance of both the natural and the cultural history. The museum offers concise explanations and interesting artifacts that lead to the arrival of Europeans, along with sections of surfers that shift your focus to the regional culture around the small town of Punaauia. Marvel at the rare collection of art carvings that represent mythological figures and gods."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Delight in an Exciting 4x4 Jeep Expedition through Papenoo Valley",
      "description": "The sunlight will shine over the turquoise hues of the lagoon as the rainforest shimmers like a gem with emerald hues. Surfers take to the waves that break just away from the reef at Punaauia, and the scent of pineapple will accompany the decadent aroma of coffee at breakfast. You will meet your guide in a 4x4 jeep to discover the wonders of Tahiti that are hidden by the verdant and lush canopy. On the east coast, the Arahoho Blowhole spouts water through an ancient lava tube. Nearby, beachgoers venture to the gentle curve of the black sand beach at Plage de Taharuu. Your guide will lead you to the Papeeno Valley to reach Lake Vaihiria, and then you can rumble along the unpaved roads, adding to the adventurous spirit in your all-terrain vehicle. Wind along the ridges that frame the valley and splash through the rivers to reach the steep inclines. Remnants of stone temples poke out of the vines and grasses while the foundations of traditional homes represent the valley lifestyle long abandoned. Your guide will stop along the river’s edge where the water has smoothed the basalt riverbed. You can take some time to enjoy the cold rush of the water on your skin and then glide down the decline and plunge into the clear natural pools as ferns and wild guava trees shade the banks of the pool. You will reach the top of the crater to find the green tint of Lake Vaihiria glistening beneath the low trees as wild raspberries grow along the shorelines, hidden in the foliage. You will continue back down the mountain and relish the time you spent in Tahiti’s hidden charms before digging your toes into the soft hot sands of your resort."
    },
    {
      "dayNumber": "4",
      "title": "Moorea – Fly to Moorea for a 4x4 Excursion to find Jungle and Waterfalls",
      "description": "Moorea embodies the majesty and the magic of a tropical dreamscape. White sand beaches surround emerald rainforests and coconut palms tower over indigo lagoons. Trails wind through the jungle terrain, and coral gardens glow with radiant hues inside the warm, inviting waters. After breakfast, your private transfer will escort you to the airport for a brief flight to Moorea. The short distance will allow you to look down over the clear cobalt waters of the Sea of Moons, the 11-mile wide strait that separates Tahiti from Moorea. You can see the reef bodies inside the crystal clear lagoon as sporadic overwater bungalows rise out of the shallow sea. Your private transfer will escort you from the airport to the comforts of your private resort and your luxurious overwater bungalow. A glass panel in the floor will allow you to watch the fish swimming in the lagoon below. After you settle in, you will meet your guide in the lobby to begin your excursion into the heart of the island on a 4x4 jeep expedition. The grasslands feed into the lush forest and the jagged basalt peak of Mount Rotui, which reaches 3,200 feet above sea level. Traverse the jungle terrain to reach the Belvedere Lookout located at the end of the road with a view of Opunohu Bay. The fresh air fills with the aroma of blossoming hibiscus as the breeze rustles the tall grass that drapes over the summit. You will have an unfettered view of the verdant jungle that overtakes the mountains and is framed by the shifting hues of Cook and Oponohu Bays. Return to the resort in the evening, and listen to the captivating rhythms that begin with your dinner and finish through a dance show that will feature the traditional sounds and movements of the islands."
    },
    {
      "dayNumber": "5",
      "title": "Moorea – Discover the Splendor of the Lagoon with a Full Day Snorkel Tour",
      "description": "The sunlight will spread across Moorea with a breeze that carries the aromas of vanilla and dried pineapple. Sweet homemade jams adorn a stand outside of the Tropical Gardens while the farmland cultivates breadfruit and lychee, guava and coconut against a backdrop of the open South Pacific. The dining room fills with the refreshing aroma of decadent coffee for breakfast, and after the meal, you can meet your guide at your resort’s private dock to begin your stunning discovery of the lagoon beneath the surface. The wind will rush through your hair and across the fronds of the towering coconut palms and from the boat, the inland rainforest will look more like green velvet. You will find the aroma of hibiscus blending with the briny scent of the lagoon while you weight anchor around the edge of a coral garden that is blooming with vibrant colors and unique, twisting calcite formations. The sporadic mounds of coral near your overwater bungalow turn into a long stretch of rainbow hues from the coral that resembles budding roses, small tables, and unique pillars. Lemonpeel angelfish swim near purple mounds to contrast the darker hues with vibrant yellow scales. The fish have a blue ring around their eyes and can grow to nearly five inches long. The current will carry you away to find two marvelous rays swimming along the sandy seafloor. Their wingspan can grow to a width of 23 feet, while a giant clam hides amidst the coral and occasionally opens to show sparkling blue and white design. You can admire the natural splendor that thrives in the warm, crystal clear waters and reveals itself with a flash of gorgeous color and vibrant life."
    },
    {
      "dayNumber": "6",
      "title": "Moorea – Venture onto the South Pacific with a Whale Watching Excursion",
      "description": "The enticing and luscious aroma of coconut blends with the scent of blossoming hibiscus. You can slowly wake as you listen to the water lapping against the posts of your bungalow and watch the fish scurry beneath the glass floor panel at the center of your suite. Nearby, the jagged peaks soar above the emerald jungle as the sunlight returns the sheen to the translucent lagoon. After breakfast, you will board your boat at the marina and venture out into the waters in search of dolphins and whales. Your guide is a certified conservationist and researcher eager to share his knowledge of the open water and island shores. Your guide will share the legends of the formation of Moorea in equal parts with the geological explanation of the island’s natural history. Sporadic mist will splash against your cheeks and leave salt crystals on your skin as your guide will point over the boat as a collection of dorsal fins rise out of the water from a pod of pilot whales. Their black, glossy skin will glint in the sunlight as they arch out of the water. They have an anchor-shaped light patch beneath their chin and can grow to nearly 24 feet long. The whales will click their teeth and whistle while foraging and show signs closely related to dolphins before your guide will explain that pilot whales are in fact the among the largest of oceanic dolphins. You will stay on the water not much longer before a pod of spinner dolphins will appear, flipping like acrobats out of the blue South Pacific."
    },
    {
      "dayNumber": "7",
      "title": "Moorea – Depart for Home",
      "description": "At breakfast, you will find the scent of coconut milk will compliment the aroma of freshly brewed coffee. The flavors marry well together amidst the vibrant hues of dragon fruit, mango, and papaya that decorate your plate. Nearby, beachgoers lay blankets over the white sands of Taahiamanu Beach and bask in the tropical sunlight while the coral reef glows in the water with gorgeous, arching branches and curious tropical fish that help keep the waves small and gentle. After one last leisurely morning, your private transfer will greet you in the lobby and escort you to the Moorea Airport for your flight home."
    }
  ],
  "map": ""
}