{
  "destination": "Tahiti",
  "mainPhoto": "",
  "id": "life-of-leisure-perfect-tahiti-honeymoon-vacation",
  "tourName": "Life of Leisure: Perfect Tahiti Honeymoon Vacation",
  "placesVisited": "Tahiti, Moorea",
  "generalInfo": "The allure of your customizable 10-day Tahiti honeymoon stems from enchanting visions of crystalline water, tropical jungle, and black-sand beaches. Whether lounging on the white sands of Le Plage de Maui, basking in the grand panorama that overtakes Fautaua Waterfall, sampling traditional cuisine at a cultural dinner, or embracing the charms of a private catamaran tour, the Tahitian islands will seduce you during this romantic getaway.",
  "durationDays": "10",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tahiti – Day at Your Leisure",
      "description": "Tahiti is a tropical island, where exotic trees shimmer along shadowy mountains. Your flight will land at Faa’a International Airport, where your private transfer will escort you to the luxurious ambiance of your overwater accommodation. The charms of your resort derive from the colorful current that gently laps against the wooden posts of your bungalow. You can explore your resort and bask on the private beach that is connected to the resort. You can also venture to the famous Arahoho Blowhole for an introduction to the island."
    },
    {
      "dayNumber": "2",
      "title": "Tahiti – La Plage de Maui and Papenoo Beach",
      "description": "In the morning, you can indulge in the aromas of fresh coffee as it blends with the subtle scent of the sea breeze. After breakfast, you can venture to the romantic stretch of sand known as La Plage de Maui. Here, the stretch of white sand contrasts the surrounding black shoreline. You can continue your seductive day on the shoreline at Papenoo, which is a small village that is celebrated for its black sand. Surfers catch the waves that roll past the reef, and palm trees sway above the bending sandbanks."
    },
    {
      "dayNumber": "3",
      "title": "Tahiti – Tropical Trails and Fautaua Waterfall",
      "description": "You will wake up in the secluded and comforting atmosphere. You will most likely be able to hear the splash of water against your accommodation. Inland from your overwater bungalow is the exotic ambiance of the lush jungle terrain that spreads across the mountainous landscape, hiding unforeseen treasures, such as the spirited Fautaua Waterfall. You can take to the trail and immerse yourself in the sensational sounds, colors, and aromas of the jungle, eventually reaching the fork in the trail that leads to either the Upper or Lower Falls."
    },
    {
      "dayNumber": "4",
      "title": "Moorea – Relaxing Day at Your Leisure",
      "description": "You can enjoy the beauty of Tahiti from the comforts of your private deck in the morning. As the life source of the island, the trees have numerous uses, from producing monoi oil to rehydrating coconut water. After breakfast, your private transfer will escort you to the airport for your brief flight to the island of Moorea, where you will continue to your romantic resort and settle into the grandeur of your luxurious bungalow that rises from the water. After settling into the welcoming atmosphere of your resort, you will venture to the Belvedere Viewpoint for an enchanting panorama of the northern half of Moorea."
    },
    {
      "dayNumber": "5",
      "title": "Moorea – Boat and Snorkel Tour",
      "description": "The island of Moorea possesses a pineapple fragrance that stems from the lush valleys in which the juicy fruit thrives. You can spend the morning basking in the isolated charms of your accommodation before meeting your guide along the docks for a private snorkeling tour. A boat will take you along the water, and you will stop along a shallow sandbank for an exceptional perspective of the island. The clarity of the sea will allow you to view the marine life from the boat before plunging in to swim with the animals."
    },
    {
      "dayNumber": "6",
      "title": "Moorea – Exceptional Marine Life",
      "description": "You will set out on the water with your guide after breakfast for the unique opportunity of swimming with whales. These marine mammals can grow up to 60 feet long and weigh over 40 tons. During the season between July and November, you can travel the tranquil lagoon and observe up to 16 species of whales and dolphins. Your guide will direct you to the outer reefs, where the humpback whale often mates or nurses their young. Your guide will provide exceptional information as both a biologist and cameraman."
    },
    {
      "dayNumber": "7",
      "title": "Moorea – The Peak of Magic Mountain",
      "description": "This morning, your guide will meet you at the hotel for an ATV tour to the peak of Magic Mountain. You will leave the shoreline bound for the exotic inland terrain on an ATV. The private road winds along the rugged mountain with a precipitous slope. Eventually, you will pass beneath the lush canopy, where you can find orchids as they blossom among the branches. The viewpoint at the peak of the mountain opens to the water and spreads around the island. Before returning to the resort, you can stop at the Agricultural College for more insight into the beauty of the plants that are native to Polynesian islands."
    },
    {
      "dayNumber": "8",
      "title": "Moorea – Catamaran Tour and Dinner",
      "description": "This morning, you will board a luxury catamaran after breakfast for a romantic excursion around the bays and across the calm lagoon. You will stop and anchor at a snorkeling spot near the barrier reef. The warm water will feel inviting and cozy as you view the colorful damselfish that move across the shallow reef. Your guide will point out a parrotfish with their ultra-colorful markings that offer a typical but enchanting sight. In the evening, you will dine in an ancient Tahitian village. Your hosts will craft flower crowns amid the aroma of jasmine and introduce you to the traditions of Tahitian tattooing and carving."
    },
    {
      "dayNumber": "9",
      "title": "Tahiti – Visit the Town of Papeete",
      "description": "After a romantic breakfast in your room, you will have a private transfer to Moorea Airport. Your brief flight will land at Faa’a International Airport in Tahiti, where you can settle into the comforts of your luxury accommodation. The remainder of the day will be yours to wander through the delightful charms of Papeete. The Municipal Market overtakes an entire city block, and here, vendors in straw hats display bright textiles, elegant wood carvings, and fresh seafood."
    },
    {
      "dayNumber": "10",
      "title": "Tahiti – Departure",
      "description": "After breakfast, your private transfer will meet you in the hotel lobby and escort you to Papeete’s international airport with plenty of time to board your flight home."
    }
  ],
  "map": ""
}