{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "INID",
  "tourName": "Derinlemesine Hindistan",
  "placesVisited": "Hindistan",
  "generalInfo": "Özenle dekore edilmiş havelilerden devasa çöl kalelerine kadar Rajasthan, Hindistan'ın canlı mirasına büyüleyici bir bakış sunmaktadır. Bu tur sırasında, göz alıcı sariler içinde kadınlar ve rengarenk sarıklı adamlarla dolu mavi ve pembe şehirlerle gözleriniz kamaşacak. Görkemli Tac Mahal'i ziyaret edecek, Varanasi'deki Ganj'a gidip çölde bir deve safarisine çıkacaksınız.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
  "durationDays": "22",
  "price": "1999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Jaisalmer Kalesi ziyareti</li>\n<li>- Rajasthani Kültür Dansı</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Khajuraho pazarını gezme</li>\n<li>- Fare Tapınağı</li>\n<li>- Terk edilmiş Kuldhara köyü ziyareti</li>\n<li>- Udaipur Şehir Sarayı Giriş ve Rehber Eşliğinde Tur</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Deve safarisi ve çölde kamp</li>\n<li>- Jagdish Tapınağı &amp; Pazar turu</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 18 gece, 1 gece konaklamalı deve safarisi, yataklı gece trenlerinde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Tren, Halk Otobüsü, Araba, Özel Araç, Minibüs, Gece Treni</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 15 kahvaltı, 1 akşam yemeği</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tour tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi'ye Varış",
      "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
    },
    {
      "dayNumber": 2,
      "title": "Bikaner",
      "description": "Kuzeyde, bir zamanlar özenle hazırlanmış bir hendekle çevrili etkileyici Junagarh Kalesi'ne ev sahipliği yapan Bikaner'i ziyaret ediyoruz. Bikaner aynı zamanda bir 'vaha şehri’ olarak da anılır. Burada kum tepeleri ve kayalarla çevrili kırmızı bir kumtaşı yapı olan Lalgarh Sarayı'nı ziyaret edebilirsiniz. Bikaner dışında en sıradışı turistik yerlerden biri de, 2000 farenin bulunduğu Karni Mata Tapınağı. Fareler kutsal olarak görülüyor ve saygıyla karşılanıyorlar, çünkü onların Karni Mata'nın müritlerinin ruhlarına sahip olduklarına inanılıyor. Binlerce Hindu hacı, her yıl Karni Mata ve müritlerine saygılarını sunmak için tapınağı ziyaret ediyor."
    },
    {
      "dayNumber": 3,
      "title": "Jaiselmer",
      "description": "Çölün derinliklerine, her biri birbiriyle şiddetli bir rekabet içinde olan çok sayıda pazarın ya da develerin olduğunu göreceğiniz Jaisalmer'e, ‘altın şehre’ doğru ilerliyoruz! Jaisalmer'ın ana cazibe merkezi, bugün hala içinde yaşayan insanların olduğu Hindistan'daki tek kale olan ortaçağ çamur kalesi."
    },
    {
      "dayNumber": 4,
      "title": "Jaisalmer & Gece Konaklamalı Deve Safarisi",
      "description": "Jaisalmer'den Thar Çölü'ne gece konaklamalı deve safarisi yapıyoruz, ki bu Hint şehir yaşamının koşuşturmacasını deneyimledikten sonra dinlenmek için harika bir yol. Buradan, aracımızla fotojenik Thar Çölü'ne doğru yolculuğumuza başlıyoruz. Burası, Bhatti denilen eski bir savaşçının soyundan gelen Bhati ve Rajputs gibi Hindistan'ın en renkli ve becerikli insanların yaşadığı seyrek nüfuslu bir bölge.Daha sonra, size deve sırtında çöl hayatını deneyimleme fırsatı sunacak olan gece konaklamalı deve safarisine başlayacağımız muazzam kum tepelerine ulaşıyoruz. Deve yetiştiriciliği bu alanda yaygın bir uygulamadır. Deve çobanınız ve kampa giderken bineceğiniz deve ile buluşacaksınız. Altın kum denizine doğru yola koyuluyoruz ve göçebe çobanları, Thar Çölü'nün uzak bölgelerini, dalgalı kum tepelerini ve çöl köylerini görme şansına sahip oluyoruz. Yıldızların altında kamp kuracağız ve bizim için pişirilmiş geleneksel bir yemek yiyeceğiz."
    },
    {
      "dayNumber": 5,
      "title": "Jaiselmer",
      "description": "Ertesi gün medeniyete dönüş yolculuğumuza devam ediyoruz. Jaisalmer'a dönerken manzara daha bereketli ve yoğun nüfuslu bir hal alıyor."
    },
    {
      "dayNumber": 6,
      "title": "Jodhpur",
      "description": "Hareketli Jodhpur, muhteşem Mehrangarh kalesinin hakim olduğu Rajasthan'ın ikinci büyük şehridir. Batı Rajasthan'da bulunan sonsuz altın kum tepeleri, yavaşça uzaklara yürüyen develeri ve göz alabildiğince uzanan çöl manzaralarını göreceksiniz."
    },
    {
      "dayNumber": 8,
      "title": "Udaipur",
      "description": "8.-9.Gün-Udaipur"
    },
    {
      "dayNumber": 10,
      "title": "Jaipur",
      "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
    },
    {
      "dayNumber": 12,
      "title": "Agra",
      "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
    },
    {
      "dayNumber": 14,
      "title": "Orchha",
      "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
    },
    {
      "dayNumber": 16,
      "title": "Basari Köyü",
      "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
    },
    {
      "dayNumber": 17,
      "title": "Khajuraho",
      "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
    },
    {
      "dayNumber": 18,
      "title": "Varanasi’ye Gece Treni",
      "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
    },
    {
      "dayNumber": 19,
      "title": "Varanasi",
      "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
    },
    {
      "dayNumber": 20,
      "title": "Overnight Train to Delhi",
      "description": "1 night(s) on overnight sleeper trains . No single room upgrade available."
    },
    {
      "dayNumber": 21,
      "title": "Delhi",
      "description": "Maceranız sona ermeden önce, Delhi'den en iyi şekilde faydalanarak boş zamanınızın tadını çıkarın."
    },
    {
      "dayNumber": 22,
      "title": "Delhi'den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}