{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "ININ",
  "tourName": "Hindistan’dan Nepal’e",
  "placesVisited": "Hindistan, Nepal",
  "generalInfo": "Hindistan'ın beyaz mermer saraylarının, malikanelerinin ve antik kalelerinin çeşitliliğini deneyimleyin. Tac Mahal, Varanasi'ye hayranlık duyun ve bu zamana kadar iştahınızı kabartan en muhteşem yemeklerin tadına bakın. Nepal'e geçtiğimizde, sıcak çayevi misafirperverliğini ve görkemli Himalaya manzarasını deneyimleyeceğiniz Annapurna Dağları’nda yürüyüş yaparak 2 gün geçiriyoruz.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Katmandu Tribhuvan Uluslararası Havaalanı(KTM)",
  "durationDays": "19",
  "price": "999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Khajuraho pazarını gezme</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n<li>- Maya Devi Tapınağı</li>\n<li>- Chitwan Milli Parkı giriş</li>\n<li>- Tharu Kültürel dans gösterisi</li>\n<li>- Annapurna eteklerinde yürüyüş</li>\n<li>- Tibet Mülteci Kampı ziyareti</li>\n<li>- Dünya Barış Pagodası’na yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 15 gece,yataklı gece treninde 1 gece,kulübede 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Özel Araç,Tren,Minibüs,Gece treni,Halk Otobüsü,Yürüyüş,Taksi</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 12 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi'ye Varış",
      "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
    },
    {
      "dayNumber": 2,
      "title": "Agra",
      "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
    },
    {
      "dayNumber": 4,
      "title": "Orchha",
      "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Basari Köyü",
      "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
    },
    {
      "dayNumber": 7,
      "title": "Khajuraho",
      "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Varanasi’ye Gece Treni",
      "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Varanasi",
      "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
    },
    {
      "dayNumber": 10,
      "title": "Lumbini",
      "description": "Bugün, Nepal'deki Himalayaların eteklerinde bulunan Lumbini'ye giden tozlu yollardan yolculuk ediyoruz. Lumbini'nin,Gotama Buda’nın (Gautama Buddha) 'barışın elçisi ve Asya'nın ışığı' M.Ö 623’te doğduğu yer olduğu söyleniyor. Lumbini'deki en önemli tapınak, Buda'nın doğumunun geleneksel yerini gösteren Maya Devi Tapınağı'dır. Tapınak, daha önceki tapınakların bulunduğu yerdedir ve yüzlerce yıldır hac yeri olmuştur. Lumbini, tamamen Hindu'dur, ancak çeşitli uluslardan birçok Budist tapınağı ve mabedi bu kutsal yerin etrafına dağılmış durumdadır."
    },
    {
      "dayNumber": 11,
      "title": "Chitwan National Park",
      "description": "Chitwan Milli Parkı'na gidiyoruz. Park, UNESCO Dünya Mirası listesindedir (1984) ve tek boynuzlu Asya gergedanlarının ve aynı zamanda Bengal kaplanının son popülasyonlarından birine ev sahipliği yapmaktadır. İç Terai'nin subtropikal ovalarında 932 kilometrekarelik bir alana yayılan park, Nepal'in orta güneyinde yer almaktadır. Alan, 175 kilometrekarelik bir alana yayılan Tikauli ormanını kapsamaktadır - Rapti nehrinden Mahabharat'ın eteklerine kadar. Alan, 1973'te ülkenin ilk Milli Parkı oldu."
    },
    {
      "dayNumber": 13,
      "title": "Pokhara",
      "description": "Annapurna dağlarının muhteşem manzarasına sahip muhteşem göl kasabası Pokhara'ya gidiyoruz. Kasaba, Nepal'daki ikinci en büyük göl olan Phewa Ta Gölü kıyısında yer almaktadır. Burası, trekking için mükemmel bir yer sağlayan çok sessiz ve tasasız bir kasaba. Burada, sabah yürüyüşünüze hazırlık için birkaç son dakika ekipmanı alabilirsiniz."
    },
    {
      "dayNumber": 14,
      "title": "Annapurna Etekleri",
      "description": "Büyük bir kahvaltıdan sonra,arabayla yürüyüşümüzün başlayacağı noktaya gidiyoruz ve Annapurna eteklerine tırmanışımıza başlıyoruz, 1900 metredeki ilk geceler konaklayacağımız yere tırmandıkça, manzaralar daha da güzelleşiyor.Kar kaplı zirvelerin,mavi göllerin ve nehirlerin keyfini çıkarıyoruz. Annapurna Himal'i çevreleyen derin vadiler ve yüksek dağlar, subtropikal ormanlardan yüksek, kuru bir manzaraya kadar çeşitli araziler içeriyor."
    },
    {
      "dayNumber": 16,
      "title": "Pokhara",
      "description": "Dağ eteklerinde iki geceden sonra,göl kenarında ağrıyan ayaklarınızı dinlendireceğiniz ve manzarayı izleyeceğiniz Pokhara’ya dönüyoruz.Kadınların nasıl ipek kilimler yaptığını izlemek için bir Tibet Mülteci Kampı’nı ziyaret ediyoruz.Gölde bir tekne kiralayabilir ve Japon Barış Pagodası’na da yürüyebilirsiniz.Gölün çevresindeki kırsal bölgeyi keşfetmek için dağ bisikleti kiralayabilirsiniz."
    },
    {
      "dayNumber": 18,
      "title": "Kathmandu",
      "description": "Katmandu Vadisi, bu kadar küçük bir alanda en çok UNESCO Dünya Mirası Sit Alan’ına sahipken ve hem Budistler hem de Hindular tarafından kullanılan geleneksel köylerle ve eski kutsal tapınaklarla ve mabetlerle dolu yemyeşil tarım tepeleriyle çevriliyken, Nepal'in başkenti Katmandu karla kaplı dağlar ile çevrilidir."
    },
    {
      "dayNumber": 19,
      "title": "Katmandu’dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}