{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "INSI",
  "tourName": "Ruhani Hindistan",
  "placesVisited": "Hindistan",
  "generalInfo": "Hindistan'ın sahip olduğu renkli kültür ve din mozaiğini benimserken, duyularınızın harekete geçmesine ve neşenizin yerine gelmesine sağlayın. Delhi yoğun bir şekilde kaotik ve göz kamaştırıcı olabilirken, Tac Mahal'in sakinliği tur sırasında sizi büyüleyecek. Orchha'nın güzel göllerinin keyfini çıkarın ve daha sonra yolculuğunuzu tamamlamak için Delhi'ye dönmeden önce, sokakları evrenin antik Hindu haritasını temsil eden pembe Jaipur şehrini keşfedin.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Delhi Indira Gandhi Uluslararası Havaalanı (DEL)",
  "durationDays": "14",
  "price": "799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Karol Bagh çevresinde akşam yürüyüşü</li>\n<li>- Tac Mahal giriş ve rehberli tur</li>\n<li>- Köy Yürüyüşü</li>\n<li>- Kama Sutra Tapınağı Giriş ve Rehberli Tur</li>\n<li>- Amber Kalesi ziyareti</li>\n<li>- Ram Tapınağı Akşam Ziyareti</li>\n<li>- Yerel bir okul ziyareti (okul tatil günleri hariç)</li>\n<li>- Puja Töreni ve Ganj Nehri'nde tekne gezisi</li>\n<li>- Birla Hindu Tapınağı ziyareti</li>\n<li>- Orchha Miras Yürüyüşü</li>\n<li>- Khajuraho pazarını gezme</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 11 gece, yataklı gece trenlerinde 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Özel Araç,Tren,Minibüs,Gece Treni</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 6 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi'ye Varış",
      "description": "Delhi, yaklaşık 13 milyonluk nüfusuyla Hindistan'ın hareketli başkenti, siyasi ve kültürel merkezidir ve günün hangi saatinde olursa olsun sizi enerjik tutan bir şehir olmaya meyillidir!"
    },
    {
      "dayNumber": 2,
      "title": "Jaipur",
      "description": "Jaipur, Rajasthan'ın başkenti ve en çok ziyaret edilen şehri ve hareketli ve yaşam dolu bir yer.Şehir, pembe renkte binaları nedeniyle 'pembe şehir' olarak biliniyor, her ne kadar zaman bu rengin bir kısmını soldurmuş olsa da. Çarşıları, sarayları ve havelileri ile Eski Şehir'e göz attığınızdan emin olun. Ayrıca, yükselen duvarlara sahip küçük bir kale olan popüler Nahargarh (Kaplan Kalesi) da vardır. Ayrıca, Jaipur’un en ünlü turistik yerlerinden biri olan Hawa Mahal'e (Rüzgar Sarayı)- harem'in örtülü hanımlarının, aşağıdaki insanların görüş açısından uzak aşağıdaki sokak manzaralarını gözlemlemesi için inşa edilen beş katlı yüksek Barok benzeri bir yapı- bir grup ziyareti yapmak isteyebilirsiniz. Ertesi gün şehri bağımsız olarak görmek için boş vaktiniz var. Sokak pazarlarında taze meyve suları deneyin (su veya buz istemeyin!). Hediyelik eşya alışverişi yapabilir ve Meenakaari'ye (emaye işi) ve Kundankaari'ye (mücevherlerle yapılan kakma çalışması) bakabilirsiniz. Bunlar, yerel zanaatkarlar tarafından yapılan iki takı çeşididir. Alternatif olarak, gündelik hayatın koşuşturmasını izleyerek eski şehir civarında dolaşabilirsiniz. Ya da neden eskiden şehrin başkenti olan Amber Kalesi'ni ziyaret etmiyorsunuz?"
    },
    {
      "dayNumber": 4,
      "title": "Agra",
      "description": "Bugün trenle, tarih ve gelenek dolu ve dünyaca ünlü Tac Mahal'e ev sahipliği yapan sanayi kenti Agra'ya seyahat edeceksiniz. Tac Mahal, şimdiye kadar yapılmış aşk ve romantizmin muhtemelen en büyük kanıtı olan şeye hayranlık duyan herkesi şaşırtmaktan asla vazgeçmez. 1631 ve 1648 yılları arasında, en sevdiği eşinin anısına Babür İmparatoru Şah Cihan’ın emriyle yapıldı."
    },
    {
      "dayNumber": 6,
      "title": "Orchha",
      "description": "Orchha'da Ram Tapınağı'nı ziyaret ediyoruz ve şehrin etrafında bir miras yürüyüşüne çıkıyoruz. Ayrıca güzel Kale'yi de ziyaret edebilirsiniz. 1501 yılında Orchha'nın ilk kralı tarafından yaptırılan bu kale, mazgallı duvarla çevrili Betwa Nehri'nin kıyısında inşa edilmiştir. Karmaşık tapınaklar ve üstündeki sekiz kubbeli bir çatıdan oluşuyor. Kalenin yanında, tadını çıkarabileceğiniz birkaç tapınak var ya da arkanıza yaslanıp nehrin üzerinde rahatlayabilirsiniz."
    },
    {
      "dayNumber": 8,
      "title": "Basari Village",
      "description": "Küçük Basari köyündeki yerel yaşam hakkında bilgi edinin. Burada derme çatma mabetleri,havada süzülen tütsü kokusunu keşfederek Basari turunun tadını çıkarabiliriz. Yerel bir okulu ziyaret edin (okul tatil günleri hariç) ve evleri farklı kılan kast sistemini keşfedin."
    },
    {
      "dayNumber": 9,
      "title": "Khajuraho",
      "description": "Khajuraho, yakınındaki tapınak nedeniyle son yıllarda popülerlik kazanmaktadır. Buradaki egzotik mimari, tapınağa Kama Sutra tapınağı takma adını verdi. Burada heykeller görebilir, akşamları ses ve ışık gösterisini izleyebilir ve heykellerin ardında yatan hikayeyi öğrenebilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Varanasi’ye Gece Treni",
      "description": "Khajuraho'yu keşfettikten sonra kutsal Varanasi şehrine giden bir gece trenine biniyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Varanasi",
      "description": "Varanasi, Hindistan'ın en kutsal şehirlerinden biri ve birçok Hindu hacı çekmektedir. Hacıların nehre arındırıcı bir dalış yaptığı kutsal Ganj boyunca uzanan kutsal ghat’lardaki (suyun içine inen basamaklar)kalabalığa katılıyoruz. Ayrıca tüm ihtişamıyla nehri ve halkın hayatında taşıdığı önemi görmek için bir akşam tekne gezisinin tadını çıkarabiliriz. Dar sokaklar labirenti olan eski şehri dolaşmak ve dünyanın en eski ve en uzun yerleşim bölgelerinden birinin tapınaklarını ziyaret etmek için günün geri kalanı size ait."
    },
    {
      "dayNumber": 12,
      "title": "Delhi’ye Gece Treni",
      "description": "Varanasi'nin daha çok yerini keşfederek bir sabah geçirdikten sonra, son dakika hediyelik eşya alışverişi veya buradaki ilk gününüzde kaçırmış olabileceğiniz manzaralara göz atmak için vaktinizin olacağı Delhi'ye dönmek için bir yataklı gece trenine biniyoruz."
    },
    {
      "dayNumber": 13,
      "title": "Delhi",
      "description": "Hotel Perfect veya benzeri bir otelde 1 gece"
    },
    {
      "dayNumber": 14,
      "title": "Delhi'den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}