{
  "destination": "Hindistan",
  "mainPhoto": "",
  "id": "TILM",
  "tourName": "Mihracelerin Ülkesi",
  "placesVisited": "Hindistan",
  "generalInfo": "Kuzey Hindistan’ da bir klasik macera turu! Rajasthan’ da bir Mihrace kalesinde kalacak,  Jaipur saraylarını ziyaret edecek,  Tac Mahal’ in ölümsüz güzelliğini görecek,  ortaçağ tapınak şehri Orchha’ yı keşfedecek,  Khajuraho’ nun erotik heykellerini görecek ve kutsal Ganj nehri üzerinde bir gün doğumunun tadını çıkaracaksınız. Kutsal nehrin günahlarından arındıran bir dalış yapan hacılarla dolu olduğu bir zamanda Ganj nehrinde bir tekne gezisi,  unutulmayacak muhteşem bir deneyim!<br><br>Bu tur,  rahatsız edici sıcaklıktan dolayı Mayıs ve Haziran aylarında önerilmemektedir.<br><br><strong>Lütfen dikkat: </strong> Bu örnek bir gezi programıdır ve kendi kişisel gereksinimlerinize ve bütçenize uyacak şekilde ayarlanabilir.",
  "durationDays": "14",
  "price": "1709",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Rehber eşliğinde Mandawa turu</li>\n<li>- Mandawa’ da deve gezisi</li>\n<li>- Rehber eşliğinde Amber Kalesi turu</li>\n<li>- Rehber eşliğinde Jaipur şehir turu</li>\n<li>- Ranthambore Milli Parkı’ nda Park Giriş Ücretleri,</li>\n<li>- Ranthambore’ da Safari</li>\n<li>- Rehber eşliğinde Ranthambore Kalesi turu</li>\n<li>- Rehber eşliğinde Agra turu</li>\n<li>- Rehber eşliğinde Khajuraho turu</li>\n<li>- Ganj Nehri’ nde tekne gezisi</li>\n<li>- Rehber eşliğinde Varanasi turu</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<p>Otellerde 9 gece,  ortak paylaşımlı bir yurtta 2 gece,  çadırlı kampta 1 gece,  tarihi bir otelde 1 gece</p>\n<p><strong>Ulaşım</strong></p>\n<p>Özel Araç, Tren</p>\n<p><strong>Yemekler</strong></p>\n<p>13 kahvaltı</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Delhi' ye Varış",
      "description": "Eski Delhi’ nin ana cazibe merkezi,  içinde zengin sarayların ve etkileyici kamu binaların olduğu Kızıl Kale’ dir.  Yakınında,  Hindistan’ ın en büyük camisi olan muhteşem Jama Masjid bulunmaktadır.  Yeni Delhi’ de ayrıca Hint Kapısı’ nı - bir savaş anıtı kemeri,  etkileyici Parlamento Binası ve Hindistan Cumhurbaşkanı’ nın resmi konutu Rashtrapati Bhawan- da görebilirsiniz.  Güney’ e doğru,  her ikisi de Dünya Mirası Sit Alanı olan Kutub Minar’ ı ve Hümayun Türbesi’ ni keşfedebilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Delhi, Mandawa",
      "description": "Bugün,  Rajasthan’ ın Shekhawati bölgesinin kalbinde,  boyalı havellerle  ( konaklar )  ünlü küçük bir kasaba olan Mandawa’ ya gideceksiniz. Bu haveller,  19.  yüzyılda sanatın efendileri görevini üstlenen Marwari tüccarları tarafından inşa edildi.  Marwari tüccarlarının statüsünün sembolü haline gelen ve geniş aileleri için biçim olarak güvenliği ve konforu bir arada sunan bir ev olan bol miktarda fresklerle süslenmiş haveller inşa ettiler.  Mandawa’ nın hemen dışında yer alan lüks çamur kulübeleri olan güzel bir ‘ köy tarzı’  beldede geceleyin."
    },
    {
      "dayNumber": 3,
      "title": "Mandawa",
      "description": "Bugün Rajasthan halkının yaşam tarzına dair gerçek bir fikir ediniyorsunuz.  Bu sabah rehberiniz sizi etkileyici Mandawa Kalesi’ nden başlayarak küçük kasabanın kumlu yollarında bir gezintiye çıkaracak.  Burada Shekhawati bölgesinin ünlü olduğu \"boyalı havellerin\" in birkaçını göreceksiniz.  Bu büyük aile evleri şimdi çeşitli koruma aşamalarında.  Bazıları yarı terkedilmiş,  ancak diğerleri yavaş yavaş restore ediliyor.  Resimler sadece dini sahneleri değil,  aynı zamanda birkaçının Avrupalıların etkisini de gösterdiği günlük yaşamın farklı yönlerini betimlemektedir.  Genellikle \"açık hava sanat galerisi\" olarak anılan haveller ve kuyular ve anıtlar gibi diğer tipik mimari özellikler bu bölgeye özgüdür."
    },
    {
      "dayNumber": 4,
      "title": "Mandawa, Jaipur",
      "description": "Bugün,  renkli 18.  ve 19.  yüzyıl sarayları ve egzotik sokak hayatıyla Hindistan’ ın en ilginç şehirlerinden biri olan ‘ ‘ pembe şehir’ ‘  Jaipur’ a doğru yola çıkacaksınız.  Boş zamanınızı çarşılarda dolaşarak geçirmeye değer.  Jaipur,  güzel halıları,  emaye süs eşyaları,  değerli ve yarı değerli taşları,  pirinç süs eşyaları ve diğer birçok sanat eseri ve el sanatları ile ünlüdür.  Pembe Şehir’ den yakın popüler bir otelde iki gece kalacaksınız."
    },
    {
      "dayNumber": 5,
      "title": "Jaipur",
      "description": "Bu sabah,  eski kraliyet ailesinin başlıca ikametgahı olan Şehir Sarayı ile başlayarak şehirde rehber eşliğinde bir tura çıkacaksınız.  Aynı zamanda tekstil ve kostümler,  minyatürler,  halılar ve el yazmaları,  silahlar ve zırhlara yönelik bir müzeye ev sahipliği yapmaktadır.  Yakınlarda,  18.  yüzyılda bir astronom-kralın,  irtifadan zamana kadar her şeyi ölçmek ve gezegenlerin ve yıldızların hareketlerini haritalamak için yarattığı bir taş gözlem evi olan Jantar Mantar bulunuyor.  “Rüzgar Sarayı” ya da Hawa Mahal,  bol miktarda pencereye ve taş bölmeye sahip bir sarayın pembe kumtaşı ön cephesidir.  Pencereler,  serin hava  ( hawa )  akımını sağlardı ve hint kraliyet haremi kadınları,  şehir sarayı duvarlarının ötesindeki şehir hayatını görmek için bu bölmelerin arkasına gizlenerek otururlardı.  Günün geri kalan kısmı,  hareketli çarşıları keşfetmeniz ve egzotik hediyelik eşya pazarlığı yapmanız için size ait."
    },
    {
      "dayNumber": 6,
      "title": "Ranthambore",
      "description": "Bugün Jaipur’ dan,  her ne kadar vahşi doğa manzaraları her zaman bir şans meselesi olsa da bir kaplanı vahşi ortamında görmek için Hindistan’ ın en iyi yerlerinden biri olan Ranthambore Milli Parkı’ na gideceksiniz.  Daha sık görülenler,  geyik türleri ve daha çok da kuş türleridir.  Bu öğleden sonra,  20 kişiye kadar alabilen amaca uygun inşa edilmiş safari araçlarında safari yapacaksınız.  Yapılması gereken güzergahlar,  park girişinde tahsis edilir.  Bu safarilerin ortak bazda yürütüldüğünü ve zamanlamalar veya Milli Parkın içine girdikten sonra takip edilen rotalar üzerinde herhangi bir kontrolümüz olmadığını lütfen unutmayın.  Hepsi ek banyoya sahip lüks çadırları olan rustik bir tesiste geceleyeceksiniz."
    },
    {
      "dayNumber": 7,
      "title": "Karauli",
      "description": "Bu sabah,  Milli Park’ ın çevresinde bulunan 1000 yıllık bir kale olan Ranthambore Kalesi’ ni ziyaret edeceksiniz. Kale,  muhteşem Rajput ve Mughal mimarisi kombinasyonuna sahip.  Kalenin bulunduğu yer kuş gözlemciliği için çok iyi bir yerdir ve muhabbet kuşu,  güvercin,  sinekçil ve tavuskuşu gibi kuş türleri ve ayrıca büyük bir maymun sürüsü de görebilirsiniz.  Burası aynı zamanda Boyalı Spurfowl’ u görmek için de en iyi yer.  Üstteki Ganesh tapınağının tepesine çıkış,  parkın muhteşem manzarasını sunmaktadır."
    },
    {
      "dayNumber": 8,
      "title": "Bharatpur ve Agra",
      "description": "Karauli’ den Keoladeo Kuş Cenneti’ ni ziyaret edeceğiniz Bharatpur’ a arabayla kısa bir yolculuk yapacaksınız.  Yollar,  patikalar ve lagünler ağına sahip bu yer yüzlerce kuş türünün ev sahipliği yapmaktadır. Kuşbilimci olmayanlar için bile keyifli ve güzel bir yer.  Motorlu araçlara izin verilmediğinden,  park bisikletli çekçek,  bisiklet,  kayık ile ya da yürüyerek keşfedilebiliyor.  Ekim ayından Mart ayına kadar olan kış aylarında,  kuşların yerleşik nüfusu birçok göçmen kuş türüyle artmaktadır.  Kuş Cenneti’ ni gezmek için giriş kapısında birkaç farklı yöntem arasından seçim yapabilirsiniz.  Çoğu ziyaretçi,  sürücülerin hepsi kuşların hayatıyla ilgili geniş bir bilgiye sahip özel eğitimli doğa bilimci rehberler olduğundan,  sabit bir saatlik ücretle bisikletli çekçek kiralamaktadır.  İsterseniz bisiklet de kiralayabilirsiniz.  Aynı zamanda çeşitli küçük yollarda da yürüyebilirsiniz.  Yeteri kadar suyun olduğu zamanlarda ise,  su kuşlarına ve onların yuva alanlarına çok yakın olmanıza yardımcı olacak bir kayık gezisi de yapabilirsiniz."
    },
    {
      "dayNumber": 9,
      "title": "Agra",
      "description": "Bugün Agra Kalesi’ ni ve nefis kesici bir yer olan olağanüstü Tac Mahal’ i ziyaret edeceksiniz."
    },
    {
      "dayNumber": 10,
      "title": "Orchha",
      "description": "Bugün,  hızlı trenle varışta karşılanacağınız ve Madhya Pradesh’ in kuzeyinde küçük bir köy olan Orchha’ ya transferinizin sağlanacağı Jhansi’ ye seyahat edeceksiniz.  Bu ıssız ortaçağ kenti kaçırılmaması gereken bir mimari mücevher.  16. yüzyıl ve 17.  yüzyıl boyunca,  burası Betwa Nehri kıvrımında küçük bir adada bir kale saray ve ardından diğer görkemli surlar,  saraylar ve tapınaklar inşa eden Bundela Hanedanı’ nın başkentiydi.  Şimdi huzurlu, sakin ve rahatlamak için mükemmel bir yer.  Öğleden sonra,  dağınık harabeleri özgürce keşfetmeniz için size ait."
    },
    {
      "dayNumber": 11,
      "title": "Khajuraho",
      "description": "BUgün,  heykellerin yaşam sevincini ve muhtemelen dünyada eşi benzeri olmayan sevgi kutladıkları karmaşık bir şekilde oyulmuş tapınaklarıyla dünyaca ünlü küçük bir köy olan Khajuraho’ ya gideceksiniz.  Öğleden sonra yarım günlük bir tapınak turu yapacaksınız.  Orijinal seksen beş tapınaktan geriye sadece yirmi beş tane tapınak kalmıştır ve içlerindeki heykeller yüce ama yine de duygusal.  Gök perisi,  ruhani ceza çeken sofu,  av ve savaş sahnesi,  grup dansı ve kraliyet tören alayı temalarını tasvir ederek her duvar boşluğunu süslüyor.  Tapınakların yakınında,  Khajuraho’ nun etrafından  heykellerin güzel bir koleksiyonuna sahip küçük bir Arkeoloji Müzesi bulunmaktadır."
    },
    {
      "dayNumber": 12,
      "title": "Khajuraho-Varanasi",
      "description": "Bugün,  Hindular için en önemli hac alanlarından biri olan Varanasi’ ye giden bir trene bineceğiniz Satna’ ya gideceksiniz.  Burada ölen herkesin Reenkarnasyon döngüsünden kurtulacağına inanılır ve Ganj Nehri’ nde yıkanmanın tüm günahları temizlediği söylenir.  Bu mistik şehir hakkında büyüleyici olan şey, yıkanmaktan ölülerin bedenlerinin yakılmasına kadar her şey için kullanılan nehir kenarındaki ghatlar ( suyun içine inen basamaklar )  boyunca ritüellerin açıkça gerçekleştirilmesi.  Gürültülü,  kalabalık ve kirli olduğu için takdir edebileceğiniz en kolay şehir değil ama kesinlikle ziyaret edeceğiniz en unutulmaz yerlerden biri."
    },
    {
      "dayNumber": 13,
      "title": "Varanasi",
      "description": "Bu sabah rehberiniz sizi güneş doğmadan önce otelinizde karşılayacak,  böylece her yeni günün başlangıcında Varanasi’ nin nehir kıyısında gerçekleşen muhteşem manzaraya şahit olabilirsiniz.  Varanasi’ nin başlıca cazibe merkezi,  Ganj Nehri’ nin batı kıyısında uzun bir sıra halinde uzanan yıkanma ghatlarıdır.  Ghatlar,  hacıların kutsal nehirde günahlarından arındıkları ve ölü bedenlerin yakıldığı nehre inen basamaklardır.  Ganj Nehri’ nin hacılarla dolu olduğu şafak vaktinde nehirde bir tekne gezisi, inanılmaz bir deneyimdir ve rehberiniz size gerçekleştirilen çeşitli ritüelleri açıklayabilir."
    },
    {
      "dayNumber": 14,
      "title": "Varanasi' den Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor.  Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}