{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-cultural-holiday",
  "tourName": "Bhutan cultural holiday",
  "placesVisited": "Paro, Thimphu, Dochu-La pass, Phobjikha Valley/ Gangtey, Phobjikha Sanctuary, Black necked cranes (Nov to March), Punakha, Chimi Lhakhang, Taktsang Monastery",
  "generalInfo": "Bhutan cultural holiday is a tailor-made holiday that follows the itinerary below, but<br/>of course, this can be adapted to suit your interests. This carefully crafted itinerary<br/>covers Bhutan’s western valleys, taking in the spectacular Himalayan and lowland<br/>landscapes and the culture and lifestyles of the people living here.<br/><br/>Traveling with your English-speaking driver, and guide, you will drive over mountain<br/>passes, and through exquisite elevated landscapes, while also seeing the ever-<br/>changing ecosystems that Bhutan has to offer. The natural highlight of the itinerary is<br/>Phobjikha Valley, also known as Gangtey, which is most famous for being home to<br/>hundreds of black-necked cranes that swoop in between November and March. It is<br/>also home to various wildlife including Himalayan black bears and sambar.<br/><br/>This trip starts in Paro, where your flight lands, with time to explore its Rinpung Dzong<br/>Fortress and Ta Dzong Museum before heading on to Thimphu, the capital of Bhutan.<br/>Here you have a full day to take in its many cultural sites including the National<br/>Memorial Chorten, Changangkha Temple, and Drubthob Monastery.<br/><br/>After driving over the Dochu-La pass (3,100m), with great views over Bhutan’s<br/>Himalayas, you have time in the balmy Phobjikha Valley, visiting its eponymous<br/>sanctuary and also Gangtey Gompa Monastery. From here we head to Punakha, which<br/>is known as Bhutan’s winter capital as it is less elevated than Thimphu. Cultural greats<br/>here include Punakha Dzong, the second largest dzong in the country. You will have a<br/>whole day to discover this “Palace of Great Happiness”.<br/><br/>Your final stop is back in Paro, which we can use as a base for exploring one more<br/>superb cultural site: the great Taktsang Monastery, otherwise known as Tiger’s Nest<br/>Monastery. This magnificent, sacred site is the highlight of the tour for many people and<br/>is considered the origin of Buddhism in Bhutan.",
  "durationDays": "8",
  "price": "2660",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The flight to Paro is one of the most spectacular mountain flights in the world, with a constantly changing panorama of some of the highest mountains on earth. Our World Tour Plan representative will meet you at Paro airport exit doors following customs formalities. After lunch enjoy afternoon sightseeing around Paro, including a visit to the Ta Dzong Museum housing many religious relics, works of art, and handicrafts offering a great orientation into Bhutan’s historical, cultural, and religious past. Next, visit the Rinpung Dzong to see the painting of the great saint Milarepa, considered the master of meditation by the Bhutanese and believed to have attained enlightenment in a lifetime. Dzong’s are large monasteries and district administrative centers, which were once strategic forts. Afterwards, drive to the capital, Thimphu (1.5 hours) following the Pachu River. Overnight at your hotel in Thimphu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Once a rustic village sitting in a broad, fertile river valley, Thimphu is today the nation’s bustling capital. Enjoy a full day of sightseeing, including a visit to the National Memorial Chorten depicting the Buddhist faith in the form of paintings and statues. This temple was first initiated by the Third King as a protection from the negative elements of modernization and as a monument to world peace. The Royal Queen Mother completed it as a memorial stupa for the Third King who passed away in 1972. Continue to the 12th-century Changangkha Temple and Drubthob monastery housing the Zilukha Nunnery. Other sites to visit include the School for Arts and Crafts where students are taught the 13 types of Bhutanese art, The National Library housing the collection of Bhutanese scriptures dating back to the 8th century, the Traditional Paper Factory displaying the Bhutanese paper-making process, and a fascinating replica of a medieval farmhouse at the Folk Heritage Museum. If there is time, you may visit the nursing pen for the Takin, the national animal of Bhutan, and Tashichhodzong, ‘the fortress of the glorious religion’. Initially erected in 1641 by Zhabdrung Ngawang Namgyal, it was rebuilt in the 1960s during the reign of Bhutan’s third king in the traditional style, without plans or nails. Tashichhodzong houses some ministries, His Majesty’s secretariat, and the central monk body. You can visit Thimphu Market to see the variety of food of Bhutan, including basket upon basket of fiery chilies, fresh cheese, and a variety of fresh greens. In addition, many stalls contain Bhutanese handicrafts and household items. Overnight at your hotel in Thimphu."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer to Phobjikha Valley (5.5-6 hours). Drive over the Dochu-La pass (3,100 meters) which on a clear day offers an incredible view of Himalayan peaks before descending into balmy Punakha valley (about 3 hours total driving time). The drive through the countryside affords a glimpse of everyday life in this most remote of Himalayan kingdoms. In the Dochu-La area, there are vast rhododendron forests that grow to tree size and bloom in late April/early May covering the mountains in a riot of glorious spring color. Continue through the bustling market town of Wangduephodrang, driving up a winding mountain road through oak and rhododendron forests, and over a high pass down into the wide and picturesque Phobjikha Valley. Phobjikha is one of Bhutan’s few glacial valleys, and chosen winter home of black-necked cranes (November – March) migrating from the Tibetan plateau. The valley is one of the most beautiful in Bhutan. Overnight at your hotel in Phobjikha."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the day exploring the Phobjikha Valley, including a visit to the Phobjikha Sanctuary with an opportunity to view the majestic black-necked cranes (Nov-Mar only) and Gangtey Monastery, dating back to the 16th century and the only Nyingmapa monastery in western Bhutan. In the afternoon enjoy one of the many walks available traversing the stunning surroundings of this spacious valley. Overnight at your hotel in Phobjikha."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast drive to Punakha. On arrival, visit Punakha Dzong, the “Palace of Great Happiness” built in 1637 by the Zhabdrung, the ‘Unifier of Bhutan’ as predicted by the great Guru Rinpoche (Padmasambhava). It is situated at the confluence of the Pho Chu and Mo Chu (Male and Female Rivers) and is the winter headquarters of the Je Khenpo and hundreds of monks who move from Thimphu to this warmer location. The three-storey main temple of the Punakha Dzong is a breathtaking example of traditional architecture with four intricately embossed entrance pillars crafted from cypress and decorated in gold and silver. It was here in 1907 that Bhutan’s first king was crowned. Overnight at your hotel in Punakha"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a walk to Chimi Lhakhang, the temple of the Drukpa Kuenley who is also known as the Divine Madman. He inherited the Divine Madman title when he revolted against orthodox Buddhism in his time. He taught the people that religion is an inner feeling and one doesn’t need to be an ordained monk. He is also considered a symbol of fertility and most childless couples go to his temple for blessing. Afterwards, drive back to Thimphu where you will have an opportunity to visit handicraft and souvenir stores. Afterwards, proceed to Paro. Overnight at your hotel in Paro."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast hike to Taktsang Monastery. The trail is broad and the walk of approximately 1.5 to 2 hours uphill takes you almost a kilometer above the Paro Valley. Note: Two hours for those who are physically fit and for amateurs it will take five to seven hours both ways. However, there are horse services available at the base of Taktshang monastery, you will have to pay approximately $35 one way. A horse will reach you till the prayer wheel The view of Taktsang Monastery built on a sheer cliff face 900 meters above the valley floor is a spectacular sight. The Monastery is also an important pilgrim site for the Buddhists. The great Guru Rinpoche is said to have flown here on the back of a tigress (Yeshey Tshogyal) when he brought the teachings of the Buddhist Dharma to Bhutan in the 8th Century. He meditated in the cave for 3 years, 3 months, 3 weeks, and 3 days before subjugating the malicious spirits, and concealing profound treasures for the benefit of sentient beings and where the monastery was later built. The cave is said to be the origin of Buddhism in Bhutan. Nearby there is a cafeteria where you can stop for refreshments before returning to Paro for lunch or you can choose to eat there. In the afternoon drive to Drukgyel Dzong, which is located in the upper Paro Valley. Unlike other Dzongs built by Zhabdrung Ngawang Namgyal and his successors, Drukgyel Dzong was served solely for defensive purposes without administrative and religious functions, especially against external threats from the border. Drukgyel dzong was built to commemorate his victory against invading Tibetans in 1644. In fine weather, the towering peak of the sacred Mount Jomolhari (7314m) appears as a stunning backdrop. On the return drive to Paro, visit 7th Century Kyichu Lhakhang, one of the 108 temples constructed by the Tibetan king Songtsen Gampo. Kyichu is built like the Jokhang in Lhasa. Inside there is a great golden image of Buddha Shakyamuni. Alternatively, day 7 could be spent on a day trip to the Haa Valley, one of the most Unlike other Dzongs built by Zhabdrung Ngawang Namgyal and his successors, Drukgyel Dzong was served solely for defensive purposes without administrative and religious functions, especially against external threats from the border. picturesque districts in Bhutan. Reached via the beautiful Chelela Pass, Haa Valley is characterized by its surrounding rugged and mountainous terrain. Overnight at your hotel in Paro."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Breakfast in the hotel, and then drive to the airport for a flight to your onward destination"
    }
  ],
  "map": ""
}