{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-and-bhutan-express-tour",
  "tourName": "Nepal and Bhutan express tour",
  "placesVisited": "",
  "generalInfo": "Discover the timeless allure of Nepal and Bhutan on a captivating 7-day journey that promises to immerse you in the rich tapestry of South Asian culture and tradition. From the legendary birthplace of Gautama Buddha in Nepal to the mystical realms of Bhutan, experience the best of both worlds on this unforgettable adventure.<br/><br/>Your expedition begins amidst the ancient wonders of Kathmandu Valley, where UNESCO-listed heritage sites like Bhaktapur, Kritipur, Patan, and Kathmandu itself await exploration. Delve into centuries-old temples, bustling markets, and vibrant cultural cities as you unravel the secrets of Nepal's illustrious past.<br/><br/>Next, journey to the mystical kingdom of Bhutan, often referred to as the last Shangri-La. Marvel at the awe-inspiring fortresses, delve into the depths of intriguing museums, and immerse yourself in the warm hospitality of local farmhouses. Embark on a soul-stirring hike to the iconic Taktshang Monastery, perched high on a cliffside and known as the Tiger's Nest, where breathtaking views and spiritual enlightenment await.<br/><br/>Indulge in delectable local cuisines, rejuvenate your senses with a relaxing hot stone bath, and discover the sacred sanctuaries of Buddhism nestled amidst Bhutan's serene landscapes.<br/><br/>Designed for adventurers of all ages and fitness levels, this tour promises a stress-free experience with minimal physical strain. With short walks during sightseeing and only one strenuous hike to Tiger's Nest Monastery, anyone in good shape can partake in this unforgettable journey.<br/><br/>So, if you're craving a holiday that combines cultural immersion, breathtaking landscapes, and unparalleled comfort, look no further than our Nepal and Bhutan tour. Experience the magic of two distinct nations in one unforgettable journey and create memories to last a lifetime. Book your adventure today and embark on the ultimate South Asian escapade!",
  "durationDays": "7",
  "price": "2100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KATHMANDU ARRIVAL WITH SIGHTSEEING. Upon arrival, our representatives will be at the Tribhuvan international airport to welcome and escort you to the hotel. We then head out for Kathmandu sightseeing. Capital of the country, Kathmandu is home to 7 UNESCO world heritage sites. Throughout the day we will visit some of the heritage sites. Overnight in a hotel at Kathmandu; Sights to visit: Bauddhanath Stupa and Pashupatinath Temple Meals: D"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KATHMANDU SIGHTSEEING. After breakfast, our full-day tour of the best-preserved cultural heritage sites begins. Our tour starts from the traditional city of Bhaktapur (UNESCO World Heritage Site), then heads towards the oldest city of Kirtipur, and ends with the visit to the major attractions of the historical city Patan (UNESCO World Heritage Site). Overnight at hotel in Kathmandu; Meals: B"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "ARRIVE AT PARO AND DRIVE TO THIMPHU (55KM-1½ HOURS). Depending upon the flight you will be escorted to the airport for a flight to Paro. Upon arrival at Paro, we drive to capital city Thimphu, check in hotel and enjoy sightseeing around Thimpu. We visit Memorial Stupa built in 1974 in the memory of Bhutan‘s third King, His Late Majesty, King Jigme Dorji Wangchuk. Later, we proceed to visit Trashi chhodzong “fortress of the glorious religion”. Tashichhodzong houses some ministries, His Majesty’s secretariat, and the central monk body. Next, we will visit world’s tallest statue of sitting Buddha of height 169 ft at Buddha point. After lunch, we will visit Simply Museum which provides a glimpse into the traditional Bhutanese life. The museum offers visitors an opportunity to learn about Bhutanese traditions, cultural dresses (kiras and ghos) along with unusual regional costumes. One can also try archery or khuru (darts) in the open courtyard. The museum also doubles as a photo studio, offering a wide range of backdrops and props to help visitors capture a unique holiday snap. Later, we will also visit the School for Arts and Crafts where students are taught the 13 types of Bhutanese art. In the evening, we will stroll around the shops. All the activities will depend on time of your arrival. Overnight at Thimpu; Meals: B, L, D"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "THIMPHU TO PUNAKHA (70KM - 1,5HRS). Today after breakfast we drive to Punakha (1300m/4265ft) the former capital of Bhutan. On the way, after 45 minutes’ drive from Thimphu we reach the highest pass between Thimphu and Punakha called Dochula pass (3140m) which dons superb views of the Eastern Himalayas on a clear day. Next, we proceed to Chhimi Lhakhang, “a temple of fertility” which is dedicated to Lama Drukpa Kunley popularly known as the Devine Madman. Upon arrival at Punakha, we check in at the hotel and visit Punakha Dzong, a very beautiful Bhutanese architecture surrounded by the Pho Chu (Male River) and Mo Chu (Female River) rivers, built-in 1637 by Shabdrung Ngawang Namgyal to serve as the religious and administrative centre of the region. Overnight at Punakha; Meals: B, L, D."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "PUNAKHA TO PARO. After early breakfast, we drive back to Paro and check-in at the hotel. After lunch, we start the leisurely hike from UMA hotel. After almost 1 hour’s hike, we reach the hillside of Zuri Dzong which provides wonderful views down over the valley. The descending trail from the Dzong takes us to the National Museum where the hike ends. Next, we visit Ringpung Dzong, and in the evening, stroll around the main street for some interesting Himalayan artefacts or textiles or have a relaxing stay in the hotel. Overnight at Paro; Meals: B, L, D."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "HIKE TO TIGER’S NEST. Trip to Bhutan is never complete without climbing to Taktsang. In the morning, we will hike to Taktshang, Tiger’s Nest. The walk of approximately 1.5 to 2 hours uphill takes us almost a kilometre above the Paro valley (for those who cannot hike we will arrange a horse to transfer up to cafeteria). As you wind your way breathlessly up the long, steep path towards Taktsang Lhakhang, the monastery periodically reveals itself, rising out of the forest, closer and more solid with each reappearance. Historically, it is believed Guru Rinpoche, arrived here on the back of a flying tigress after defeating a troublesome local demon in the eighth century and spent months in meditation, Thus, the cave gets its name Lhakhang meaning \"Tiger's Nest\". It has been a place of pilgrimage ever since. Overnight at Paro; Note: The final approach to the Lhakhang must be made on foot - horses must turn around at the busy canteen roughly halfway up the mountain. Meals: B, L, D."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "DEPARTURE TO KATHMANDU. After breakfast, depending on your flight time, you will be transferred to the airport for a flight to Kathmandu. Meals: B"
    }
  ],
  "map": ""
}