{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-cultural-tour",
  "tourName": "Bhutan cultural tour",
  "placesVisited": "Paro, Thimphu, Wangduephodrang, Wangdue Dzong ruins, Phobjikha Valley or Gangtey, Black necked cranes, Trongsa, Bumthang : Chumey, Choekhor, Tang and Ur Valleys, Chamkhar, Taktsang or Tiger’s Nest Monastery",
  "generalInfo": "An eleven-day cultural tour of Bhutan that encompasses the best of the country,natural and cultural heritage. This customized vacation to Bhutan, which includes your driver and guide who speaks English, follows the itinerary below to fit your schedule and interests. All we want is to make it easier for you to discover Bhutan's various temples, museums, and monasteries, as well as its varied landscapes in the western valleys.<br/>Starting in Paro, you have time to take in the sites here such as Rinpung Dzong<br/>Fortress and Ta Dzong Museum, and then head onto the capital city of Thimphu. Spend a couple of days in and around Thimphu with visits to Simtokha Dzong, the oldest fortress of the Kingdom, King's Memorial Chorten, and Tashichhodzong Monastery.<br/><br/>We then head out of town and over high mountain passes, with views of the Himalayas,into the Phobjikha Valley, also known as Gangtey, a stunning glacial valley with rhododendron-covered slopes and pine forests. En route we stop at Wangduephodrang to visit the splendid Wangdue Dzong as well as its traditional market. The Valley itself is famous for its black-necked cranes which come in great numbers between November and March, but is also home to a wide variety of other wildlife.<br/>Our next stop is following another magnificent drive across the 3,300m high Pele La Pass to Trongsa. This is home to the famous Trongsa Dzong, the ancestral home of the Royal Family. Equally striking is Bumthang, the name given to the collection of four valleys of Chumey, Choekhor, Tang, and Ura and home to some of Bhutan’s oldest temples and monasteries. These include Kurje Lhakhang and Jambay Lhakhang.<br/><br/>Heading back to Thimphu and then Paro as our final stop, we take a day to explore one of Bhutan’s most spectacular sites: Taktsang Monastery which is considered the birthplace of Bhutan Buddhism. And, we hope, a fitting finale to this Bhutan holiday. As well as these cultural and natural highlights, we will also ensure that you will spend plenty of time with local people, enjoying traditional food, visiting markets, learning about Bhutanese lifestyles, and so on.",
  "durationDays": "11",
  "price": "3459",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Paro- A flight to Bhutan is one of the most spectacular in the entire Himalayas. Whether flying along the Himalayan range from Nepal or over the foothills from India, each flight is a mesmerizing aeronautical feat and offers an exciting descent into the Kingdom. After Immigration and customs formalities, you will be received by our representative. Transfer to the hotel. In the evening take a stroll around the town's main street. Overnight at the hotel in Paro."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Paro Sightseeing: After breakfast, visit Ta Dzong (National Museum) and then walk down the trail to visit Rinpung Dzong which has a long and fascinating history. Afternoon, visit Drukgyel Dzong, the fortress from where Bhutanese repelled several invasions by Tibetan armies. In the evening, visit Kichu Lhakhang, one of the oldest and most sacred shrines of the Kingdom. Overnight at the hotel in Paro."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Paro - Thimphu (60 km, 2 hours): After breakfast proceed to Thimphu, the capital town of Bhutan. On the way visit Tacho Lhakhang. Tachogang, also known as Tachog Lhakhang, which translates to Temple of the Hill of the Excellent Horse,was constructed by Thangtong Gyalpo, the renowned Great Iron Bridge Builder (1385-1464). It is said that one day while meditating at the same location, Thangtong Gyalpo saw the spiritual horse Balaha, an incarnation of Chenrezig Avalokiteshvara, and was moved to construct a temple. Thus, the temple was called the \"Temple of the Excellent Horse, or Tachogang Lhakhang. En route stop at Chuzom (confluence) where Paro river meets Thimphu river. Nearby Thimphu, visit Simtokha Dzong, the oldest fortress of the Kingdom which now houses the School for Buddhist Studies. Afternoon, in Thimphu, visit King's Memorial Chorten and Tashichhodzong, a beautiful medieval fortress/monastery, later visit Handicrafts Emporium, and Textile and Simply Bhutan followed by a visit local market. Overnight at the hotel in Thimphu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Thimphu - Punakha (75 km, 2 hours): Morning, Thimphu sightseeing, visiting the National Library, Painting School, and Traditional Medicine Institute. After lunch, drive to Punakha, the old capital of Bhutan. Stop en route at Dochula Pass (3,050m) which heralds the most enchanting views of Bhutan. On arrival, check into the hotel. Evening visits Punakha Dzong, the fortress of the 17th century and later visit to Khamsum Yulley Namgyal Chorten. Overnight at the hotel in Punakha."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Punakha - Wangduephodrang - Gangtey (70 km, 3 hours): After breakfast drive to Gangtey via Wangduephodrang. Visit the ruins of Wangdue Dzong and interesting local market. Further ahead pass through dense forests and oak, rhododendron trees, reaching at Gangtey .Evening take a walk around Gangtey village and visit Gangtey Gompa, the only Nyingmapa monastery in this region. (Overnight at the hotel in Gangtey.)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Gangtey - Trongsa (120 km, 4 hours): Morning explore Phobjikha Valley which is famous for Black Necked Cranes. The cranes migrate here from the High Tibetan plateau to escape its harsh winter. After lunch drive to Trongsa crossing 3,300m high Pele La Pass. Evening visit to Trongsa Market. (Overnight at the hotel in Trongsa.)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Trongsa - Bumthang (68 km, 3 hours): Morning visit to Trongsa Dzong, the masterpiece of Bhutanese architecture, and Ta Dzong, the watch tower that was built to oversee the ongoing construction of the Trongsa Dzong and also to watch out for any invading forces. After lunch, proceed to Bumthang, the religious heartland of the nation. Evening at leisure. Dinner and overnight in Bumthang Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bumthang Sightseeing: Bumthang is the general name given to the combination of four valleys - Chumey, Choekhor, Tang, and Ura with altitudes varying from 2,600m to 4,000m. It is home to many prominent Buddhist temples and monasteries. Visit Tamshing Lhakhang, the treasure house of interesting religious Buddhist paintings. Then visit Jakar Dzong, the administrative center of the valley. Afternoon visits Kurje Lhakhang, one of the most sacred places. Later visit Jambay Lhakhang, the ancient monastery dating from the introduction of Buddhism in the country. Evening free to stroll in and around Chamkhar town. Overnight at in Bumthang."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Bumthang - Thimphu (268 km, 8 hours): Morning after visiting Chamkhar Market, drive to Thimphu. Lunch would be served en route at one of the famous restaurants in Trongsa Town. En route at Wangduephodrang take a short break for tea/coffee and then proceed to Thimphu. Arrive in Thimphu and check into the hotel. Dinner and overnight at the hotel in Thimphu."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Thimphu - Paro: After breakfast drive to Paro. Later take an excursion to Taktsang Monastery. Legends say that Guru Padmasambhava came here flying on the back of the tigress and meditated at the place where the now monastery stands. Takshang or Tiger Nest was severely damaged by a fire that took place in April 1998 and now it has been restored to its original splendor. Dinner and overnight at the hotel in Paro."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure: After breakfast, our representative will escort you to the Paro airport for your onward destinations."
    }
  ],
  "map": ""
}