{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "festivals-of-bhutan-holidays",
  "tourName": "Festivals of Bhutan holidays",
  "placesVisited": "Kathmandu, Paro, Thimphu, Punakha, Dochula Pass, Wangdu Dzong, Gangtey Valley, Memorial Chorten, Tashichho Dzong, Paro Festival, Tiger's Nest Monastery",
  "generalInfo": "Wedged between the Tibetan mountains and the Indian foothills, Bhutan is a secretive kingdom where stunning landscapes meet spirituality. This Festivals of Bhutan holiday takes you not only to spectacular mountain scenery but also to vibrant festivals, where monks perform masked ritual dances and people come from all around to enjoy the carnival atmosphere. Depending on your departure date you’ll either visit the Paro festival (spring), the Thimpu festival (autumn) or the Trongsa festival (December). <br/><br/>Attending a festival will be the highlight of your trip. At both Paro and Thimpu, hundreds or even thousands gather to see the monks dressed in colourful costumes and painted masks, re-enacting old stories and legends though music and dance. It’s not all about the festivals, though. You’ll also get to experience the country’s dramatic scenery and ancient architecture. Highlights include a drive through the dramatic Paro valley to enjoy views over the eastern Himalaya from 3050m, a visit to sub-tropical Punakha, the former capital of Bhutan, which has a remarkable fortress and is set between two rivers, and a hike up to both Lakhang and Taktsang Monasteries. <br/>",
  "durationDays": "11",
  "price": "6199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Kathmandu, a brief stop on our way to Bhutan. You’re free to arrive at any time as there are no activities planned today. Want to explore Kathmandu further? Secure pre-tour hotel nights through your sales representative. Accommodation: Royal Singi Hotel (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we fly to Paro. Our route takes us over the eastern Himalaya and, if the weather is clear, we should get a fantastic view of magnificent peaks including Everest, Lhotse, Nuptse, Makalu and Kanchenjunga. The Paro Valley is considered one of the most beautiful in Bhutan, with blue pine-covered hills and attractive solidly built houses among the paddy fields. Say hello to your tour leader and fellow travellers, when we gather as a group to get to know each other and learn more about the adventures ahead. If there is the time in the afternoon there will be a visit to visit the museum and Rinpung Dzong. Your tour leader then ensures a big welcome over dinner together. Accommodation: Rema Resorts (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we have an hour’s drive to Thimphu, the relatively new capital of the Kingdom of Bhutan. The ancient city of Punakha was replaced as the capital by Thimphu in 1961 by the third king, Druk Gyalpo Jigme Dorji Wangchuck. The main sights include Kuensel Phodrang, known locally as Buddha Point, where there is a huge statue of Buddha overlooking the whole valley. Simtokha Dzong, the oldest dzong (fortified monastery) in Bhutan, built in 1629 now serves as the Institute of Language and Cultural Studies. It houses numerous statues and paintings of various religious figures and deities. You can also view Takin Reserve from above on your journey into Thimphu and visit a paper factory and weaving centre to see authentic local weaving techniques, plus the local market is interesting to explore. Accommodation: Gakyil Hotel (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We leave Thimphu in the morning and drive east to Gangtey. The route climbs steadily on a good road to the Dochula Pass, where there are 108 chortens (Buddhist shrines). At 10,000ft (3,050m), we can enjoy glorious views over the eastern Himalaya, weather dependent. We then descend to the valley floor and continue to sub-tropical Wangdue. We stop to visit the Wangdiphodrang Dzong, one of the larger monastery’s we visit on this trip it overlooks the picturesque river and rural agricultural fields surrounding it and has an impressive courtyard. This afternoon, we have plenty of time to explore the Phobjikha Valley, one of the most beautiful in Bhutan. This wide-open U-shaped glacial valley is home to barking and sambar deer plus wild boars, while Himalayan black bears have also been spotted here. It is also where black-necked cranes come to roost during winter. Usually arriving from Tibet towards the end of October, they announce their appearance by circling the monastery three times. Come spring, they again fly three times around the monastery before returning to Tibet. Today’s drive is approximately 78mi (125km) and takes four to five hours, although variable road conditions may mean we spend longer on the road. Accommodation: Phuntsho Yangkhil Lodge (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning, we set off on foot from our hotel for a walk through the Gangtey Valley (approximately 3mi/5km, two to three hours) – the climb up to the monastery involves around 1,640ft (500m) ascent. This glacial valley comprises farmlands, pastures and blue-pine forests and we may encounter herders caring for their livestock. After lunch, we visit the 15th-century Khewang Lhakhang, on the east side of the Phobjikha Valley. It features a trio of two-storey statues depicting the past, present and future Buddhas. We can also visit the Black-Necked Crane Visitor Center, where we learn about the conservation efforts to protect these majestic birds. We also have a short visit to a farmhouse and an optional hot-stone bath, which costs approximately 830 ngultrums (US$10). Accommodation: Phuntsho Yangkhil Lodge (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "We drive back westwards to subtropical Punakha, which may take about three hours. En route, we visit the Chimi Lhakhang, built in 1499 to honour Drukpa Kuenley. Nicknamed the Divine Madman or Mad Saint, he was a maverick spiritual leader, who subdued a demon controlling the Dochu La. He built a chorten where the monastery stands and was reputed to have unorthodox ways of teaching Buddhism – he advocated for phallic symbols to be painted on walls and houses, which were intended to drive away the evil eye. Most of the houses in this area are decorated with highly ornate phallic paintings. We walk through the village to the monastery with a chance to see traditional Bhutanese-style farmhouses. We then continue to Punakha, which at 3,940ft (1,200m) is warmer than Paro or Thimphu. Punakha was once the capital of Bhutan and is still the winter residence of the monastic body. We visit the dzong, one of the most beautiful in Bhutan. This remarkable fortress between the Mo and Po Chhu rivers has survived many fires, an earthquake and several floods. Time permitting, we drive to the Khamsum Yuelley Namgyal Chorten at the end of the valley, which houses representations of the tantric form of Buddhist deities. Built for the protection of the country and the present king, the chorten also offers impressive views of the valley below. Accommodation: Sonamgang Hotel (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "In the morning, we drive for about three hours back to Paro. En route, we visit the Tachogang Lhakhang Bridge, which crosses the Paro Chhu. This 600-year-old bridge, popularly known as the Iron Chain Bridge, was built by Thangtong Gyalpo in the late 1300s, who is said to have built 108 bridges in Tibet and Bhutan. Made of wood and iron, this is the first bridge built in Bhutan. We continue our drive and come to the Dzongdrakha Goemba, also known as Mini Taktsang, a serene site above the village of Bondey on the western side of the Paro Valley. Often overlooked by tourists because of its rather old facade, this divine place comprises four shrines, while stories related to spirits, saints and magic are narrated here. Before arriving at our hotel, we stop at Kyichu Lhakhang. Built in the seventh century, it is said to be the oldest temple in Bhutan and therefore holds great spiritual significance to the country. Legend says a king built it in one night on an ogre’s foot. Accommodation: Rema Resorts (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Paro Festivals is one of the largest religious celebrations in Bhutan, held annually since the 17th century. We spend the whole day experiencing this vibrant festival, gathering alongside thousands of Bhutanese people to see the monks and lay dancers dressed in colourful brocade and silk costumes, wearing painted masks and re-enacting the stories of the religious and lay history of Bhutan through music and dance. For several days, there are masked dances and prayer meetings, and a general carnival atmosphere prevails as old friends reunite. The Bhutanese all wear their finest national dress for the festival and one of the highlights is the riot of colours of the magnificent silks on display. Accommodation: Rema Resorts (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we hike (approximately 6.8mi/11km round trip with an elevation of approximately 915m) to Taktsang Monastery, also known as the Tiger’s Nest. This spectacular building is perched on the ledge of a cliff high above the Paro Valley. Partly destroyed by fire in 1998, it has now been completely restored to its former magnificence. From the car park to the cafeteria viewpoint is about two hours’ uphill walk through the forest. From here, we have incredible views of the monastic buildings that cling to the cliff. For the energetic, there is the chance to walk even higher to the actual monastery. This takes another two hours and involves walking up and down stone steps. We highly recommend a trekking pole or you can buy a wooden stick at the car park. There are horses available up to the cafeteria for those who do not wish to hike but please note this is an unregulated activity and helmets are not available. We spend about an hour at the monastery looking around the temples (photography is not allowed inside) before descending to the cafeteria for lunch. After lunch, we return to the car park and drive back to our hotel. There should be some time to have a look round Paro before dinner Accommodation: Rema Resorts (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "We transfer to the airport to check in for our flight back to Kathmandu. The rest of the day is free for individual sightseeing or shopping. You may want to visit Durbar Square in the heart of the old city, the monkey temple at Swayambhunath, the largest Buddhist stupa on earth at Boudhanath or the Hindu temple at Pashupathinath. Another option is to take a taxi to Bhaktapur, the medieval city 10.5mi (17km) east of the capital. Bhaktapur has its own Durbar Square with many temples and statues and a maze of narrow streets, which are generally quieter than the capital. The Exodus representative in Kathmandu can give you more information on what there is to see. Accommodation: Royal Singi Hotel (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Your journey ends in Kathmandu after breakfast. If you’d like to spend more time in the Nepalese capital, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}