{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "north-east-india-bhutan-and-nepal-tour",
  "tourName": "North East India, Bhutan and Nepal tour",
  "placesVisited": "India: Kolkata, Sundarbans, Wildlife watching, Darjeeling, Toy Train, Gangtok, Bhutan: Thimphu, Tashichho Dzong, Punakha Dzong, Tiger's Nest Monastery, Nepal: Kathmandu",
  "generalInfo": "Take a peek inside the hidden kingdoms of the Himalayas with a culture-packed holiday to North East India, Bhutan and Nepal. This three week, small group guided tour weaves together the wild highlights and most sacred sites of the Himalaya’s eastern edge, taking in tiger-filled mangrove forests, historic towns and monasteries along the way.    <br/><br/>Leaving behind the bustling streets of Kolkata, where our tour begins, we’ll head south to explore India’s wild side. Here, cruising through the waterways of the Sundarbans, one of the largest mangrove jungles in the world, we’ll seek out Bengal tigers, pangolin, leopard cats and crocodiles. We stay in the Sundarban Tiger Camp for two nights, so there are plenty of chances to spot some of the local animal inhabitants, before taking the sleeper train to Darjeeling, a town surrounded by emerald tea plantations, Tibetan monasteries and stunning mountain views. We’ll take a ride to one of the oldest, Ghoom Monastery, on the famous Toy Train, a narrow gauge, steam powered railway, before exploring the dramatic landscape of the former Kingdom of Sikkim. <br/><br/>In Bhutan, we’ll take a tour of the sacred dzongs, towering fortresses, including Punakha Dzong and Tashichho Dzong, the current seat of the Bhutanese government. We also have the opportunity to visit the breathtaking Tiger’s Nest Monastery, Bhutan’s most iconic building, perched among the rocks of a sheer cliff face. From Bhutan we fly to Kathmandu, in Nepal, where our tour ends, but not before a day of sightseeing in this colourful city.  <br/>",
  "durationDays": "21",
  "price": "6405",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kolkata (Calcutta)",
      "description": ": Our tour starts today in Kolkata (Calcutta). Once the capital of British India, Kolkata has had a turbulent past. It was central to the struggle for Indian independence and thousands of Bengali refugees came here at the start of the 1900s. It's a city of striking contrasts and can be overwhelming initially, but the sights, smells and chaotic sounds offer a unique introduction to life in the bustling state. For those arriving in time today, our tour leader will meet you in the hotel reception at 5pm for a welcome meeting followed by the option to go out for dinner. If you arrive later, our tour leader will catch you up as soon as possible. If you'd like an airport transfer today, you'll need to arrive into Kolkata Airport (CCU), around a one-hour drive from the hotel. If arrive earlier in the day, you might like to stroll around the Kalighat area. One of the oldest parts of the city, it's densely populated and busy with a temple dedicated to the goddess Kali."
    },
    {
      "dayNumber": 2,
      "title": "Explore Kolkata's temples and historic buildings",
      "description": ": Today we'll begin to explore Kolkata with a tour of some of its major sites. We'll visit St John's Church and the historic Raj buildings around Dalhousie Square, the Jain and Kali temples and the magnificent marble dome of the Victoria Memorial, where the grandeur of European and Mughal influences come together. We'll also visit the clay modeller's village of Kumartuli. The potters here spend all year creating a wealth of images and idols for the annual festivals and, as the time approaches for the models to be prepared for the coming pujas, the streets are filled with an overwhelming display of brightly coloured and richly attired idols."
    },
    {
      "dayNumber": 3,
      "title": "Discover more of Kolkata - visit Belur Math and Dakshineswar Kali Temple",
      "description": ": We'll pay an early morning visit to the colourful flower market where tons of brightly coloured marigolds are sold by traders, before driving to Belur Math on the banks of the sacred Ganges. A place of pilgrimage for people all over the world, the site is famous for its tranquil setting and the architecture of its buildings. Most interesting, is the Ramakrishna temple which is designed to celebrate the diversity of Indian religions and resembles a temple, a mosque and a church when viewed from different vantage points. After exploring Belur Math, we'll take a short boat ride across the river to the Dakshineswar Kali Temple. Constructed in the 19th century by wealthy widow Rani Rasmani, it's said that the goddess Kali appeared to her in a dream promising to manifest herself at the site if a temple was constructed in her honour."
    },
    {
      "dayNumber": 4,
      "title": "Search for wildlife in Sundarbans",
      "description": ": After breakfast this morning, we'll leave Kolkata for the unique landscapes of the Sundarbans. Translating as the 'beautiful jungle', this UNESCO World Heritage setting is home to one of the largest mangrove forests on the planet. Set amongst a vast delta that's fed by the waters of the Padma, Brahmaputra and Meghna Rivers, the area is a haven for Bengal tigers, crocodiles, and a remarkable diversity of birds. A short cruise will take us to the Sundarban Tiger Camp, our base for the next two nights. We'll have lunch before heading out by boat again to the Sajnekhali Tiger project area. There's a small museum and a watch tower for spotting tigers and other wildlife. The nearby heron sanctuary is a beautiful spot, and Egrets are common visitors to this part of the jungle."
    },
    {
      "dayNumber": 5,
      "title": "Cruise through narrow creeks to Dobanke wildlife viewing platform",
      "description": ": Starting early, we'll continue our exploration of the Sundarbans, cruising along winding creeks and through dense mangrove forest in search of wildlife. If we're in luck, we might spot Royal Bengal tigers relaxing on the mudflats next to the rivers and creeks. Other wildlife we might spot includes fishing cats, leopard cats, macaques, wild boar, Indian grey mongoose, pangolin, and chital, as well as an abundance of birdlife. We'll make a stop at the Dobanke Watch Tower where we'll enjoy a canopy walk to view the animal and bird life in the treetops and visit the spotted deer rehabilitation centre. In the afternoon, we'll pay a visit to some of the local villages where we'll get an insight into local culture and life, including the challenges of living with Bengal Tigers as neighbours."
    },
    {
      "dayNumber": 6,
      "title": "Return to Kolkata for journey to Darjeeling",
      "description": ": After a final cruise in the Sundarbans, a visit to Sudhanyakhali Watch tower and lunch at the Tiger Camp, we'll head back to Kolkata. There'll be time for an evening meal in the city before boarding the Darjeeling Mail overnight sleeper train. Sleeper trains are a rite of passage on any journey through India and are a great way to meet locals as we travel. Please note, we try our best to book second class carriages and keep the group together, however due to demand and the train booking system, our group might be split, with some passengers in third class. If this happen, our tour leader will make sure everyone finds their seat and is comfortable. Second class sleeper carriages have four beds per compartment, separated by curtains. They're air conditioned and bedding is provided, however, you might want to bring a sleeping bag liner for added comfort."
    },
    {
      "dayNumber": 7,
      "title": "Continue journey to Darjeeling",
      "description": ": Our train is scheduled to arrive at New Jalpaiguri station at 8am and we'll stop for breakfast before continuing by road to the hill station of Darjeeling. In the days of the Raj, the Bengal government escaped from the Calcutta heat to take up its official summer residence here and today's city dwellers still do likewise with Darjeeling being a popular holiday spot. At 2134m, the town is beautifully situated on a mountain ridge; the near vertical streets are crowded with a colourful mixture of Hindus and hill tribes - Lepchas, Bhutias and Tibetans among them. On a clear day, the views over the mountains to the snowy Himalayan peaks are magnificent. There'll be time to relax after the train journey before enjoying an afternoon orientation walk of the town and a chance to see some tea plantations. The town's high altitude, cool climate and fertile soils are great for the cultivation of tea and hence the town is dotted with several estates producing world-class tea"
    },
    {
      "dayNumber": 8,
      "title": "Visit Tiger Hill for views over the Himalayas",
      "description": ": Tiger Hill is the area's highest viewpoint (2590m), eight miles from Darjeeling and, weather permitting, we'll make a dawn excursion here to contemplate the sunrise and the beauty of the world's third highest mountain Kanchenjunga (8586m) and other eastern Himalayan peaks. If the morning is very clear it may also be possible to see Mt Everest (8848m). Please note, due to local restrictions on the number of vehicles, the sunrise visit to Tiger Hill cannot be guaranteed; should this be the case, we'll reschedule our visit for later in the day. There's plenty to see in the town including the Mountaineering Institute with its Everest Museum, or you might like to visit the Tibetan Refugee centre where Tibetan craftworks are on sale. This afternoon will be free for you to explore Darjeeling and take some of the other smaller walks around town."
    },
    {
      "dayNumber": 9,
      "title": "Ride the Toy Train to Ghoom Monastery",
      "description": ": Today, we'll take the Toy Train to Ghoom Gompa (monastery), eight kilometres south of Darjeeling. The Toy Train line is a narrow-gauge railway running between New Jalpaiguri and Darjeeling. Note, while we try to book the traditional steam trains, many of the trains servicing this route are now diesel. There'll be an option to take a two-hour walk back to Darjeeling along the scenic ridge track via Allobari village (weather permitting)."
    },
    {
      "dayNumber": 10,
      "title": "Drive to Pelling and evening walk to Sanga Choling Monastery",
      "description": ": Today we have a long drive to Pelling (around eight hours) and this afternoon we'll cross into the former Kingdom of Sikkim, annexed by India in 1975 to become the 22nd Indian state. On arrival in the town, there'll be the opportunity to take an optional walk to the Sanga Choling monastery, approximately one hour each way."
    },
    {
      "dayNumber": 11,
      "title": "Walk along Kecheopelri Lake and visit Pemayangtse Monastery",
      "description": ": Today we'll visit Kecheopelri, also known as the Wishing Lake, considered to be the holiest lake in Sikkim. It's a place of pilgrimage for Buddhists and Hindus alike. We'll have a picnic lunch at the lake and then return to Pelling. This afternoon, we'll visit Pemayangste Monastery, the second oldest of its kind and one of only 60 that are still active. Established in the 8th century by the famous Indian teacher Padmasambhava, its members are devotees of a mystical type of Tantric Buddhism, characterised by the red caps they wear. Their religion is derived from Tibetan Lamaism, a mixture of Mahayana Buddhism, mythology, and magic."
    },
    {
      "dayNumber": 12,
      "title": "Explore Sikkim's former capital and drive to Gangtok",
      "description": ": We have another long drive ahead today - around eight hours along mountain roads. Along the way, we'll visit Rabdentse, the former capital of Sikkim, before continuing through semi-tropical forests, cardamom plantations and small villages to Gangtok, the present-day capital of Sikkim. Gangtok is a picturesque town set on a long ridge flanking the Ranipul River and offers vistas of the entire Kanchenjunga range."
    },
    {
      "dayNumber": 13,
      "title": "Visit to a Tibetan craft centre",
      "description": ": Today we'll explore Gangtokz, including the Drodul Chorten. Built to commemorate the victory of good over evil, it contains a complete set of holy books and is surrounded by 108 prayer wheels. We'll also pay a visit to the Institute of Tibetology whose collection of rare books and manuscripts will interest students of Buddhism. Here there are numerous priceless religious paintings, statues, and other religious artwork. Finally, we'll spend some time at the Tashi Handicraft Centre, a small centre established to help Tibetan refugee women find work. There are many items of tapestry, knitting and embroidery in traditional ornate designs. The rest of the day is free to relax and soak up Gangtok's relaxed atmosphere."
    },
    {
      "dayNumber": 14,
      "title": "Drive to Kalimpong via Rumtek Monastery",
      "description": ": This morning, we'll set out on a drive to the Gompa at Rumtek on the other side of the Ranipul Valley. Here, we'll find the headquarters of the Kagyupa sect of Tibetan Buddhism, which was built in the 1960s as a replica of the Tsurpu's monastery in Tibet. The religious murals are still being added to today. After our visit, we'll continue to the little bazaar town of Kalimpong. The town was once an important trading post for wool merchants coming from Tibet and, today, you'll still find people from a multitude of cultures and religions visiting the local."
    },
    {
      "dayNumber": 15,
      "title": "Pass through tea estates and enter Bhutan",
      "description": ": Departing for the Bhutanese border town of Phuentsholing, today we'll drive for around seven hours through the vast tea estates of the Gangetic plains of Bengal. Approximately one-quarter of India's tea is grown in West Bengal state. On arrival in Phuentsholing, we'll meet our Bhutanese local guide and have time for a wander in the town."
    },
    {
      "dayNumber": 16,
      "title": "Discover Thimpu's Tashichho Dzong",
      "description": ": Today, we'll drive towards Thimpu along winding roads, passing paddy fields, apple orchards, pine forests and small hamlets, protected by sculptures of the eight auspicious signs of the Tashi Tagye. The Bhutanese capital, Thimpu, lies in a fertile valley formed by the Wang Chu River. On arrival into the city, we'll have a sightseeing tour to see the Tashichho Dzong - the religious and political centre of Bhutan."
    },
    {
      "dayNumber": 17,
      "title": "Cross Dochu La Pass en route to Punakha",
      "description": ": On the road to Punakha, we'll climb up through oak, pine and rhododendron forest to reach Dochu La Pass (3050m). If the weather permits, magnificent views pan out across the mountains towards Gangar Pensum at 7541m, the tallest mountain in Bhutan. Dropping down into the valley, Punakha's benign climate allows orange and banana groves to flourish within sight of the snow-capped Himalayan Mountains."
    },
    {
      "dayNumber": 18,
      "title": "Visit the riverside dzong and drive to Paro",
      "description": ": This morning, we'll pay a visit to Punakha Dzong. Built in 1637 on a sand bank at the confluence of the rivers Mochu and Phochu, this sacred dzong was the seat of the Bhutanese government until 1960 and is a fine example of Bhutanese monastic architecture with squat rectangular buildings made up of two or more tiered levels crowned by a tower and small golden spire above. Returning westwards this afternoon, we'll take a drive to Paro - a journey of around five hours."
    },
    {
      "dayNumber": 19,
      "title": "Hike to the Tiger's Nest Monastery",
      "description": ": This morning, we'll have the opportunity to climb up to the Taktsang, also known as the Tiger's Nest Monastery. The monastery clings to a cliff face, and local legend recounts that Guru Rinpoche, who founded the Drukpa Sect and brought Buddhism to Bhutan, flew here on the back of a tigress to start the first monastery. In the afternoon, we'll visit a local farm and have the chance to sample yak butter tea. We'll also have a group talk with the farm host."
    },
    {
      "dayNumber": 20,
      "title": "Fly to Kathmandu",
      "description": ": Today we'll fly the short distance to Kathmandu, the bustling Nepalese capital. On arrival, we'll take a walking tour to visit the bazaar and the Durbar Square area, the centre of old Kathmandu. Much of the day-to-day life in Kathmandu takes place in the bazaar. It's a fascinating mixture of sellers offering fruit, vegetables and spices, and potters making household bowls and containers for temple offerings. Amongst the winding alleyways, you can spot small shrines and, of course, the ever-present sacred cow wandering in the hubbub. Note, our flight between Bhutan and Nepal is with Druk Air who can sometimes changes their flight schedule at short notice. If this happens, we'll inform you of any itinerary change as soon as possible."
    },
    {
      "dayNumber": 21,
      "title": "Trip ends in Kathmandu",
      "description": ": Our tour ends at our hotel in Kathmandu. There are no activities planned today, so you're free to depart at any time. If your flight leaves later in the day, luggage storage facilities are available at our hotel. If you'd like a hotel transfer, you'll need to depart from Tribhuvan International Airport (KTM)."
    }
  ],
  "map": ""
}