{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "best-of-nepal-and-bhutan-holiday",
  "tourName": "Best of Nepal and Bhutan holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable adventure with our \"Best of Nepal and Bhutan with Poon Hill Hike\" tour, a journey that combines the spiritual and cultural richness of Nepal and Bhutan with the breathtaking landscapes of the Himalayas. This comprehensive tour offers an immersive experience into the heart of two of the world's most enchanting destinations, complete with a rewarding hike to the famous Poon Hill.<br/><br/>Begin your journey in Nepal, where you will explore the vibrant city of Kathmandu. Visit the ancient Swayambhunath Stupa (Monkey Temple) and the magnificent Bouddhanath Stupa, both UNESCO World Heritage Sites. Discover the architectural wonders of Patan and Bhaktapur, where centuries-old palaces and temples tell stories of the rich history and culture of the Kathmandu Valley.<br/><br/>Next, venture into the serene landscapes of Pokhara, a city known for its tranquil lakes and stunning mountain views. Here, embark on the iconic Poon Hill hike. This trek takes you through lush forests, charming villages, and terraced fields, culminating in a sunrise view from Poon Hill that will leave you speechless. Witness the sun cast a golden glow over the peaks of Annapurna and Dhaulagiri, one of the most awe-inspiring sights in the Himalayas.<br/><br/>After experiencing the natural beauty of Nepal, fly to the Kingdom of Bhutan, where the ancient traditions and pristine landscapes create a unique and mystical atmosphere. Start in Paro with a visit to the iconic Tiger's Nest Monastery, perched precariously on a cliffside. Continue to Thimphu, the capital city, where you will explore the majestic Tashichho Dzong, the National Memorial Chorten, and the bustling markets.<br/><br/>Travel to Punakha, the ancient capital of Bhutan, and visit the stunning Punakha Dzong, located at the confluence of two rivers. Take a peaceful hike to Chimi Lhakhang, the temple of the Divine Madman, and enjoy the serene beauty of the Bhutanese countryside.<br/><br/>Throughout your journey, you will stay in comfortable accommodations, enjoy delicious local cuisine, and be accompanied by knowledgeable guides who will enrich your experience with their insights and stories.<br/><br/>The \"Best of Nepal and Bhutan with Poon Hill Hike\" tour is a perfect blend of cultural exploration, spiritual discovery, and natural beauty. Whether you are a seasoned traveler or a first-time visitor, this tour promises to leave you with unforgettable memories and a deep appreciation for the wonders of Nepal and Bhutan. Join us on this extraordinary journey and discover the magic of the Himalayas.",
  "durationDays": "14",
  "price": "2350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL: At the arrival section of Tribhuvan International Airport in Kathmandu, one of our representatives will be waiting to welcome you. The airport representative will explain the program upon arrival and escort you to the hotel on a private vehicle. Overnight in Kathmandu; Meals: welcome dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KATHMANDU HERITAGE SITE TOUR: After breakfast, Kathmandu tour starts. Kathmandu valley is the capital of the country and home to 7 UNESCO World Heritage Sites. It is an incredibly diverse city with a breathtaking Newari culture, centuries-old Hindu and Buddhists cultural sites alongside a plethora of ancient monuments. Throughout the day, we will visit most of the UNESCO World Heritage Sites in Kathmandu. Overnight stay at the hotel;"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "DRIVE TO POKHARA: Today, we drive through beautiful villages and landscapes to Pokhara. After approximately 8-10 hrs of drive, we reach the beautiful lake city Pokhara. Upon reaching Pokhara, take a walk along the lake and stretch your legs. Overnight stay at the hotel; Meals: B"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TREK TO TIKHEDHUNGA (5hrs): After breakfast, we drive towards Nayapul. From there, we start our trek to Poonhill. Passing through the Modi Khola and dense forest of rhododendrons and oak, we reach Tikhedunga. Overnight in Tikhedhunga; Meals: B, L, D"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TREK TO GHOREPANI (6hrs): Continuing our path below and climbing uphill we will reach Ulleri. Again, from there, we will go through the Magar village by viewing the beautiful mountain and reach the Ghorepani. Ghorepani is a beautiful village from where we can see the mountain views of Dhaulagiri, Annapurna South, Hiunchuli, Annapurna I and many other mountains. Overnight in Ghorepani; Meals: B, L, D"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "TREK TO GHANDRUK VIA POON HILL (7-8hrs): Early morning after breakfast we head for Poonhill. Poonhill is often famous for the mesmerizing views of sunrise and sunsets over incredible range of high Himalayas such as Dhaulagiri (8167m), Annapurna I (8091m), Annapurna II (7937m), Annapurna III (7855m), Annapurna IV (7525m), Annapurna South (7219m), Nilgiri (6940m), Tukuche (6920m), Varaha Shikhar (7847m), LamjungHimal (6931m) and many more. We rest atPoonhill for a while and continue our journey. After about 3 hours of walk through the alpine forest of oaks, rhododendron and others, we reach Ghandruk which is the largest Gurung village rich in its authentic culture and tradition. This village also offers the scenic views of Annapurna South, Gangapurna, Machhapuchhre, Annapurna III, Hiunchuli and other mountains from the viewpoint. Overnight at Ghandruk; Meals: B, L, D"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "POKHARA: This is the last day of our trek in Annapurna Region. From Ghandruk, today, we leave for Pokhara through the descend trail including the views of alluring mountains. We cross through the forest of blooming rhododendron and reach Birethanti from where we walk down hill and follow Modi Khola to reach Nayapul. Resting for a while, from there, we head to Pokhara which will take us about an hour of drive. In the evening after reaching Pokhara, we stay at the same hotel. If time permits, we go for an evening walk or try cycling around the Lake Side of Pokhara. We stay overnight at Pokhara tonight; Meals: B"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KATHMANDU: After 8-10 hours’ drive, we will reach the heart of the country where the necessary preparation for the departure day will be carried out. Visit Thamel for a shopping on your own. If time is sufficient, we will be preparing a small farewell get-together. Overnight stay at the hotel; Meals: B"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "FLY TO PARO, DRIVE TO THIMPU: Depending on your flight time you will be transferred to the airport. The flight to Paro is one of the most spectacular mountain flights in the world, providing a spectacular panorama of some of the highest mountains on earth. After lunch, we will enjoy sightseeing at Paro, visiting the Ta Dzong Museum which shelters a lot of religious relics, works of art and handicrafts providing great insight on Bhutan’s historical, cultural, and religious past. Next, we visit the Rimpong Dzongand observe the painting of the great saint Milarepa, considered the master of meditation by the Bhutanese. Afterwards, we drive to the capital, Thimphu along the Pachu River. Overnight at your hotel in Thimphu; Meals: B, L, D"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "THIMPHU: Enjoy a full day of sightseeing at the bustling capital of Bhutan - Thimpu. We will visit the National Memorial Chorten, first initiated by the Third King in order to protect from negative impacts of modernization, and a monument of world peace. The Royal Queen Mother later completed it to commemorate the Third King who passed away in 1972. Next, we continue towards 12th-century Changangkha Temple and Drubthob monastery housing the Zilukha Nunnery. Furthermore, we will also visit the School for Arts and Crafts where students are taught the 13 types of Bhutanese art, The National Library which has wide collections of Bhutanese scriptures dating back to the 8th century, the Traditional Paper Factory displaying the Bhutanese paper making process, and a fascinating replica of a medieval farmhouse at the Folk Heritage Museum. In the remaining time, we can also explore the nursing pen for the Takin, the national animal of Bhutan, and Tashichhodzong, ‘the fortress of the glorious religion’. If your visit to Thimphu falls on the weekend, you can stroll through the Thimphu Marketand observe the variety of foods of Bhutan, including a basket of fiery chillies, cheese and a variety of greens. (This market is open only on Friday-Sunday). Overnight at your hotel in Thimphu. Meals: B, L, D"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "THIMPHU – PUNAKHA: Today we drive over the Dochu-La pass (3,100 meters), which offers an incredible view of Himalayan peaks on a clear day before descending to Punakha valley (about 3 hrs drive). At Punakha, we visit Punakha Dzong, also known as Punakha Dzong (meaning “the palace of great happiness or bliss”), built-in 1637 by the Shabdrung, the ‘Unifier of Bhutan.’ It is the ancient capital of Bhutan and now the winter headquarters of the Je Khenpo. The three-story main temple of the Punakha Dzong is a breathtaking example of traditional architecture with four intricately embossed entrance pillars crafted from cypress and decorated in gold and silver. Observing the administrative and cultural centre for a while, we advance towards Chimi Lhakhang en-route to Wangdiphodrang (dzong built-in 1638). Overnight at your hotel in Punakha/ Wangduephodrang. Meals: B, L, D"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "PUNAKHA – THIMPHU – PARO: In the morning, we drive to Yabesa village and hike to through ricefields and up to KhamsumYueley Namgyal Chorten, built by her majesty the queen Ashi Tshering Yangdon Wangchuk. Next, we explore WangduephodrangDzong. We then drive back to Thimpu and proceed to Paro, and visit Semtokha Dzongen route. The Dzong, built-in 1627, is the oldest in Bhutan. It is now the Institute for Language and Culture studies. Overnight at your hotel in Paro. Meals: B, L, D"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "HIKE TO TIGER’S NEST: After breakfast, we hike towards the Taktsang Monastery which takes about 3 -4 hrs to reach there. The Monastery is an important pilgrim site for the Buddhists. As per the legends, the great Guru Rimpoche and his consort meditated in a cave here for three months after he brought the teachings of the Buddhist Dharma to Bhutan in the 8th Century. After meditation, they turned themselves in the forms of Guru DorjiDrolo and a tigress to defeat the demons in the valley below. The cave, where the monastery was later built is thought to be the origin of Buddhism in Bhutan. In the afternoon, we drive to the ruins of the 17th Century Drukgyel Dzong, an historic monument built by the Shabdrung to commemorate his victory over Tibetans in 1644. We then return to Paro and visit 7th Century Kyichu Lhakhang, one of the 108 temples constructed by the Tibetan king SongtsenGampo. Overnight at your hotel in Paro. Meals: B, L, D"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DEPART PARO: Depending on your flight time, you will be transferred to the airport for your onward destination. Until next time! Meals: B"
    }
  ],
  "map": ""
}