{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-nepal-and-sikkim-tour",
  "tourName": "Bhutan, Nepal and Sikkim tour",
  "placesVisited": "",
  "generalInfo": "We take you on an unforgettable Journey to the mystical lands of Nepal, Sikkim &amp; Bhutan! This tour will cover the three former Himalayan Kingdoms in 17 days.<br/><br/>It will be an incredible journey to the 3 Kingdoms where tourism aligned with sustainability and local ethos are lived. Both Bhutan and the state of Sikkim have made efforts to go 100% organic in their farming, which will do good to your health and support these practices, as a real role-model and inspiration. This tour is also one with a lower ecological footprint in general, as it includes plenty of hikes, trekking and the visit of natural and cultural sites and monasteries<br/><br/>Tour highlights include:<br/>- Cultural sightseeing of Heritage and religious sites of the Kathmandu Valley<br/>- Tea Garden tour and Toy train ride in Darjeeling<br/>- Visit the Old Buddhist monasteries of Sikkim<br/>- Hike to the Tiger’s Nest monastery in the Kingdom of Bhutan<br/><br/>Best months for travel: Late September to May (Except Jan and Feb)",
  "durationDays": "17",
  "price": "4387",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - Day 1: Arrival in Kathmandu (1300m/4264ft): Upon your arrival, Himalayan transfer to your hotel. During the late afternoon, take a rest at your hotel room. In the evening, there will be a welcome dinner hosted. For dinner, you will be served excellent authentic Nepalese cuisine, which will introduce you to the Nepalese food culture. Overnight in Kathmandu. Hotel: Barhi Hotel. Day 2: Sightseeing in Kathmandu. After breakfast, visit Pashupatinath Temple, Boudhnath Stupa and Bhaktapur City. Overnight at your Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full Day in Kathmandu: After breakfast visit Kathmandu City. ° Hanuman Dhoka (Durbar Square): Built between the 12th and the 18th centuries, this complex of palaces, courtyards and temples is the historic seat of royalty. It used to be the seat of ancient Malla kings of Kathmandu and is now protected as a UNESCO World heritage site, epitomizing the religious and cultural life of the people. ° Swayambhunath (Samhengu): Listed as a world heritage site, this is one of the world's most glorious Buddhist sites in Nepal. Its establishment is linked to the creation of the Kathmandu Valley out of a primordial lake. Painted on the four-sides of the spire bases are the all seeing eyes of Lord Gautam Buddha, the founder of Buddhism. ° Patan Durbar Square: The Square is full of ancient places, temples and shrines, noted for their exquaisitecarvinge. It was listed as a UNESCO World Heritage Monument in 1979. Visit the Patan Museum, specialized in bronze statues and religious objects. Visit of the Krishna Mandir Temple and the Tibetan Refugee Camp. Overnight at your Hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kathmandu – Flight to Paro – Thimphu (65kms in 2 hrs). Early morning transfer to Kathmandu airport for your flight to Paro. Arrival at Paro Airport (2,200m/7,218ft) and transfer to Thimphu. Details: You will fly into the Himalayas with Druk Air, Bhutan's National Carrier. The green wall of hills known as ‘Dooars’ or gateways to Bhutan rise ever higher as the plane flies north towards the Tibetan border. Silvery rivers rush along the valleys, waterfalls plunge down forested mountainside, and to the north, the great snowcapped peaks of the inner Himalayas rise up to the heavens. Farm houses dot the hillsides on either side of the plane. As the aircraft enters the Paro valley, look down and you will see Paro Dzong on the hillside overlooking the Paro Chu (river), with Ta Dzong, formerly a watchtower and now the National Museum, above it. Our representative will meet you at Paro airport, and after completion of arrival formalities you will be transferred to Bhutan’s capital, Thimphu, an exciting blend of tradition and modernity. Dinner and overnight at your hotel in Thimphu. Hotel: Pelyang Boutique"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Full day exploration in Thimphu. Today we will explore Thimphu City. ° National Memorial Chorten: The building of this chorten was originally the idea of Bhutan's third king, H.M. Jigme Dorji Wangchuck (“the father of modern Bhutan”), who had wished to erect a monument to world peace and prosperity, but was unable to give shape to his idea in his lifetime due to pressures of the state. ° Tashichhodzong: The “fortress of the glorious religion”, was initially erected in 1641 and rebuilt by King Jigme Dorji Wangchuck in the 1960s. Tashichhodzong houses some ministries, His Majesty’s secretariat, and the central monk body. It is open to visitors during the Thimphu Tsechu (held in autumn) and while the monk body is resident in its winter quarters in Punakha. We will take you to the local traditional market where all village people assemble to sell their products, vegetable, fruits etc. We will have lunch at a local town restaurant with typical Bhutanese red rice and curry. Later we take you to the city center to have your own time to explore. There are several Handicrafts shops: A wide assortment of colorful, hand woven textiles and other craft products is available for purchase at the government-run Handicrafts Emporium and many smaller crafts shops around the town. Back to hotel for freshen up and later in the evening we take you to a Bhutanese farm house where you can interact with the local host and experience a traditional folk show. After Dinner drive back to your hotel and enroute see the beautiful illuminated Dzong of Thimphu from a distance. It is a good opportunity to take some nice night shots with a tripod. Overnight at your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Thimpu To Punakha (2.5hrs). Drive to Punakha (70 Km) via the Duchula pass (3050 meters), from where you can have superb views of the Mountain ranges on a clear day. Drive on to Punakha which served as the capital of Bhutan until 1955 and still it is the winter seat of the Je Khenpo (Chief Abbot). Blessed with a temperate climate and fed by the Pho Chu (male) and Mo Chu (female) rivers, Punakha is the most fertile valley in the country. Enroute we will have lunch near Chimi Lathnag and explore the possibilities of some village life photography with lush agricultural fields on terraced land and harvesting. Continue driving to Punakha Dzong. Placed strategically at the junction of the Pho Chu and Mo Chu rivers, the Dzong was built in 1637 by Shabdrung Ngawang Namgyal to serve as the religious and administrative center of the region. Damaged over the centuries by four catastrophic fires and an earthquake, the Dzong has been fully restored in recent years by the present monarch. Later we take you to your hotel to have a relaxed evening followed by dinner. Hotel: Zhingkham Resort"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Punakha to Gasa full day excursion. Today we drive further up the Punakha valley along the scenic Mo Chu River towards Gasa. Gasa has become a tourist destination because of its pristine forests and the exceptionally scenic location of its Dzong. The high altitude makes farming difficult, although government programs seek to establish mustard and summer vegetable planting programs. Residents herd yaks and dzos – crossbreed of Cow and Yak. A narrow road from Punakha, which is mostly unpaved, reaches up to the Dzong. We will have lunch in Gasa and while coming back we will have the opportunity to try River Rafting in the Mo Chu River. Back to the hotel for Dinner. Overnight at your hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Punakha to Paro (120kms in 4hrs). After Breakfast, proceed to Paro, en route visiting a traditional Bhutanese farm house, to gain an insight into the lifestyle and culture of the local people. On the way we cross Dochu-la pass (3,088m/10,130ft). The highest point on the road is marked by a large Bhutanese Chorten and prayer flags fluttering on the hill. On a clear day, there is a breathtaking view over the high peaks of the eastern Himalayas from this spot. We reach Paro and transfer you to your Hotel. We take early lunch and then go for a short village visit and interact with some village family and see their house hold activity. In the afternoon we visit a farm house and try a unique traditional Bhutanese Hot stone Bath. The stones are especially collected from the river which has medicinal value and is very relaxing and beneficial for blood circulation, skin diseases etc. This will be followed by a traditional Bhutanese dinner with the head of the family of the farm house. Overnight at your Hotel (Olathang Cottages)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Full day in Paro - Excursion to Taktsang Monastery (Drive and Trek 5hrs in total). After early breakfast we take you to an excursion to Taktsang Monastery, also known as Tiger's Nest. It is believed that Guru Rinpoche, founding father of the Bhutanese form of Mahayana Buddhism, arrived here on the back of a tigress and meditated at this monastery. Taktsang was damaged severely by fire in 1998 but was restored again. It is a place really worth visiting in the Paro Valley. It needs a 3-hour trek from the road head. You first drive from Paro on the road to Drugyel Dzong for about 8 km and then commence your trek to the monastery. The monastery from the road head appears as inaccessible but it lures you can't stop yourself from reaching there. The monastery structure is a man made wonder and it is difficult to believe how this structure could be built on such a location. On our way back we will have a picnic lunch organized among the woods and then visit Drugyel Dzong that is where the road ends. On a clear day the towering peak of Mount Jomolhari, (7,314 m / 24,000 ft) appears as a backdrop. This mountain marks the frontier with Tibet, and is regarded as sacred. Drukyel Dzong, with a delightful village at its foot, is built on a rocky spur that blocked the Paro valley & protected it from invasions from the north - it means \"fortress of the victorious Drukpas\". In 1951 a butter lamp fell & started a terrible fire. Only the walls remained and Drukyel Dzong became no more than a dramatic silhouette falling into ruins. On reaching at your hotel you have a free evening. You can go for a short stroll in the down town market to observe the city life of Bhutan. Overnight at your hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Paro & Hiking to Kila Goempa: Drive up to the hiking point for an exhilarating hiking to Kila Goempa (Kila Nunnery), around 2 hrs. Then go through a forest of chir pine trees, fir trees and spruces that offers a chance to overlook the Paro valley and get back to the motorable road for a drive back to Paro. The evening is at leisure. Enjoy the night of Paro or buy some souvenirs for your friends and family. Overnight at your hotel in Paro."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Paro - Phuentsholing – Chalsa (290kms in 8hrs.). Morning drive to Phuentsholing, Gateway and border town of Bhutan with India. 175 Km in 6hrs drive. You may opt to visit SimtokhaDzong and next Kharbandi Gompa to get a breathtaking view of Phuentsholing. After immigration formalities at the check points of both the countries, drive to Chalsa, 115 Km in 2.5 hrs. The area is famous for Jungle safari in Gorumara and Jaldapara forest area. Check in at the hotel. Overnight in Chalsa. Hotel: Baradighi Bungalow"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive to Gangtok & en route Rumtek Monastery visit (150kms in 5hrs). After your breakfast at the hotel, we drive to Gangtok, the state capital of Sikkim. Drive through the open fields, tea plantations and subtropical forest of the terrain land clutched in between the plains and the foothills of the Himalayan range. As such the area is largely inhabited. A variety of animals including one-horned Indian Rhino, Gaur, Elephant, Bore, Leopards and many more live here. After crossing the Coronation bridge, a classic example of British engineering built in 1913 and commemorating the crowning of King George IV, the drive then follows Teesta river until reaching Singtam Bazaar. Before reaching Gangtok, we visit the famous Rumtek Monastery. Built in 1960 by His Holiness the late 16th Gyalwa Karmapa it is a replica of the original Kagyurpa Monastery in Tsurphu, Tibet, the seat of His Holiness the Gyalwa Karmapa Rinpoche, head of the Karmapa, sub sect of Kargyudpa order of Tibetan Buddhism. It now functions as the headquarters of the Dharma Chakra Religious Centre. Also pay a visit to the adjacent ShriNalanda Institute for Higher Buddhist Studies. Check in at your hotel. Overnight in Gangtok. Hotel: Norkhill Hotel"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Gangtok sightseeing. Today early morning, we visit Tashi View point about 8 km from Gangtok. It is a resting shed. Enjoy astounding views of Khangchendzonga and the Siniolchu Range. The distant north Sikkim monasteries are also visible from this point along the North Sikkim highway. Then we drive back to the hotel for breakfast. After having breakfast, we visit the Directorate of Handicrafts and Handlooms or Government Institute of Cottage Industries, Enchey Monastery, Research Institute of Tibetology and Rumtek Monastery. Your evening is free at Leisure. You can walk around Gangtok Market. Overnight in Gangtok at your hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Gangtok to Pelling (130kms in 5 hrs). Check out from Gangtok and drive to Pelling in West Sikkim (Alt 7175Ft / 2150M) via Rabangla. On arrival check in at Hotel. The pleasant little town of Pelling is famous for magnificent views of the snow-capped Kanchenjunga range, the third highest peak in the world. Situated at an altitude of 6,800 ft, Pelling offers good view of the entire Kanchenjunga mountain range including Koktang, Kumbhakaran (Jannu), Rathong, Kabru, Kabru Dome, Kanchenjunga, Pandim, Siniolchu and others. This is as close as you can get to the Kanchenjunga range without leaving the material comfort of good hotels. Free evening. Overnight at Pelling. Hotel: Mt Pandim"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Pelling Sight Seeing - Half Day Pelling City Tour. Morning walk to the ruins of the Chogyal King Palace at Rubduntse Ruins. Visit Pemayangtse Monastery. Then we drive to Darjeeling (125 kms in 5hrs) – Check out from Pelling and drive to Darjeeling (Alt 6825Ft / 2050M). Enjoy the scenic beauty of Rangeet River Valley on the way. Darjeeling- the Queen of hills - greets you with all its grandeur: The great view of mountains and valleys dotted with tea gardens and forests, and a blend of traditional heritage and modern cultures. Check in at your hotel. Get refreshed and enjoy your evening. Overnight in Darjeeling. Hotel: New Elgin"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Toy train ride with city Sightseeing. Today early in the morning, we will be at Tiger Hill to see the view of sun rise over Mt Kanchendzonga. After breakfast, take a nostalgic ride in the World Heritage Toy train until Ghoom Station at 7457 ft. (8 Kms ride in 1 hr) On our return trip, we also visit the Yiga-Choling (Ghoom) monastery. After lunch, we make a sightseeing trip around Darjeeling, some of the places we visit within Darjeeling include the Himalayan Mountaineering Institute, Tea Garden and Tea Factory. Evening walk around the observatory hill and chowrasta market. Overnight in Darjeeling at your hotel."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Darjeeling to Bagdogra (85kms in 3hrs.). After breakfast checkout and drive to Bagdogra Airport to Delhi for your onward journey back home."
    }
  ],
  "map": ""
}