{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-cultural-tour-land-of-the-thunder-dragon",
  "tourName": "Bhutan cultural tour, Land of the Thunder Dragon",
  "placesVisited": "Thimpu (Late King's Memorial Chorten, Handicraft emporium etc), Dochu La, Punakha, Punakha Dzong, Gangtey (Gangtey Monastery, Black Neck Cranes viewing), Phobjikha valley, Wangdiphodrang, Bhutan's national museum, Rinpung Dzong, Bhutanese farmhouse visit, Hike to Taksang (Tiger’s Nest Monastery)",
  "generalInfo": "Traditional culture thrives in Bhutan and on this relaxed small group tour you will have a whole week to explore the most secretive of the Himalayan kingdoms. <br/><br/>Visual richness is plentiful – in everything from the art, craft and architecture to the panoramic mountain views and colourful rhodendron valleys. On this Bhutan cultural tour we have combined a carefully balanced mix of hikes, mountain drives and pristine landscapes with visits to cities, monasteries, dzhongs, craft workshops and even a local farmhouse.   <br/><br/>You’ll start your tour in the capital Thimpu where you’ll see the traditional, the religious and the modern are learning co-exist. There may now be cars on the roads but it still retains its relaxed, small town feel. You’ll get a real understanding of how beauty has motivated creativity here as a local guide takes you to visit paper factories, the folk museum, gold and silver workshops, textile centres and Zo Rig Chusum – where young students study 'the thirteen crafts'.<br/><br/>You’ll then head onward to Punakha, Bhutan’s former capital and home to one of its most beautiful Dzongs before setting off into its vast protected natural areas in search of glacial valleys, hill top monasteries, black necked crane gatherings and Bhutanese national treasures housed in a former watch factory. <br/><br/>No trip to Bhutan would be complete without a hike up to its most iconic monastery, the Taktsang or ‘Tiger’s nest’. Perched 900 meters above the beautiful Paro valley, it is more than worth the uphill climb into the clouds as the spectacular views will attest.  <br/><br/>Each Group Size: 3 - 12 Adults",
  "durationDays": "7",
  "price": "2290",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Paro Arrival, During the flight, on a clear day, you can see breathtaking views of the Himalaya Mountains, including the sacred Jumolhari and Jichu Drake Peaks in Bhutan. On arrival you will be greeted by our representative and transferred to your hotel. If time permit in the afternoon you can visit the Kyichu Lhakhang and Paro Dzong. In the evening you can drive to the capital town of Thimphu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thimpu sightseeing, There are a good many things to see in the capital which has a very relaxed, laid-back feel about it. Thimphu is relatively small having a population of approximately 45,000 people and the streets are wide and tree lined. You will almost certainly visit the Late King's Memorial Chorten, the National Library, Drubthob Nunnery, Folk Heritage Museum, the handmade paper factory, the school of arts and crafts where young students learn the traditional arts and crafts (Zo Rig Chusum – the thirteen crafts), Gold and the Silver Smiths workshop, Zangtopelri Lhakhang, and the Handicraft Emporium and the local handicraft centers to see the weavers at work and also varieties of textiles, thangkha paintings, masks, jewellery etc"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Thimpu / Punakha (1250m.) 3-4 hrs. drive, After breakfast you will drive to Punakha, with a stop en route for tea at Dochu La (3,100 meters), where on a clear day you can get spectacular views of the Himalayas. After lunch at Wangduephodrong continue to drive to Punakha, the former capital of Bhutan, and visit Punakha Dzong, which is noteworthy both for being one of the most beautiful dzongs in Bhutan and also for having been built by the first Shabdrung in 1636."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Excursion to Gangtey (2890m.) / Wangdiphodrang (1460m.) – 5-6 hrs. drive, Visit Gangety (Phobjikha) Is one of the few flacial valleys in Bhutan and chosen home for Black Neck Cranes Which migrate from the central Asiatic Plateau to escape its harsh winters. Explore Phobjikha valley and also visit to Gangtey Monastery the only Nyingmapa monastery in Bhutan. Evening you will return to Wangdiphodrang for overnight stay."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Wangdiphodrang / Paro (2260m.) - 3-4 hrs. drive, Today we drive along the winding mountain road to Paro. Afternoon, tour of Bhutan's national museum, a fascinating place housed in an old watchtower above the huge Paro Dzong (monastery/fortress). The museum holds a fantastic collection of Bhutanese national treasures ranging from ancient armour to textiles and thangkha paintings. Then, we drive to the head of the valley and visit Drukgyel Dzong built in a location that was chosen for its control over the route to Tibet. A spectacular view of Mount. Jumolhari (23,996ft /7314m) can be seen from here. Also visit Rinpung Dzong and a typical Bhutanese farm house."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Paro - hike to Taksang (Tiger’s Nest Monastery), After breakfast hike to Taktsang (Tiger’s Nest) Monastery, which is Bhutan’s most famous monastery. It is perched on the edge of a steep cliff, about 900 meters above Paro Valley. The hike to reach the viewpoint to the monastery makes for a nice half-day excursion. After lunch you can visit other important site which you could not complete previous days."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Departure. Transfer to airport. Fly back to Kathmandu or Bangkok."
    }
  ],
  "map": ""
}