{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-cultural-tour-history-of-bhutan",
  "tourName": "Bhutan cultural tour, history of Bhutan",
  "placesVisited": "Paro, Tiger’s Nest Monastery, Thimphu, Punakha, Punakha Dromchoe Festival",
  "generalInfo": "This Bhutan cultural tour will, in little over a week, showcase the enthralling history and nature of the small and once-isolated Kingdom of Bhutan. What would Bhutan be without it's magnificent nature walks and Himalayan trails? We offer an array of varied walking trail experiences beginning with the breathtakingly high altitude perch of the Tiger's Nest Monastery above the Paro Valley floor. With a gourmet picnic lunch en-route, this is the perfect way to savour this stunning location and the panoramic experience of this walk.  <br/><br/>We'll also  take you through a protected National Park, noted to be one of the Kingdom's largest protected reserves. A trail that leads up to the secluded and serene Cheri Goemba passes through forests of broad leaved oak, rhododendron, walnut and maple and is a verdant home of varied and a rich bird-life.<br/><br/>We weave rich cultural experiences through this maze of nature and history with experiences that involve interactions with local art, craft and local cuisine. With Thimphu claiming the title of Bhutan's largest urban settlement, we take advantage of this setting to let you delve into authentic local cuisine with a full course sit-down Bhutanese meal and an interactive experience at the local painting school.<br/><br/>There's also an opportunity to see the unique Punakha Dromchoe - the staging ground for a historic battle that took place between the invading Tibetans and local Bhutanese, who were guarding an important religious relic. This remarkable reenactment of history goes on display once a year with the beautiful backdrop of the Punakha Dzong, situated at the confluence of two Himalayan rivers that pass around it. The two-day dance festival is a riot of colour, unique face-masks and dancing monks; all enjoyed by the locals who throng to the Dzong to witness this spectacle.<br/><br/><br/>So come with us on this amazing discovery of such a rich culture, hidden in the mysterious mountains of this secluded Himalayan Kingdom.",
  "durationDays": "9",
  "price": "5000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "An Afternoon in Paro – You fly into Paro after a spectacular flight in through the Himalayas to spend the afternoon exploring the spectacular ruins of Drukyel Dzong and the collective pieces of history that define this Kingdom at the Paro Museum. You end the day with a very traditional and extremely relaxing Hot Stone Massage!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The Tiger’s Nest – The day begins with this dramatic ascent to the Taktsang or the historic Tiger’s Nest Monastery. Once there we’ll walk you through the mythology and history behind this stunning cliff-side monastery in the mountains. A gourmet picnic lunch is the perfect way to cap this walk for the day with an evening of leisure back in Paro."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Flight home – You return home from Paro, the way you came through the Himalayan mountains."
    }
  ],
  "map": ""
}