{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-to-sri-lanka-4-week-tour",
  "tourName": "Nepal to Sri Lanka 4 week tour",
  "placesVisited": "",
  "generalInfo": "This tour encompasses the major highlights and cities of Nepal, Bhutan &amp; Sri Lanka along with India. This tour will give you the experience of a lifetime. During this tour, you will see various beautiful places along with exemplary culture, heritage, delicious food, and mesmerizing beaches. <br/><br/>Following are the highlights which would be covered during this tour: <br/><br/>1.\tGo on a walking tour of the Ason market in Kathmandu and visit Temple and Stupas.<br/>2.\tEmbark on a mountain flight in Nepal for a panoramic encounter with the highest peak on earth - see breathtaking views of Everest and other peaks in the Himalayan mountain range.<br/>3.\tGo for the Magic of Singing Bowls tour at Patan Darbar Square - an experience in which the rims of bowls are struck producing a long, reverberating sound wave soothing the senses - a relaxing experience. <br/>4.\tVisit Thimphu, the heart of Bhutan which is a blend of both tradition and modernity. Enjoy 01 hours of a yoga session in Thimphu.<br/>5.\tEnjoy a cooking demonstration and delicious lunch at a farmhouse with the local Bhutanese Family in Paro.<br/>6.\tHike up to Tiger's Nest Monastery, or Paro Taktsang - one of the most prominent Buddhist sites in Bhutan. The Hike offers mesmerizing views of the Paro Valley. <br/>7.\tVisit the UNESCO World Heritage Sites in Delhi and experience the imperial and Mughal architecture.<br/>8.\tEnjoy a Cycle Rickshaw ride in the narrow lanes of Chandni Chowk Bazaar of Delhi.<br/>9.\tVisit one of the 7 wonders of the world Taj Mahal and discover the magic of white marble at Agra. <br/>10.\tGo on Mughal Heritage Kachhpura Village Walk tour in Agra- an eye-opening experience.<br/>11.\tEnjoy a guided tour of the Pink City i.e. Jaipur and experience its forts, palaces, culture, and markets<br/>12.\tHeena Painting on Hands and Feet in Jaipur.<br/>13.\tGuided tour of the port city Kochi – Queen of Arabian Sea<br/>14.\tEnjoy the 300-year-old Indian classical dance form of Kerala- Kathakali Dance<br/>15.\tSee Kalaripattu during a show – The traditional Martial Artform of Kerala<br/>16.\tGo on a private Guided visit to Temple, Palace, and Fort Kochi area. <br/>17.\tDay Houseboat Excursion from Kerala to experience enchanting backwaters<br/>18.\tVisit the ancient rock fortress, Sigiriya, or Sinhagiri - located near the town of Dambulla. Also, visit the Dambulla Cave Temple (Golden Temple) the UNESCO World Heritage Site.<br/>19.\tWitness the traditional cultural dance show at Kandy Temple of the Tooth Relic.<br/>20.\tGo on a Cycle Tour into the nearby countryside at Kandy.<br/>21.\tGo on a hiking tour at Nuwara Eliya. Visit one of the highest waterfalls in Sri Lanka - Ramboda Falls.",
  "durationDays": "4",
  "price": "8987",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Day 01 - Arrive at Kathmandu International Airport, meet our representative and get transferred to hotel. Check into the hotel and spend rest of the day at leisure. Day 02 • Morning enjoy Mountain Flight • Later come back to hotel and enjoy breakfast. • Later, visit Kathmandu Darbar Square • Visit Swayambhunath Temple – The Monkey Temple. • Visit, Boudhnath Stupa • Visit, the famous Pashupatinath"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day 03 - • After breakfast, visit The Patan Durbar Square • Experience the Magical Singing Bowl • Visit Bhaktapur Durbar Square Day 04 - After breakfast, check out from the hotel and get transferred to Kathmandu International Airport to board the flight for Paro, Bhutan. On arrival, meet our representative and get transferred to the capital Thimphu (55Km, 1-hour drive). Get checked into the hotel and enjoy the rest of the day at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Day 05 - After breakfast go for city sightseeing. • Visit, the Buddha Dordenma statue • Visit National Memorial Chorten • Visit National Institute for Zorig Chusum • Visit Royal Textile Academy of Bhutan • Visit Zilukha Nunnery • Visit Tashichho Dzong: The “fortress of the glorious religion” • Explore Weekend Market (Open Fri-Sun). • In the evening, enjoy a 01 hour Yoga session in Thimphu. Day 06 - After breakfast, check out from the hotel and travel to Paro (55Km, 1-hour drive). On arrival check into the hotel and enjoy rest of the day at leisure or you can explore Paro Market."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Day 07-• After early breakfast, visit Kichu Lhakhang one of the oldest temples in the country. • Visit the National Museum • In the afternoon, visit a farmhouse and join the family for a cooking demonstration and tasting. • Later, visit Rinpung Dzong • On the way back also watch a game of archery at the archery grounds Day 08 - •In the Morning go for Taktsang Hike also called as Tiger’s Nest • Have refreshment here and enjoy a scenic hike for another 3 kms uphill till the temple."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Day 09- After breakfast, check out from hotel and get transferred to Paro International Airport and fly to New Delhi. On arrival at Delhi International Airport receive a warm welcome from our representative who will help you with transfers and smooth hotel check in. • Enjoy rest of the day at leisure. Day 10 - After breakfast, go for city tour. • Drive past or visit Red Fort • Drive past or take a stop at Raj Ghat – Cremation site of Mahatma Gandhi. • Visit Agrasen ki Baoli (ancient water reservoir) • Visit Jama Masjid • Visit Chandni Chowk – ‘the Moonlight Square • Enjoy a Cycle Rickshaw Ride which takes you through the narrow streets of the Chandni Chowk. • Visit Lakshmi Narayan Temple • Drive Past India Gate: The India Gate (originally the All India War Memorial) • pass by the Rashtrapati Bhavan (formerly the viceroy's residence) and the Parliament House. • Visit Humayun's Tomb • Visit Qutub Minar •"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day 11 - After hearty breakfast, travel to Agra (222Km, 5 hour drive). On arrival, meet our representative and check in to hotel. Enjoy rest of the day at leisure. Day 12 - •Early morning visit Taj Mahal during Sunrise • As fuel based vehicles are not permitted in the vicinity of Taj Mahal, you will head to Taj Mahal gate by a Battery operated Bus (Friday Closed). • After breakfast, visit Agra Fort (An Epitome of the Mughal Dynasty) • Visit Itmad-Ud-Daulah’s Tomb • Late afternoon go for Mughal Heritage Kachhpura Village walk with high tea. Optional Tour: Mohabbat the Taj Show- You can watch the famous Mohabbat the Taj show, presented by the Sanskritik Natyashala. It is a series of play depicting the saga of love."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Day 13 - After breakfast, check out from hotel and travel to Jaipur (240Km, 5 hour drive). En-route take a stop to visit Fatehpur Sikri On arrival meet our representative and check into hotel. Enjoy rest of the day at leisure. Day 14 - After breakfast proceed for full day city tour. • Visit Amber Fort. As the Fort is perched on a hill, so to reach there, you may enjoy a Jeep ride in Amber fort. • Visit Jantar Mantar • Visit to City Palace and Museum • Photo Stop Hawa Mahal • In the evening enjoy Heena Painting on hands and Feet."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Day 15 - After breakfast, check out from hotel and get transferred to Jaipur Airport and fly to Cochin. On arrival, receive a warm welcome from our representative and get transferred to hotel. Check into the hotel and enjoy rest of the day at leisure. Day - 16 •Early Morning visit Fisherman’s Beach. • After breakfast, go for sightseeing tour of the city • Visit Jewish Synagogue: (Closed on Fri and Sat) • Explore the Fort Kochi area • Visit the St. Francis Church, • Chinese fishing nets, • Dutch Palace • Dutch cemetery. • Take a stroll on the beautiful beach. • Visit Ernakulam Shiva Temple • Enjoy the folk dance form of Kathakali • Experience the ancient art form of Kalarippayattu."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Day 17 - After breakfast, check out from hotel and travel to Alappuzha (85Km, 3 hour drive). On arrival proceed for day private Houseboat excursion. After boat cruise drive back to Cochin. Day 18 - After breakfast check out from hotel and get transferred to Cochin International Airport and fly to Colombo, Sri Lanka. On arrival meet our representative and get transferred to hotel. Check into hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Day 19 - After an early breakfast at the hotel’s main restaurant check-out from hotel and travel to Habarana (182Km, 5 hour drive). Day 20 - • Early morning after breakfast, climb the Sigiriya rock. • This remarkable 5th century archaeological site is made unforgettable by its dramatic setting. • After the rock climbing, leave for Polonnaruwa (67Km, 2 hour drive). • Visit this 2nd capital of Sri Lanka. Built in the 11th and 12th centuries A.D, and is a UNESCO world heritage site. • After sightseeing, return to your hotel."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Day 21 - • After breakfast at hotel, Visit Dambulla Cave Temple • Afternoon, visit Minneriya National Park and enjoy a Jeep Safari • Later, proceed back to hotel and enjoy rest of the day at leisure. Day 22 - After breakfast, check out from hotel and travel to Kandy (50Km, 2 hour drive). • En-route stop and visit Matale Spice Garden over a refreshing cup of herbal tea. • On arrival, check into hotel. • Later, visit the temple of the tooth relic and enjoy a brief tour of the beautiful Kandy town. • Later, witness the traditional cultural dance show"
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Day 23 - After early breakfast, see another side of Kandy with a day cycling trip. • Observe local life as you cycle through villages and along the banks of the Mahaveli River • Later proceed to Peradeniya Botanical Gardens (05Km, 20 minutes’ drive). Day 24 - After breakfast, check out from hotel and travel to Nuwara Eliya (80Km, 3 hours). On arrival meet our representative and get transferred to hotel. Check into the hotel and enjoy the day at leisure."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Day 25 - Early morning Transfer to Horton Plains National Park for a Day Hike. • This is the only National Park where visitors could walk on their own in the designated tracks. Day 26 - After breakfast, check out from hotel and travel to Bentota (221Km, 6 hours drive). On arrival meet our representative and check into hotel. Enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Day 27 - • Today after breakfast, rest of the day is Leisure. • Enjoy stunning beaches of Bentota by your own Day 28 - After breakfast, check out from hotel and travel to Colombo International Airport (103Km,2 hour drive) to board the home flight."
    }
  ],
  "map": ""
}