{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-bhutan-and-india-tour",
  "tourName": "Nepal, Bhutan and India tour",
  "placesVisited": "",
  "generalInfo": "This 15-day tour offers an immersive cultural journey through Nepal, Bhutan, and India, combining historic landmarks, scenic landscapes, and authentic cultural experiences. You’ll begin with your arrival in Kathmandu, Nepal, where you can unwind and explore the vibrant district of Thamel. The next days include guided tours to UNESCO World Heritage Sites like Bhaktapur, Pashupatinath, and Boudhanath, rich in Hindu and Buddhist traditions. You’ll also have the option to take a breathtaking Everest-viewing flight, setting the tone for an incredible adventure. The journey continues in Bhutan with a scenic flight over the Himalayas to Paro, where you’ll visit Ta Dzong and Paro Dzong, delving into Bhutan’s rich history and cultural heritage. Highlights include the stunning views from Dochu La Pass, the dramatic Punakha Dzong, and a special stay in a traditional village homestay in the tranquil Phobjikha Valley. During your homestay in Gangtey, you’ll be welcomed by a local family, sharing meals and learning about Bhutanese daily life. A nature walk and a visit to the Gangtey Monastery give you the chance to fully experience the valley’s natural beauty and cultural traditions. In India, you’ll explore the vibrant capital, Delhi, visiting landmarks like India Gate, Humayun’s Tomb, and the bustling markets of Old Delhi. Your journey to Agra includes a visit to Sheroes Hangout, a cafe run by survivors of acid attacks, and a community-led Mughal Heritage Walk through local villages. Sunrise at the Taj Mahal promises an unforgettable moment, followed by a visit to the historic Agra Fort. On your last day, you can explore more of Delhi independently or enjoy optional excursions before returning home. This tour provides an enriching blend of cultural immersion, historic exploration, and breathtaking scenery, with the homestay in Gangtey as a memorable highlight in your Bhutanese experience. We also offer the option to book the India and Bhutan sections of this tour separately: Bhutan Encounters &amp; India Express If you would like to experience only Nepal, you may consider our Nepal Express tour",
  "durationDays": "15",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kathmandu, transfer to your hotel You arrive in Kathmandu today where we meet you at the airport and transfer you to your hotel. Our rep will help you settle in and give you an introduction to the surrounding area. The rest of the day is free to relax after your flight, and perhaps head to one of the many cafes and bars in the touristic district of Thamel near your hotel. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Visits to ancient Bhaktapur, Pashupatinath & Boudhanath This morning we'll firstly head to Bhaktapur; formerly a capital of the Kathmandu Valley, the pedestrianised centre of Bhaktapur is a World Heritage Centre and is full of squares and temples with some stunning wooden architecture. You have a guided tour here, as well as time to explore the narrow winding streets which bustle with life. Next we'll tour the important Hindu and Buddhist pilgrimage sites of Pashupatinath temple and Boudhanath stupa. These are both very important to their respective religions, but have a completely contrasting atmosphere and ambience which is fascinating to see. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu tour to Durbar Square & Swayambunath This morning we start with a walking tour from the tourist centre of Thamel, through Kathmandu's busy winding streets passing numerous tiny shops, workships and street corner temples to Durbar Square with its splendid array of Hindu temples and the old Royal Palace. We'll then drive up to the 'monkey temple' of Swayambhunath Stupa and see great views over the city and surrounding valley. An option is available early this morning to take a spectacular flight up to view Everest. If the weather is clear you will also be able to see Everest and many other Himalayan peaks on your flight to Bhutan, but from much further away. OVERNIGHT"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fly to Bhutan. Kuzuzangpo La! and welcome to Bhutan. Afternoon sightseeing to Ta Dzong, Paro Dzong and learn the art of incense making We pick you up from the hotel this morning and transfer to the airport for the spectacular flight over the Himalaya to Bhutan (try and sit on the left side of the plane for the best views). While en route, complete immigration and custom form formalities for later declaration and keep your custom forms safe, as you will need to produce them again on departure. (Note - the Kathmandu-Paro-Kathmandu flights are not included in the tour price but may be purchased separately or added as an extra option. Please see the Options section and Tour Notes for more details). After settling in, your adventure begins with a journey back in time to the Ta Dzong, a captivating 17th-century watchtower perched on a hilltop overlooking the Paro valley. Now home to the National Museum of Bhutan, this unique circular building invites you to explore a treasure trove of ancient artifacts, exquisite thangkas (religious scroll paintings), and intricate bronze statues. Unravel the mysteries of Bhutan's rich history and cultural heritage within these ancient walls. Next, we'll walk to Paro Dzong, a majestic fortress-monastery that rises dramatically from the valley floor. This architectural masterpiece, a symbol of Bhutan's harmonious blend of spiritual and secular authority, has witnessed centuries of history unfold within its courtyards. Wander through its labyrinthine corridors, discover hidden temples, and learn how these imposing dzongs have shaped the destiny of Bhutan. But the cultural immersion doesn't stop there! Venture into the heart of Bhutanese tradition with a visit to the Nado Poizokhang Incense Factory. Inhale the intoxicating aromas of juniper, sandalwood, and other sacred herbs as you witness the ancient art of incense making. Observe skilled artisans meticulously blending ingredients and hand-rolling incense sticks, an integral part of Bhutanese life and Buddhist rituals. You'll spend your first night in Bhutan at a hotel in Paro. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Journey over the scenic Dochu La Pass, visit the fertility-blessing Chimi Lhakhang Temple. Today, buckle up for an exhilarating adventure as we ascend the legendary Dochu La Pass, a winding mountain road that climbs through a tapestry of emerald forests to an elevation of 3,050 meters (10,007 feet). Feast your eyes on breathtaking vistas of snow-capped Himalayan peaks and verdant valleys that unfold with every twist and turn. As you reach the summit, be mesmerized by the 108 chortens (stupas) that adorn the pass, a poignant memorial to Bhutanese soldiers who lost their lives in a 2003 battle against insurgents. The serenity of this sacred site, combined with the panoramic views, creates an unforgettable experience. Descending into the fertile Punakha Valley, we embark on a short but rewarding hike to the Chimi Lhakhang Temple, a pilgrimage site renowned for its association with Lama Drukpa Kuenley, the revered and somewhat eccentric \"Divine Madman.\" Known for his unconventional teaching methods and affinity for wine and women, this 15th-century Buddhist master is believed to bless women with fertility. Embrace the vibrant atmosphere of this sacred site, adorned with colorful phalluses and imbued with a playful spirit. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Walk to Khamsum Yuelley Namgyel Chorten, visit Punakha Dzong and settle in to your Phobjikha Valley homestay Lace up your boots and get ready for an invigorating morning walk. Our destination"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Phobjikha Valley on a nature walk, visit the revered Gangtey Monastery, and experience authentic Bhutanese life with your host family. Today, immerse yourself in the natural wonders and cultural riches of the Phobjikha Valley. Embark on a leisurely nature walk through this breathtaking landscape, a haven for a remarkable variety of flora and fauna. Keep your eyes peeled for the majestic black-necked cranes, which grace the valley with their presence from October to March after an epic migration over the Himalayas. These elegant birds hold a special place in Bhutanese hearts, and if you're lucky enough to visit in November, you might even witness the vibrant Crane Festival, a celebration of their arrival. As you wander through the valley, soak in the serenity of the surroundings – rolling hills, pristine streams, and charming farmhouses dotting the landscape. Breathe in the crisp mountain air and listen to the symphony of birdsong. This is a true escape into nature's embrace. Next, we'll venture to the spiritual heart of the valley, the revered Gangtey Monastery. Perched on a hilltop overlooking the valley, this 17th-century monastery exudes an aura of tranquility and grandeur. Explore its intricate architecture, vibrant murals, and sacred relics, and perhaps even witness the monks engaged in their daily rituals. But the cultural immersion doesn't end there! Spend some time with your warm and welcoming host family, delving deeper into the rhythms of village life. Learn about their traditional Bhutanese lifestyle, their agricultural practices, and their unique customs. Share stories, laughter, and perhaps even a cup of traditional butter tea. This is your chance to forge genuine connections and gain a deeper understanding of Bhutanese culture at a grassroots level. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Head to Bhutan's modern Capital Thimphu, via Wangdue Phodrang Dzong Today, retrace your way back across Dochu La Pass towards the modern capital, Thimphu. En route, stop at the Rinchengang Village. This village is a small bunched village in front of the Wangdue Dzong and is famous for its proficiency in traditional means of stonework. It is believed to be one of the oldest villages in Bhutan is worth a visit. Rinchengang village is located opposite to the Wangdue Phodrang Dzong and Punatsangchhu runs along the highway. The topography of the village attributes to the attraction. The array of traditional houses clustered neatly on a tiny hillock overlooks the imposing Wangdue Phodrang Dzong. Continue your journey through lush forests and scenic valleys before arriving in Thimphu, where tradition meets modernity. After soaking in the atmosphere of this ancient dzong, we'll continue our journey to Thimphu, where the vibrant energy of Bhutan's modern capital awaits. Get ready to explore bustling markets, encounter impressive monuments, and delve into the heart of this captivating city. OVERNIGHT"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring Thimphu, visit the Memorial Chorten, Folk Heritage Museum, School of Arts & Crafts & Takin Research Centre Today promises a captivating exploration of Thimphu's cultural treasures. We begin our journey at the Memorial Chorten, a revered monument that embodies Bhutanese spirituality and architectural grandeur. Next, we delve into the rich tapestry of Bhutanese life at the Folk Heritage Museum, where captivating exhibits showcase traditional lifestyles, artifacts, and customs. Our journey continues to the School of Arts & Crafts (also known as the National Institute for Zorig Chusum), where we'll witness the meticulous dedication of students mastering the 13 traditional arts and crafts of Bhutan. Prepare to be enchanted as we immerse ourselves in the world of local artisans. Our guide will lead us to a workshop where we can observe the intricate skills involved in creating exquisite Thangka paintings, vibrant woven textiles, or perhaps the delicate art of basket weaving. The specific craft we encounter will depend on the day's opportunities and the interests of our group, ensuring a unique and personalized experience. In the afternoon, we'll venture to the Takin research centre, home to Bhutan's unique national animal. Here, we'll learn about the fascinating biology and conservation efforts surrounding this unusual creature. To offer a different perspective, we'll also visit the Thangthong Dewachen Dupthop Nunnery. Unlike the dzongs we've seen so far, which primarily house monks, this nunnery provides insight into the lives of female practitioners and their role in Bhutanese Buddhism. To end the day, we'll visit the vibrant weekend market, a bustling hub of local life where you can discover authentic Bhutanese handicrafts and perhaps find a special memento to treasure. And if the timing is right, we'll make a stop at the national stadium to witness the thrilling spectacle of an archery tournament, a sport deeply ingrained in Bhutanese culture. OVERNIGHT"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Hike to Taktsang Monastery (Tiger's Nest). Drukgyel Dzong and Kyichu Lhakhang. Optional Hot Stone bath Rise early, as today we embark on a pilgrimage to Bhutan's most iconic landmark – the breathtaking Taktsang Monastery, also known as the Tiger's Nest. Prepare your legs and your spirit for an invigorating 2-3 hour hike that winds its way through pine forests and up a steep mountain path. But trust us, every step is worth it! As you ascend, the legendary monastery will slowly reveal itself, perched dramatically on a sheer cliff face 800 meters above the valley floor. This sacred site, steeped in history and legend, attracts pilgrims from all corners of Bhutan and beyond, all drawn to its spiritual aura and unparalleled beauty. Once you arrive, take a moment to catch your breath and soak in the awe-inspiring views. Explore the intricate temples and shrines that cling to the cliffside, each one adorned with vibrant colors and intricate details. Listen closely, and you might hear the whispers of ancient prayers carried on the mountain breeze. In the afternoon, we'll journey to the ruins of Drukgyel Dzong, a historic fortress that once protected the valley from invaders. Imagine the battles fought and the victories won within these crumbling walls as you wander through the remnants of this once-mighty stronghold. Our final stop will be the serene Kyichu Lhakhang, one of Bhutan's oldest and most sacred temples. Dating back to the 7th century, this spiritual haven exudes a sense of tranquility and timeless devotion. Step inside and feel the weight of history as you admire the ancient murals and flickering butter lamps. As the day draws to a close, why not reward your tired muscles with a truly authentic Bhutanese experience? Immerse yourself in a traditional hot stone bath, where the soothing heat of the stones will melt away any aches and leave you feeling refreshed and rejuvenated. It's the perfect way to end a week of adventure. For our last evening together, we've arranged a delightful farewell dinner at a nearby farmhouse. You can expect authentic Bhutanese cuisine and a chance to experience the warm hospitality of a local family. OVERNIGHT"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Fly to India, free time to begin exploring Delhi Your time is free today until we transfer you to the airport in time for your flight to Delhi, India (flight cost not included). Once you arrive in Delhi, you'll be met by one of our local staff, who will transfer your hotel. Once you're settled in, we'll run through the tour itinerary for the next few days, brief you on the local area and arrange a time to collect you tomorrow. OVERNIGHT"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Exploring Delhi, Rickshaw Ride & Street Food Tasting Your day starts with a morning tour of India's capital, New Delhi. Built on the banks of the Yamuna river, New Delhi is a beautiful blend of a historical past and a vibrant present. We start at India Gate in the centre of New Delhi, a 42-metre high \"Arc-de-Triomphe\" like archway, a war memorial built to commemorate the 82,000 soldiers who partook in the undivided Indian Army. We'll drive past various government buildings such as the President's Palace and the Parliament of India, before passing Humayun's Tomb - a UNESCO World Heritage Site, and the Bangla Sahab Gurudwara Sikh Temple. We'll stop at Connaught Place Station and join the locals on the metro to Old Delhi where we'll walk through one of the oldest and busiest markets in Old Delhi, Chandni Chowk, before exploring the narrow streets of Chawri Bazar which specialises in selling brass, copper and paper products. Throughout the afternoon our guide will also introduce you to the wide range of street food snacks and delicacies so you can get your first authentic taste of the delicious and varied Indian cuisine. Our walking tour will also take in a rickshaw ride and the Jama Masjid mosque, one of the largest in India. OVERNIGHT"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Head to Agra. Sheroes Hangout, Mughal Heritage Walk. First glimpse of the Taj Mahal We head to Agra this morning, home of the famous Taj Mahal. After arriving in Agra we'll make a stop for lunch at the Sheroes Hangout Cafe The cafe was set up by the Chhanv Foundation and is run by victirms of acid attacks. The cafe works to raise awareness of acid attacks in India and to empower those who have sadly been the victims of these heinous crimes. Prior to gaining employment in the cafe, many of the 'Sheroes' led solitary lives, rarely going outside due to shame associated with their scars. At Encounters Travel we're proud to support such an organisation, which has the sole aim of helping these women find acceptance, a supportive community and a means of income. Lunch will be included whilst at the cafe. Once you've checked in into your hotel, we'll spend the afternoon on a Mughal Heritage Walk through the ancient village of Kachhpura and surrounding farmland on the banks of the Yamuna River across from the Taj Mahal and Red Fort. This walk has been designed by a local NGO and helps support the local community through employment and new infrastructure. During the walk one of the villagers will give a guide to their village life, the layout of their homes, with living, cooking & religious areas, the farming done, and the local cottage industry for leather shoe making which helps Agra export shoes all over the world. You'll also see some lesser known but important Mughal era monuments. Finally today we'll stroll around the park at Mehtab Bagh - originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna River's east bank, before taking in the magnificent sight of the Taj Mahal at sunset. A special evening option is available today, where you can join a Hindu family for a Vegetarian Thali cooking lesson and meal. OVERNIGHT"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Sunrise at the Taj Mahal. Agra Fort visit before returning to Delhi We start today early for our tour of the Taj Mahal. Truly one of the wonders of the world this elaborate monument to love was built by the Mughal Emperor Shah Jahan and took over twenty-two years to complete. Sunrise is a great time to visit as the light changes gradually with the colours of the Taj changing too. Next we'll head to the UNESCO world heritage site at Agra Fort where we'll have time for a visit before returning to Delhi where we'll spend our final night. OVERNIGHT"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Delhi, free time, optional tours. Airport transfer Your time is free today with various optional tours available before we transfer you to the airport to catch your flight home. You could also choose to extend your stay in India by going on safari looking for tigers at Ranthambore National Park, or heading south to the beaches at Goa or Kerala.If you would like assistance with a tour extension, please contact us to discuss your plans. OVERNIGHT"
    }
  ],
  "map": ""
}