{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "cultural-tour-of-bhutan",
  "tourName": "Cultural tour of Bhutan",
  "placesVisited": "",
  "generalInfo": "Meet the people of Bhutan in this 9 day introduction to this fascinating and remote Himalayan Kingdom offered by this well known and experienced UK Operator. This programme is a tailored, luxury tour for 2 people or more who look for more than just the conventional tourist trip and wish to see Bhutan's fascinating traditions and meet the welcoming people. You have your own guide and vehicle and it will open doors and take you into the heart of a rich and thriving culture, unique art and architecture and above all, the people whose simple lifestyle will make your Bhutan experience unforgettable. We also offer a standard 11 day tour and tailor our tours to suit you.",
  "durationDays": "9",
  "price": "2749",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Paro. The flight to Paro is a befitting introduction to Bhutan - an untouched pristine wilderness. Upon arrival you will be met by our guide and transferred to your Bhutanese home - a traditional styled hotel. Check-in and lunch at the hotel. After lunch you will visit the National Museum of Bhutan. You will have time to admire the museum's collection of rare Bhutanese artifacts and art, traditional weaving and other eclectic artefacts. After the museum you will visit the Paro Dzong - which now houses the offices of the district administration and the district monastic body. You will then hike down to the traditional cantilever bridge. One of the scenes in the film Little Buddha includes this bridge. The hike is about 10 minutes. Your transport will pick you from the other side of the river. Before returning to your hotel, you will explore Paro town. Overnight at Tashi Namgay Resort or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Haa Valley. After breakfast you will drive to Haa via Chelela Pass (3900m). The drive is about 2 hours one way. If the weather is clear you will have magnificent views of Mt. Jumolhari (7314 m) and Taktshang Goenpa (Tiger's Nest Monastery). Haa valley was recently opened to visitors and remains one of Bhutan's most pristine areas. The valley is dotted with fields of millet, barley, potatoes, wheat and farmhouses which are adorned with intricately painted cornices and frames. On route you will view the Haa Dzong and stop for pictures. You will visit the 100 year old farmhouse in Hatey Village owned by the grandparents of our partner in Bhutan. This will give you an idea of the way of life of Bhutanese families in the remote areas. Picnic lunch will be served at the farmhouse to give you time to share a meal with the local family and talk about their lifestyle and beliefs as you wish. After lunch you will explore Haa valley with visit to Chundu Lhakhang at Hatey village. The visit to the Lhakhang (Temple) will provide an insight into the history of the valley. You will then return to Paro for the night. Overnight at Tashi Namgay Resort or similar."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Thimpu. After breakfast we drive to Thimphu. Upon arrival, check in and lunch at the hotel. After lunch visit the Memorial Choeten, a stupa built in 1974 to honor the memory of the 3rd King, His Late Majesty Jigme Dorji Wangchuck who is known in Bhutan's history as the \"Father of Modern Bhutan\". Then you will visit the Changangkha Lhakhang, which is also a focus of daily worship for many Thimphu residents and afterwards drive to Sangaygang - the view point. It is also known as \"Lover's Point\" where young couples come to enjoy the bird's eye view of the Thimphu valley. Next you will visit the Dupthob Lhakhang built by Dupthob Thangthong Gyalpo, also known as \"Iron Bridge Builder.\" It is now a nunnery and it has more than 70 practicing nuns. You will have time to enjoy the beautiful paintings inside the temple and speak to the nuns about their ways and beliefs. In the evening you will visit the Government Handicrafts. Overnight at the Hotel River View or similar."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Thimpu. In the morning you will visit the Folk Heritage Museum and the Institute for Zorig Chusum - a painting school where the traditional style of Thangka painting is passed on to the next generation. Next visit Changangkha Lhakhang, a temple of daily worship for Thimphu residents. Lunch is taken in town and after lunch you will drive north of Thimphu to visit the Tango Monastery which is now a college for learning higher Buddhist Philosophy. It was founded by Lama Gyalwa Lhanampa in the 12th century. It takes about an hour and the trail takes you up a gradual ascent. The monastery now has about 200 practicing monks. You will have time to enjoy the beautiful paintings inside the temple. The evening is spent at leisure. Overnight at the Hotel River View or similar."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Thimpu to Punakha. After a leisurely breakfast, you will drive to Punakha across the Dochula pass (3100m). If weather favours you, you will get to enjoy the magnificent views of the eastern Himalayas. The pass is marked by a large massive Choeten, 108 smaller choetens (Druk Wangyal Choetens) and prayer flags. Stop at the pass to stretch your legs and take pictures. Then descend to Punakha through forests of rhododendrons, magnolia and cypress trees. Check in and lunch at the hotel. After lunch you will hike to Chimi Lhakhang - a temple dedicated to Lama Drukpa Kuenlay who is also known as \"Divine Madman.\" He travelled throughout Bhutan and Tibet using songs, humour and outrageous behaviour to dramatize his teachings and believed that the stiffness of the clergy and social conventions were keeping people from learning the true Buddhist teachings. Even today this site is believed to hold fertility powers for women wanting to conceive! The evening is spent at leisure. Overnight at the Hotel Zangdopelri or similar."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Punakha. After breakfast we hike to Khamsum Yuelay Namgyal. It is a moderate hike through the rice paddies. The hike offers beautiful views of terraced rice paddies of the Upper Punakha valley. Next we visit Punakha Dzong, built in 1637 by Zhabdrung Ngawang Namgyal. It served as the capital of Bhutan until 1955 and it still serves as the winter residence of the central monastic body. You will have time to admire the paintings of the life of Buddha and the masterpieces of Bhutanese sculptures. Lunch will be served at a popular local restaurant in town. After lunch try archery - Bhutan's national sport. Your guide will assist you with the game. The evening is spent at leisure. Overnight at the Hotel Zangdopelri or Similar."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Punakha to Paro. After breakfast visit a private temple built by Lama Serpo (who passed away at 100 years on 27 Dec., 2011). We will arrange an audience with 12-year-old Lama who speaks excellent English for Q & A on life, Buddhism etc. This will be a special treat since no other foreign visitors have excess to this temple other than our guests. The temple has three huge statues – Buddha (founder of Buddhism) in the centre, White Tara (Buddha of Long Life/Prosperity) on our right-hand side and Guru Rinpoche (Saint who introduced Buddhism to Bhutan in 8th century) on your left-hand side. You will have time to admire the intricate wall paintings on different Buddhist traditions. Then resume your journey to Paro. Lunch in Thimphu. Evening time on your own in Paro. Overnight at the Tashi Namgay Resort or similar."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Excursion to Tiger's Nest. Today is an excursion to Taktshang Monastery, literally known as Tiger's Nest. This is one of Bhutan's most sacred places, and an important pilgrimage destination. You will walk along a trail that slowly rises above the valley, taking you through fields and past four large prayer wheels turned by a stream. Continuing across an open meadow, you hike up a section of trail to a ridge where prayer flags rustle in the wind next to a massive prayer wheel. Just beyond is the Taktshang Cafeteria at 9,200 feet, where you stop to enjoy a hot drink and the striking views of the Monastery across the valley. Depending on your energy level, you may relax in the pleasant atmosphere of the cafeteria until lunch or continue on for a mile of steep climbing to another dramatic viewpoint. We will arrange special permits to visit the temples in the Tiger's Nest although cameras and cell phones will not be allowed inside the temple. You return to the cafeteria for a delicious buffet of typical Bhutanese food. You may want to try Emadatsi (A chili cheese dish), vegetables with cheese sauce and other dishes. Overnight at the Tashi Namgay Resort or similar."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Depart. After breakfast we drive to Paro International Airport in Assam for your onward journey. Your representative will help with check-in formalities and bid you farewell."
    }
  ],
  "map": ""
}