{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "cultural-holiday-to-bhutan",
  "tourName": "Cultural holiday to Bhutan",
  "placesVisited": "Paro, Taktsang Monastery, Haa valley, hike to Kila Gompa, Wangchulo Dzong, Thimpu, Dogar Dobji Dzong, Tango Monastery, Lamperi, Wangduephodrang Dzong, Gangtey Valley, Tang Valley, Bumthang, Trongsa, Ura Valley",
  "generalInfo": "This cultural holiday to Bhutan is perfect if you like to take in the local culture while keeping active. You’ll get to walk amongst the country’s dramatic peaks as well as engage with the local people and learn about Bhutan’s history. <br/><br/>Your adventure kicks off in the peaceful Paro Valley, where you’ll visit the legendary Taktsang Monastery, supposedly one of the divine resting places of the Guru Ringpoche. Then you’ll drive through fantastic scenery to the Haa Valley, where you’ll trek to the Kila Gompa, a nunnery perched on a cliff face at 3500m. From here you’ll have stunning views of the Chomolhari Peak. <br/><br/>After a night spent at a local farmhouse, you’ll hit the road again, driving over the 3000m high Dochu La pass to Wangduephodrang, where you’ll stay at a pretty riverside lodge. The Gangtey Valley is next on the agenda, and is home to the Gangtey monastery, the only Ningmapa monastery in Bhutan, as well as some lovely nature trails. Heading into central Bhutan, we’ll explore many more monasteries and dzongs, and cross over the 3590m Shertang La pass to reach the Ura Valley. <br/>",
  "durationDays": "13",
  "price": "5390",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After clearing customs and immigration in Paro, you'll be met by our group leader. There's time to freshen up and have lunch before heading out to hike to Zuri Dzong (2,600m). This scenic small hike to the Dzong will serve as an acclimitization walk as offer a glimpse into the beautiful landscapes of Bhutan. After the hike, we check into the hotel for a trip briefing and a welcome dinner. Overnight: Hotel Drukchen or similar"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast we drive to Gangtey (approx. 6 hrs drive), which is a wide and beautiful valley the open grassland and thickets of dwarf bamboo, designated as conservation zone within the Jigme Singye Wangchuk National. It is a natural habitat for wildlife, including nesting grounds for endangered black-necked cranes that migrate from Central Asia in the winter (late October and stay till March). We visit the Crane Centre created to provide information on this elusive species. Overnight: Hotel Dewachen or similar"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, drive up to visit the Gangtey Monastery on a forested hill overlooking the green expanse of the entire Phobjikha valley. Black neck cranes circle this monastery before landing in the valley and taking off for Tibet in February end for 110 km non-stop journey. From the monastery, we embark on a hike (approx 2hrs) starting by the Mani stone wall, through pine and bamboo forests and ends in Khewa Lhakhang. Views over the Phobhikha Valley and wetlands are endless and breathtaking. Overnight: Hotel Dewachen or similar"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we cross the Pele La pass (3,420m) on the Black Mountain range towards Trongsa. Enroute we pass the beautiful 18th century Chendebji Chorten, erected to subdue harmful, anti-religious demons. Upon arriving at Trongsa, the ancestral home of Bhutan's ruling dynasty. After lunch we visit the Ta Dzong Museum that houses a rare collection of historical artifacts belonging to the Royal Family. We continue to Bumthang, the spiritual heartland of Bhutan and stop at Zungney village mid way. Bhutan is well known for their bright coloured wooled fabrics known as Yathra and we will visit a factory where ladies weave these vibrant fabrics in different patterns and shapes. Overnight: Rinchenling Lodge or similiar"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Legend has it that throughout the Buddhist Himalayas, valleys hidden from the outside world exist. Sheltered and protected, together these regions could become the last bastions of traditional Tibetan Buddhism. Shangri-La in James Hilton's Lost Horizons is based on this very idea. There remain few places more suited than Bumthang, Bhutan's spiritual heartland, to stand as symbols of such ideals. We will be dropped off at Jambay Lhakhang, from where we still start our sightseeing tour on foot. Jambay Lhakhang was built in the 7th century by the Tibetan king Songtsen Gampo, on the same day as the Kyichu temple in Paro. This temple has been repaired and rebuilt several times of the year and is of significance to Buddhist tales. On our hike, we also visit Kurjey Lhakhang, Tamshing Lhakhang and the Kenchosum Lhakhang - all traditional temples that have been preserved and restored. We end the day with a visit to the Swiss Cheese Factory. Taste the local cheese and try Panda beer, produced by the Swiss Brewery. Overnight: Rinchenling Lodge or similar"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tang is the most remote of Bumthang's valleys with not as much agriculture as the valley below, although in places where the soil is fertile and deep the Arcadian scenes are picture perfect. Terton Pema Lingpa the famous saint responsible for discovering many treasures as prophesized by Guru Rimpoche was born in this valley. The people of this valley raise sheep and at higher elevation, yaks. We visit the Ogyencholing Museum that was restored in the 19th Century. This museum offers a glimpse into history with exhibits that capture the ambiance and lifestyle of the former Governor. In the afternoon we start a hike on the ancient trails of local merchants and traders. We cross Baetely La (pass) at 2900m and end at the famous Kharchu Dratsang where our car will drive us to the hotel. Overnight: Rinchenling Lodge or similiar"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we will head to the warmer valley of Punakha. Visit the village of Lobesa where a short walk ends at Chimi Lhakhang, the auspicious fertility monastery built in 1499. We will also visit the impressive Punakha Dzong - a fortress monastery which acts as the winter residence of the monastic order’s head, with numerous rooms and grand courtyards to be explored. Overnight: Meri Puensum Resort or similar"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast we commence the drive towards Thimphu, the nation's capital. Thimphu is the largest city with a population of 1.2m and also without traffic lights! It is home to the Government, royal family and has an interesting mix of Himalayan and western influence. Later in the afternoon, we visit the tallest sitting statue of Buddha Dodenma (52m). This statue fulfills an ancient prophecy dating back to the 8th Century A.D of emanating an aura of peace and happiness to the entire world. We also visit the Jungshi paper making factory where you can observe the traditional process of producing hand made paper passed down through generations. This type of paper was originally used by monasteries for manuscript books and writing prayer books. This factory continues to preserve and promote this ancient tradition."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning, we will drive for 45 minutes to the start of the hike to Cheri Monastery (about 2hrs walk return). This monastery was established in 1620 and is now a major centre for the Drukapy Kagyud sect of Buddhism, the state religion. This significant site serves a monastic school for the study of Buddhist philosophy, metaphysics, mathematics, poetry and other Buddhist studies. After a riverside lunch, we return to town (45 minutes) to visit National Institute for Zorig Chusum (painting school), where students are taught the traditional arts and crafts of Bhutan. We conclude the day by visiting the Royal Textile Academy which displays the significance of textile weaving as an important component of Bhutanese culture and tradition."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast we drive towards the Haa valley via Chele La Pass, the highest motorable road in Bhutan. Before making it to Chelela, we visit Kila Gompa Nunnery, reputedly the oldest nunnery in Bhutan consisting of a series of buildings pressed against the cliffs. Around 50 nuns pursue higher Buddhist college studies here. We then embark on a scenic 1.5-2hr hike to Chele La, passing serene forests, chortens and fluttering prayer flags. Our transport will pick us up from the pass and transfer us to the below valley of Haa. Arriving at Haa, we visist Lhakhang Karpo & Nakpo, established in the 7th century by Tibetan King Songtsen Gempo in his missiong to build 108 temples in one day to pin down the giant ogress who was obstructing against the spread of Buddhism in the Himalayan region. Lhakhang Karpo has been renovated recently and also hosts the annual Haa Tshechu. A short distance away is Lhakhang Nakpo, where it is believed a hidden lake is below the shrine. There is an opportunity to stroll down the small town of Haa and its one-street town. We check into our heritage lodge and its traditional architecture. Try the hot stone baths that are renowned in Bhutan. Overnight: Soednam Zingkha Heritage Lodge or similar"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After a morning of exploring the town, we drive to Paro. In the evening head out to visit Kyichu Lhakhang, a contemporary of Jambay Lhakhang in Bumthang. Legend says that a giant demoness lays across the whole area of Tibet and the Himalayas and was obstructing the spread of Buddhism. So in order to control her, King Songtsen Gampo of Tibet is believed to have built 108 temples which are places on all points of her body. Kichu Lhakhang was one of the 108 monasteries (pinning her left sole of the feet). Overnight: Hotel Drukchen to similar"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We drive to the foot of the Taktsang Monastery - the famous Tigers Nest Monastery (3120m) said to have been one of the divine resting places of the Guru Ringpoche. This Monastery was blessed and sanctified as one of Bhutan’s most sacred religious sites. It hangs on a cliff and stands above a beautiful forest of blue pine and rhododendrons at 10,000 ft. Today Paro Taktsang is the most sacred site for pilgrimage for Buddhists around the world and a special hiking place. The main street, only built in 1985, is lined with colorfully painted wooden shop fronts and restaurants and handicrafts for souvenirs. Paro remains one of the best Bhutanese towns to explore on foot and is worth an hour or two's stroll at the end of a day of sightseeing. Overnight: Hotel Drukchen to similar"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After breakfast our trip concludes with a transfer to the airport for onward arrangements."
    }
  ],
  "map": ""
}