{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-buddhism-culture-holiday",
  "tourName": "Bhutan Buddhism & culture holiday",
  "placesVisited": "",
  "generalInfo": "Be among the first ones to visit this hidden in the Himalayas country and see how Bhutanese protect their culture and environment. Finally, after 2 years of isolation, the mystical Kingdom of Bhutan reopened its borders to international travellers. <br/><br/>On this 5 day tour, we will visit major cities such as Paro, Thimphu and Punakha. It is a perfect destination to do some spiritual searching and to connect with the greater aspects of the world being. What do you know about life in a monastery or a life of a monk? Why were temples built on top of the peaks? What's karma? Why meditate?<br/><br/>One of the memories you will carry - we will witness a Black-Necked Crane Festival in Thimphu. The festival is an occasion for the locals to rejoice and celebrate the arrival of this endangered and majestic bird which becomes an inseparable part of their daily lives during the winter months.<br/><br/>We will explore the most important dzongs and dive into the history of Buddhism. While doing that we will interact with locals, try new food, see how life goes, what villagers do, how women run households and treat you as royals.",
  "durationDays": "5",
  "price": "1820",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The flight to Paro is one of the most spectacular mountain flights in the world, providing a spectacular panorama of some of the highest mountains on earth. After lunch, we will enjoy sightseeing at Paro, visiting the Ta Dzong Museum which shelters a lot of religious relics, works of art and handicrafts providing great insight on Bhutan’s historical, cultural, and religious past. Next, we visit the Rimpong Dzong and observe the painting of the great saint Milarepa, considered the master of meditation by the Bhutanese. Afterwards, we drive to the capital, Thimphu along the Pachu River. Overnight in Thimphu"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "From Thimpu, a scenic drive takes us to Punakha over Dochu La (3,200 m). At Punakha, we visit Punakha Dzong, also known as Pungtang DechenPhotrang Dzong (meaning “the palace of great happiness or bliss”). Observing the administrative and cultural centre for a while, we advance towards Chimi Lhakhang en route to Wangdiphodrang (Dzong was built in 1638). After spending some time there, we drive back to Thimphu for overnight."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We spend our day touring around Thimphu. At first, we visit the Memorial Chorten that was built in honour of the third King Jigme Dorji Wangchuck then Cheri monastery and Tashichho Dzong (Fortress of the Glorious Religion). Then we of course will visit Changangkha Lhakhang, a place you cannot avoid when in Bhutan. Located on a river bank, it is a monastery that will steal your heart. After our tour around the city, we drive to Paro to spend the night."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, we hike towards the Taktsang Monastery which takes about 3 -4 hrs to reach there. The Monastery is an important pilgrim site for the Buddhists. As per the legends, the great Guru Rimpoche and his consort meditated in a cave here for three months after he brought the teachings of the Buddhist Dharma to Bhutan in the 8th Century. After meditation, they turned themselves in the forms of Guru Dorji Drolo and a tigress to defeat the demons in the valley below. The cave, where the monastery was later built is thought to be the origin of Buddhism in Bhutan. In the afternoon, we drive to the ruins of the 17th Century Drukgyel Dzong, an historic monument built by the Shabdrung to commemorate his victory over Tibetans in 1644. We then return to Paro and visit 7th Century Kyichu Lhakhang, one of the 108 temples constructed by the Tibetan king Songtsen Gampo. And then back to the hotel to rest."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Until next! We will take you to the airport for your flight right after breakfast."
    }
  ],
  "map": ""
}