{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-and-bhutan-small-group-tour-14-days",
  "tourName": "Nepal and Bhutan small group tour, 14 days",
  "placesVisited": "",
  "generalInfo": "The Happy country, according to Gross National Happiness, Bhutan is a beautiful mountainous nation that lies between China and India. Besides breathtaking views of mountains, hills, monasteries, fortresses (or dzongs) and dramatic landscapes, Bhutan is a culturally rich country where people live in peace and harmony. Because of its beauty and pristine environment, Bhutan is also known as ‘The Last Shangrila’. Despite being sandwiched between two giant nations; India and China, this country offers a unique flavour to travellers around the world. We present you the best of Bhutan tour with a short visit to Nepal. This 13 days Bhutan and Nepal tour is cultural extravaganza in South Asia that you can enjoy in a brief period of time.<br/>***<br/>Inclusions:<br/>Meals: Breakfast=13, Lunch=07, Dinner=08<br/>Accommodation Nights (twin or triple<br/> sharing basis): 12 (Total)<br/>Nepal = 06, Bhutan=07<br/>Overland/ Air Transportation:<br/>Private Coach/SUV/Car: Airport transfers, all mentioned tours in Bhutan,<br/>Public Deluxe Coach/ Jeep: Kathmandu to Ghandruk, Ghandruk to Pokhara, Pokhara to<br/>Kathmandu<br/>Airport Transfers: Arrival at Kathmandu, Departure to Paro, Arrival at Paro, Departure from Paro;<br/>Ticket/Fees/Taxes: All Permits and Taxes; Travel permits. Nepal visa you can get on<br/>arrival.<br/>Staffs: guide=1, driver=1 (in Bhutan only),<br/>Complimentary: Souvenir, map;<br/>***<br/>Exclusions:<br/>Travel and medical insurance;<br/>Visa Fee and Flight Fare will be extra<br/>Any item not included in the inclusion section;<br/>Meals other than mentioned in the itinerary;<br/>Extra night accommodation because of early arrival or late departure;<br/>Expenses of personal nature as bar bills, laundry, telephone calls and personal gratuities, etc.",
  "durationDays": "14",
  "price": "4720",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVAL PLUS SIGHTSEEING Upon arrival, one of our representatives will be waiting at the Tribhuvan International Airport to greet and escort you to the hotel. From 3 pm in the afternoon, we go for sightseeing around Kathmandu. Capital of the country, Kathmandu is a diverse city and home to 7 UNESCO enlisted world heritage sites. On our half-day sightseeing we will observe some of these heritage sites. Overnight at a hotel in Kathmandu; Sights to visit: Bauddhanath Stupa and Pashupatinath Temple"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "POKHARA GHANDRUK Our ultimate Natural Nepal and Bhutan tour begins in Nepal. Early in the morning, we leave for the cultural village of Ghandruk via Pokhara. It’s about 7-9 hours of drive from Kathmandu. We will enjoy a splendid view of the Himalayas and warm hospitality of the people from the Gurung community residing in Ghandruk. Overnight at a homestay in Ghandruk;"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "POKHARA After enjoying glorious sunrise and breakfast at Ghandruk, we will drive towards the beautiful tourist hub city of lakes; Pokhara. After lunch, we go for boating around the Fewa Lake. Next we will hike/drive to World Peace Pagoda, constructed by Buddhist monks from the Japanese Nipponzanmyohoii organization. Balanced on a narrow ridge above Fewa Lake, the brilliant white stupa is a vantage point offering spectacular views of the Annapurna range and the Pokhara city. Overnight at Pokhara; Highlights: World Peace Stupa, Fewa Lake, Sarangkot hill (Paragliding spot)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "KATHMANDU After breakfast, we drive back to the capital city, Kathmandu from Pokhara. We pass through Trishuli River and several picturesque villages on the way. It takes roundabout 7- 8 hours to reach Kathmandu Valley. We’ll transfer you to the hotel. Overnight at a hotel in Kathmandu;"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "KATHMANDU SIGHTSEEING After breakfast, Kathmandu tour begins. Kathmandu valley is an incredibly diverse city with a breathtaking Newari culture, centuries-old Hindu and Buddhists cultural sites alongside a plethora of ancient monuments. The capital of the country and home to 7 UNESCO World Heritage Sites, Kathmandu, bridges modern facilities with centuries-old traditions and cultures with its tourist-friendly accommodations and the ancestral etiquette “AtithiDevoBhava” meaning \"Guest is equivalent to God\". Throughout the day, most of the UNESCO World Heritage Sites in Kathmandu will be observed. Overnight stay at the hotel;"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "KATHMANDU- PARO Our representative will meet you at the hotel and escort you to the airport. The airport check-in time is 3 hours prior to the flight time in Nepal. The flight to Paro is one of the most spectacular mountain flights in the world, with a constantly changing panorama of some of the highest mountains on earth. At the airport exit gate, the tour guide and driver will be waiting for you. Upon arrival at Paro, our natural Nepal and Bhutan tour continues in Bhutan. After lunch, we start the leisurely hike from the hotel. After almost 1 hour’s hike, we reach the hillside of Zuri Dzong which provides wonderful views down over the valley. The descending trail from the Dzong takes us to the National Museum where the hike ends. Perched above Paro Dzong, built-in 1649 to protect the undefended dzong and renovated in 1968 to house the National Museum, the unusual round building is said to be in the shape of a conch shell, with 2.5m-thick walls. Next, we visit Ringpung Dzong, and in the evening, stroll around the main street for some interesting Himalayan artefacts or textiles or have a relaxing stay in the hotel. Overnight at Paro;"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "BUMDRA TREK IN PARO After breakfast, early in the morning, we drive to Sang Choekor Buddhist University in the Paro valley (2,800 m) and hike to a beautiful Yak pasture where we camp below Bumdra Monastery (3,800 m). Passing through shady, forested ridge we come across colorful prayer flags and stunning views down into both the Paro and Do Chhu Valleys. A further walk of approximately 2 hour’s takes us to the Chhoe Tse Lakhang (temple) nestled on the mountainside. The trail undulates before the last steep section up to the temple which offering the wide view of Paro to the south and the snowcapped Himalayas to the north. After a final 20-minute climb through ruins and fluttering prayer flags, we come across ancient forest, and, after traversing for about 40 minutes, we come out onto a high wide meadow dotted with sacred Chortens and prayer flags. Our camp for the night is tucked away just under Bumdra Monastery (Cave of a Thousand Prayers) which offers splendid views of the Himalayan ranges. After lunch we can visit the monastery and also climb the peak to the north (about 4000m). Overnight at the camp."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "TIGER’S NEST MONASTERY Today we hike downhill from Bumdra camp. On the way down, we visit Zangto Pelri Monastery and Taktsang (Tiger’s Nest) Monastery. After a hearty breakfast, it is time to either head straight back into the valley or spend a sometime enjoying the view. Eventually, we drop back into the ancient pine and rhododendron forest through the uneven trail. After one to two hours of descent, we catch glimpses of the golden roofs of temples below. The path snakes across the mountainside between these monasteries before reaching the gardens of Zangto Pelri (Heaven on Earth) from where if you are brave enough you can peer over the edge, straight down onto the ornate rooftops of Taktsang A monastery perched against the cliff-face far below. An hour later we cross the gorge from Taktsang Monastery following a steep descent to a waterfall then climb uphill for 10 minutes and reach the Tiger’s Nest. Historically, it is believed Guru Rinpoche, arrived here on the back of a flying tigress after defeating a troublesome local demon in the eighth century and spent months in meditation, Thus, the cave gets its name Lakhang meaning \"Tiger's Nest\". It has been a place of pilgrimage ever since. Inside of the Lakhang, the Dubkhang - the cave where Guru Rinpoche meditated, now sealed behind a shining golden door - sits at the heart of the main shrine, surrounded by richly decorated chapels and side chapels that fill every inch of the narrow ledge offering phenomenal views of the forested valleys far below. Retracing our steps, we begin the final descent of about 45 minutes to Paro Valley floor to reach our vehicle from where you will be transferred by road to your overnight stay at the hotel in Paro. Later in the evening, enjoy a hot stone bath to relax your muscles from the trek. Overnight at hotel in Paro;"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "PARO TO THIMPU Enjoy the one-hour drive to Thimpu through the beautiful we drive to capital city Thimpu, check-in hotel and enjoy sightseeing around Thimpu. We visit Memorial Stupa built-in 1974 in the memory of Bhutan‘s third King, His Late Majesty, King Jigme Dorji Wangchuk. Later, we proceed to visit Tashichhodzong “fortress of the glorious religion”. Tashichhodzong houses some ministries, His Majesty’s secretariat, and the central monk body. Next, we will visit the world’s tallest statue of sitting Buddha of height 169 ft at Buddha point. After lunch, we will visit Simply Museum which provides a glimpse into the traditional Bhutanese life. The museum offers visitors an opportunity to learn about Bhutanese traditions, cultural dresses (kiras and ghos) along with unusual regional costumes. One can also try archery or khuru (darts) in the open courtyard. The museum also doubles as a photo studio, offering a wide range of backdrops and props to help visitors capture a unique holiday snap. Later, we will also visit the School for Arts and Crafts where students are taught the 13 types of Bhutanese art. In the evening, we will stroll around the shops. Overnight in Thimpu;"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "THIMPU SIGHTSEEING After breakfast, we will visit the world’s tallest statue of sitting Buddha at Buddha point. The statue depicts Buddha at the moment of his enlightenment, sitting in bhumisparsha mudra with five fingers extended to touch the earth, the 51-metre (169-feet) tall statue is visible from across Bhutan's capital city. Next, we start our hike from Buddha point to Changakha Lakhang. We will follow the mountain biking trails, previously used by kings to cycle around the forests. After about 1 hours of walk, our hike ends at Changakha Lakhang, claimed to be the oldest monastery in the capital city, built in the 12th century. After lunch, we proceed towards Simply Museum an initiative of the Bhutan government to increase participation of young Bhutanese people to conserve Bhutanese tradition and culture. Housed in a traditional building, the museum offers visitors an opportunity to learn about Bhutanese traditions, cultural dresses (kiras and ghos) along with unusual regional costumes. One can also try archery or khuru (darts) in the open courtyard. The museum also doubles as a photo studio, offering a wide range of backdrops and props to help visitors capture a unique holiday snap. Later, we will also visit the School for Arts and Crafts where students are taught the 13 types of Bhutanese art. In the evening, we will stroll around the shops. Overnight at hotel in Thimpu;"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "THIMPU TO PUNAKHA (70km - 1,5hrs) Today after breakfast we drive to Punakha (1300m/4265ft) the former capital of Bhutan. On the way, after 45 minutes’ drive from Thimpu, we reach the highest pass between Thimpu and Punakha called Dochula pass (3140m) which dons superb views of the Eastern Himalayas on a clear day. Next, we proceed to Chhimi Lakhang, “a temple of fertility” which is dedicated to Lama Drukpa Kunley popularly known as the Devine Madman. Upon arrival at Punakha, we check-in at the hotel and visit Punakha Dzong, a very beautiful Bhutanese architecture surrounded by the Pho Chu (Male River) and Mo Chu (Female River) rivers, built-in 1637 by Shabdrung Ngawang Namgyalto serve as the religious and administrative centre of the region. Overnight at Punakha;"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "PUNAKHA TO PARO (3,5hrs) After breakfast, we drive back to Paro. Enjoying the scenery on the way we reach Paro after 3 and half hour’s drive. Upon reaching Paro, we check-in at the hotel. This is a free day for you. You can choose from a wide range of activities to spend the day or just relax. It’s up to you. Overnight at Paro;"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "DEPARTURE TO KATHMANDU After breakfast, depending on your flight time, you will be escorted to the airport for a flight to Kathmandu. The rest of the day is your free time for relaxing or shopping."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "DEPARTURE HOME After breakfast, our representative wil escort you to the airport for your international departure. Check-in time is 3 hours prior departure"
    }
  ],
  "map": ""
}