{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-small-group-tours",
  "tourName": "Bhutan small group tours",
  "placesVisited": "Kathmandu, Paro, Thimpu, Thimphu Tsechu, Punakha, Dochula Pass, Black Mountains, Pele La Pass, Thingbi Mani tsechu, Bumthang Valleys, Phobjikha Valley, Black necked cranes, Tiger's Nest Monastery",
  "generalInfo": "This Bhutan small group tour, over two weeks, offers every opportunity to discover a largely overlooked destination seemingly tucked away in the foothills of the mountains. Bhutan is a pristine Himalayan country with much to offer the curious traveller. Discover a country awash with beautiful temples peopled by Buddhist monks in maroon robes and high mountain passes festooned with colourful prayer flags. <br/><br/>Trek to Tiger's Nest Monastery which seems to perch precariously on the edge of a cliff, stroll through rural villages to discover traditional Bhutanese life and enjoy a tipple (or two) at the Red Panda Microbrewery. The highlight of this Bhutan holiday, however,  is attending the colourful tsechus (festivals), the popular Thimphu tsechu and the smaller Thangbi Mani tsechu in the remote Bumthang Valley. Get into the spirit of things by donning traditional dress and watch the colourful and energetic masked dances to discover the culture of Bhutan.",
  "durationDays": "12",
  "price": "6165",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly to Kathmandu."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Land Kathmandu and transfer to the hotel. The remainder of the day is free to relax after the flight or explore the city before dinner as a group in the evening. (D)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Return to the airport and fly to Paro in Bhutan where you will meet your driver and guide. Drive to Thimphu a short journey which introduces you to the scenic delights which await. This evening enjoy a lecture from a local guest speaker on the Bhutanese subject of GNH, Gross National Happiness after which there may be time to explore the night markets. (B/L/D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Spend the morning enjoying the unique Thimphu Tsechu. Enjoy watching monks and laymen partaking in masked dances and performances, the festival is an important Bhutanese social event. This afternoon discover the city sights. Visits include the King's Memorial Chorten, the colourful National Textile Museum and Simply Bhutan, an interactive living museum. Visit the impressive Tashichhodzong and the handmade paper factory and if time permits the day will end at the Buddha Dordenma for panoramic views of the valley below. (B/L/D)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning embark on a 3-hour drive to Punakha passing over the wonderful Dochula Pass which stands at 3150 metres. Stop for tea/coffee and to explore the 108 Druk Wangyal Khangzang Chortens. Further along the journey stop and take a short walk through rural villages to Chimi Lhakhang which is dedicated to the 'divine madman' Drukpa Kuenley. Enjoy a picnic lunch with imposing Punakha Dzong as backdrop before exploring the dzong and the Nalinda Buddhist College. Overnight in Punakha. (B/L/D)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy another scenic drive to the Phobjika Valley passing oak forests and rhododendrons. This valley was formed by glaciers and black-neck cranes can be found here in winter. Hike the Gangtey Nature Trail through the valley before visiting the monastery and, if time allows, the Crane Information Centre. (B/L/D)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A long but memorable drive from Gangtey crosses the Pele La Pass at 3,300m where at the highest point is a large chorten and prayer flags. Visit Trongsa where after lunch you can visit the Dzong and museum. The road then climbs to 3,400m before dropping through forests to the Chumey Valley to the town of Bumthang. (B/L/D)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning attend festival number two, the Thingbi Mani tsechu which is famed in the region for its fire blessing ceremony. The remainder of the day can be spent exploring Jakar town. (B/L/D)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is a long day on the road back to Paro but it is certainly a scenic journey! The afternoon can be spent exploring the town or maybe enjoy the national sport, archery. (B/L/D)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy spectacular views from the Cheli La Pass which stands at 3,810m where you can make an offering of prayer flags to aid you in your next life. Visit Bhutan's oldest nunnery at Kila Goemba before retuning to Paro for lunch. The afternoon will include a visit to the national museum housed a tower overlooking Paro Dzong and Paro Rinpung Dzong whose woodwork makes this one of the most stunning towers in the country. (B/L/D)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Rise early for the best experience of the trek to Tiger's Nest Monastery. Perched high on a cliff it is one of the most important places in Bhutan and a symbol of the country. The views from the trek are ever changing as you pass through pine forests festooned with prayer flags. Stop along the way for refreshments at a fantastic viewpoint before arriving at the monastery and exploring the site: the views from the monastery are exceptional. Return to Paro for the afternoon at leisure to enjoy some last minute shopping. This evening enjoy a traditional hot stone bath to soak your limbs after the hike. (B/L/D)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Return to Paro airport and fly to Kathmandu. Enjoy a full-day sightseeing tour, visits include Durbar Square and UNESCO-registered Swoyambhunath Square. Lunch will be enjoyed in the popular Nyatapola Café. Tonight dinner is at a local Nepalese restaurant while enjoying a traditional cultural show. (B/L/D)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today will be spent exploring Kathmandu further. Visit Pashupatinath Temple and Changu Narayan Temple before lunch at popular Nyatapola Café. This afternoon visit Bhaktapur, home to an abundance of medieval art and architecture, and this evening return to the airport for your flight home. (B/L)"
    }
  ],
  "map": ""
}