{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-highlights-tour-7-days",
  "tourName": "Bhutan highlights tour, 7 days",
  "placesVisited": "Thimpu, Punakha, Gasa, Dochu-la pass, Paro, Visit to Bhutanese farmhouse, Taktsang Monastery",
  "generalInfo": "A Festival &amp; Photographic journey in the Happiness Kingdom!<br/><br/>On this tailor made Bhutan Highlights tour you’ll spend seven days exploring this magical Himalayan kingdom. The country didn’t open up to tourists until 1974 and today it remains one of the most exclusive destinations on the planet - with a daily levy for travellers that keeps tourism low volume and therefore low impact. Travellers will be bowled over by its ancient culture and dramatic landscapes as well as the genuine warmth of the people. <br/><br/>On your journey you’ll visit Thimpu,  Bhutan’s capital city and a mix of ancient and modern; Punakha, the former capital where two of the country’s major rivers meet and home to the stunning Punakha Dzong; and the bucolic valley of Paro, which brims with storied temples and monasteries and is the setting for hundreds of myths and legends.<br/><br/>Highlights of the holiday will include:<br/><br/>-Experiencing Bhutanese culture in traditional villages<br/><br/>-Eating meals with local families<br/><br/>-Visiting Dzongs and other ancient sites<br/><br/>-Hot stone bath<br/><br/>The best time to visit Bhutan is September to April.",
  "durationDays": "7",
  "price": "2217",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Paro Airport (2,200m/7,218ft) and transfer to Thimpu. Fly into the Himalayas with Druk Air, Bhutan's National Carrier. The green wall of hills known as ‘Dooars’ or gateways to Bhutan rise ever higher as the plane flies north towards the Tibet border. Silvery rivers rush along the valleys, waterfalls plunge down forested mountainside, and to the north, the great snowcapped peaks of the inner Himalayas rise up to the heavens. Farm houses dot the hillsides on either side of the plane. As the aircraft enters the Paro valley, look down and you will see Paro Dzong on the hillside overlooking the Paro Chu (river), with Ta Dzong, formerly a watchtower and now the National Museum, above it. Our representative will meet you at Paro airport, and after completion of arrival formalities you will be transferred to Bhutan’s capital, Thimphu, an exciting blend of tradition and modernity. Dinner and overnight at your hotel in Thimphu (Pelyang Boutique or Norkhil Boutique)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we will explore the Thimpu City. Thimphu sightseeing will include visit to National Memorial Chorten: The building of this chorten was originally the idea of Bhutan's third king, H.M. Jigme Dorji Wangchuck (“the father of modern Bhutan”), who had wished to erect a monument to world peace and prosperity, but was unable to give shape to his idea in his lifetime due to pressures of state. Tashichhodzong: The “fortress of the glorious religion”, was initially erected in 1641 and rebuilt by King Jigme Dorji Wangchuck in the 1960s. Tashichhodzong houses some ministries, His Majesty’s secretariat, and the central monk body. It is open to visitors during the Thimphu Tsechu (held in autumn) and while the monk body is resident in its winter quarters in Punakha. We will take you to the local traditional market where all village people assemble to sale their products – vegetable, fruits etc. We will have lunch at a local town restaurant with typical Bhutanese red rice and curry. Later we take you to the city center to have your own time to explore. There are several Handicrafts shops: A wide assortment of colorful, hand woven textiles and other craft products is available for purchase at the government-run Handicrafts Emporium and many smaller crafts shops around the town. Back to hotel for freshen up and later in the evening we take you to a Bhutanese farm house where you can interact with the local host and experience a traditional folk show. After Dinner drive back to hotel and enroute see the beautiful illuminated Dzong of Thimpu from a distance. It is a good opportunity to take some nice night shots with a tripod."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Thimpu To Punakha -2.5hrs. Drive to Punakha (70 Km) via Duchula pass (3050 meters) - from the pass you can have a superb view of the Mountain ranges on a clear day. Drive on to Punakha which served as the capital of Bhutan until 1955 and still it is the winter seat of the Je Khenpo (Chief Abbot). Blessed with a temperate climate and fed by the Pho Chu (male) and Mo Chu (female) rivers, Punakha is the most fertile valley in the country. Enroute we will have lunch near Chimi Lathnag and explore the possibilities of some village life photography with lush agricultural field on terraced land and harvesting. Continue driving to Punakha Dzong. Placed strategically at the junction of the Pho Chu and Mo Chu rivers, the Dzong was built in 1637 by Shabdrung Ngawang Namgyal to serve as the religious and administrative center of the region. Damaged over the centuries by four catastrophic fires and an earthquake, the Dzong has been fully restored in recent years by the present monarch. Later we take you to your hotel to have a relaxed evening followed by dinner. Overnight at your hotel (Zhingkham Resort or Dhensa Boutique)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Punakha to Gasa excursion full day. Today we drive further up the Punakha valley along the scenic Mo Chu River towards Gasa. Gasa has become a tourist destination because of its pristine forests and the exceptionally scenic location of its Dzong. The high altitude makes farming difficult, although government programs seek to establish mustard and summer vegetable planting programs. Residents herd yaks and dzos – crossbreed of Cow and Yak. A narrow road from Punakha, which is mostly unpaved, reaches up to the Dzong. We will have lunch in Gasa and while coming back we will have the opportunity to try River Rafting in the Mo Chu River. Back to the hotel for Dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Punakha to Paro – 120kms in 4hrs. After Breakfast, proceed to Paro, en route visiting a traditional Bhutanese farm house, to gain an insight into the lifestyle and culture of the local people. On the way we cross Dochu-la pass (3,088m/10,130ft). The highest point on the road is marked by a large Bhutanese Chorten and prayer flags fluttering on the hill. On a clear day, there is a breathtaking view over the high peaks of the eastern Himalayas from this spot. We reach Paro and transfer to Hotel. We take early lunch and then go for a short village visit and interact with some village family and see their house hold activity. In the afternoon we visit a farm house and try a unique traditional Bhutanese Hot stone Bath. The stones are especially collected from the river which has medicinal value and is very relaxing and beneficial for authorities, blood circulation, skin diseases etc. This will be followed by a traditional Bhutanese dinner with the head of the family of the farm house. Overnight at the hotel (Olathang Cottages or Naksel Boutique)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Full day in Paro - Excursion to Taktsang Monastery (Drive and Trek 5hrs in total). After early breakfast we take you to an excursion to Taktsang Monastery, also known as Tiger's Nest. It is believed that Guru Rinpoche, founding father of the Bhutanese form of Mahayana Buddhism, arrived here on the back of a tigress and meditated at this monastery. Taktsang was damaged severely by fire in 1998 but was restored again. It is a place really worth visiting in the Paro Valley. It needs a 3-hour trek from the road head. You first drive from Paro on the road to Drugyel Dzong for about 8 km and then commence your trek to the monastery. The monastery from the road head appears as inaccessible but it lures you can't stop yourself from reaching there. The monastery structure is a man made wonder and it is difficult to believe how this structure could be built on such a location. On our way back we will have a picnic lunch organized among the woods and then visit Drugyel Dzong that is where the road ends. On a clear day the towering peak of Mount Jomolhari, (7,314 m / 24,000 ft) appears as a backdrop. This mountain marks the frontier with Tibet, and is regarded as sacred. Drukyel Dzong, with a delightful village at its foot, is built on a rocky spur that blocked the Paro valley & protected it from invasions from the north - it means \"fortress of the victorious Drukpas\". In 1951 a butter lamp fell & started a terrible fire. Only the walls remained and Drukyel Dzong became no more than a dramatic silhouette falling into ruins. On reaching at your hotel you have a free evening. You can go for a short stroll in the down town market to observe the city life of Bhutan. Overnnight at your hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Fly out of Paro. Today we check out after breakfast and fly out from Paro (to onwards destination)"
    }
  ],
  "map": ""
}