{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-tailor-made-tour-kingdom-of-bhutan",
  "tourName": "Bhutan tailor made tour, Kingdom of Bhutan",
  "placesVisited": "",
  "generalInfo": "Accommodation for 9 nights, including hotel meals and packed lunches on long drives<br/>All airport and hotel transfers<br/>An air-conditioned car with driver<br/>Monument entrance fees included<br/>English-speaking local guide<br/><br/>Thimphu, Gangtey, Bumthang, Punakha &amp; Paro<br/><br/>Bhutanese History, Tibetan Cultural Exploration, Luxury nature lodges",
  "durationDays": "10",
  "price": "7540",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Thimpu Step off the plane and into our care with an easy transfer at Kathmandu to the Druk Air flight to Paro. En route to Thimphu discover the first of countless treasures where the Thimphu and Paro rivers meet and Tibetan, Nepalese and Bhutanese art and culture collide. Experience Take an evening stroll around Thimphu, perhaps the world’s only capital city without a traffic light. Immerse yourself in Bhutan’s traditional art and crafts at the Textile and Folk Heritage Museum. Feel awed in the shadow of the country’s largest Buddha statue at Kuensel Phodrang. Enjoy the panoramic valley views. Enjoy a delicious Bhutanese dinner on the outdoor deck overlooking the forest and a nearby stream. Sleep soundly, your room warmed by a traditional wood- burning bukhari."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Gangtey Gangtey -1 night After a hearty breakfast, let us take care of the driving while you enjoy the dramatic views over the high mountain pass of Dochu La. If the clouds lift then you’ll see the peaks of the Himalayas. Spend the night in the comfort of the Amankora in Gangtey. Experience The thrill of a 3,050m-high mountain pass drive through forests of bamboo and oak. Take a moment to reflect on the tranquil view from the Lodge hidden in a forested knoll overlooking a broad valley. Explore the quaint village of Gangtey with its monumental Goemba and ancient altars. Hike to the remote Phobjikha Valley, part of the Black Mountains National Park animal sanctuary."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Bhumtang Bhumtang -2 nights A day of travel as you leave Gangtey behind and make your way to Bumthang, stopping at ancient temples and imposing monasteries on the way. Cross the 3300m-high Pele-la Pass. Visit Lhodrak Kharchhu Monastery, hear the melody of sacred rituals, the song of daily prayers. Experience Pamper yourself with a traditional treatment at theAmankora Bumthang Lodge spa. See the vegetation change from verdant mountain forest to high altitude dwarf bamboo as you journey up through the peaks. After a short hike, refresh yourself with tea at a local restaurant in Jakar Dzong. Stroke the rock where legend says that the saint Padmasambhava subdued a demon and left his imprint at Kurje Lhakhang."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Punakha Punakha -2 nights Continue your adventures after one last stroll around Bumthang. Settle back, enjoy the view and let us take you to Punakha along the beautifully scenic mountain highway route. Tomorrow you’ll enjoy a relaxed hike to the regal khamsum Yulley Namgyal Chorten. Experience Savour a refreshing brew in the Amankora Tea Pavilion which was once the kitchen of the summer palace. Take a tour of the ‘Palace of Great Happiness’, Punakha Dzong, once capital of Bhutan. After a gentle hike, enjoy the reward of spectacular views across the Mo Chhu and the mountainous peaks of Gasa. Wake after a sound sleep to stunning views over the rice paddies and Punakha valley."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Paro Paro -2 nights After a delicious breakfast enjoy the drive as you descend back down the mountains, following the dramatic Wang Chhu and Paro Chhu river valleys to Paro Town. Treasure your last nights in an Amankora Lodge; curl up in a blanket on the terrace and drink in the view – snow-clad Jhomolhari mountain and the ruins of the ancient dzong. Experience Challenge yourself on a day of hiking to the famous Taktshang ‘Tiger’s Nest’ Monastery, a place of pilgrimage for all Bhutanese. Marvel at the treasures from ancient thangkha paintings to armour in the Ta Dzong National Museum. Explore the 7th century Kyichu Lhakhang, the temple that marked the introduction of Buddhism in Bhutan. Shop for treasures and gifts at the evening market in Paro Town. Paro Day 10 – Departure After an early breakfast, check out and enjoy an assisted departure at the airport."
    }
  ],
  "map": ""
}