{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-bhutan-and-tibet-tour",
  "tourName": "Nepal, Bhutan and Tibet Tour",
  "placesVisited": "",
  "generalInfo": "Unforgettable Multi-Country Adventure: Nepal, Bhutan, and Tibet<br/><br/>Embark on a 21-day journey through Nepal, Bhutan, and Tibet—an adventure that promises to create unforgettable memories with family and friends. This multi-country tour offers a unique opportunity to witness the distinct cultures and traditions of three closely situated yet remarkably diverse nations.<br/><br/>Your adventure begins in Kathmandu, Nepal, the birthplace of Lord Buddha. Here, you'll explore the city's rich heritage and vibrant atmosphere before flying to Bhutan, famously known as the \"happy country\" according to the Gross National Happiness index. In Bhutan, you'll visit renowned sites such as Simtokha Dzong, King’s Memorial Chorten, the iconic Tiger’s Nest Monastery, and the majestic Punakha Dzong.<br/><br/>Following Bhutan, you'll return to Nepal for a thrilling jungle safari in Chitwan National Park, a UNESCO World Heritage site. Then, it's off to the enchanting lake city of Pokhara, where you'll enjoy breathtaking views and serene landscapes.<br/><br/>The final leg of your journey takes you to Tibet, the \"roof of the world,\" a predominantly Buddhist region rich in spiritual heritage. In Tibet, you'll explore the iconic Potala and Norbulingka Palaces, the bustling Barkhor Bazaar, and significant monasteries such as Sera, Drepung, and Jokhang Temple. Traveling to Lhasa, you'll drive through three mountain passes—Simi La, Karo La, and Kampa La—offering stunning vistas of mountains and glaciers.<br/><br/>This tour is designed to be physically accessible to most travelers in good shape. However, those with respiratory issues should exercise caution, as elevations reach approximately 5,000 meters. Staying hydrated is essential to mitigate the risk of altitude sickness. While the tour includes some short walks and stairs during sightseeing, the most strenuous activity is the hike to Tiger’s Nest Monastery in Bhutan.<br/><br/>If you're eager to explore different countries with unique cultures, traditions, and beautiful landscapes without sacrificing comfort, this tour is perfect for you. Join us for an extraordinary holiday that spans Nepal, Bhutan, and Tibet, offering an unparalleled blend of adventure, culture, and relaxation.",
  "durationDays": "21",
  "price": "3600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival to Nepal: At the arrival section of Tribhuvan International Airport in Kathmandu, one of our representatives will be waiting with a placard-carrying your name on it. The airport representative will explain the program upon arrival and escort you to the hotel on a private vehicle; Overnight in Kathmandu;"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu sightseeing and tour briefing in the evening: Kathmandu valley is an ancient city with diverse cultures and traditions. It has significant part in the history of Nepal. Home to 7 UNESCO World Heritage Sites, it has been chosen as a cultural and historical site of study and excursions throughout the history. We’ll observe some of the UNESCO world heritage sites in Kathmandu throughout the day. Overnight stay at hotel;"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu to Paro: As per our flight schedule, we fly to Bhutan and reach Paro (Bhutan’s only international airport) in the morning. On reaching Paro, we visit Simtokha Dzong (built in 1627, known as “Palace of the Profound Meaning of Secret Mantras\") while driving to Thimpu. Overnight in Thimpu;"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Punakha Sightseeing: From Thimpu, a scenic drive takes us to Punakha over Dochu La (3,200 m). At Punakha, we visit Punakha Dzong, also known as Pungtang DechenPhotrang Dzong (meaning “the palace of great happiness or bliss”). Observing the administrative and cultural center for a while, we advance towards Chimi Lhakhang en-route to Wangdiphodrang, a large village with monastery built in 1638 is home to many Bhutanese traditional architecture. Spending sometime in Wangdiphodrang which is located on the hill, we'll enjoy a confluence of the Mo and Tang rivers, picturesque settlements and then we drive back to Thimphu. Overnight in Thimpu."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Thimpu sightseeing and drive to Paro: On this day, we spend our day touring around Thimphu, a capital of Kingdom of Bhutan. At first, we visit the Memorial Chorten, built in honor of the third King Jigme Dorji Wangchuck, then Cheri monastery and Tashichho Dzong (Fortress of the Glorious Religion). You'll be amazed how rich this city on traditional architectural monuments is. After our tour around the city we drive to Paro. Overnight stay in a guest house of Paro;"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Taktsang Monasery (Tiger’s nest) sightseeing: Early in the morning, we hike to Taktsang Monastery which takes about 3-4 hrs. Walking along the high ridges dotted with colorful Buddhist prayer flags offering stunning views of Himalayas, plus incredible vistas into the valleys below the pass, we visit a farm house in the afternoon. Overnight in Paro;"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Paro to Kathmandu: Depending on your flight time, you will be escorted to the airport. You fly back to Kathmandu in the morning, again we'll meet you at the airport and take you to hotel for some rest and free time. Late afternoon we'll visit Bouddhanath Temple, a UNESCO World Heritage place and will have a chance to make some rounds to get some luck. In the evening we'll make a visit to Pashupatinath, a sacred Hindu temple complex that is located on the banks of the holy Bagmati river. It is the holiest place in Nepal and dedicated to Lord Shiva. Observing an ancient ritual Aarati will bring you positive and delightful feeling of happiness. It is a must when in Kathmandu. Overnight in Kathmandu;"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kathmandu to Chitwan: After breakfast, we will drive to Chitwan National Park which is home to the rare One Horned Rhinoceros and Bengal Tiger. It is about 5 hours of drive from Kathmandu along beautiful landscape and villages. We will then check in the safari lodge. After lunch you'll have some free time to stroll around and chill. In the evening we'll enjoy the famous sunset view, Tharu village excursion, cultural show and then later have dinner in a best Nepali tradition. Overnight at the safari lodge;"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Chitwan Safari: Right after breakfast in the morning, we will explore the UNESCO World Heritage Site - National Park. We will start by doing jungle jeep safari, elephant sanctuary, canoe ride to observe crocodiles, and bird watching to end the day. Overnight at the safari lodge;"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Chitwan to Pokhara: After breakfast, we drive to Pokhara which is about 4 hrs of drive from Chitwan along lovely little villages and beautiful hills. In Pokhara, we visit the International Mountain Museum and later we walk along the Phewa Lake to enjoy the evening at lakeside. Overnight at the hotel;"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Pokhara tour: First thing in the morning we will drive to Sarangkot to observe stunning sunrise view over Annapurna Himalayas. It is something you will carry in your memories for years. After breakfast, we'll take a boat across the Phewa lake and do a very short hike to World Peace Stupa. Then climb down towards Davis fall and visit Tibetan Refugee camp on the way. Free afternoon for you to either enjoy the beautiful lake city or rest. Overnight at the hotel;"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Pokhara to Kathmandu: After breakfast, we drive back to Kathmandu. We'll make a stop in a very lovely village called Bandipur if we have a time to enjoy the view from top and stroll by the streets with authentic restaurants and cafes. We we arrive to Kathmandu in the evening we'll have a briefing about Tibet tour over the dinner and pack for tomorrow. Overnight in Kathmandu; packing."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kathmandu to Kerung: Our representative will pick you up from your hotel in Kathmandu in the morning and then we will drive through small mountain road to the border at Nepalese side. On the way you can enjoy the waterfall, river, gorges, and forest - nature that Nepal is famous for. Finally, we will arrive Nepal Tibet newly opened Kerung border. Our Tibetan guide and driver will pick you up at the border and make the necessary immigration paper work and then continue driving to Kerung town at the distance of 20Km. Welcome to Tibet! Overnight in Kerung town."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kerung to Tingri: After breakfast, you will start your journey to New Tingri passing by the most sacred cave of Milarepa Yogi which dates back to the 11th century and also the birth place of Milarepa. Continue driving through Gongthang La Pass at the elevation of over 5000m and then drive along Pekutso lake and advance to Old Tingri at the distance of around 100Km from Pekutso. It is a place where all climbers come together before and after their summits. The scenery is extremely beautiful with Shishapangma Snow Mountain on the right and Pekutso on the left. If the weather is nice, you will see first time Mount Everest on the way to Old Tingri. You will continue driving on the friendship highway and reach New Tingri after one-hour drive. Overnight in New Tingri;"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Tingri to Shigatse: You will start your tour at around 9.30am from your hotel and drive through big mountain passes: Gyatso La 5200m and Tso La 4500m with some beautiful villages. You will have your lunch at Shigatse and then head for the sightseeing of Tashi Lhunpo monastery, founded by 1st Dalai Lama in 1447. Monastery is located on a hill in the center of the city, the full name in Tibetan means \"all fortune and happiness gathered here\" or \"heap of glory\". Overnight at Shigatse, second biggest city in Tibet;"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Shigatse to Gyantse: You will start off at around 9am from your hotel and then drive to town called Gyantse. The town, surrounded by a wall 3km long, is strategically located in the Nyang Chu valley on the ancient trade routes from the Chumbi Valley, Yatung and Sikkim, which met here. The fortress (constructed in 1390) guarded the southern approaches to the Yarlung Tsangpo Valley and Lhasa. After lunch in Gyangtse you'll visit Palchoe monastery and Kubum Pagoda Stupa - it is a fusion of Han, Tibetan and Nepali architecture. In the afternoon, explore the old town of Gyantse and overnight there;"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Gyantse to Lhasa: You will start the trip at around 9am from your hotel and then drive towards Lhasa via 3 high passes: Simi La, Karo La, Kampa La, respectively. Karo La is the highest pass among them which is over 5000m with its most beautiful glaciers; beautiful Yamdrok lake emerged as coral color from the top of Kampa La pass. You will have your lunch at Nakartse county which is just between the Yamdrok lake and Karo La glaciers. Overnight in Lhasa"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Explore Lhasa: You'll spend whole 2 days to explore the capital of Tibet in a walking tours with local guides: Jokhang Temple (most sacred and important temple in Tibet), Barkhor Street and Bazar (Barkhor Street is a very ancient round street surrounding the Jokhang Temple), Potala Palace (a former residence of Dalai Lama until 14th Dalai Lama before he left to India), original Dropenling Handcraft Center and work shop. You can get there unique products and of high quality, made using traditional techniques. Norbulingka Palace, the largest man made palace in Tibet. And so many more."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Lhasa to Kathmandu: This is the day we you return to Kathmandu. Depending on your flight status you can have free time to shop in Thamel, relax in spa after long journey and enjoy the farewell dinner to exchange the highlights of the journey with each other."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Departure: Depending on the flight time we will arrange the transfer to the airport. The airport check-in is 3 hours prior to the departure time. Our representative will meet you at the hotel and transfer you to the airport."
    }
  ],
  "map": ""
}