{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-and-bhutan-tailor-made-holiday",
  "tourName": "Nepal and Bhutan tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Visit the mesmerizing and picturesque Himalayan cities and witness the true beauty of nature. Explore the perfect combination of history, culture, tradition, and modernity. <br/>Enjoy the soothing Singing Bowl Sound Healing Session and find the peace within. Indulge in the mind refreshing Yoga sessions and relax your body and soul. Learn to cook traditional food at the local houses and enjoy the food you have never tasted before. <br/>Below are the places and activities you will be experiencing during this tour: <br/>1)\tGo on a walking tour of the Ason market in Kathmandu and visit Temple and Stupas. <br/>2)\tVisit Thimphu, the heart of Bhutan which is a blend of both tradition and modernity.  Enjoy 01 hours of a yoga session in Thimphu. <br/>3)\tHike up to Tiger's Nest Monastery, or Paro Taktsang - one of the most prominent Buddhist sites in Bhutan. The Hike offers mesmerizing views of the Paro Valley.<br/>4)\tEmbark on a mountain flight in Nepal for a panoramic encounter with the highest peak on earth - see breathtaking views of Everest and other peaks in the Himalayan mountain range. <br/>5)\tGo for the Magic of Singing Bowls tour at Patan Darbar Square - an experience in which the rims of bowls are struck producing a long, reverberating sound wave soothing the senses - a relaxing experience.<br/>6)\tEnjoy a cooking demonstration and delicious lunch at a farmhouse with local Bhutanese Family in Paro.",
  "durationDays": "9",
  "price": "3917",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Kathmandu Airport and receive a warm welcome from our representative. Get transferred to the hotel. Check into the hotel and enjoy rest of the day at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "• Early morning go for the spectacular Everest Experience Mountain Flight. • After the flight, come back to hotel and proceed for breakfast. • Later, visit Kathmandu Darbar Square • Visit the Syambhunath Temple a.k.a The Monkey Temple. • Visit the Boudhnath Stupa. • Visit, Pashupatinath Temple – A UNESCO World Heritage Site."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "• After breakfast, visit the Patan Darbar Square. • During this, experience the Magical Singing Bowl. • Later, visit Bhaktapur Darbar Square – The Tallest Pagoda Temple of Nepal."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, check out from hotel and get transferred to Kathmandu International Airport and fly to Paro. On arrival receive a hearty welcome from our representative and get transferred to the capital city Thimphu (54Km – 1 hour drive). On arrival check into the hotel and spend rest of the day at leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "• After breakfast, go for the full day sightseeing of Thimphu city. • Visit the Buddha Dordenma Statue – One of the tallest statues in Asia (51.5 meters). • Visit National Memorial Chorten – A Peace monument and a memorial to the Late King. • Visit National Institute for Zorig Chusum – Watch the students learn the 13 traditional arts and crafts of Bhutan. • Visit Royal Textile Academy of Bhutan • Visit Zilukha Nunnery • Visit Tashichho Dzong: The “fortress of the glorious religion • Visit the Weekend Market (Open - Fri-Sun) • In the evening, enjoy 01 hour Yoga session."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast, check out from hotel and travel to Paro (54Km – 1 hour drive). On arrival, check into the hotel and enjoy rest of the day at leisure or you can take stroll at Paro Market."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "• After early breakfast, visit Kichu Lhakhang - one of the oldest temples in the country. • Visit the National Museum • In the afternoon, visit a farmhouse and join the family for a cooking demonstration and tasting. • Later, visit Rinpung Dzong – One of the finest examples of architecture. • Watch a game of archery at the archery grounds - A great way of viewing Bhutanese culture in action."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "• In the Morning go for Taktsang Hike also called as Tiger’s Nest. Have a refreshment here and enjoy the scenic hike uphill till the temple."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast, check out from hotel and get transferred to Paro International Airport to catch the flight for your home town."
    }
  ],
  "map": ""
}