{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bengal-and-bhutan-guided-tour",
  "tourName": "Bengal and Bhutan guided tour",
  "placesVisited": "",
  "generalInfo": "Come join us on an incredible journey spanning two different worlds. Commencing your trip from Kolkata - the old seat of the British Raj near the Bay of Bengal - north to the mystical Land of the Thunder Dragon, our trip is sure to take you to a higher place as you climb from sea level into the Himalaya. <br/><br/>Along your journey you'll traverse the India-Bhutan frontier, breathe in the scents of Darjeelings incredible tea plantations, and find a magical world where trains are toys and monasteries are devoted to fertility. You might pinch yourself at the sight of the Punakha Valley rolling away beneath your feet or at spotting Asian elephants and one-horned rhino in their natural habitats. <br/><br/>As you take on this overland adventure, we've striven to put sustainable travel at the heart of what we do. By keeping our ecological footprint light, you'll get to intensify your experience in nature as the greens of the gorgeous Paro Valley stay green and the taste of lunch with a local Bhutanese family is more wholesome. <br/><br/>What’s not to love about a purely overland journey that shakes you awake in India, and ends in Bhutan by calming the soul in a hidden kingdom where economic development is measured in happiness?<br/><br/>Where We Take You:<br/>Kolkata - Siliguri - Darjeeling - Gorumara National Park - Phuentsholing - Thimphu - Dochula Pass - Punakha - Paro<br/><br/>Activities:<br/>Boat rides on the Hooghly - Sightseeing in Kolkata - UNESCO Toy train to Darjeeling - Sightseeing in Darjeeling - Tea Plantations - Land-crossing into Bhutan - Gorumara National Park - Sightseeing in Thimphu - Punakha Valley Temples - Trekking to Tiger's Nest Temple - Paro Valley <br/><br/>What's Included?<br/>Accommodation / Trains / Road Transport / Airport Transfers / Guides &amp; Escorts / Eating with Bhutanese family / Hotel &amp; Lodges meals (from B&amp;B to full board) / And much more.",
  "durationDays": "15",
  "price": "4295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kolkata is where the fun begins. Upon arrival and check-in, what better way to get acquainted with India’s second city than a sunset boat ride on the river Hooghly?"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We kick off the day with a city tour of Kolkata. Filled with sights that might astound you with an exotic feel of the familiar, this city tour will incorporate names closer to home, such as the iconic Victoria Memorial, Fort Williams, Esplanade, St. Paul's Cathedral, Potter's Village and College Street. End the day with coffee in one of Kolkata’s famous coffee houses. The evening you spend at your leisure."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Before a well-earned breakfast at an iconic local restaurant, get a taste for a different fragrance, by exploring Kolkata’s sprawling flower-market on the banks of the river Hooghly. After breakfast, it’s time to talk a stroll in and around Dalhousie Square to see a blend of heritage and pre-independence buildings. In the afternoon you will visit the vegetable and spice market, and then we put theory into practice with lunch at a Bengali family home. Again, your evening is at leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is a travel day. An early morning transfer to Howrah railway station will find us connecting with the all-new Vande Bharat train to New Jalpaiguri. The Vande Bharat stands as one of the finest short-haul trains on India’s vast rail network. The service departs Howrah at 05:55, reaching New Jalpaiguri at 13:25. Meals served onboard. Transfer to your hotel in Siliguri. In the afternoon, take in the sights and sounds at your leisure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast, we take the narrow gauge toy-train from New Jalpaiguri to Darjeeling. Enjoy the experience of winding up the foothills of the Himalaya. This UNESCO Heritage train ride starts its slow ascent at 10:00, reaching Darjeeling at 17:30. Packed lunch shall be provided. Transfer to hotel and evening to relax."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today sees a marked shift in our itinerary, in both altitude and feel of the overall experience. Its name forever synonymous with tea, today will be your first day in one of India’s most well-known hill stations. Our visit takes in the Himalayan Mountaineering Institute, Zoological park, Mall road, and local market."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Today we take the iconic steam toy train to Ghoom monastery. A journey through this high country would be incomplete without seeing at first hand the tea plantations that lent Darjeeling its fame. This educational tour includes tasting, leaf-plucking and the other various process involved in producing export-quality tea. You’ll lunch on the estate before returning by evening to your hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, we drive through the gateway to the dooars: Chalsa. In this frontier space between North East India and Bhutan, we’ll spend the afternoon on safari at Gorumara National Park. There the one-horned Indian rhino and Asian elephant can be observed at close quarter."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today we cross the border. After breakfast, private transport will deliver you safely to the India-Bhutan border (2 hours) and complete the visa formalities. Our trip takes us on a spectacular ascent through gorgeous Himayalan scenery towards Thimphu (4 hours) with lunch en-route. The evening is set aside for a leisurely stroll through Thimphu."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Commencing our first full day in the ‘land of the thunder dragon’, we launch into a fulfilling morning schedule, which includes Buddha Dordenma, the Postal Museum, and the Textile Museum. After lunch, we shall visit the centenary farmers market, Zilkha nunnery, and the Pangri Zampa monastery. We end the day with a visit to Trashichhoedzong."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we move towards Punakha Valley. En route, we aim to cross the 3088mt Dochu-la (pass). The distance between Thimphu & Punakha is about 80 Kms and will take around 3 hours. Reward your getting there with an afternoon of leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "After breakfast, we explore on foot the administrative capital of the region, the Punakha Dzong. Later we visit Chimi Lakhang - also know as the temple of fertility. This afternoon you are invited to take a 2hr comfortable hike to Khamsum Yuelley Namgel Chorten. Personal effort brings great reward, as you’ll see from the top, with outstanding views of the entire Punakha valley."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today involves a drive back towards Thimphu and further on to Paro [115 Kms / 4 Hours]. The afternoon will be well spent visiting Ta Dzong and Rinpung Dzong. Evning at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "The day starts with a fascinating excursion to Taktshang Monastery, famously known as the Tiger's Nest. Reaching the monastery, sitting about 900m above the Paro valley, takes no more than 5 hours and back on foot. On return we shall drop into a Bhutanese farm house for lunch. The rest of the day is at your leisure to explore Paro centre."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "All good things must come to an end. Transfer to airport and fly from Paro, either to Kolkata, Delhi or Kathmandu. Connect with your onward flight home or extend in either India or Nepal."
    }
  ],
  "map": ""
}