{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-and-bhutan-tour-with-added-comfort",
  "tourName": "Nepal and Bhutan tour with added comfort",
  "placesVisited": "",
  "generalInfo": "Explore the Himalayan kingdoms of Nepal and Bhutan on a 17-day Premium adventure. Be blown away by the majestic snow peaks of the Himalaya mountains, explore the wild lands of Chitwan National Park, learn about black-necked Cranes in Phobjikha, uncover the sacred religions and devoted beliefs of the pilgrims, and find the secret to happiness in Bhutan. Discover spectacular landscapes, rich cultures and magnificent wildlife with experienced local leaders by your side on a journey to remember.",
  "durationDays": "17",
  "price": "6425",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kathmandu.",
      "description": "Welcome to Nepal! Your adventure begins in Kathmandu, the country’s exhilarating capital. On arrival, you will be met at the airport and transferred to your hotel. Join an important welcome meeting with your leader and small group at 6pm. If you arrive with time to spare, perhaps check out the futuristic Taragaon Museum, showcasing the intriguing history of Kathmandu’s architecture. After your meeting, head out into the hustle and bustle of the Thamel and Jyatha neighbourhoods for an included dinner with your leader and group. Eating in Nepal is never boring, and upon arrival at the authentic Nepali restaurant, you’ll discover a deliciously diverse array of dishes. Have a taste of some Woh, a pancake made from freshly ground black lentils, or Kukhurako Masu, chicken cooked Nepali style."
    },
    {
      "dayNumber": 2,
      "title": "Kathmandu.",
      "description": "After breakfast this morning, explore Kathmandu on a sightseeing tour with your leader. Head to the lively Durbar square, the once glorious centre of Nepal’s royal power. Visit Bodhnath Stupa, one of the biggest Buddhist shrines in the world, where you can observe Buddhist monks in prayer in the surrounding monasteries. Stop by a Thangka painting studio and gain inside knowledge on this sacred and traditional form of Buddhist art and the training that goes into being a Thangka artist. Visit Pashupatinath, the most famous Hindu temple in the country, where you will see Hindu holy men meditating, pilgrims bathing, and occasionally funeral pyres burning on the ghats. The rest of your afternoon is free for further explorations."
    },
    {
      "dayNumber": 3,
      "title": "Nagarkot.",
      "description": "This morning, join an authentic cooking class to gain a true understanding of Nepal’s culinary heritage. Founded and led by local Nepali women with a passion for conserving, promoting, and sharing the rich food culture of the indigenous people of the Kathmandu Valley, you will learn of the traditions that have spanned centuries and recipes that have been passed down from generation to generation. Master the local methods of cooking and put together some classic dishes, then sit down to lunch with your new friends. After lunch, begin the journey to Nagarkot. Along the way, stop off at Bhaktapur, a beautifully preserved ancient city and host to a wondrous range of temples and statues. Explore three of the most important squares, Durbar Square, Taumadhi Square and Pottery Square, before continuing to Nagarkot, where you'll prepare for an overnight stay at Club Himalaya, renowned for its unrestricted view of Kathmandu, Bhaktapur, Changu Narayan and the surrounding areas. End the day with a toast to your fabulous view over sunset cocktails."
    },
    {
      "dayNumber": 4,
      "title": "Pokhara.",
      "description": "Wake up and witness an early morning 180-degree sunrise view before travelling to Kathmandu airport by chartered coach. From here, you will fly to Pokhara – if you’re lucky you might catch a glimpse of the spectacular Himalayan mountain chain to the north. On arrival, take a boat ride across the lake of Phewa Tal, the second largest lake in Nepal. The visit to the Peace Pagoda afterwards grants excellent views of the mountains including the Annapurnas, the famous fishtail peak of Machhapuchhare and a glimpse back across to Pokhara. In the afternoon, perhaps take some time to enjoy Pokhara’s mellow atmosphere and wander its colourful streets, or take a stroll along the scenic lake and see the brightly painted paddle boats bobbing in the water. Pokhara has no shortage of restaurants to tempt your taste buds so be sure to ask your leader for some great local recommendations."
    },
    {
      "dayNumber": 5,
      "title": "Pokhara.",
      "description": "Start the day with a visit to Sarangkot Viewpoint for a sunrise over the snowcapped Himalayan peaks, from the Annapurna Ranges to Fishtail Mountain (Machhapuchhre). Your leader will be on hand to answer any questions about the inspiring landscape as you marvel at the sweeping vistas. Then head to the International Mountain Museum, which is full of fascinating tales and exploits from climbing expeditions of the past – some ending in triumph and others in tragedy. After some time at the museum, make a visit to a Tibetan community. Hear stories of their journey from Tibet to Nepal, learn about local life and take part in a traditional cooking demonstration to find out how to make delicious momos (steamed dumplings), which you will then eat together for lunch. Enjoy a free evening in Pokhara."
    },
    {
      "dayNumber": 6,
      "title": "Chitwan National Park.",
      "description": "After breakfast, make the morning drive to Chitwan and arrive at your Feature Stay accommodation for the next two nights, Barahi Jungle Lodge. Perfectly positioned on the banks of the Rapti River, opposite Chitwan National Park, this jungle oasis offers first-class service and naturally warm Nepali hospitality. After settling in, there’s some flexibility with activities in the afternoon, which may vary depending on the time of year and known wildlife movements and locations. In the late afternoon, you might like to make your way down to the Rapti River and enjoy a cool beverage and snacks on the banks while you watch the sun set and the birds return home. Back at the resort, you’re in for a real treat with a delicious group dinner this evening. Feel a world away from it all while the chirping of crickets serenades your dinner and you swap stories with your fellow travellers."
    },
    {
      "dayNumber": 7,
      "title": "Chitwan National Park.",
      "description": "After breakfast, leave the lodge for an early morning dugout canoe adventure on the Rapti River. Your tour leader will help you spot marsh mugger crocodiles along with the various birds that inhabit the riverbanks. Tiger sightings are rare these days, but the magnificent creatures inhabit the park so it’s not to be ruled out. Upon your return to dry land, set out on a late afternoon safari - an experience like none other, showing the varied and exciting flora and fauna of the park. In the evening, enjoy dinner with your group and relax at your accommodation’s fabulous bar while discussing the day’s sightings or listening to the song of the jungle."
    },
    {
      "dayNumber": 8,
      "title": "Kathmandu.",
      "description": "Enjoy breakfast at the resort before driving back to Kathmandu. The afternoon is yours to enjoy, so perhaps engage in some shopping or learn more of Nepal’s cultural heritage during a visit to the Nepali Folk Musical Instrument Museum, home to more than 650 unique instruments. This evening, you may wish to join your leader and group for a farewell dinner at a fantastic local restaurant, leaving you with a final memory of Nepal’s beautiful and traditional food."
    },
    {
      "dayNumber": 9,
      "title": "Paro - Thimphu.",
      "description": "Today wave goodbye to Nepal and catch an unescorted flight to Bhutan, a land where mystery and legend go hand in hand. On arrival, you will be met at Paro airport and transferred to Thimphu (2400 m), Bhutan’s capital city. After settling in, there will be a second welcome meeting to meet your new group and tour leader. If time permits, join your leader for an orientation walk to get acquainted with Thimphu’s main street, and visit the National Memorial Chorten, a stupa built in honour of Bhutan’s third king, Jigme Dorji Wangchuck. This evening, enjoy a welcome dinner at a wonderful restaurant that’s a favourite with the locals. Learn about the rich history of Bhutanese cuisine as you tuck into a traditional feast, including seasonal vegetables and the country’s signature dish – red rice with a tasty chili cheese. You may like to try some Bhutanese peach wine or perhaps some Ara, the national spirit, served neat and hot."
    },
    {
      "dayNumber": 10,
      "title": "Thimphu.",
      "description": "After breakfast you will venture out to explore Thimphu. Stop off at Buddha point, named after its giant gilded Buddha statue, and take in panoramic views of the city. Take a short hike through pine trees where your leader will help you spot takin, the national animal of Bhutan, a unique goat-antelope creature. Carry on to the Zilukha Nunnery then pass by the fortress and monastery of Tashichho Dzong, sitting on the banks of the Thimphu Chhu river. After lunch, your leader will weave together the fascinating cultural heritage of Bhutan during visits to the National Textile Museum, Simply Bhutan Heritage Museum (where you can try your hand at Bhutan’s national sport: archery), and the Voluntary Artists School in Thimphu, an institution where young people receive formal education in the art of traditional painting, sculpture, and woodcarving. Thimphu has an excellent range of handicrafts, most notably woven cloth, wooden masks, thangkas, silverware, jewellery, and bamboo crafts that come from all over Bhutan."
    },
    {
      "dayNumber": 11,
      "title": "Phobjikha.",
      "description": "This morning, visit Desho Paper Factory to see a traditional method of making paper by hand. Next, travel out to the castle-monastery of Simtokha Dzong, built to guard against a demon that is said to have escaped into the nearby rock. Next, drive the winding Dochula pass (3100 m), marked by more than a hundred chortens built in memory of Bhutanese soldiers killed fighting Indian insurgents in 2003. Then continue to Punakha and before arrival, stop at a local village and take a short walk to the Chimi Lhakhang – The Temple of Fertility. Your leader will explain how people from all corners of the country visit the Lhakhang to seek a blessing from Drukpa Kuenley, also known as the ‘Divine Madman’. A revered womaniser and drinker, this wandering preacher taught that sexual freedom was at the centre of Truth. On the walk through the village of Sopsokha to the temple you will notice the phallic symbols painted on walls, a symbol of fertility and protection from evil. Arrive at your resort in Punakha and enjoy fabulous views of the valley."
    },
    {
      "dayNumber": 12,
      "title": "Phobjikha.",
      "description": "Begin the day with a short drive to the base of a hill where a ridge-top monastery sits. In this almost sub-tropical valley, begin a hike at a suspension bridge that crosses the Mo Chu river and pass through paddy fields before starting to climb a moderately inclined trail to the Kahmsum Yulley temple. Built by the Queen Mother, the temple is a classic example of Bhutan’s fine architectural and artistic traditions. From the top you can take in sweeping views across the valley. After a lunch, you’ll visit the white-walled, red-roofed Punakha Dzong, the administrative and religious centre and winter retreat of His Holiness, Je Khenpo – the chief abbot of Bhutan. The Dzong boasts intricately carved woodwork, prayer halls and beautiful religious paintings on walls and doorways. End the day at the Sangchhen Dorji Lhuendrup Temple and nunnery, where you’ll arrive in time for evening prayers."
    },
    {
      "dayNumber": 13,
      "title": "Punakha.",
      "description": "This morning, pass through lush forests and luxuriant vegetation as you make the scenic drive to Phobjikha. Here you’ll find a spectacular valley rich with wildlife – keep an eye out for serows, a mystical goat-like animal, and muntjacs, also known as barking deer. Make an afternoon visit to Gangte Goemba, an expansive monastery with magnificent views of the valley. This hilltop complex is one of Bhutan’s two main centres of the Nyingmapa school of Buddhism. Your guide will provide a local perspective on the subjects of Buddhism and happiness – the two most important pillars of Bhutanese culture. With happiness at front-of-mind, the Bhutanese government employ a Gross National Happiness index to measure the wellbeing of its people and to convey the importance of non-economic factors such as sustainability, culture and community vitality."
    },
    {
      "dayNumber": 14,
      "title": "Punakha.",
      "description": "Start the day with a visit to the centre of the Royal Society for Protection of Nature (RSPN) where you will learn about the vulnerable black-necked cranes who fly to Bhutan each winter. The Phobjika valley receives more of these lovely visitors than any other part of the country, and the RSPN have taken special measures to protect them, as well as 13 other vulnerable species. Read informative displays on the cranes’ habitat and behaviour, and use the centre’s spotting-scopes to search for cranes in the valley. Wild cranes will only be visible during the winter months, but if you visit outside of this period you may still have the chance to see black-necked cranes that are being rehabilitated in the centre. In the afternoon, join your leader on a gentle two hour hike around the valley and learn about the flora and fauna that call this majestic preserve home. Start off from a hilltop overlooking Gangte Goemba, wander down through flower meadows and beautiful forests, passing by a chorten, the village of Semchubara and the Khewa Lhakhang temple."
    },
    {
      "dayNumber": 15,
      "title": "Paro.",
      "description": "This morning, begin the journey to Paro. On arrival, visit the impressive Ta Dzong, a 17th century watchtower that now houses the National Museum. Enjoy some free time to wander in the Paro town before making your way to your Feature Stay accommodation, a Hotel conveniently located in the heart of the Paro Town that blends classical Bhutanese architecture and modern comforts,and offers views of the surrounding valley. In the afternoon, visit Kaja Throm, a local farmers market, before enjoying dinner with your group."
    },
    {
      "dayNumber": 16,
      "title": "Paro.",
      "description": "Miraculously balanced 900 metres above the valley floor sits Taktsang, or the Tiger’s Nest, a beautiful monastery and Bhutan’s most recognised building. After breakfast, begin a hike through plentiful pine forests, passing beneath thousands of brightly coloured prayer flags. Your leader will guide you up into the mountains for a closer view of the temple, sharing the legend of its history along the way. Reach a small teahouse and stop for lunch and refreshments while taking in truly unforgettable views. For those interested, it’s possible to get a closer look at the Tiger’s Nest by hiking another hour each way to reach the temple. Anyone not interested in hiking further can relax at the teahouse and soak it all in. Back in Paro, immerse yourself in traditional Bhutanese culture as you visit a farmhouse for a home-cooked final dinner."
    },
    {
      "dayNumber": 17,
      "title": "Paro.",
      "description": "After breakfast your driver will transfer you to the airport for your onward flight. Please check with your tour leader about the exact departure time from the hotel. Please note that your tour leader may not be with you as the group may leave on different flights."
    }
  ],
  "map": ""
}