{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-festivals-small-group-holiday",
  "tourName": "Bhutan festivals small group holiday",
  "placesVisited": "Kathmandu, Paro, Punakha, Punakha Dzong, Thimpu, Tiger's Nest Monastery",
  "generalInfo": "Discover the peaceful beauty of the Buddhist Kingdom of Bhutan with this two week tour of its natural and historic sights. This is a small group holiday is culture-packed, led by local Bhutanese guides, and we’ll aim to see and do as much as possible in the time we’re here!<br/><br/>Our tour starts and ends in the Nepalese capital of Kathmandu, where we will have the time to browse the dazzling bazaars and temples, before catching a connecting flight to the picturesque city of Paro. From here we’ll drive east, through terraced rice fields and beautiful mountain landscapes, to Punakha. We will visit the interior of the majestic Punakha Dzong, once the seat of the Bhutanese government, before taking an easy hike to a local farm house where we can try some of the yak butter tea, a local speciality. <br/><br/>Keeping our eyes peeled for Himalayan black bears and muntjaks, we’ll wind our way through Phobjika Valley, stopping to see the famous Gangtey Monastery, before arriving at the capital of Bhutan: Thimphu. If you choose a tour that departs in November, one day will be spent watching the celebratory songs and dances of the annual Black Necked Crane Festival, which honour the winter arrival of the graceful black necked cranes.<br/><br/>The highlight of the tour is a visit to the iconic Tiger's Nest Monastery, precariously perched on a sheer cliff face, 900m above Paro Valley. The hike to the monastery is a demanding one, but the spectacular views are worth the effort.",
  "durationDays": "12",
  "price": "5099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join trip in Kathmandu",
      "description": ": Arrive in Kathmandu; the busy, colourful and chaotic capital city of Nepal. Thousands of years of history are revealed in shrines, hidden temples and narrow backstreets, and the Himalayas provide a spectacular backdrop to this intoxicating city. Our hotel in Kathmandu is about 30 minutes' drive from the airport. There are no activities planned today, so you are free to arrive in Kathmandu at any time. If you would like an airport transfer today, you'll need to arrive into Tribhuvan International Airport (KTM). If your flight arrives earlier in the day, you might choose to walk in to the centre of town which is around 15 minutes from the hotel. Our time in Kathmandu is accompanied and we will meet our Tour Leader on arrival in Paro on day two of the trip. In the meantime a local Nepali guide will meet you in the hotel reception for the initial tour briefing. After this, for those that wish, there is the chance to go out for dinner. Should you miss the meeting, your leader will leave you information giving the meeting time for the next day in the hotel reception and will inform you of any essential information as soon as you catch up. This evening you might like to have your first taste of Nepalese cuisine. The local dumplings are a good bet. Called momos, they consist of a flour-based dough filled with meat or steamed vegetables. Also worth trying is dal bhat, a lentil based soup usually served with rice and vegetable curry. Whatever you try you'll find the cuisine varied, a mixture of influences from around the region, and a riot of colours and flavours."
    },
    {
      "dayNumber": 2,
      "title": "Fly to Bhutan and explore the peaceful city of Paro",
      "description": ": Leaving Kathmandu behind we fly to Paro, beautifully set amidst the wooded valleys of Western Bhutan. It lies along the banks of Paro Chu River, overlooking terraced farmland, and is home to some of the largest and oldest of Bhutan's majestic dzongs - fabulous buildings that serve as the political, religious on military centres of their regions. On arrival we will be met by our Bhutanese tour leader and transfer the short distance to our hotel and if time allows we shall take a brief orientation of the town and visit the Rimpung Dzong."
    },
    {
      "dayNumber": 3,
      "title": "Cross the Dochu La Pass en route to Punakha",
      "description": ": Departing Paro we turn east, taking the mountain trails that head through the beautiful landscapes of the Black Mountains and across the high Dochu La Pass (3200m). Our journey takes us across lands blanketed in rice terraces and scattered villages and, as we climb up towards the heights of Dochu La, the road becomes festooned with colourful prayer flags. On a clear day this meandering highway offers some breathtaking views across the Bhutan Himalayas towards the towering peak of Gangkhar Punsum (7541m), the highest mountain in the country. Descending towards the bewitching Punakha Valley the landscape changes; from forests of pine and oak, through rhododendron, alder and cypress, to turn more tropical as we approach the valley floor. In the warmer climate around Punakha we can find cactus, oranges and bamboo. The fertile valley, drained by the Phochu and Mochu Rivers, produces a perfect environment for farming. We will stop and visit the Chimmi Lhakhang Monastery, the \\ Mad Monk\\ monastery built at the end of the 15th century by the Lama Drukpa Kuenley, the revered and decidedly controversial saint who is believed to have subdued the demoness of the Dochu La. To say that this remarkable yogi's teachings went against the normal conventions of Buddhist dharma would be something of an understatement, given that he was prone to the most outrageous excesses to get his message over. The Lama believed that the rigid doctines of the day were isolating the priests from the ordinary people, so he set out to break down these barriers by deliberate provocation by, in his own words, using '...fair and foul words for mantras'."
    },
    {
      "dayNumber": 4,
      "title": "Explore Punakha's dramatically located Dzong",
      "description": ": This morning we visit Punakha Dzong. Built on a sandbank at the confluence of these two rivers sits the majestic 17th century Punakha Dzong, once the seat of Bhutanese government, but today the winter retreat of His Holiness the Je Khenpo, the Chief Abbot of Bhutan. A superb example of Bhutanese monastic architecture, the dzong presents us with a collection of tiered halls, inner courtyards and golden spires that have managed to survive numerous fires, floods and earthquakes over the intervening centuries. This afternoon we can hike to Khamsum Yuley Chorten. This is a lovely 2 hour round trip through the valley littered with farms and houses. We will call in at a typical farm house to try yak butter tea and learn more about everyday life for families in Bhutan."
    },
    {
      "dayNumber": 5,
      "title": "Drive to the beautiful farming valley of Gangtey",
      "description": ": Today we have a long but beautiful drive through the glacial landscapes of the Phobjika Valley, an area that is a prime wintering ground for the rare black necked cranes that flock here from the Tibetan Plateau between October and March to feed. The area is also home to sambars, red foxes, Himalayan black bears and muntjaks. We'll stop at the famous Gangtey Monastery. Built in the early years of the 17th century the goemba was built by Tenzing Legpai Dhendup, the second reincarnation of Pema Ligpa, and its Tibetan style prayer hall is one of the largest in Bhutan. The monastery is still an active seminary and its government-funded college offers a nine-year course in Buddhist studies. We will then begin our walk down the picturesque valley and back to Phobjika village where we visit the black-necked-crane information centre to learn more about this interesting bird."
    },
    {
      "dayNumber": 6,
      "title": "Watch the dances at the Black Necked Crane Festival",
      "description": ": Today we join locals in celebrating at the annual Black Neck Crane Festival. The festival celebrations take place in the courtyard of Gantey Gompa and focus on celebrating the arrival of the Black Neck Cranes who make the Phobjika Valley there home during the winter months. The festival centres around cultural dances and songs, often containing reference to the birds, and makes use of Bhutans traditional carved wooden masks. There is a large focus on conservation of the area and the cranes habitat during the festival."
    },
    {
      "dayNumber": 7,
      "title": "Travel to Thimpu, Bhutan's relaxed capital city",
      "description": ": We'll leave early this morning heading for Thimpu, the Bhutanese capital that occupies the wooded western banks of the Wang Chhu. Our journey winds its way past paddy fields and apple orchards, forests of pine and tiny hamlets whose houses are decorated with the Tashi Tagye, the 8 symbolic signs of Himalayan Buddhism. If time allows, we will walk along Thimpu's bustling streets, soaking up the rich atmosphere of this most unique of capitals, one that doesn't possess even a single traffic light. Our driving time today will be around 8 hours including stops along the way."
    },
    {
      "dayNumber": 8,
      "title": "Visit Tashicho Dzong and Thimpu's memorial chorten",
      "description": ": A full day in the capital affords us the opportunity to take in its highlights. We'll visit the King Jigme Dorij Wangchuk memorial, a Tibetan-style chorten built to commemorate the country's third king and today one of the centre points of daily life in the city. Our next stop is the imposing 17th century fortified monastery of Tashicho Dzong (Fortress of the Glorious Religion), a religious centre of Bhutan and the spectacularly located seat of its government since the early 1960s. We'll also visit the Takin Enclosure before taking in a thangka painting workshop or a visit to the paper making factory. For those who are interested, we can wander through the traditional handicrafts market and perhaps pick up a few souvenirs along the way. By law all the buildings within the city are required to be designed in traditional style and decorated with Buddhist motifs and religious symbols. Even the short-lived introduction of the city's only traffic light saw it originally placed in a chorten."
    },
    {
      "dayNumber": 9,
      "title": "Return to Paro and hike to the Tiger's Nest Monastery",
      "description": ": We leave Thimpu behind and head back towards Paro. Where we will head out to the fabulous Taktsang Monastery, one of the most revered in the country and precariously located on a cliff face some 900m above the Paro Valley. The name translates as Tiger's Nest and local legend recounts how Guru Rinpoche, who founded the Drukpa Sect and brought Buddhism to Bhutan, flew here on the back of a tiger and founded the monastery on the site of a cave where he spent a few months deep in meditation. The 3km hike up to the monastery is quite demanding and generally takes around 4 to 5 hours there and back. The path mostly consists of stone steps that cut through oak and pine forests before emerging onto a ridge with amazing views of the monastery and surrounding area. We will also visit the temple of Kyichu Lhakhang en route back to the city, one of the holiest temples in Bhutan and said to have been built by the Tibetan king Songsten Gampo in 659AD. This temple was believed to have been just one of many, part of an incredible undertaking of over 100 temples, built to subdue a demoness that lived in this land. The temples were built across Tibet and Bhutan, as a means of pinning down the ogress and converting the people to Buddhism and Kyichu Lhakhang is believed to hold down the left foot of this huge demon."
    },
    {
      "dayNumber": 10,
      "title": "Fly to Kathmandu. Walk through the Durbar Square",
      "description": ": Today we fly back to Nepal and have a day of sightseeing with a local guide. Our sightseeing this morning takes in the sumptuous majesty of Durbar Square and its collection of ornate palaces, courtyards and temples, spanning some three centuries of dynastic rule by Malla, Shah and Rana kings. We will also visit the Asan Bazaar and the Kumari Ghar, home to the Kumari Devi; a living goddess worshipped by both followers of the Hindu and Buddhist faiths. Later today we also plan to visit the Temple of Pashupatinath on the banks of the Bagmati River, the oldest and holiest Hindu shrine in Nepal and regarded by many as the most revered temple of Shiva on the planet. The river is considered holy because its waters eventually flow into the sacred Ganges, and the ghats - steps leading down to the river - are regularly swamped by pilgrims bathing in the waters. This area is also one of the city's most important cremation areas, where both royalty and the common people are cremated and have their ashes sprinkled on the waters of the Bagmati, to make their way downriver towards the sacred Ganges. Please be aware that cremations take place here in the open and may be in progress during our visit. Returning back to the city we pay a visit to the stupa of Bodnath, at 40m the highest in the Kathmandu Valley and one of the largest on the planet. Revered by Buddhists this remarkable structure is a dazzling vibrancy of prayer flags, monks and pilgrims, all overlooked by the ever-present and all seeing eyes of the Buddha himself."
    },
    {
      "dayNumber": 11,
      "title": "Free time to explore Kathmandu's temples and bazaars",
      "description": ": Today we have an unescorted free day to further explore the delights of Kathmandu and the surrounding area. Depending upon your interests you might like to spend it visiting the almost perfectly preserved Newari town of Bhaktapur in the eastern corner of the Kathmandu Valley. Also known as Bhadgaun or the City of the Devotees, Bhaktapur evokes the feel of a medieval village, a snapshot of a time when the city lay along the prosperous trade routes between Tibet, China and India. The ancient centre of the town is a dazzling collection of temples, palaces and monasteries that have earned it a place on the UNESCO list of World Heritage Sites. A wander through this cultural gem affords an opportunity to take in its beguiling charms and enjoy the site of artisans going about their craft much as they have for generations. You can watch potters throwing clay on traditional wooden wheels, watch jewellers and artists as they go about their daily business and wander through the handicraft shops and stalls seeking out some exquisite bargains. Another alternative for this afternoon is a trip up to the nearby the hilltop temple of Swayambunath, the captivating 'Monkey Temple', whose all-seeing Buddha eyes gaze out across the Kathmandu Valley. The temple is aptly named and the cheeky monkeys that inhabit its ancient walls are not averse to trying to relieve passers by of food, bags and cameras, so be warned."
    },
    {
      "dayNumber": 12,
      "title": "Trip ends in Kathmandu",
      "description": ": The trip ends after breakfast at our hotel in Kathmandu. There are no activities planned today, so you are free to depart from Kathmandu at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you would like an airport transfer today, you'll need to depart from Tribhuvan International Airport (KTM)."
    }
  ],
  "map": ""
}