{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-history-tour",
  "tourName": "Bhutan history tour",
  "placesVisited": "Paro, Drukgyal Dzong, View of Mt. Jhomolhari (7,314 m), Kichu Lhakhang, Taktsang monastery, National Memorial Chorten, Thimphu, Dochula pass, Punakha, Hike to Khamsung Yulley Namgyal Choling Monastery, Gangtey, Wangdiphodrang, Black necked cranes, Trongsa, Bumthang",
  "generalInfo": "Bhutan history tour that has been tailor-made to suit your interests, traveling with an expert, who will take you through the country’s most historic valleys. These valleys are the homelands of Bhutan’s Drukpa people, majority Buddhists whose faith dates back to AD 746, when the Tibetan sage Padmasambhava was said to have flown here on the back of a tigress, to the site of the great Taktsang Monastery. This is just one of many sacred and spectacular sites that we will visit on this historic tour of Bhutan.<br/><br/>Over the centuries, Buddhist lamas have followed in their great guru’s footsteps, building monasteries and temples all over the valleys, in the shadow of the Himalayas. Some of the best attractions that we visit include Ta Dzong, Tashichho Dzong, and Druk Pungthang Dechen Phodrang, also known as the Palace of Great Happiness.<br/><br/>Historians will certainly find happiness following our history itinerary, learning about the various chieftains and power struggles that Bhutan has seen over the centuries, as well as taking time to enjoy the natural heritage that these valleys have to offer. From the famous black-necked cranes of Phobjikha Valley to wolves and bears that inhabit its blue pine forests.",
  "durationDays": "11",
  "price": "3460",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your guide from World Tour Plan will pick you up at the airport and drive you to the hotel. After tea, drive to Drukgyal Dzong also known as ‘Fortress of Victory’. It was built to commemorate the victory over the Tibetan Invaders. In 1951 the dzong was destroyed by accidental fire and left in ruins for many years. In 2016, His Majesty the King commanded the reconstruction of the dzong to celebrate three special occasions that are the birth of His Royal Highness (HRH) The Gyalsey, to commemorate the arrival of Zhabdrung Ngawang Namgyel in the country in 1616 AD and the birth year of Guru Rinpoche. The dzong is almost complete to its former glory only the main shrine is still under construction. Explore the ramparts and on a clear day experience an unforgettable view of Mt. Jhomolhari (7,314 m). On the way back, visit Kichu Lhakhang, built in 659 A.D by the Tibetan king Srongsen Gampo. This Monastery is one of the 108 monasteries built across the Himalayan region by the Tibetan King to subdue the demons that lay across the Himalayan region. The rest of the monasteries lie in other neighboring countries—dinner and overnight in a hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After breakfast a short drive takes us to Satsam Chorten, the trail climbs through the beautiful pine forest, many of the trees with Spanish moss, and an occasional grove of fluttering prayer flags. We stop for a rest and light refreshments at the Taktsang Jakhang (cafeteria) and then walk a short distance until we see, clearly and seemingly within reach, Taktsang monastery. The primary Lhakhang was built around Guru Rinpoche’s meditation cave in 1684 by the Penlop of Paro, Gyaltse Tenzin Rabgay, this incredible monastery clings to the edge of a sheer rock cliff that plunges 900 meters into the valley below. Legend has it that Guru Padmasambhava, the tantric mystic who brought Buddhism to Bhutan in 747 AD, flew here on the back of a flying tigress, Yeshey Tshogyal, said to be his favorite consort. If time permits, after lunch, visit Ta Dzong (built in 1656 and renovated in 1968), an ancient watch tower, which now houses the National Museum. Below the museum is the Rinpung Dzong (literally meaning “Heap of Jewels”), the center of civil and religious authority in this valley, built in 1646 by Zhabdrung Ngawang Namgyal. In the evening, drive to Thimphu. Overnight in Hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, visit Buddha Point a popular tourist destination in Thimphu, famous for its monumental Buddha Dordenma statue. This massive bronze statue, standing at 51.5 meters tall, is one of the largest Buddha statues in the world. It's a significant pilgrimage site for Buddhists and offers breathtaking panoramic views of the Thimphu Valley. The statue is located atop a hill in Kuensel Phodrang, providing visitors with a serene and picturesque environment. The Park is also home to various hiking trails and offers nature walks and bird watching opportunities. Visit National Memorial Chorten (1974) built in honor of our late King Jigme Dorji Wangchuk and Dupthop Lhakhang one of the few surviving nunneries in Bhutan. We then visit the National Library, stocked with ancient Buddhist manuscripts, and the Painting School where traditional art is still kept alive through instructions in painting Thangkas (sacred Buddhist religious scrolls). After lunch, we drive to the Traditional Medicine Institute where medicines are prepared according to ancient practices. Other highlights include a visit to Tashichho Dzong. It is an impressive structure that houses the throne room and offices of the king, the secretariat, and the ministries of home affairs and finance. Other government offices are housed in the buildings near Tashichho Dzong, the Central Monastic Body, including the summer residence of the Je Khenpo (Chief Abbot of Bhutan). Overnight in Thimphu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast, visit Simply Bhutan, Royal Takin Preserve, and Textile Museum, after lunch visit Changangkha Lhakhang, the Philatelic office. Overnight in Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After breakfast, drive to Punakha via Dochula Pass. If the weather is clear, we stop for a while at Dochula Pass to view the higher Himalayas. On the way, visit Chimi Lhakhang, which was built by Lama Drukpa Kuenley in the 15th century. He subdued the demons with his “Magical Thunder bolt”. The Temple is also known as “the Temple of Fertility”. Lunch at Punakha. After lunch, visit Punakha Dzong built in 1637 by Zhabdrung Ngawang Namgyal and is situated between Pho Chu (Male River) and Mo Chu (Female River). For many years until the time of the second king, it served as the seat of the Government. The construction of the Dzong was foretold by Guru Rinpoche, who predicted, “a person named Namgyal will arrive at a hill that looks like an elephant”. There was a smaller building here called Dzong Chu (Small Dzong) that housed a statue of Buddha. It is said that Zhabdrung ordered the architect, Zowe Palep, to sleep in front of the statue, and while Palep was sleeping; the Zhabdrung took him in his dreams to Zangtopelri and showed him the palace of Guru Rinpoche. From his vision, the architect conceived the design for the new Dzong, which in keeping with the tradition, was never committed to paper. The Dzong was named Druk Pungthang Dechen Phodrang (Palace of Great Happiness). The war materials captured during the battle with Tibetans are preserved here. Punakha is still the winter residence of Je-Khenpo and King Jigme Dorji Wangchuk convened the new national Assembly here in 1952. In the evening, hike to Khamsung Yulley Namgyal Choling Monastery. Overnight in Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast drive to the beautiful valley of Gangtey. En route, sightseeing in the valley of Wangdiphodrang includes a visit to Wangdiphodrang Dzong built in 1638. The Dzong overlooks the convergence of the Punatsangchhu and Dangchhu. Legend relates that as the people were searching for the site of the Dzong, four ravens were seen flying away in four directions. This was considered an auspicious sign, representing the spread of religion to the four points of the compass. After a 2.5-hour to 3-hour ride, you will reach Gangtey, where you will visit Gangtey Monastery. It is the main seat of the Pema Lingpa tradition of the Nyingma school of Buddhism. Dating from the 17th century, it has a great view. Explore Phobjikha Valley, famous for the Black Necked Cranes during winter. Dinner and overnight at hotel/ guest house."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast, drive to Trongsa. Visit Trongsa Dzong, the most impressive dzong of Bhutan, built in its present form in 1644 by Chogyal Minjur Tempa, the official who was sent by Zhabdrung to unify eastern Bhutan and enlarged at the end of the 17th century by Desi Tenzin Rabgay. Trongsa Dzong is the ancestral home of the present Royal family and the first two hereditary kings ruled Bhutan from this Dzong. Then Visit Ta Dzong, an ancient watch tower. The chapel inside the Ta Dzong is said to be dedicated to the Trongsa Penlop Jigme Namgyal. After Lunch, drive to Bumthang. Overnight in Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast, visit Jakar Dzong, which means “The Castle of White Bird”. The current structure was built in 1667 and then visits Lamey Goemba, a large palace and monastery built in the 18th century by Dasho Phuntsho Wangdi. Visit Jambay Lhakhang, built by King Srongsen Gampo of Tibet in the year 659 on the same day as Kichu Lhakhang in Paro. The temple was visited by Guru Rinpoche during his visit to Bumthang and was renovated by Sindhu Raja after Guru Rinpoche restored his life force. Under the temple is said to be a lake in which Guru Rinpoche hid several Terma. In October one of the most spectacular festivals, “Jambay Lhakhang Drup” is staged here. After lunch, Visit Chakhar (Iron Castle) Lhakhang, it is the site of the palace of the Indian King, the Sindhu Raja who invited Guru Rimpoche to Bumthang. The Original palace was made of Iron hence the name Chakhar. The saint Dorji Lingpa built the current building in the 14th century. Its correct name is Dechen Phodrang. We then visit Kurjey Lhakhang which is named after the body print of Guru Rinpoche, built in 1652 by Minjur Tempa. Visit Tamshing Lhakhang (Temple of the Good Message), established in 1501 by Pema Lingpa and is the most important Nyingmapa temple in the kingdom. In the evening, visit Mebarstho which means, “The Burning Lake”. Overnight in Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Early breakfast, drive to Thimphu. Over night in hotel in Thimphu."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After breakfast, visit Simtokha Dzong built in 1627 by Zhabdrung Ngawang Namgyal. This Dzong is the oldest in Bhutan and presently houses a Monastic school. You can also stroll in the town/visit the Handicraft emporium. After Lunch, drive to Paro. Visit a farmhouse. Overnight in Hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Breakfast in the hotel, and then drive to the airport for flight to your onward destination."
    }
  ],
  "map": ""
}