{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "nepal-tibet-and-bhutan-country-tour",
  "tourName": "Nepal, Tibet and Bhutan country tour",
  "placesVisited": "Nepal: Kathmandu (Pashupatinath temple, Bodhanath stupa), Bhaktapur (Dubar Square), Pokhara, Boating on Phewa lake, Sarangkot (sunrise view over the Himalayas), Lakeside markets and Pokhara tour, Patan Durbar Square (if time) Tibet: Lhasa (Potala palace, Jokhang Temple and Barkhor market), Drepung monastery, Yamdrok Lake, Shigatse, Pang la pass (view 5 highest peaks in the world), Rongbuk monastery, Everest Base Camp (possibility for sunset and sunrise viewing, Friendship highway drive Bhutan: Thimpu sightseeing (Late King's Memorial Chorten, the National Library, Drubthob Nunnery, Folk Heritage Museum etc.), Punakha (former capital), Punakha Dzong, Paro, Bhutan national museum, Mount Jumolhari views, Hike to Taksang (Tiger’s Nest Monastery)",
  "generalInfo": "There are panoramic mountain vistas at every turn on this 18-day Nepal, Tibet and Bhutan country tour which combines an excellent mix of trekking and city sightseeing with some scenic drives and short flights to show you the very best of these Himalayan beauties in just over two weeks. <br/><br/>Beginning in Kathmandu, you will immerse yourself in Nepali life with a day of locally-guided city sightseeing. You will take in temples, stupa's (including Boudhanat - the largest in Nepal) and nearby Bhaktapur with its artisans and bustling courtyards before heading on to Pokhara, one of the most picturesque parts of Nepal. Here you’ll spend an afternoon boating on beautiful lake Phewa with its magnificent reflections of Machhapuchhare (Fishtail Peak), visiting temples and exploring its lakeside markets. You’ll also take an early morning drive to Sarangkot to catch an unforgettable sunrise over the Himalayas.<br/><br/>Making use of flights to cut down journey time, you’ll then take the short 30 minute journey to Lhasa in Tibet where you’ll spend the next week exploring temples, palaces, lakes and markets. No trip to Tibet would be complete without a glimpse of Everest and so we have included a two day journey to base camp with the option to trek some of the way or take the drive along some seriously scenic but lofty passes (Tsola Pass (4600M), Gyatsola (5248m) and Pang la Pass, one of the highest in Tibet at 5050m. From here you will have the unique opportunity to view five of the highest peaks in the world before travelling onwards to Rongbuk monastery where you will stay for the night. Set the alarm early as from here you can watch the sun rise over Mount Everest as the monasteries colourful flags flutter in the breeze. There’ll be time for breakfast before you take the drive back along the friendship highway to catch a flight back to Kathmandu and onto Paro in Bhutan. <br/><br/>Visual richness is evident here in everything from the art, craft and architecture to the panoramic mountain views and colourful rhodendron valleys. You’ll start your tour in the capital Thimpu where you’ll get a real understanding of how beauty has motivated creativity as you visit paper factories, the folk museum, gold and silver workshops, textile centres and Zo Rig Chusum – where young students study the thirteen crafts.<br/><br/>You’ll then head onward to Punakha, Bhutan’s former capital and home to one of its most beautiful Dzongs before setting off into the countryside in search of glacial valleys, hill top monasteries, mountain views and Bhutanese national treasures. No trip to Bhutan would be complete without a hike up to its most iconic monastery, the Taktsang or ‘Tiger’s nest’. Perched 900 meters above the beautiful Paro valley, there is no better high to end this epic trip on.   <br/>",
  "durationDays": "18",
  "price": "3560",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Warm welcome in Kathmandu Airport, transfer to hotel. Overnight at Hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu: After breakfast, Visit Pashupatinath Temple, one of the most important Hindu temples in Nepal. We keep going for walk to see the huge of stupa of Buddha, also known as Bodhanath, the largest stupa in Nepal. Afterward taking a ride to Bhaktapur, a fascinating town, visit Bhaktapur's Dubar Square featuring the Victorian illustrations style with temples and temples complex. Overnight at hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu - Pokhara (approx. 5/6hrs drive): After breakfast, Drive to Pokhara. Afternoon. Boating at Fewa Lake and visit Barahi Temple. Overnight at Hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pokhara: Early morning drive to Sarangkot, Sunrise view over the Himalayas. Back to Hotel. After breakfast. Visit David’s fall, Mahadev Cave, Seti River George etc. Afternoon. Walk around lakeside tourist market. Overnight at Hotel."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Pokhara - Kathmandu (approx. 5/6hrs drive): After breakfast, Scenic drive back to Kathmandu. Transfer to Hotel. Afternoon. If time permit. Visit Patan Durbar Square, the second largest town in the valley, Krishna Mandir, Golden Temple etc. Overnight at Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kathmandu - Lhasa. 1hrs 30m flight and approx. 1 hour drive: After breakfast, drive to Kathmandu airport, fly to Lhasa (3650m). Transfer to Hotel. Rest. Overnight at hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Lhasa: After breakfast, visit Potala palace, the seat of both religion and politics in Tibet. It was built in the 7th century by Tibetan king Songtsen Gampo and later renovated by the 5th Dalailama in the 17th century. Afternoon visit Jokhang Temple and Barkhor market, this is the holiest shrine in Tibet and houses of golden statue of the Shakyamuni Buddha which was brought to Tibet by the Chinese princess Wenchen. Overnight at Hotel."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Lhasa: After breakfast, visit Drepung monastery, which is the largest Monastery of the Gelugpa sect in Lhasa, which was built in 1416 by Jamyang chojie a disciple of Tsongkhapa. Afternoon visit Sera monastery located in north of Lhasa city, It was built in 1419 by Jamchen Choeji, a disciple of Tsongkhapa, the founder of the Gelugpa sect. Sera monastery is one of the three major monasteries of yellow sect in Tibet. Overnight at Hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Lhasa (3650m) - Shigatse (3900m) (approx. 5hrs drive): After breakfast, Drive to Shigatse via Yamdrok Lake, on the way visit Pelkor Monastery and Gyantse Kumbum. In Shigatse visit Tashilunpo Monastery. Overnight at Hotel."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Shigatse (3900m) - Everest Base Camp (5200) (approx. 5 hrs drive): After breakfast, After few hours you will arrive at Rongbuk monastery but on the way, you will pass one of the highest passes in Tibet (pang la pass height 5050m) from that’s pass you will view the whole five highest peaks in the world. Overnight at Rongbuk Monastery or Tent."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Everest Base Camp (5200m) and return to Shigatse (3900m): After breakfast, In the morning, you can see the sunrise appearing on the top of Mt Everest. You can trek approx. 4km to Everest Base camp or you can go via local bus and back to Shigatse. Overnight at Hotel."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Shigatse (3900m) - Lhasa (3650m): After breakfast, Drive back to Lhasa on the friendship Highway, The whole distance is almost 280km and it takes 6 hours along the Yarlung Tsangpo River / Bhamaputra River (the Longest and largest river in Tibet). Overnight at Hotel."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Lhasa - Kathmandu. 1hrs 30m flight and approx. 30min drive: After breakfast, drive to airport, fly back to Kathmandu. Transfer to hotel. Afternoon, Visit Kathmandu Durbar Square, the place of the Malla and then the Shah Kings of Nepal, visiting Kumari Temple, house of the virgin goddess and visit Swoyambhunath, a stupa on the top of hill - from here you can overlook the scenery of Kathmandu. Overnight at Hotel."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Kathmandu - Paro flight - transfer to Thimpu (2300m). 1hrs & 5m flight and 2 hrs. drive: During the flight, on a clear day, you can see breathtaking views of the Himalaya Mountains, including the sacred Jumolhari and Jichu Drake Peaks in Bhutan. On arrival you will be greeted by our representative and transferred to your hotel. If time permit in the afternoon you can visit the following places: -Kyichu Lhakhang -Paro Dzong In the evening you can drive to the capital town of Thimphu."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Thimpu sightseeing - Late afternoon transfer to Punakha (1250m.). 3-4 hrs. drive: There are a good many things to see in the capital which has a very relaxed, laid-back feel about it. Thimphu is relatively small having a population of approximately 45,000 people and the streets are wide and tree lined. You will almost certainly visit the Late King's Memorial Chorten, the National Library, Drubthob Nunnery, Folk Heritage Museum, the handmade paper factory, the school of arts and crafts where young students learn the traditional arts and crafts (Zo Rig Chusum – the thirteen crafts), Gold and the Silver Smiths workshop, Zangtopelri Lhakhang, and the Handicraft Emporium and the local handicraft centers to see the weavers at work and also varieties of textiles, Thangkha paintings, masks, Jewellery etc After sightseeing in Thimpu you will drive to Punakha, with a stop en route for tea at Dochu La (3,100 meters), where on a clear day you can get spectacular views of the Himalayas. After lunch at Wangduephodrong continue to drive to Punakha, the former capital of Bhutan."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Excursion Punakha Dzong - Drive to Paro (1460m.), 4 hrs. drive: Early morning visit Punakha Dzong, which is noteworthy both for being one of the most beautiful dzongs in Bhutan and also for having been built by the first Shabdrung in 1636. After visit Punakha drive to Paro. Afternoon, visit Bhutan's national museum, a fascinating place housed in an old watchtower above the huge Paro Dzong (monastery/fortress). The museum holds a fantastic collection of Bhutanese national treasures ranging from ancient armour to textiles and thangkha paintings. Then, we drive to the head of the valley and visit Drukgyel Dzong built in a location that was chosen for its control over the route to Tibet. A spectacular view of Mount Jumolhari (23,996ft /7314m) can be seen from here. Also visit Rinpung Dzong and a typical Bhutanese farm house."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Paro - hike to Taksang (Tiger’s Nest Monastery): After breakfast hike to Taktsang (Tiger’s Nest) Monastery, which is Bhutan’s most famous monastery. It is perched on the edge of a steep cliff, about 900 meters above Paro Valley. The hike to reach the viewpoint to the monastery makes for a nice half-day excursion. After lunch you can visit other important site which you could not complete previous days."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "After Breakfast, transfer to airport and fly onward destination (From Paro to Kathmandu, Bangkok, Delhi (India) etc."
    }
  ],
  "map": ""
}