{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-small-group-guided-tour",
  "tourName": "Bhutan small group guided tour",
  "placesVisited": "",
  "generalInfo": "Bhutan is known as The Land of the Thunder Dragon, owing to its intense lightning storms that bear down on the valleys from above the mighty Himalayas, and also as the happiest country on earth, due to its commitment to cultural preservation, environmental conservation and spiritual well-being.<br/><br/>After some sightseeing in Kathmandu, Nepal, we take a flight to the fertile Paro Valley, gateway to Bhutan’s capital, Thimpu, which is also the country’s only city. We visit the magnificent Tashichhoe Dzong, a Buddhist fortress and monastery, home to the head of the civil government and the country’s official summer capital. Just outside of the city we take a hike to Tango Goemba, situated near the Cheri Mountains and an important centre of learning for religious leaders. We also visit a school for traditional crafts, as no visit to Bhutan would be complete without an insight into the plethora of protected arts and crafts that have been passed down over generations. <br/><br/>Heading out of the city, we drive towards Gangtey, described by locals as the most beautiful valley in Bhutan. This is our first taste of real, rural Bhutan, as we are isolated by towering mountains, with the modern world quickly feeling like a distant memory. We take in the simple beauty of Gangtey Gompa, overlooking the vast Phobjikha Valley before continuing to the heart of Buddhism in Bhutan, Bhumtang. Bhumtang is spectacularly positioned amidst the Himalayas and boasts a selection of historic temples, some dating back as far as the 7th century.<br/><br/>Moving on to Trongsa, we come across ancient watchtowers and fortresses belonging to ancestors of the ruling dynasty, and in Punakha we climb up to a Buddhist shrine, known as a chorten, affording wonderful views of the surrounding valley and Mo Chuu River. <br/><br/>Our return to Paro takes us to see some archery, Bhutan’s national sport, and we round off our trip with a hike up to the iconic Tiger’s Nest Monastery, before flying back to Kathmandu.   <br/><br/>For many centuries Bhutan was left undisturbed, shrouded in mystery, but leaving room for local traditions to flourish and thrive. Whilst the country is still largely undiscovered and proudly independent, it’s slowly opening up to tourism and opportunity, keen to establish itself as a ‘friend to the world’ and to share some of its wonders.",
  "durationDays": "13",
  "price": "3999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kathmandu - Arrive into Kathmandu and transfer to the hotel. Overnight Hilton Kathmandu or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Kathmandu - After breakfast we head out for a full day of exploring Kathmandu. Sites include Kathmandu Durbar Square, a cluster of ancient temples, palaces and courtyards that are collectively listed as a UNESCO World Heritage Site, the Swayambhunath Stupa and Patan Durbar Square. Overnight Hilton Kathmandu or similar. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Kathmandu - Thimphu - Fly from Kathmandu to Paro and then drive to Thimphu, Bhutan’s capital. On arrival we explore the city including the Tashichhoe Dzong and other sights. Overnight Damisa Hotel or similar. (D)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Thimphu - Drive through the Thimphu valley and hike to the 13th century Tango Monastery, with great views over the surrounding landscape. We then head back to Thimphu for lunch and visit a school for traditional crafts where we can see examples of Bhutan’s rich artistic heritage. Overnight Damisa Hotel or similar. (BLD) Hiking duration to Tango Monastery is approximately 1 hour."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gangtey - A picturesque drive through the mountains takes us towards Gangtey, on the flanks of the Black Mountains. Once we arrive in Gangtey, we visit the 16th century Gangtey Gompa, situated on a hilltop overlooking the Phobjikha valley. We will then follow a nature trail passing Khewa Lhakhang temple, before returning to Gangtey. Overnight ABC Lodge or similar. (BLD) The walk along Gangtey nature trail usually takes around 1.5-2 hours. This is a gentle downhill walk from Gangtey Gompa to the valley floor, passing through meadows, forest and a local village."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bumthang - Drive through the central valleys of Bhutan, reaching the Pele La Pass with fantastic views of the Himalayan range. We also pass Chendebji Chorten and through the town of Trongsa before finally arriving in Bumthang. Overnight Valley Resort or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bumthang - Bumthang is one of the most spectacular valleys in Bhutan, and the heart of Bhutanese Buddhism. In the morning, we visit one of the oldest temples in Bhutan, the 7th century Jambay Lhakhang, as well as Kurjey Lhakhang. We then walk to Tamshing monastery and continue to Thangbi valley with its 14th century temple. Overnight Valley Resort or similar. (BLD) Walking duration to Tamshing Monastery is approximately 30-45 minutes. Hiking duration to Thangbi Valley is approximately 1.5-2 hours (one way). This is a gentle hike through farmland and villages."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Trongsa - Today we depart to Trongsa where we will visit the Taa Dzong, an ancient watchtower built to guard the Trongsa Dzong from internal rebellion. The old building of the Trongsa Dzong is the largest fortress in Bhutan and the ancestral home of the ruling dynasty, overlooking the Mangdi Chu River. Overnight Yangkhel Hotel or similar. (BLD) The uphill climb to Taa Dzong is steep but should only take around 20-30 minutes."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Punakha - Head towards the Punakha valley. We take a short hike en route to see the Khamsum Yulley Namgyal Chorten, which dominates the upper Punakha valley with its commanding views across the Mo Chhu River and beyond. Overnight Bhutanic Resort or similar. (BLD) Hiking duration to Khamsum Yulley Namgyal Chorten is approximately 50 minutes one way. This is an uphill trail through rice fields and pine forest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Paro - Head back to Paro where we visit the 7th century Ta Dzong, built to watch over Paro Dzong. The watchtower has now been converted into a museum, and after our visit we head to one of the traditional archery grounds to see Bhutan’s national sport in action. Overnight Metta Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Ramthangkha – Paro - Start early to drive to Ramthangkha, where we hike to the historic Taktsang monastery – better known as the ‘Tiger’s Nest’ and one of Bhutan’s most iconic sights. Afterwards we continue to Kyichu Lhakhang, one of Bhutan’s oldest temples. Return to Paro for the night. Overnight Metta Hotel or similar. (BLD) Hiking duration to the Tiger’s Nest Monastery is approximately 2-3 hours, depending on fitness levels. The hike down should take around 1.5-2 hours."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Paro - Kathmandu - Fly back to Kathmandu and head out for some sightseeing in the afternoon. We visit the Boudhanath Stupa, one of the holiest sites in Nepal, and the Pashupatinath Temple, dedicated to the Hindu Lord, Shiva. In the evening we have our final dinner as a group. Overnight Hilton Kathmandu or similar. (BD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kathmandu - Transfer to the airport for your flight home. (B)"
    }
  ],
  "map": ""
}