{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-small-group-tour",
  "tourName": "Bhutan small group tour",
  "placesVisited": "Paro, Ta Dzong, Paro Dzong, Punakha Valley, Chimi Lhakhang Temple, Punakha Dzong, Gangtey, Phobjikha Valley, Wangduephodrang, Thimphu, food and crafts market, Tiger’s Nest Monastery, Drukgyel Dzong, Kyichu Lhakhang temple",
  "generalInfo": "This Bhutan small group tour explores this remote and intriguing country, spending eight days here, enjoying a balance of culture and history, with short hikes through the beautiful Bhutanese landscapes to appreciate the scenery. There will be lots of delicious local Bhutanese food to enjoy, too, and you’ll have the chance to learn about traditional Bhutanese culture and the Buddhist lifestyle. <br/><br/>This is an eight day tour, which begins in the town of Paro, home to a particularly picturesque airport, where you’ll be met. A visit to the beautiful buildings of Paro Dzong, which are both monastic and civic, which for centuries have administered Bhutan. From here, we cross the Dochu La Pass, with wonderful Himalayan views unfolding as we travel, before getting to know the Punakha Valley and the Phobjikha Valley, home to endangered Black Necked Cranes which migrate here from Tibet. <br/><br/>The itinerary is organised so you can also visit the vast weekend market in the capital Thimphu, where produce and crafts from around Bhutan are sold. Departure dates for this tour have also been picked to coincide with some of Bhutan’s special ‘tsechus’, key religious festivals that take place in and near to the Dzongs. You can see masked dances, processions and other festivities. Sometimes, we have to adjust the itineraries so we can include the festivals and also factor in the limited accommodation available during this busy time.<br/><br/>You can fly into Bhutan using Druk Air, the national airline, from Delhi, Calcutta, Kathmandu, Singapore and Bangkok. If you’d like to stop over and explore India, Singapore, Thailand or Nepal, we have various options, before you catch your international flight.<br/>",
  "durationDays": "8",
  "price": "2299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kuzuzangpo La! and welcome to Bhutan. Afternoon sightseeing to Ta Dzong, Paro Dzong and learn the art of incense making Prepare to be awestruck as your flight descends into Paro International Airport, a dramatic spectacle that unfolds amidst a breathtaking panorama of Himalayan peaks. This architectural gem, often lauded as the world's most beautiful airport, offers a tantalizing glimpse into the magic that awaits you in Bhutan. After settling in, your adventure begins with a journey back in time to the Ta Dzong, a captivating 17th-century watchtower perched on a hilltop overlooking the Paro valley. Now home to the National Museum of Bhutan, this unique circular building invites you to explore a treasure trove of ancient artifacts, exquisite thangkas (religious scroll paintings), and intricate bronze statues. Unravel the mysteries of Bhutan's rich history and cultural heritage within these ancient walls. Next, we'll walk to Paro Dzong, a majestic fortress-monastery that rises dramatically from the valley floor. This architectural masterpiece, a symbol of Bhutan's harmonious blend of spiritual and secular authority, has witnessed centuries of history unfold within its courtyards. Wander through its labyrinthine corridors, discover hidden temples, and learn how these imposing dzongs have shaped the destiny of Bhutan. But the cultural immersion doesn't stop there! Venture into the heart of Bhutanese tradition with a visit to the Nado Poizokhang Incense Factory. Inhale the intoxicating aromas of juniper, sandalwood, and other sacred herbs as you witness the ancient art of incense making. Observe skilled artisans meticulously blending ingredients and hand-rolling incense sticks, an integral part of Bhutanese life and Buddhist rituals. You'll spend your first night in Bhutan at a hotel in Paro. OVERNIGHT"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Journey over the scenic Dochu La Pass, visit the fertility-blessing Chimi Lhakhang Temple. Today, buckle up for an exhilarating adventure as we ascend the legendary Dochu La Pass, a winding mountain road that climbs through a tapestry of emerald forests to an elevation of 3,050 meters (10,007 feet). Feast your eyes on breathtaking vistas of snow-capped Himalayan peaks and verdant valleys that unfold with every twist and turn. As you reach the summit, be mesmerized by the 108 chortens (stupas) that adorn the pass, a poignant memorial to Bhutanese soldiers who lost their lives in a 2003 battle against insurgents. The serenity of this sacred site, combined with the panoramic views, creates an unforgettable experience. Descending into the fertile Punakha Valley, we embark on a short but rewarding hike to the Chimi Lhakhang Temple, a pilgrimage site renowned for its association with Lama Drukpa Kuenley, the revered and somewhat eccentric \"Divine Madman.\" Known for his unconventional teaching methods and affinity for wine and women, this 15th-century Buddhist master is believed to bless women with fertility. Embrace the vibrant atmosphere of this sacred site, adorned with colorful phalluses and imbued with a playful spirit. OVERNIGHT"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Walk to Khamsum Yuelley Namgyel Chorten, visit Punakha Dzong and settle in to your Phobjikha Valley homestay Lace up your boots and get ready for an invigorating morning walk. Our destination"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Phobjikha Valley on a nature walk, visit the revered Gangtey Monastery, and experience authentic Bhutanese life with your host family. Today, immerse yourself in the natural wonders and cultural riches of the Phobjikha Valley. Embark on a leisurely nature walk through this breathtaking landscape, a haven for a remarkable variety of flora and fauna. Keep your eyes peeled for the majestic black-necked cranes, which grace the valley with their presence from October to March after an epic migration over the Himalayas. These elegant birds hold a special place in Bhutanese hearts, and if you're lucky enough to visit in November, you might even witness the vibrant Crane Festival, a celebration of their arrival. As you wander through the valley, soak in the serenity of the surroundings – rolling hills, pristine streams, and charming farmhouses dotting the landscape. Breathe in the crisp mountain air and listen to the symphony of birdsong. This is a true escape into nature's embrace. Next, we'll venture to the spiritual heart of the valley, the revered Gangtey Monastery. Perched on a hilltop overlooking the valley, this 17th-century monastery exudes an aura of tranquility and grandeur. Explore its intricate architecture, vibrant murals, and sacred relics, and perhaps even witness the monks engaged in their daily rituals. But the cultural immersion doesn't end there! Spend some time with your warm and welcoming host family, delving deeper into the rhythms of village life. Learn about their traditional Bhutanese lifestyle, their agricultural practices, and their unique customs. Share stories, laughter, and perhaps even a cup of traditional butter tea. This is your chance to forge genuine connections and gain a deeper understanding of Bhutanese culture at a grassroots level. OVERNIGHT"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Head to Bhutan's modern Capital Thimphu, via Wangdue Phodrang Dzong Today, retrace your way back across Dochu La Pass towards the modern capital, Thimphu. En route, stop at the Rinchengang Village. This village is a small bunched village in front of the Wangdue Dzong and is famous for its proficiency in traditional means of stonework. It is believed to be one of the oldest villages in Bhutan is worth a visit. Rinchengang village is located opposite to the Wangdue Phodrang Dzong and Punatsangchhu runs along the highway. The topography of the village attributes to the attraction. The array of traditional houses clustered neatly on a tiny hillock overlooks the imposing Wangdue Phodrang Dzong. Continue your journey through lush forests and scenic valleys before arriving in Thimphu, where tradition meets modernity. After soaking in the atmosphere of this ancient dzong, we'll continue our journey to Thimphu, where the vibrant energy of Bhutan's modern capital awaits. Get ready to explore bustling markets, encounter impressive monuments, and delve into the heart of this captivating city. OVERNIGHT"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Exploring Thimphu, visit the Memorial Chorten, Folk Heritage Museum, School of Arts & Crafts & Takin Research Centre Today promises a captivating exploration of Thimphu's cultural treasures. We begin our journey at the Memorial Chorten, a revered monument that embodies Bhutanese spirituality and architectural grandeur. Next, we delve into the rich tapestry of Bhutanese life at the Folk Heritage Museum, where captivating exhibits showcase traditional lifestyles, artifacts, and customs. Our journey continues to the School of Arts & Crafts (also known as the National Institute for Zorig Chusum), where we'll witness the meticulous dedication of students mastering the 13 traditional arts and crafts of Bhutan. Prepare to be enchanted as we immerse ourselves in the world of local artisans. Our guide will lead us to a workshop where we can observe the intricate skills involved in creating exquisite Thangka paintings, vibrant woven textiles, or perhaps the delicate art of basket weaving. The specific craft we encounter will depend on the day's opportunities and the interests of our group, ensuring a unique and personalized experience. In the afternoon, we'll venture to the Takin research centre, home to Bhutan's unique national animal. Here, we'll learn about the fascinating biology and conservation efforts surrounding this unusual creature. To offer a different perspective, we'll also visit the Thangthong Dewachen Dupthop Nunnery. Unlike the dzongs we've seen so far, which primarily house monks, this nunnery provides insight into the lives of female practitioners and their role in Bhutanese Buddhism. To end the day, we'll visit the vibrant weekend market, a bustling hub of local life where you can discover authentic Bhutanese handicrafts and perhaps find a special memento to treasure. And if the timing is right, we'll make a stop at the national stadium to witness the thrilling spectacle of an archery tournament, a sport deeply ingrained in Bhutanese culture. OVERNIGHT"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hike to Taktsang Monastery (Tiger's Nest). Drukgyel Dzong and Kyichu Lhakhang. Optional Hot Stone bath Rise early, as today we embark on a pilgrimage to Bhutan's most iconic landmark – the breathtaking Taktsang Monastery, also known as the Tiger's Nest. Prepare your legs and your spirit for an invigorating 2-3 hour hike that winds its way through pine forests and up a steep mountain path. But trust us, every step is worth it! As you ascend, the legendary monastery will slowly reveal itself, perched dramatically on a sheer cliff face 800 meters above the valley floor. This sacred site, steeped in history and legend, attracts pilgrims from all corners of Bhutan and beyond, all drawn to its spiritual aura and unparalleled beauty. Once you arrive, take a moment to catch your breath and soak in the awe-inspiring views. Explore the intricate temples and shrines that cling to the cliffside, each one adorned with vibrant colors and intricate details. Listen closely, and you might hear the whispers of ancient prayers carried on the mountain breeze. In the afternoon, we'll journey to the ruins of Drukgyel Dzong, a historic fortress that once protected the valley from invaders. Imagine the battles fought and the victories won within these crumbling walls as you wander through the remnants of this once-mighty stronghold. Our final stop will be the serene Kyichu Lhakhang, one of Bhutan's oldest and most sacred temples. Dating back to the 7th century, this spiritual haven exudes a sense of tranquility and timeless devotion. Step inside and feel the weight of history as you admire the ancient murals and flickering butter lamps. As the day draws to a close, why not reward your tired muscles with a truly authentic Bhutanese experience? Immerse yourself in a traditional hot stone bath, where the soothing heat of the stones will melt away any aches and leave you feeling refreshed and rejuvenated. It's the perfect way to end a week of adventure. For our last evening together, we've arranged a delightful farewell dinner at a nearby farmhouse. You can expect authentic Bhutanese cuisine and a chance to experience the warm hospitality of a local family. OVERNIGHT"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Free time in Paro until transferring to the airport for departure Your time is free until we transfer you to the airport for departure. We can book your international Druk Air flights into Bhutan and extension options in Kathmandu, Delhi and Bangkok are available to enable connections to your onward flights. OVERNIGHT"
    }
  ],
  "map": ""
}