{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-holidays-tailor-made",
  "tourName": "Bhutan holidays, tailor made",
  "placesVisited": "Kathmandu, Thimpu, Simtokha Dzong, Punhaka Valley, Gangtey Village, Jakar, Bumthang, Trongsa, Paro, Tiger's Nest Monastery, Personal driver guide",
  "generalInfo": "This Bhutan holiday is a tailor made tour, with many guests enjoying our carefully crafted itinerary which is around two weeks long, with travel time at either end. The Himalayan Kingdom of Bhutan is a very special place, where modernisation has been restricted, the Buddhist culture is at the core of the country’s ethos, and people still wear national dress.  <br/><br/>Bhutan has been isolated for years, only opening its doors in 1974. Its cultural remoteness is compounded by its physical remoteness, enveloped by the Himalayas and some of the most spectacular mountain valleys such as Phobjikha Valley and Bumthang. Here you will get to experience rural life in Bhutan, although we do also include some urban visits too, of course, such as Thimpu, the capital, and Paro which is home to the great Rinpung Dzong.<br/> <br/>Paro is also the main airport with connecting flights to Kathmandu and then onto Delhi. You can undertake an overland route from India too, but please be aware that the border is a long way from some of the country’s top spots to visit, and there are often problems with the mountain roads en route. So, we do recommend flying into Paro. <br/><br/>Travelling with your own driver guide, you are free to add on a visit here or there, to a rural village or a sacred spot along your route. Our local experts know the country inside out and will be happy to arrange things that appeal or are within your budget. As are we, in designing your itinerary and choosing your accommodation. However, do please note that travelling in Bhutan can be a little unpredictable at times, and a Buddhist festival or event might suddenly close down roads or places to eat, for example. But this all adds to the unique Bhutan experience. <br/><br/>What never changes in Bhutan, however, is the spectacular mountain scenery, with no shortage of walking trails into spectacular valleys such as Ura or Punakha, or up to beautiful monasteries. The highlight for many of our guests is Tiger’s Nest Monastery, otherwise known as Paro Taktsang, which is built into a cliff in the Paro Valley. <br/><br/>The best time to visit Bhutan is between October and May, when temperatures are higher and it is predominantly dry. However, because you are travelling in mountain terrain, the altitude does mean that temperatures are unpredictable and it can get cold at night. December and January bring snow and mountain passes are more likely to be mountain impasses. <br/>",
  "durationDays": "15",
  "price": "7695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart the UK on the services of your selected scheduled carrier. Depending on the carrier this flight will either fly during the day or overnight."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will be met on arrival at Kathmandu international airport and will be taken to your hotel. Enjoy an afternoon of sightseeing in Nepal's diverse and vibrant capital city."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Transfer after breakfast to the airport this morning for your flight to Paro. The descent into Paro airport is breathtaking. When you have cleared the airport formalities you will be greeted by your driver and guide who will take you to Thimphu via Simtokha Dzong, an atmsopheric Buddhist monastery."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Enjoy exploring the sights of this charming city today. It is a great place to walk around and there are plenty of shops, cafes and restaurants. In the evening you may like to visit a local nunnery to experience evening prayer, a truly fascinating experience."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "This morning you will drive to the beautiful Punakha valley. The Dochu La pass at 3140m offers great views of the mountains on clear days. This afternoon visit Punakha Dzong, one of Bhutan's most stunning dzong's, as well as Chimi Lhakhang, the temple of the divine mad monk."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a day walk that includes the scenic Khamsum Yul-le Namgyel Chorten. The Chorten lies at the other end of the valley to Punakha Dzong and the walk along the river to this point is lovely. You can take the walk at your own pace, stopping to admire the scenery as often as you like."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "At your leisure you will be driven to the Phobjika Valley. If visiting over the winter months you will witness the fascinating Black-necked crane migration."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will explore the Phobjika Valley with your guide. Highlights include walking the Tenkhor Yuetshe Sum Tail and visiting the black necked crane research centre."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will start the journey to Bumthang. To break up the drive, Trongsa is a nice stop off point for some lunch and to visit the impressive Trongsa Dzong, the largest Dzong fortress in Bhutan."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Enjoy a walking tour of some of the temples in the Jakar area including the picturesque Thangbi Mani Lhkahang which is located in a quiet corner of the valley framed by beautiful mountains. There will also be the chance to visit Jakar Dzong, which is the perfect vantage point for views across Jakar."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you will be taken to the local airport in time for your short flight back to Paro. Rest of the day at your leisure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Today the highlight of many trips to Bhutan, you will make the climb up to Tiger's Nest Monastery, perched on the edge of the mountain. It is a relatively steep climb, but it can be taken at your own pace. Enjoy the stunning views as you climb. This evening you may like to have a traditional Bhutanese hot stone bath, the best way to relieve aching muscles after your hike up to Tiger's Nest Monastery."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the day exploring the Paro Valley and the town today, visiting Drukgyel Dzong and the National Museum."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "This morning you will be transferred to the airport for your flight back to Kathmandu. On arrival, you will be met by your driver and transferred to your hotel. The rest of the afternoon is at leisure."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "You will be taken from your hotel to the airport in good time to fly home to the UK."
    }
  ],
  "map": ""
}