{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "essential-bhutan-14-day-tour",
  "tourName": "Essential Bhutan 14 day tour",
  "placesVisited": "",
  "generalInfo": "On this `Essential Bhutan' holiday you’ll experience the best that the country has to offer over two action-packed weeks. This is a tailor made trip, so you’ll be able to tweak your itinerary to suit you and your travelling companions.<br/><br/>You’ll start your journey in the Bhutanese capital, Thimphu, where you’ll go sightseeing both in and around the city, visiting the Tashichho Dzong, a dramatic fortified monastery and the seat of government, as well as the Thangtong Dewachen Nunnery and local handicraft markets. Next you’ll move on to Gantey, via the Dochu-la pass, where you’ll catch your first glimpse of the eastern Himalayan ranges, and then to Bumthang and Punakha, where you’ll walk in the surrounding valleys and visit historic museums and monasteries.<br/><br/>Your last stop will be Paro, an ancient town set in a dramatic and beautiful valley. There’s a huge amount to explore here, from the famous cliffside Paro Taktsang (Tiger’s Nest monastery) to temples, museums and handicraft shops. You’ll also have the opportunity to spend some time with a local family in a traditional farmhouse, offering a valuable window onto local life.",
  "durationDays": "14",
  "price": "4861",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Thiumphu - Day 1: Upon arrival in Paro airport, and after completion of airport formalities, you will be met by our representative and drive to Thimphu (1hr/54kms approx.) On arrival, check-in at the hotel. Afternoon free or a programme can be arranged according to your choice. Later in the evening drive to Kuensel Phodrang (Buddha Point), from where you can get a complete view of the town of Thimphu. Overnight at the Hotel in your deluxe room (Pelyang Boutique). Day 2: After breakfast, full day of sightseeing in Thimphu valley including: • National Memorial Chorten • Institute for Zorig Chusum (Open Mon – Fri 10am – 3.30pm, Sat open from 10am-12pm, Closed on Sun & Govt. Holidays) • National Library (Open Mon – Fri 09am – 04pm, Closed on Sat, Sun & Govt. Holidays) • Handicrafts Emporium • Tashichho Dzong. In the evening, take a stroll along the town’s main street. Overnight at the hotel. Day 3: After breakfast, CHERI GOMPA HIKE (Total Hike Time 1 .5hr). After Lunch, visit Thangtong Dewachen Nunnery. Rest of the day at leisure. Overnight at your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gangtey - Day 4: After breakfast, proceed to Phoobjukha (5hrs/135kms approx.), stopping briefly about 45 minutes’ drive from Thimphu at Dochu-la pass (3,088m/10,130ft), which offers visitors their first glimpse of the eastern Himalayan ranges. Tea will be served in Dochula cafeteria. Then continue onwards, reaching Wangduephodrang town in time for lunch. From here, it is a long, winding descent into the Wangduephodrang valley, which is about 1,700m below the pass. Then continuing on the highway. On arrival, pay visit to the Gangtey Gompa (Monastery). Overnight at the hotel in your deluxe room (Dewachen Hotel). Day 5: Gangtey Exploration. In the morning, we go for a walk and meet the School children close to your hotel, who all walk for hours to reach their nearest school. Phobjikha is a paradise for nature lovers and hikers. There are lots of great places for hikes around the valley. Spend the day exploring the Phobjikha Valley including a visit to the Phobjikha Sanctuary with an opportunity to view the majestic black necked cranes (Nov-Mar only). We hike for about 1.5hrs in the valley and see nature (if lucky the Black-necked Crain as well). After lunch, we go to visit a village and meet the farmhouse owner. We can see the process of butter tea making. Overnight at your hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bumthang - Day 6: After breakfast, drive to Jakar (Bumthang) (8hrs/257kms approx.). Upon Arrival, check in at the hotel and rest of the day at leisure. Overnight at the Hotel in your deluxe room (Jakar View). Day 7: After breakfast, explore the Heading up valley, you will take in the grand Kurje Lhakhang. From Kurje monastery, a tarmac road heads south along the right bank of the river to Jambey Lhakhang. Also visit Tamshing Lhakhang. Later on we will visit Jakar Dzong, then take a stroll through Bumthang’s market area before returning to the hotel. Overnight at the Hotel. Day 8: After breakfast, excursion to Ura Valley (Ura Village walk), from Jakar (Bumthang) to Ura is 48 km. Overnight at the hotel."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Punakha - Day 9: After breakfast, visit Trongsa Museum, later drive to Punakha (6hrs/172kms approx.) Check-in at the hotel on arrival. Later in the evening visit Punakha Dzong. Overnight at the Hotel in your deluxe room (Zhingkham Resort). Day 10: After breakfast, you will begin with a hike up through fields of rice along the banks of the Mo Chhu to the upper end of the valley to the Khamsum Yuelley Namgyal Chorten. After Lunch, hike to the nearby Chimi Lakhang temple. In the evening, take a stroll along the town’s main street. Overnight at the hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Paro - Day 11: After breakfast, drive to Paro (4hrs/130kms approx.). On the way to Paro, we walk to Tachogang Temple. Then continue to Paro. Rest of the day is free at leisure. Overnight at the hotel in your deluxe room (Olathang Cottages). Day 12: After breakfast, drive towards the north end of the valley to view the Ta Dzong, formerly a watchtower and now the National Museum (Closed on Govt.Holiday). Then walk down a hillside trail to visit Rinpung Dzong (Paro Dzong). Visit the 7th century Kyichu Lhakhang, In the evening, visit a traditional farmhouse for an opportunity to interact with a local family and learn something of their lifestyle. Overnight at the hotel. Day 13: After breakfast, excursion to Taktsang Monastery (Closed on every Tuesday). Later excursion to Drukgyel Dzong. Later on, take an evening stroll along the main street, and perhaps visit a few handicrafts shops, or take refreshments at a local café or bar. Overnight at the hotel. Day 14: After an early breakfast at the hotel, drive to the airport for flight to your onward destination."
    }
  ],
  "map": ""
}