{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-holidays-cultural-tours",
  "tourName": "Bhutan holidays, cultural tours",
  "placesVisited": "Kathmandu, Patan, Paro, Thimpu, Tashichhodzong Monastery, Zorig Chusum traditional arts and crafts school, Punakha, Punakha Dzong, Wangduephodrang local market, Simtokha Dzong, Ta Dzong National Museum, Rinpung Dzong, Drukgyel Dzong, Taktsang Monastery",
  "generalInfo": "Neatly nestled between the Tibetan mountains and Indian foothills, Bhutan holidays and cultural tours take you on a journey to where stunning landscapes meet spiritual fulfilment.<br/><br/>This 11 day Bhutan holiday and cultural tour provides a unique opportunity for travellers to explore in Southeast Asia without the all too typical tourist crowds and backpacker comforts where precariously placed monasteries and ancient temples further evoke experiences into the unknown.<br/><br/>Buddhism, Himalayan trails, and remote rural communities untouched by western ways; if you’re looking for a life changing experience, this Bhutan holiday and cultural tour really does pull out all the stops.<br/>",
  "durationDays": "11",
  "price": "2395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Prior to landing at Tribhuvan Int'l Airport in Kathmandu, you may have some excellent views of snow-capped mountains. After custom clearance meet with our tour co-ordinator and transfer to hotel."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Explore ancient and historical cities including Kathmandu's Durbar square with its stone paved lanes and colourful market, virgin Goddess and many temples of different kinds of architecture. Pasupatinath, Bouddhanath Stupa, Swoyambhunath stupa. Discover Patan, the city of art and beauty and finally visit Bhaktapur, with its famous wood-carving. Overnight at hotel in Kathmandu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Early morning fly with Druk Air over the panoramic Himalayan ranges from Kathmandu to Paro. Arrive at Paro airport and take the 2½ hour drive to Thimpu, the capital of Bhutan. Overnight at hotel in Thimpu."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Commence sightseeing in Thimpu including a visit to Tashichhodzong, the beautiful medieval fortress/monastery which houses most of the government offices and the King's throne room. It is also the summer residence of Je Khenpo, the chief Abobot of Bhutan. Also visit the Institute of Zorig Chusum where students undertake a course on the 13 traditional arts and crafts of Bhutan, the National Library, which holds an extensive collection of Buddhist texts and manuscripts, some dating back to several hundred years back, as well as modern academic books, mainly on Himalayan culture and religion, the post office, the Institute of Tibetology, the National Memorial Chorten and the handicrafts emporium which displays a wide assortment of beautiful handwoven and crafted products. Overnight at hotel in Thimpu."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After breakfast drive from Thimpu to Punakha with a short stop at Dochula pass (3050m) that heralds the most enchanting views of Bhutan. Visit to Punakha Dzong, the 17th century fortress that has played an important role in building up of modern Bhutan followed by a visit to a local market. Then visit, Khamsum Yulley Namgyel Chorten, the newly built Stupa. After that drive to Wangduephodrang visiting Dzong and another local market. The district of Wangduephodrang is also famous for its bamboo products, slate and stone carvings. Overnight at hotel in Punakha."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast drive from Punakha to Paro enroute visit Simtokha Dzong, the oldest fortress of the Kingdom built in 1627, it now houses the School for religious studies. Afternoon in Paro, visit Ta Dzong, the National Museum of the Kingdom. Originally built as a watch tower, since 1967 it has served as the National Museum of the country holding a fascinating collection of art, thankgkha paintings and Bhutan's exquisite postage stamps. Then walk down the trail to visit Rinpung Dzong which has a long and fascinating history. Overnight at hotel in Paro."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After breakfast drive north of Paro valley to the ruins of Drukgyel Dozng. From this fort the Bhutanese repelled several invasions by Tibetan armies. Nearby visit a traditional Bhutanese farm house which offers good insight into the everyday lifestyle of local people. Then take an excursion to Taktsang Monastery, the most famous of Bhutanese monasteries. It is said that Guru Rinpoche arrived here on the back of a tigress and meditated at this Monastery, hence it is called \"Tiger's Nest\". The excursion to monastery's view point takes about 5 hours, round trip. On the return to Paro town visit enroute Kyichu Lhakhang, one of the oldest and most sacred shrines of the Kingdom. Overnight at the hotel in Paro."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast depart from hotel to Paro Airport for your onward flight."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Leisure day in Kathmandu."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Departure to airport."
    }
  ],
  "map": ""
}