{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutan-holiday-culture-and-festivals",
  "tourName": "Bhutan holiday, culture and festivals",
  "placesVisited": "",
  "generalInfo": "As part of a small group (max 12 people) you'll be invited into the Kingdom of Bhutan on a holiday that coincides with one of the many festivals held throughout the region.<br/><br/>These festivals allow travellers to delve deeper into the culture of Bhutan where the threads of religious heritage are as firmly woven into the fabric of society as the kingdom's quest to rank ever higher on the gross national happiness scale.<br/><br/>This small group holiday starts and completes in Paro with a full day to visit the precariously placed Tiger's Nest Monastery allowing for further insight into Bhutan's ancient world where cultural traditions are just as plentiful as the far reaching views towards the Himalayas.",
  "durationDays": "13",
  "price": "3595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Paro- Thimphu – Driving time 1 hour - Arrive at Paro International Airport which is situated in a beautiful valley at 2280 metres and is a fitting introduction to this charming kingdom. Meet the guide and drive along the Paro and Thimphu river valleys to Thimphu, Bhutan’s capital. Stop en route to take in the magnificent Tamchhog Lhakhang, the hereditary place of worship for Thangtong Gyalpo, who organised the building of Bhutan’s iron bridges. Take a late afternoon walk around town and soak in the atmosphere of this magical capital with its busy shops and bazaars and photogenic citizens in national dress. If you would like to view or buy Bhutanese handicrafts you may like to walk through the Craft Bazaar which has an array of stalls run by local handicraft shops selling purely homemade articles with no imports. Overnight at Gakyil Hotel or similar (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thimphu - This morning after breakfast, visit the huge statue of Buddha Dordenma, which commands a tremendous view of Thimpu valley. The huge 3-storey throne holds several chapels and the body itself is filled with 125,000 smaller statues of Buddha. From here take a walk from Kuensel Phodrang Nature Park to Changangkha Temple, perched on the hilltop. The walk takes us through beautiful blue pine and rhododendron forest, which also gives a fantastic view of Thimphu valley. Devotees flock throughout the day to circumambulate and turn the prayer wheels. The temple also contains beautiful wall paintings and hundreds of religious scriptures written in gold. In the afternoon we will visit the weekend market, the revered Memorial Chorten and you may like to visit the National Textile Museum with its striking collection of intricate textiles. Later we may have time to visit the Takin Reserve showcasing the unique national animal of Bhutan. You guide will discuss sightseeing options with you. Overnight at Gakyil Hotel or similar. (BLD) Note – The walk today along the side of the valley should take around 1.5 hours maximum and is an easy stroll along a good trail. However, as you will be getting used to being at a higher altitude on your first days in country this may make it more challenging."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Thimphu – Punakha via Dochu La – Driving time 3 hours - Today enjoy a scenic drive of approximately 3 hours to the old capital, Punakha, via the Dochu La pass at 3050 metres, where on a clear day you can enjoy spectacular panoramic views of the Eastern Himalaya ranges including peaks well over 7000m. Then descend through cool forest. You will notice the change of climate and vegetation as we approach low lying Punakha at 1250 metres situated in a fertile valley. Take a pleasant walk of an hour or so across terraced fields to Chimi Lhakhang (Temple of Fertility) built in the 15th century by the “Divine Madman” (Lama Drukpa Kuenley). This afternoon visit the impressive Punakha Dzong, ‘Palace of Great Happiness’, built in 1637 and strategically placed at the confluence of two rivers, The Po Chu and the Mo Chu. Close to the Dzong there is a spectacular suspension footbridge that crosses the Po Chu and it is well worth taking the short detour to cross it. Overnight at Hotel Lobesa or similar (BLD) Note – The walk today to the Temple of Fertility should take around an hour and it is an easy walk."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Punakha Valley - After breakfast visit Chorten Ningpo, dating from the 17th century. The Chorten is a little-known spot with a magnificent statue of Maitreya (the future Buddha) and images of the great lamas of the Drukpa lineage. This magical spot was once a dense forest inhabited by evil spirits. The magnificent great oak tree outside the monastery is said to have grown out of the blazing log that the ‘Divine Madman’ threw (the tree’s bark is still black from where it was burnt). In 2005 the monastery began to house orphans from the nearby village, and founding a small Buddhist educational institution where the children can study traditional Buddhist scriptures and texts as well as Western subjects. We will arrange a picnic lunch for today – your guide will choose the best spot for the picnic depending on timings. Then you can take a hike to Khamsum Yuelley Namgyel Chorten via the village of Yebisa. The walk starts from the suspension bridge below Khamsum Yuelley Namgyel Chorten. Hike at a gentle pace for around 10 minutes from the bridge through the paddy rice fields of Yebisa village. Then continue the hike for around 40 to 50 minutes up to the temple. The walk is still fairly gentle but there are some steeper parts. From the top you will see a beautiful view of the valley and surrounding villages. The temple is 30 metres tall and is dedicated to the fifth King. After visiting the temple descend for around 30 minutes until you reach the suspension bridge where you will be picked up by the vehicle. Overnight Hotel Lobesa or similar (BLD) Note – The walk today to the Khamsum Yuelley Namgyel Chorten should take around 1.5 hours there and back and is an easy walk but the last approach to the temple is uphill with steps (not steep)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Punakha – Trongsa – Bumthang – Driving time approximately 8 hours - An early start today around 8am with a full morning drive of around 5 hours to Trongsa, the gateway to central Bhutan (2180 metres). Set amidst spectacular scenery, visit Trongsa Dzong, the ancestral home of Bhutan’s royal family, commands the eye from miles away. You can also visit Ta Dzong, the museum in the watchtower dedicated to the Wangchuck dynasty, which tells the stories of the Dzong and the valley it has watched over for centuries, and features personal belongings of the king and queens of Bhutan. Continue this afternoon for around 2.5 hours through some of Bhutan’s most beautiful scenery to Bumthang. The spiritual heartland of Bhutan with its many legendary monasteries, temples and palaces, Bumthang is the collective name for an area of 4 valleys - Chokhor, Tang, Ura and Chhume. Overnight at Ugyenling Hotel or similar (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bumthang - Today enjoy exploring Bumthang, the spiritual heartland of Bhutan, with its many legendary monasteries, temples and palaces. We take a fascinating tour of a variety of sacred sites in the valley including Jamba Lhakhang, Kurjey Lhakhang and Tamshing Lhakhang. Later visit Bhutan’s largest Dzong (Jakar), with its picturesque location overlooking the Chokhor valley. You may be interested to see Bumthang’s famous Red Panda brewery and Swiss cheese factory and dairy farm. Overnight at Ugyenling Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tang Valley- Bumthang – Driving time 3 hours - Drive to Tang valley, the most remote of Bumthang's valleys, where the people raise sheep and yaks, stopping on the way at Membar Tsho (“Burning Lake”), which is one of Bhutan’s most important pilgrimage sites. The on to Drangchel, Pema Lingpa’s birthplace. You will also see picturesque villages and temples and can walk up to visit Ugyenchholing Palace, which is now a museum and gives an interesting insight into the life of an aristocratic family in the last century. Return to Bumthang for the night. Overnight at Ugyenling Hotel or similar. (BLD) Note – the walk to the palace should take around 30 minutes."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Bumthang – Gangtey – Driving time 6 hours - An early start today around 8am. Drive approximately 5-6 hours to reach Gangtey situated at 2900 metres. Stop on the way to the village of Zungney where you can watch the women weaving traditional “yathras” by hand- woollen strips used in the making of blankets, bedcovers and winter jackets. On the approach to Gangtey there are wonderful views of the immense and remote Phobjikha valley and the black mountain ranges. On arrival in Gangtey, visit Gangtey Gompa, one of Bhutan’s oldest monasteries which has recently been restored, and explore the valley where the villagers live a traditional Bhutanese rural lifestyle. Enjoy a lovely nature walk starting from near the monastery taking you first downhill and then a nice flat walk through the forest to the valley floor. This is the area where Black-Necked Cranes visit in their hundreds in November each year after spending the summer in Tibet. Overnight Dewachen Hotel or similar (BLD) Note – the nature walk should take around 1.5 hours and is an easy stroll along a good trail."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Phobjikha Valley and the Black Necked Crane Festival - Today (which is also the birthday of the Fourth King) you will visit the annual Black Necked Crane Festival in Gangtey. The festival takes place in the courtyard of the monastery and provides the opportunity to share a local cultural experience; it is held to promote conservation among the local people. There will be some official rituals, such as flag raising and welcome ceremonies, followed by folk culture displays, including dances performed by schoolchildren. There will be stalls offering local food. You will also visit the Black Necked Crane Information Centre, to learn more about these amazing migrating birds, with the opportunity to spot some of them through the high-quality lenses for use at the centre. Overnight Dewachen Hotel or similar (BLD)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Gangtey to Paro – Driving time approximately 7 hours - This morning we depart the Phobjikha Valley and travel to Wangdi (also known as Wangdue Phodrang), originally considered Bhutan’s secondary capital. Sadly Wangdi Dzong was gutted by fire in June 2012, destroying in a few hours not only a magnificent building that had stood proudly for hundreds of years, but also the painstaking work that had been in progress for many months to repair recent earthquake damage using traditional construction methods. 10 years of renovation work is finally complete and it should be open to visit. After visiting the Dxong and after a brief stop for lunch you will return to Paro, a drive of approximately 5 hours. You will have some free time to visit the local handicraft shops to look for souvenirs. Overnight at Olathang Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Paro - This morning visit the National Museum housed in the Ta Dzong (watch tower) which was built on top of the hill above Rinpung Dzong to defend Rinpung Dzong and the Paro valley during times of war, in an unusual circular construction resembling a conch shell. The Ta Dzong was badly damaged by an earthquake in September 2011 but has now been renovated and you can see a magnificent collection of Bhutanese artefacts – costumes, religious paintings, arms, textiles and a fascinating collection of Bhutan stamps. From the National Museum, take a leisurely 1-hour hike along the forested hillside to Zuri Dzong and then down to the Uma resort. The walk passes Gonsaka Lhakhang and then Zuri Dzong providing wonderful views down over the valley and Dzong. Zuri Dzong dates from 1352 and is home to the valley’s local protector gods. Continue your walk down the Uma Reort junction where you turn right towards Paro Dzong and here again you should have a good view of Paro Dzong and town. Your driver will be waiting at the Paro bridge to pick you up. After lunch you can also visit the impressive Paro Rinpung Dzong, one of the finest examples of Bhutanese architecture. Later, visit the 7th century Kyichu Lhakhang, a temple of historical significance and one of the most sacred shrines in Bhutan. Afterwards, if there is time, you may like to visit Dumtse Lhakhang, a temple built by Thangtong Gyalpo, the iron bridge builder. Overnight at Olathang Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "The Tiger’s Nest Monastery - This morning embark on the amazing hike to the ‘Tiger's Nest’, the sacred Taktshang monastery which clings impossibly to the rock face 900 metres above the valley floor. It is the birthplace of Buddhism in Bhutan and Guru Rinpoche is said to have flown to the site riding on a tigress and He subsequently meditated here for three months. It is one of Bhutan’s most holy sites and draws pilgrims not only from Bhutan but also from neighbouring Buddhist countries. You can have lunch at the Taktshang cafeteria from where there is a spectacular view of the monastery. Overnight at Olathang Hotel or similar. (BLD) The ascent to the Tiger’s Nest Monastery is very steep and you will have to climb multiple steps to reach the monastery, so you should be sure that your level of fitness will allow you to make the hike. It is possible to rent a stick at the start of the hike. Expect the entire hike with stops including at the cafeteria to last 6 hours. Speak to our team for personal experience account of the hike."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Depart Bhutan - Early in the morning your guide will accompany you to the airport and wish you Tashi Delek (Goodbye and Good Luck). (B)"
    }
  ],
  "map": ""
}