{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "bhutans-hidden-kingdom-9-day-tour",
  "tourName": "Bhutans hidden kingdom 9 day tour",
  "placesVisited": "",
  "generalInfo": "Although small in size, Bhutan has a large amount to offer. Our nine-day odyssey weaves through corkscrew mountain passes and crosses pine-studded valleys to showcase the best of this Himalayan nation. Visit key cultural sights, tour magnificent temples and take a front row seat at traditional dance performances.<br/><br/>Set on the confluence of two rivers, Punakha’s dzong is considered one of the most beautiful in the country. Tour the fortress grounds and continue to fertility temple Chimmi Lhakang, where hopeful parents carry hold aloft a wooden phallus in honour of an unconventional monk known as the ‘Divine Madman’.<br/><br/>Discover in Punakha the Palace of Great Bliss and Chimmi Lhakang temple. Journey through the Phobjikha Valley, home to endangered Black Necked Cranes, and explore Gangtey Gompa's spiritual wonders, before traversing Bumthang, a sacred valley steeped in legend and adorned with picturesque landscapes.<br/><br/>In central region Gangtey, watch endangered black-necked cranes settle in the scenic glacial valley. Considered auspicious, their autumn arrival from the Tibetan Plateau is signalled by three flights around one of the country’s oldest monasteries built in 1613. Delve deeper into spirituality and history in remote Bumthang where Buddhism was first introduced to Bhutan. <br/><br/>The tour ends in Paro for an unmissable hike up to the legendary Tiger’s Nest Monastery, perched on a cliffside like a lost jewel in the Himalayas.<br/><br/>Group departure dates have been set to coincide with local festivals wherever possible.",
  "durationDays": "9",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival at Paro – Thimphu (55km, 1hour drive): Fly into the only international airport of the country at Paro International Airport in the beautiful Paro Valley. As the plane takes a dramatic sweep into the valley, you will see the inner Himalayan mountainsides with traditional Bhutanese house perched in the mountains and snowcapped peaks of the Northern Himalayas towards the Tibetan border. You will be met in Paro (elevation of 2,280 meters) by your guide at the airport with a traditional sign of welcome, a white silk scarf with the eight lucky & auspicious signs embossed in it. Bhutanese culture revers symbolisms, so we believe that you must start your journey in Bhutan with an auspicious beginning. You will then drive towards Thimphu, where you will visit the Buddha Dordenma Statue, the largest seated Buddha statue in the world with a height of 51.5 meters, made of bronze and gilded in gold. You will then proceed to visit the Memorial Chorten (Stupa) at the center of the capital, dedicated in memory of His Majesty the Third King of Bhutan, Jigme Dorji Wangchuck. The stupa attracts many elderly Bhutanese daily for prayers, and is a window into the daily lives of Buddhist Bhutanese. After this visit, you will head towards the Takin Zoo where the national animals habitat. In the evening, you will visit the Tashichhodzong (the Fortress of Auspicious Doctrine). The fortress has been the seat of the Royal Government of Bhutan since 1952, and houses the Throne Room as well as the offices of the King and other government offices, it is also the summer residence of the Monk Body. Overnight in Thimphu Kisa Villa Resort"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Thimphu – Punakha (105km, 2.5 hour drive): After breakfast at your hotel, you will visit the Zorig Chusum, the National Institute for Arts & Crafts, that showcases the 13 traditional crafts of Bhutan. You can then walk towards the Folk Heritage Museum. The tour of this living museum will also give you a glimpse into how many rural folk of the country live today following the ancient Bhutanese ways. After lunch, you will drive towards Punakha. On the way, and 40 minutes drive up into the mountains, you will stop at the Dochu la Pass (3150 meters) to see the Himalayan Mountain Range. On a clear day, you will see the Northern Himalayas bordering China with the Jumolhari, Kula Gangri and Jichu Drakey peaks. You will also see the 108 stupas named the Druk Wangyal Khangzang Chortens offered as a tribute to his Majesty the Fourth King of Bhutan Jigme Singye Wangchuck for his selfless service to the nation and its people. You will then be escorted to your hotel for dinner. Overnight in Punakha Gasothang Farmhouse"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Punakha: After breakfast, you will continue your journey in the beautiful valley of Punakha towards the Puna Dewa Chen Gi Phodrang (The Palace of Great Bliss) constructed in 1637. The fortress, located at the confluence of two rivers (the male pho and female mo rivers), is the winter home to the clergy of Bhutan. It is also in this fortress that all Kings of Bhutan have been crowned and will be crowned, as per tradition. After lunch, you will take a short walk of 20 minutes through the village towards Chimmi Lhakang (the temple of Fertility) built in 1499 by the saint Drukpa Kinley, known as the Divine Madman. The tradition of the temple is to bless pilgrims with a wooden phallus, a symbol to drive away the evil eye and also for those seeking to be blessed with children. In the evening, you will have time to visit the town of Punakha. Dinner and overnight in Punakha Gasothang Farmhouse"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Punakha – Gangtey (Phobjikha Valley) (73km, 2 hour drive): After early breakfast at your hotel, you will drive towards the isolated valley of Phobjikha. The valley is protected for the endangered Black Necked Cranes migrating to Bhutan every winter (early Nov to End of February) and is a paradise for hikers and nature lovers. The drive is very picturesque. On arrival, we will enjoy the beautiful Gangtey Nature Trail. The hike itself is a moderately challenging, yet rewarding experience. We will follow a scenic trail that winds through forests of blue pine, juniper, and rhododendrons, offering stunning views of the valley below. We will also visit Gangtey Gompa, the largest Ningmapa monastery in western Bhutan. Dinner and overnight in Gangtay Hotel Dewachen"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Gangtey – Bumthang (154km, 4 hour drive): After breakfast, you will begin your drive to Bumthang valley in central Bhutan, stopping en route to visit Trongsa Dzong before crossing the Yotung La pass. The drive is very picturesque - cutting past charming hamlets, serene farmlands, hours and hours of deep forests and valleys, and hills filled with Rhododendrons of every hue. Tales of the great Guru Padmasambhava dominates this holy valley. You will view Jakar Dzong, \"The Castle of White Bird\". A stop will be made on the way in the Chumey Valley where one can see girls weaving Yatha the traditional woollen material used. Overnight in Bumthang Jakar Village Lodge"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Bumthang: You will begin with a morning walk up to the Ugyenchholing Dzong and the surrounding village, and then drive to Jakar following the Tang chu river until you arrive at the main road junction. On the way, you will visit the Mebertsho Lake, where Terton Pemalingpa, the reincarnation of guru Padmasambava is supposed to have discovered religious treasure in the 12th century. This lake is very sacred and is visited by many Bhutanese during auspicious days to offer butter lamps. Overnight in Bumthang Jakar Village Lodge"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Bumthang – Paro (300km, 9.5 hour drive Today is a long drive from Bumthang to Paro (9-10 hours). The drive will be via Wangdue valley at 4,000 feet and then over Dochula pass at 10,000 feet. Overnight in Paro Dewachen Resort and Spa"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Paro: After breakfast, you will drive to the base of the Taktsang Monastery (Tiger’s Nest), the sacred and famous temple built in 1693. Legend has it that, in the 8th century, Guru Padmasambhava meditated in the caves around which the monastery was built after flying on a tigress’s back. The trek is very scenic, surrounded by pine trees. The Trek will be about 5 hours round trip and lunch will be served at the cafeteria on the way. In the evening, you will have time to visit Paro town. Overnight in Paro Dewachen Resort and Spa"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Paro - Departure Day: After breakfast today, you will be transferred to Paro airport for your international departure flight, rejuvenated by the Bhutanese way of life."
    }
  ],
  "map": ""
}