{
  "destination": "Bhutan",
  "mainPhoto": "",
  "id": "lost-worlds-of-asia-myanmar-bhutan-tour",
  "tourName": "Lost Worlds of Asia: Myanmar & Bhutan Tour",
  "placesVisited": "Yangon, Bagan, Inle Lake, Bangkok, Thimphu, Punakha, Gangtey, Paro",
  "generalInfo": "Myanmar and Bhutan are two Buddhist countries that inspire the mystique of another era and another realm. Both feel frozen in time; monasteries carved into Himalayan slopes, thousands of pagodas rising on dusty plains, traditional villages cut off from the world. With this Myanmar and Bhutan tour, escape into vocative worlds and capture the essence of two countries that were long closed to the rest of the world, capturing the quintessence of Myanmar and Bhutan.",
  "durationDays": "13",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Yangon – Golden Pagodas of Yangon",
      "description": "All across Yangon you'll find glimmers of gold. Pagodas stand in the heart of busy intersections, their gilded cones glistening beneath the sun. These Buddhist icons juxtapose with a crowded collection of colonial lanes, each of them still reveling in the architecture and atmosphere of yesteryear. Tiny plastic chairs line the pavements, filled with customers drinking Indian tea. Chinese markets spill onto the streets while early 19th-century buildings stand majestically on corners. There's always a contrast here but little has changed for 100 years, the same atmosphere lining the central part of the city. You'll be picked up from the airport and transferred to a five-star hotel along the waterfront, one of the few colonial icons that has been restored to its old glory. Head out with your local guide, stopping first to admire the golden facade of Sule Pagoda, a compass point in the heart of the city. Wander through the nearby lanes of the Indian Quarter, atmospheric smells accompanying you through its vibrant market stalls. Dominating the north of the center is Shwedagon Pagoda, one of the world's greatest Buddhist landmarks. Glistening gold, and changing color with the sunset, the pagoda envelops you in the riches of a culture. Locals sit and meditate in the inner rooms while monks ring bells that leave an eerie resonance. Your guide helps to navigate through the different rooms, offering an insightful introduction to Buddhism and Myanmar."
    },
    {
      "dayNumber": "2",
      "title": "Bagan – Mystique and Charm in Ancient Bagan",
      "description": "The faded red on pagoda spires fills a dusty plain along the Irrawaddy River. There are thousands of them, some clustered together and others hiding away beneath the crimson flowers of the pride of Burma (an endemic tree). Fly in from Yangon and you immediately enter a rural realm, just a couple of villages sharing the landscape with the 2200 temples and pagodas. You will stay in Old Bagan, where an abundance of the largest monuments is found. Vast golden Buddhas are sculpted inside Ananda Temple, murals lace the walls of Gubyaukgyi while the stupa of Shwezigon stands above the riverside. These are not restored and renovated, rather they are lost in the charms of their era, dating back from the building boom of the 9th to 13th centuries. Bagan's great mystique comes from its scale. The temples you might have heard of, those famous names and most spectacular facades, are just the start. Most monuments just have a number, yet they rise four stories high and are filled with giant Buddha statues or faded murals that cover the ceiling. Some temples are well known for watching the sunset. The guide knows always another nearby temple, where the views are just as good and there's hardly another person in sight. Spend the night at your hotel in the heart of the city, with panoramas of silhouetted pagodas continuing through the evening."
    },
    {
      "dayNumber": "3",
      "title": "Bagan – Ascending Above Bagan and Exploring Hidden Temples",
      "description": "Bagan dances from the air, sunset tones enhancing the allure of the World Heritage site. Ride in a hot air balloon and ascend above it all, admiring the abundance of red pagodas and whitewashed temples. You're low enough to explore the intimate details; clusters of elegance that stand unopposed, swelling walls that guard crumbled monasteries, temples of symmetry and those that lean at irregular angles. This is probably Myanmar's most quintessential experience, an aerial flight that comes close to unraveling the astonishing scale of Bagan. At every angle there are dozens of buildings from a bygone era, each left in their mysterious state of softly fading decay. Descend and return to the hotel for brunch before an afternoon of meeting locals that reside in the temples. Bagan is not merely a historical place. Enter a small pagoda and red-robed monks are meditating, their lyrical chorus filling the mural walls with sanctity. An artist paints in another, using sand to create unique paintings of Bagan life. Young monks laugh and play in a monastery while traders bring home-woven fabrics to the edge of temples. The locals are eager to share and converse, reveling in the opportunity to learn something about your country and discuss cultures and lifestyle. There is certainly no sense of tourist saturation in Myanmar; people are keen to savor the opportunity to interact freely with foreigners, something that wasn't possible for many decades under the military regime."
    },
    {
      "dayNumber": "4",
      "title": "Inle Lake – Floating Gardens and Traditional Village Life",
      "description": "Villages rise on stilts in Inle Lake, bamboo structures gracefully standing above the tranquil expanse of water. Others dot the surrounding hills, lost amidst a patchwork of rice paddies and oxcart-plowed fields. The market rotates throughout the week, each village the hub of activity as locals walk to buy and sell. You'll fly from Bagan to Heho where it's a 45-minute transfer to a hotel on the lakeshore. Spend the afternoon exploring by boat, traveling through the canals that act as streets and discovering the traditional crafts still being practiced in this quiet corner of Myanmar. Perhaps it's the gardens that most impress, whole plantations that float as they're held together by bamboo poles--or it may be the fishermen, rowing with their legs and casting nets to the backdrop of sunset. Inle Lake is part a luxurious escape on the water and part a journey into how life continues as it always has."
    },
    {
      "dayNumber": "5",
      "title": "Inle Lake – Colorful Markets and Meeting Monks in the Monastery",
      "description": "The market is alive at sunrise, locals haggling over fresh fruit and eating breakfasts of oily pancakes. Smells and sounds collide, mingling amongst the wooden stalls as you enjoy conversations with the locals. The atmosphere is one of vibrancy, boats continually arriving as they bring more goods to market. A nearby monastery has a very different ambiance, one defined by tranquility. It's easy to spend hours here, gazing out over the lake and chatting to the monks who call the monastery home. They're very open and usually eager for conservation, happy for you to discover firsthand about life in Myanmar. In return they're equally inquisitive, wanting to explore preconceptions about cultures beyond their country's borders. Following lunch, the rest of the day is at your leisure, a chance to explore locally or lounge along the lake."
    },
    {
      "dayNumber": "6",
      "title": "Yangon – Wandering Through the Atmospheric Lanes of a Colonial Era",
      "description": "Yangon's historic center hasn't been restored. The old colonial buildings are crumbling slowly, mold creeping across the balconies and ornamental sculptures missing their features. This sense of decay only adds to the atmosphere. Yangon feels like a true lost world, transporting you into the ambiance of tea-shops and shouting traders pushing wooden carts. It's as complete a colonial center you can find anywhere in Asia and the experience is very much about walking slowly and absorbing local life. A local guide adds the historical context, revealing the ancient classics found hiding amongst the markets and busy streets. You'll fly to Yangon from Heho and be greeted at the airport by your guide. Spend the afternoon exploring before an evening at leisure."
    },
    {
      "dayNumber": "7",
      "title": "Bangkok – Relaxed Day in a Vibrant Capital",
      "description": "Connecting Myanmar and Bhutan requires a night in Bangkok, the international transport hub of the region. You'll be greeted at the airport and transferred to a five-star hotel in the heart of the city's business district. The day is designed for relaxation, with a rooftop pool and onsite spa bringing tranquility to the vibrancy of Bangkok. However, if you wish to explore, a tailored tour can take you in various directions. Culture and history wait along the Chao Phraya River while bustling markets bring the local produce of a continent into one place. Wherever you go, it's easy to see why Thailand proclaimed itself as the country of smiles."
    },
    {
      "dayNumber": "8",
      "title": "Thimphu – Introducing Bhutan's Untouched Charms",
      "description": "Land at Bhutan's only international airport, Paro, and head out through the mountain valley to capital city Thimphu. There is a strange juxtaposition here as Thimphu retains a village-like atmosphere, yet the streets are evolving into the modern bustle and new architecture. A visible Buddhism is found everywhere. Monks wander the streets, their shaved heads and smiles a fixture of the landscape. Hundreds of locals whirl the red prayer wheels of Memorial Chorten, circling the elaborate facade on a daily basis. At the National Folk Heritage Museum continue the journey into Bhutan's religious ambiance, exploring how Buddhism has evolved yet remained so untouched on the Himalayan slopes. Your half-day tour of the city concludes at Tashichho Dzong, a Buddhist monatery and seat of the government."
    },
    {
      "dayNumber": "9",
      "title": "Punakha – Alpine Wonder and Bhutan's Ancient Capital",
      "description": "Punakha provides the dreamy image of Bhutan, an ancient capital gazing out towards the Himalayas defined by a stunning fortress from a distant era. Travel here via Pangri Zampe Temple, its white rocks glimmering against the tropical green of the mountains. Then along the Dochu Lu Pass, ascend slowly until the vegetation is replaced by the stark beauty of the alpine land. Arrive in Punakha to explore at leisure; the streets filled with wandering monks and the soft chime of temple bells. Your hotel overlooks the river, with breathtaking views of the summits of its temples and monasteries."
    },
    {
      "dayNumber": "10",
      "title": "Punakha – Bhutanese Bliss in the Mountains",
      "description": "Sunrise is a beautiful time in Punakha. Walk across the cobbled lanes as monks come to receive alms, food given by the locals of the old city. Bhutan's historic capital, Punakha is woven with charm and lost in the redolence of yesteryear. With the sun peaking out over the alpine peaks, there's an immersive sense of belonging in a remote Buddhist kingdom. On a relaxed day, you'll be guided around the important icons of Punakha, including the majestic Punakha Dzong. The second oldest fortress in the country, it houses the revered holy text that guides religious instruction across the country. A walk to Khamsum Yulley Namgyal Chorten completes a day that blends mountain bliss and serene architecture."
    },
    {
      "dayNumber": "11",
      "title": "Gangtey – Lost in a Vanishing World",
      "description": "The Gangtey Gompa Monastery is often shrouded in mist, the swirls of white rising from a forested valley adding to its allure. Get closer, and intimate snippets of color line the wooden exterior, leading you into rooms of vibrant prayer flags and the resident monks. Commanding an exceptional position above the Gangtey Valley, this monastery showcases the hypnotism of Bhutan. It's easy to sit here for hours, contemplating the serenity or discussing life with one of the monks. Your hotel is nearby and today is a very relaxed day, a chance to absorb life in this lost vanishing kingdom. Few areas in the world are as untouched."
    },
    {
      "dayNumber": "12",
      "title": "Paro – Exploring Bhutan's Oldest Temples",
      "description": "Bhutan's oldest temples and monasteries dot the Paro Valley, relics to the country's mystique filling fields of floral patterns. Some stand lonely, isolated on a summit, a few thousand feet above the rest. Others provide white tones on the plateau, graceful odes to history that dominate the panorama. Others hang evocatively on the edge of cliffs as if placed by another being, their architectural ingenuity difficult to comprehend. It's a short drive to Paro, but it takes most of the day with so many places to stop and explore. Arrive in Paro for an afternoon tour of the city, where new stories of Bhutan's history come alive with the guide."
    },
    {
      "dayNumber": "13",
      "title": "Paro – Tiger's Nest Monastery and Departure",
      "description": "A final morning and early risers have the opportunity to trek out to Taktshang Monastery, a revered pilgrimage site that's hidden amongst the bliss of the Himalayas. It's a half-day journey, one that reflects the wonders of the alpine landscape while imbuing the deep spirituality of a nation. Pilgrims arrive at regular intervals, and there's a touching sense of emotion all across the monastery. Return to the hotel for lunch before being transferred to Paro Airport for your international departure."
    }
  ],
  "map": ""
}