{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-peninsula-cruise",
  "tourName": "Antarctic peninsula cruise",
  "placesVisited": "",
  "generalInfo": "Take the chance to see Antarctica’s wildest side<br/><br/>Experience awe-inspiring scenery and untamed wildlife on a 13-day voyage to the Antarctic Peninsula. This expedition introduces you to the wonders and highlights of the White Continent, with additional days to better explore the Antarctica Peninsula. Encounter Weddell seals lazing on ice floes, whales breaching the frigid waters and several species of penguins shuffling across the frozen shores. You’ll cruise around the ice-filled waters by Zodiac, landing on the Antarctic Continent itself for onshore excursions that will afford jaw-dropping views. The onboard Expedition Team will offer priceless knowledge and insight, bringing the world’s most incredible landscapes to life.<br/><br/>Why you'll love this trip<br/>Extend out your adventure on this longer Polar voyage, giving you more time to explore the Antarctic Peninsula’s landscapes, ice fields and unique wildlife.<br/>Encounter Antarctica’s incredible wildlife – Adelie and gentoo penguins, leopard seals, sea birds, whales – as your Expedition Team ensures you’ve got the best chance of multiple sightings.<br/><br/>Head out on daily Zodiac cruises and shore excursions (weather permitting), allow you to fully immerse yourself in the breathtaking surroundings of the Antarctic wilderness.<br/><br/>Settle in to listen to onboard specialists, who’ll provide invaluable insights during talks on topics spanning the region's diverse wildlife to its unique geology.<br/><br/>Contribute to various vital research projects by participating in our Citizen Science Program, all led by our expert Expedition Team.",
  "durationDays": "13",
  "price": "8505",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ushuaia, Argentina Welcome to Ushuaia, the gateway to Antarctica! Upon arrival at Ushuaia Airport, enjoy an included transfer to your hotel. This evening, you have an important welcome meeting at your hotel to meet your Expedition Team and fellow travellers, and learn more about the journey ahead and the details for tomorrow’s embarkation. If you have free time before the meeting, consider exploring downtown Ushuaia for souvenir shopping or savouring classic Argentinian flavours at one of the city’s fantastic local restaurants. Accommodation Hotel (1 night) Meals There are no meals included on this day. Special information An arrival transfer from the airport on Day 1 is included in your voyage fare."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation in Ushuaia Enjoy a relaxed morning. Take advantage of the opportunity to explore downtown Ushuaia on foot – it’s compact, charming and set against the stunning backdrop of the snow-capped Andes Mountains, so be sure to bring your camera! Then, take a transfer to the port of Ushuaia, where you'll board the Ocean Nova, your home for the next 11 nights. Once on board, settle into your cabin then head to the outer decks as the Ocean Nova journeys through the historic Beagle Channel on route to Antarctica. Later, join the excitement inside to learn more about the incredible days ahead. Accommodation Expedition Cruise Ship (1 night) Meals Breakfast Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At Sea, Drake Passage Over these two days at sea, enjoy gazing out at the vast Southern Ocean and capturing photos of seabirds gracefully circling the ship. Use this time to connect with your fellow travellers and get to know the Expedition Team. Visit the ship's bridge and experience our open bridge policy, where our Captain welcomes you into Ocean Nova's command centre. Here, you can witness the expedition in motion while enjoying the prime vantage point for spotting wildlife and your very first iceberg. Or take time to step onto one of Ocean Nova's outer decks, where you can breathe in the fresh sea air and experience the powerful winds of the roaring forties and furious fifties. Keep watch for the first sighting of land which, with favourable sea and weather conditions, may come by early evening on day four. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Onboard Gym - Free"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "South Shetland Islands and Antarctic Peninsula Your Antarctic adventure truly begins once the South Shetland Islands come into view. Weather permitting, you can anticipate at least two excursions daily, providing ample opportunities to take in the breathtaking Antarctic landscape. One day, you might hike to a penguin rookery, the next, you could find yourself cruising in a Zodiac among towering icebergs. From locking eyes with a curious humpback whale to hearing the thunderous crack of a calving glacier, you’ll wake each day eager to continue exploring this icy wonderland. The highlight for many will be their first land excursion – a moment that is nothing short of unforgettable! There’s also the chance to engage with in-depth lectures from your team of onboard experts on the region’s glaciology, history and unique wildlife as you journey through this awe-inspiring wilderness. For those who crave even more adventure, treat yourself to optional activities such as an overnight camping experience on the ice, a snowshoeing trek or a paddling excursion. You’ll also have the opportunity to take a polar plunge off the Ocean Nova – a brisk dip into Antarctica’s frigid waters is guaranteed to leave you feeling revitalised and energised! Accommodation Expedition Cruise Ship (6 nights) Meals Breakfast (6) Lunch (6) Dinner (6) Included activities Guided walking Excursions Zodiac Excursion/Cruising Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Polar Plunge - Free Snowshoeing - USD150 Day Paddle - USD349 Onboard Gym - Free Camping - USD399"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At Sea, Drake Passage As the Ocean Nova begins its voyage back to Ushuaia, take this time to reflect on the remarkable journey you’ve experienced. Settle in for more onboard lectures and watch a slideshow of stunning images taken by our Expedition Photographer during your voyage. By the evening of Day 12, you’ll enter the relatively calm waters of the Beagle Channel. That evening, savour a special farewell dinner. Celebrate the incredible adventure you’ve shared with your fellow travellers and Expedition Team, creating memories to last a lifetime. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Onboard Gym - Free"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Ushuaia After breakfast, it’s time to disembark the Ocean Nova as your unforgettable Antarctic expedition comes to an end, leaving you with memories of a truly remarkable adventure. A morning transfer to Ushuaia Airport or downtown is included. Meals Breakfast Special information If you would like to stay longer in Ushuaia beyond today or would like to explore South America, please speak to your booking agent to discuss options. If you are flying out today, please book your flight to depart Ushuaia after midday in case of any delays caused by unfavourable weather conditions."
    }
  ],
  "map": ""
}