{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-peninsula-and-south-shetland-islands-cruise",
  "tourName": "Antarctic Peninsula and South Shetland Islands cruise",
  "placesVisited": "",
  "generalInfo": "Visit the South Shetland Islands and the channels of the Antarctic Peninsula, but skip the Drake Passage crossing by flying instead.<br/><br/>This trip is the perfect short, introductory expedition to the Antarctic Peninsula, the most pristine wilderness on earth. We reduce the Drake Passage crossing from two days to two hours by flying from Punta Arenas to King George Island in the South Shetland Islands. We spend the next four days sailing between the South Shetlands and the Antarctic Peninsula, past towering glacier-capped mountains rising from a brilliant blue sea, dotted with ice floes, and enjoying the company of sea birds, penguins, seals and whales. We hope to visit magnificent spots such as Petermann Island, Neko Harbour and the Gerlache Strait, and have the chance to scramble up to a high point for an unforgettable view of Port Lockeroy. On this adventure we will also visit penguin colonies, listen for calving glaciers, and visit both historic sites and research stations.<br/><br/>Highlights:<br/>Skip the Drake Passage and fly from Punta Arenas to King George Island<br/>Explore the remarkable Antarctic Peninsula<br/>Incredible wildlife including seabirds, penguins, seals and whales<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>5 or 6 nights on the ship plus 2 nights in Punta Arenas<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctica, Antarctic Peninsula, Chile<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Full complement of qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
  "durationDays": "8",
  "price": "14395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start Punta Arenas; overnight in hotel"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Charter flight to King George Island; board ship and embark"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antarctic Peninsula and the South Shetland Islands"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Disembark on King George Island; charter flight to Punta Arenas and overnight in hotel"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "End Punta Arenas"
    }
  ],
  "map": ""
}