{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-peninsula-and-weddell-sea-cruise",
  "tourName": "Antarctic Peninsula and Weddell Sea cruise",
  "placesVisited": "Sail through the Beagle Channel, South Shetland Islands, lectures on deck (weather permitting), search for penguins, seals, whales and petrels, sunrise over the Weddell Sea, Hope Bay and Argentine Station Esperanza, Gerlache Strait, gentoo penguin colonies on Cuverville Island, sail into the flooded volcanic caldera of Deception Island, visit Elephant Island, All expeditions are subject to change due to the weather or potential wildlife sightings",
  "generalInfo": "The Weddell Sea is a remote and wild region, lying to the east of the Antarctic Peninsula. Together, the Antarctic Peninsula &amp; Weddell Sea make up the most diverse and productive Antarctic marine ecosystem. It was here that Shackleton's ship Endurance was trapped and crushed by the ice in 1915. Further back in Geological time, it is believed that this is the place where Gondwanaland began to break up to form the continents of the Earth we know today and is rich in fossils.<br/><br/>This stunningly beautiful area remains locked in ice throughout the cold Antarctic Winter. The sea ice retreats in summer leaving behind magnificent tabular icebergs, many stretching for several miles. The Weddell Sea supports a rich marine ecosystem, where vast quantities of krill provide food for abundant and diverse populations of fish and marine mammals. It is the presence of the krill in the sea that supports the thriving colonies of penguins who lay their eggs and raise their young on the Antarctic Peninsula. Such species include adelie, gentoo and chinstrap penguins. Emperor penguins, the largest and most impressive of the species is often high on the wish list, a though a visit to the Weddell Sea is by no means a guarantee of a sighting<br/><br/>Weddell Sea exploration with Helicopter Support<br/>This is a unique trip which uses the combination of both a Lloyds 1a rated ice-strengthened vessel to pick through the sea ice and several onboard helicopters to transfer passengers within a safe distance of the 4000 strong Emperor colony at Snow Hill. This is not an easy task given the remote and inhospitable conditions of the Weddell Sea, as Shackelton himself would testify. The chances of achieving this objective has in the past been less than 50% but besides the Semi Circumnavigiation Ross Sea voyages it still remains the only voyage which has observing these wonderful characters as its prime objective. In that sense it is a true expedition! Individual stray juvenile Emperor penguins are still hoped for (with keen eyes) and colonies of other penguins: Adelie Chinstrap and Gentoo may also be appreciated.  You will always be on the lookout for close encounters with Weddell seals, crabeater seals, humpback whales, southern right whales, minke whales and hourglass dolphins.<br/><br/>Combined Weddell Sea &amp; Antarctic Peninsula voyages:<br/>Although not supported by helicopters, these departures combine an exploration of the Weddell Sea with that of the beautiful Antarctic Peninsula. The Antarctic Peninsula is scenically the most dramatic region and provides the greatest diversity of wildlife. It has a beautiful and rugged coastline formed of mountains which are connected to the South American Andes. Peaks rise as high as 3,000 metres from the sea.<br/><br/>Marine life is no less bountiful here than the Weddell Sea and on previous voyages guests have enjoyed the company if more than 200 whales around the ship at one time.   Seals can be found in large numbers on the Peninsula, of which the largest seal is the Leopard Seal. This grows up to 3.2 metres in length and after the Orca, ranks as top predator on the continent.<br/><br/>Combination voyages also often offer the opportunity to opt for adventure activities: kayaking, camping, snorkelling or scuba diving. Onboard Photography workshops are also perfect for learning how to improve your skills and making the best of you camera in such stunning and photogenic surroundings.<br/><br/>Please note that the itinerary below is based on our special helicopter departures and that not all voyages will include helicopter excursions. Please enquire for more details.",
  "durationDays": "11",
  "price": "22040",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "These two days will be spent at sea crossing the Drake Passage."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "If conditions are favourable we will make a helicopter landing in our search for the Emperor Penguin."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The plan today is to visit Half Moon Island in the hope of encountering Chinstrap and Geentoo Penguns, Southern Elephant Seals and Weddell Seals. In the afternoon we hope to sail to Deception Island."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "These two days will be spent at see crossing the Drake Passage en route back to Ushuaia."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Arrive into Ushuaia this morning & disembark."
    }
  ],
  "map": ""
}