{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-fly-cruise",
  "tourName": "Antarctica fly cruise",
  "placesVisited": "Punta Arenas, Patagonia, Fly across Drake Passage, King George Island, South Shetland Islands, Antarctic Peninsula, Whale watching, Antarctic wildlife, Wild swimming in Antarctic",
  "generalInfo": "This Antarctica fly and cruise holiday is for those who want to discover the great, white continent but don’t have time to do the whole journey by ship. Indeed, if you suffer from sea sickness, this is also a great option, as you cross the infamous Drake Passage by air rather than by sea. <br/><br/>Upon arrival in Punta Arenas in Chilean Patagonia, you have a night in this port town, before taking a private charter flight to King George Island, one of the South Shetland Islands This is one of the last stops before Antarctica and a wonderful place to start spotting some of the wildlife of this region, including penguins, gulls, cormorants and giant petrels. <br/><br/>King George Island is also where you board your expedition ship which has a fully classified ice strengthened hull and ideal for travelling through polar waters. You will travel aboard one of three ships on this expedition: Magellan Explorer, Magellan Discoverer &amp; Ocean Nova. The Explorer is a state of the art, modern polar vessel sleeping 176 passengers in ensuite cabins with balconies. The Discoverer sleeps 76 guests for air cruises and 96 for sea voyages. The Ocean Nova sleeps 132 passengers and all have spacious public areas, with libraries, observation decks and so on. <br/><br/>For the next four days you will explore the magnificent sea and landscapes of the Antarctic Peninsula, with giant icebergs, floes, penguin colonies, whales and Antarctic seals. With plenty of zodiac boats on board too, we will have various excursions available, such as sea kayaking, stand up paddle boarding and, for the very brave, some polar swimming. Your return journey is also by charter flight back to Punta Arenas. <br/>",
  "durationDays": "8",
  "price": "13595",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Punta Arenas: Your Antarctica itinerary begins in the Chilean city of Punta Arenas where, after having arrived independently, a representative will greet you at the airport for your transfer to your hotel for your included overnight stay. An afternoon briefing will take place at the hotel which will offer an insight into what to expect on your expedition, guidelines for visitors to Antarctica and Zodiac boat procedures. In the evening you can enjoy a typical Magellan welcome dinner with your fellow expeditioners before enjoying a good night’s sleep in preparation for the adventures that lie ahead. Many guests choose to arrive in Punta Arenas, the gateway to Patagonia, a day before their tour starts in order to enjoy some of the nearby countryside and national park. If this is something that may be of interest to you please feel free to ask for details and special offers that may be available for extending your stay."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to King George Island: This morning your adventure truly begins, and after breakfast you will transfer to the airport for your included flight to King George Island in the South Shetland Islands. This scenic 2 hour flight will see you fly across Cape Horn and the famous Drake Passage, and will have you touched down in the heart of Antarctica in next to no time. Upon arrival you will be greeted with the awe-inspiring feeling of the clear Antarctica air filling your lungs and the sense that you have truly arrived in the greatest and most remarkable wilderness on the planet. After an exploration around the area where the Frei Chilean Base and the Bellingshausen Russian Base are located we will make our way to Fildes Bay to hop into Zodiac boats which will take you to your expedition ship for embarkation. As you settle in to your comfortable cabin and explore your new surroundings your ship will begin its sail towards the Antarctic Peninsula. We recommend some time on deck or in the observation lounge for your first spot of iceberg photography and perhaps some whale and Antarctic bird spotting."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Antarctic Peninsula: Your Antarctic experience is in true expedition style with daily activities completely dependent on weather and ice conditions. Nevertheless, you are guaranteed to witness things new and unexpected virtually every day. We will take Zodiac excursions from the ship to explore bays, channels and landing sites each day .With wildlife always at the forefront of our minds you will visit penguin rookeries, scout for humpback and minke whales and search for a number of the southern seal species, including the predatory leopard seal. While cruising along the Antarctic Peninsula we'll also give you the chance to take a polar plunge! Cheer on other travellers or strap on a harness yourself to take a dip and swim in the frigid waters of an icy Antarctic bay. If you have opted for kayaking, this will be another unforgettable experience, getting close to penguins and seals as you paddle through icy waters."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "King George Island to Punta Arenas: After your exhilarating exploration of the Antarctic Peninsula we hope for one final stop at Deception Island in the South Shetland Islands before making our way back to King George Island to disembark the ship and board our flight back to Punta Arenas. Upon arrival in Punta Arenas you will be transferred to your hotel for your included overnight stay. Please note that there are no meals included for this portion of your stay in Punta Arenas, apart from breakfast."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Transfer to airport for onward or return travel"
    }
  ],
  "map": ""
}