{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "ross-sea-antarctic-circle-voyage",
  "tourName": "Ross Sea & Antarctic Circle voyage",
  "placesVisited": "",
  "generalInfo": "The Ross Sea is one of the most remote and least visited areas of the Antarctic continent. Reached via New Zealand, this 28 day expedition invites the opportunity to explore the wildlife rich sub Antarctic islands such as the Snares, Enderby, Macquarie and Campbell Islands. Weather and ice permitting you will have the opportunity to visit Shackelton's hut at Cape Royds, Scott's hut at Cape Evans and other significant historic huts of Mawson and Borchgrevinks.<br/><br/>Wildlife is abundant during just 2 summer months when the area is not locked in ice. This is one of the rare locations where you may be privileged to encounter a great diversity of penguins, on Macquarie for example along are King, Royal, Rockhopper and Gentoo, on Snares island the largest of all penguins; the Emperor penguin as well as Adelie penguins and rare species such as Snares Crested Penguin and more than 6 species of Albatross. Other bird species can include South Polar Skuas, Snow Petrels, Southern Fulmars and many more. Both whales and seals abound here at this time including hundreds of Southern Elephant Seals which can be found feeding in the rich waters around the ice edge.<br/><br/>This is a true expedition onboard an expedition ship, welcomes just 140 expeditioners.  Onboard are some of the most dedicated and passionate guides whose objective is to maximise your time on land and bring to life the wonderful wildlife, nature and human history elements of this unique place.",
  "durationDays": "4",
  "price": "26415",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Queenstown, New Zealand’s world famous alpine resort town. Guests should make their way to the designated hotel where we will spend the first night of the expedition. This evening there will be an informal get-together at the hotel for dinner; an excellent opportunity to meet fellow adventurers on your voyage and some of our expedition team."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we enjoy breakfast in the hotel restaurant and have the morning free to explore Queenstown before returning to the hotel for lunch and departing for the Port of Bluff to embark your ship. You will have time to settle into your cabin and familarise yourself with the ship; we will also take the opportunity to conduct a number of safety briefings. You are invited to join the expedition team in the Observation Lounge and up on the Observation Deck as we set our course to The Snares and our adventure begins."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The closest Subantarctic Islands to New Zealand, they were appropriately called The Snares as they were once considered a hazard for sailing ships. Comprising of two main islands and a group of five islands called the Western Chain; they are uninhabited and enjoy the highest protection as Nature Reserves. It is claimed by some that these islands are home to more nesting seabirds than all of the British Isles together. We plan to arrive in the morning, and as landings are not permitted, we will Zodiac cruise along the sheltered eastern side of the main island if the weather and sea conditions are suitable. In the sheltered bays, we should see the endemic Snares Crested Penguin, Snares Island Tomtit and Fernbirds. There are hundreds of thousands of Sooty Shearwaters nesting on The Snares; the actual number is much debated. Buller’s Albatross breed here from early January onwards. There will be opportunities to view the forests of large tree daisy Olearia lyallii which forms a canopy over much of the island group."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Auckland Islands group was formed by two volcanoes which erupted some 10-25 million years ago. They have subsequently been eroded and dissected by glaciation creating the archipelago as we know it today. Enderby Island is one of the most beautiful islands in this group and is named after the same distinguished shipping family as one of our own vessels. This northern most island in the archipelago is an outstanding wildlife and birding location and is relatively easy to land on and walk around. The island was cleared of all introduced animals (pests) in 1994 and both birds and the vegetation, especially the herbaceous plants, are recovering both in numbers and diversity. Our plan is to land at Sandy Bay, one of three breeding areas in the Auckland Islands for the Hooker’s or New Zealand Sea Lion, a rare member of the seal family. Beachmaster bulls gather on the beach, defending their harems from younger (ambitious) males, to mate with the cows shortly after they have given birth to a single pup. Hooker’s or New Zealand Sea Lion numbers are in a slow decline, for reasons which are not obvious but most probably connected with a nearby squid fishery. During our day ashore there will be several options, some longer walks, some shorter walks and time to spend just sitting and enjoying the wildlife. The walking is relatively easy. A boardwalk traverses the island to the dramatic western cliffs, from there we follow the coast and circumnavigate the island. Birds that we are likely to encounter include the following species: Southern Royal Albatross, Northern Giant Petrel, Auckland Island Shag, Auckland Island Flightless Teal, Auckland Island Banded Dotterel, Auckland Island Tomtit, Bellbird, Pipit, Red-crowned Parakeet, Yellow-eyed Penguin and Light-mantled Sooty Albatross. There is also a very good chance of seeing the Subantarctic Snipe."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At sea, learn more about the biology and history of the Subantarctic Islands and the Southern Ocean through a series of lectures and presentations. We will be at sea all day, so it is another opportunity to spot pelagic species including (but not limited to) the Wandering Albatross, Royal Albatross, Shy and White-capped Albatross, Light-mantled Sooty Albatross, Grey-headed Albatross and Black-browed Albatross, Whitechinned Petrel, Mottled Petrel, White-headed Petrel, Cape Petrel, diving-petrel, Grey-backed and Black-bellied Storm-petrels. This is potentially some of the best pelagic ‘birding’ on the expedition."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Described by one Australian explorer as “One of the wonder spots of the world” this is the only place in the world where the beautiful Royal Penguin breeds. Three other species of penguins, the King, Gentoo and Rockhopper also breed here. You will never forget your first experience of a noisy ‘penguin city’, where the dapper inhabitants show no fear of their strange visitors and where you will be immersed in a tumult of chattering, feeding chicks; territorial disputes; petty pilfering and courtship displays. This all happens amongst the hundreds of Southern Elephant Seals lolling on the beaches and dunes. On arrival we meet with scientists and Park Rangers based here who will accompany us on all our landings."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Soaring albatross and petrels circle the vessel as we steam south through the Southern Ocean. Lectures now concentrate on the Ross Sea region and beyond the bow of the ship; drifting icebergs of extraordinary shapes begin to appear. Manoeuvring in close for your first ice photographs we pass the Antarctic Circle and into the continent’s realm of 24-hour daylight."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "During our time in the Ross Sea region, we will visit the highlights of Antarctica’s most historic region. Due to the unpredictable nature of ice and weather conditions, a day-by-day itinerary is not possible. The Captain and Expedition Leader will assess daily conditions and take advantage of every opportunity to make landings or send you out in the Zodiacs. Our programme emphasises wildlife viewing, key scientific bases and historic sites, as well as the spectacular scenery of the coastal terrain, the glaciers and icebergs of the Ross Sea. Whilst specific landings cannot be guaranteed, we hope to visit the following: Cape Adare: A large flat spit of land, teeming with the staggering sight of Antarctica’s largest Adelie Penguin rookery: a tumult of chattering, feeding chicks, territorial disputes, petty pilfering and courtship displays. Curious penguins often come very close, offering superb photographic opportunities. Among the shifting mass of penguins we will find Carsten Borchgrevink’s Hut, the oldest in Antarctica, an overwintering shelter for the first expedition to the continent in 1899. Cape Hallett: The enormous Admiralty Range heralds our arrival; wild and extraordinary, the mountains rear up towering out of the sea to over 4,000-metres high and are bounded by colossal glaciers. We make our landing at an abandoned base site, now home to large numbers of Adelie Penguins and Weddell Seals. Franklin Island: Desolately beautiful and rugged, this is home to a large Adelie Penguin population and other nesting seabirds. We attempt a landing and explore the coastline. Possession Islands: Rarely-visited, small and rugged, these rocks support tens of thousands of penguins. Observe the birds’ busy and humorous activity, with the Admiralty Mountains forming a superb backdrop across the water. Ross Ice Shelf: The world’s largest body of floating ice and a natural barrier, at times creating hazardous weather, with sheets of snow blown at gale force by winds off the polar ice cap. Just 800 miles from the South Pole, this daunting spectacle prevented many early explorers from venturing further south. We cruise along its dizzying 30-metre high ice cliffs, perhaps lucky enough to see icebergs ‘calving’. Ross Island: Mount Erebus/Cape Bird/Shackleton’s Hut/Scott’s Hut(s) and visits to a scientific field station (Scott and McMurdo Stations are high on our wish list but ice, weather and station operational requirements often make them inaccessible). Ross Island was, and is, the ‘hub of activity’ in the Ross Sea, dominated by Mt Erebus, a monstrous active volcano named after the ancient Greek God of Darkness. The carefully preserved huts of the ‘Heroic Era’ help make the history come alive. If we can reach the bases, we will get a modern perspective on Antarctic Research. Terra Nova Bay: An Italian research station where the scientists are always hospitable and enjoy showing us around their lonely but beautiful home. They share with us their scientific research and also, perhaps, the best ‘espresso’ in Antarctica! Nearby is the German base, Gondwana Station, which is used occasionally and the South Korean station, Jang Bogo and on Inexpressible Island, China is building its fifth Antarctic base."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "En route to Campbell Island, take part in a series of lectures designed to prepare you for our visit tomorrow. Pelagic species abound here as they did en route to Macquarie Island earlier in our voyage. Above all, take the time to rest and enjoy shipboard life after the excitement of the Antarctic."
    },
    {
      "dayNumber": 26,
      "title": "",
      "description": "New Zealand’s southernmost Subantarctic territory, the Campbell Island group lies approximately 660-kilometres south of Bluff. We visit Campbell Island, the main island in the group, and spend the day exploring the island on foot from Perseverance Harbour, a long inlet cutting into the undulating landscape. Campbell Island is a truly magnificent place of rugged scenery, unique flora and abundant wildlife. Perseverance Harbour where we drop anchor is an occasional refuge for Southern Right Whales who come here to calve. Here we will find a now abandoned New Zealand meteorological station as well as Campbell Island Shags, penguins, fur seals and rare Hooker’s Sea Lions. The highlight of our visit is a walk to the hilltop breeding sites of Southern Royal Albatross, over six thousand pairs of which breed on Campbell Island. These magnificent birds, close relations to, and the same size as, the Wandering Albatross, have the largest wingspan in the world and are very approachable, making superb photographic subjects."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "At sea en route to the Port of Bluff, take the opportunity to relax and reflect on an amazing experience. This is a good opportunity to download and edit any remaining photos while they are fresh in your mind and you have the experience of our expedition team on board for questions. We will recap the highlights of our expedition and enjoy a farewell dinner tonight as we sail to our final port."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Early this morning we will arrive in the Port of Bluff. After a final breakfast we bid farewell to our fellow voyagers and take a complimentary coach transfer to either Invercargill or Queenstown Airports. In case of unexpected delays due to weather and/or port operations we ask you not to book any onward travel until after midday from Invercargill and after 3pm from Queenstown. Note: During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed. Landings at the Subantarctic Islands of New Zealand are by permit only as administered by the Government of New Zealand. No landings are permitted at The Snares."
    }
  ],
  "map": ""
}