{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-peninsula-cruises",
  "tourName": "Antarctic Peninsula Cruises",
  "placesVisited": "",
  "generalInfo": "Our Antarctic Peninsula Voyages operate throughout the southern summer November to March. Carrying between 54 and 189 passengers, our voyages are onboard some of the smallest and friendliest ships exploring the Antarctic waters.  Each vessel is open to all, including the decks at all levels and the panoramic ship's bridge from which there are excellent view points.<br/><br/>Each ship carries a full complement of Zodiac craft (rigid inflatables boats), which are excellent for small group expert-led landings with the opportunity for close encounters with wildlife.  All our voyages have the objective of exploring off the ship with first hand close up experience of the polar environment.  There is a natural history library onboard and a programme of inspiring evening lectures on subjects such as Antarctic explorers and history, wildlife, conservation, birdlife and birdwatching. Where possible, we will also land at a research station where you can see how researchers live and learn about the work they are undertaking.<br/><br/>Polar guides onboard are some of the most experienced available, with specialist knowledge on certain trips which enable us to operate polar photography workshops onboard, and unique experiences such as camping out on the ice, sea kayaking and snow shoe walking. If these activities are of interest to you, please contact us to speak to one of our in-house polar experts or polar guides.<br/><br/>A voyage to Antarctica is a true wilderness and wildlife journey of a lifetime. Whilst the Great White Continent may be vast and difficult to explore in its entirety, the Antarctic Peninsula is scenically the most dramatic region and provides the greatest diversity of wildlife.<br/><br/>Geologically, the Peninsula is a mountainous extension of the South American Andes, forming a coastal spine of mountains whose peaks rise 3,000 metres from the ocean. Its coastal mountain scenery is flanked by breath-taking glaciers, deep fjords and ice bergs more than a mile long - an environment that will humble the most seasoned explorer.<br/><br/>The icy oceans are a rich feeding ground for whales including orcas, humpbacks, blue and sperm whales. On some voyages our guests have been spellbound by more than 200 whales around the ship at one time.  The Peninsula is also a breeding ground for macaroni, chinstrap and gentoo penguin colonies, inviting great opportunities for their close observation.<br/><br/>The climate on the Peninsula is more favourable than the inner continent, so flora including lichens, mosses and algae make their debut on terra-firma. Overall the majority of Antarctica is covered by permanent ice and snow leaving less than 1% available for colonization by plants.<br/><br/>Whilst we offer our voyages as stand alone experiences, we are a fully ATOL  bonded travel company able to provide flights and accommodation before and after your voyage. For those travelling to Antarctica, we are a specialist at tailor made and small group travel within Argentina and other parts of Latin America.<br/><br/>Our Antarctic Peninsula wilderness voyages are one of the most memorable holidays you are ever likely to experience. They are also a major undertaking for most travellers, which is why we provide detailed information throughout the booking and preparation process. We are also on hand to answer any questions you have and provide 24 hour support for clients who are travelling.<br/><br/>The itinerary below is a sample only of our 12 day voyage. The final itinerary will depend on the specific vessel and departure and the route will be determined by the Expedition Team and is influenced by local conditions, like ice and weather.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
  "durationDays": "11",
  "price": "17045",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your voyage begins where the world drops off: Ushuaia, Argentina, reputed to be the southernmost city on the planet, located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego – nicknamed “The End of the World” – and sail the scenic, mountain-fringed Beagle Channel for the rest of the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Over the next two days on the Drake Passage, you catch a taste of life from the perspective of the polar explorers who first braved these regions: cool salt breezes, rolling waves, maybe even a fin whale blasting up a column of sea spray. After passing the Antarctic Convergence – Antarctica’s natural boundary, formed when north-flowing cold waters collide with warmer subantarctic seas – you are in the circum-Antarctic upwelling zone. Not only does the marine life change, the avian life changes too: A variety of albatrosses and petrels show up, along with Cape pigeons and southern fulmars. Then, near the South Shetlands Islands, the first icebergs flash into sight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gray stone peaks sketched with snow, towers of broken blue-white ice, and dramatically different wildlife below and above. You first pass the snow-capped Melchior Islands and Schollaert Channel, sailing between Brabant and Anvers Islands. Sites you may be able to visit include: Cuverville Island – Stabbing up between Rongé Island and the Antarctic Peninsula, Cuverville houses a colony of several thousand gentoo penguins as well as pairs of breeding brown skuas. Danco Island – Activities here may focus on the gentoo penguins nesting on the island, in addition to the Weddell and crabeater seals that may be found nearby. Neko Harbour – An epic landscape of mammoth glaciers and endless wind-carved snow. You have the chance to set foot on the Continent here, and also to go for a Zodiac cruise with view of the ice-crusted alpine peaks. Paradise Bay – You may be able to walk on the Continent again at this location, or to take a Zodiac cruise in the sprawling, ice-flecked waters. Here you have a good chance of seeing humpback and minke whales. Port Lockroy – After sailing through the Neumayer Channel, you may visit the former British research station – now a museum and post office – of Port Lockroy on Goudier Island. You might also be able to partake in activities around Jougla Point, meeting gentoo penguins and blue-eyed shags. There are great opportunities for kayaking and camping here. When conditions are right, you can even snowshoe around the shore. Booth, Pléneau & Petermann Islands – If the ice allows it, you may sail through the Lemaire Channel in search of Adélie penguins and blue-eyed shags. There’s also a good chance you’ll encounter humpback and minke whales as well as leopard seals. You may also visit Booth Island’s Port Charcot. Wilhelmina Bay & Guvernøren – This is a great place to spot humpback whales, and you also may embark on a Zodiac cruise – and scuba dive, if you’re certified – around the ghostly wreck of Guvernøren, a whaling vessel that caught fire here in 1915. Around the Melchior Islands, amid a frozen landscape peopled with icebergs, you may encounter even more whales, leopard seals, and crabeater seals. You depart at noon, depending on conditions on the Drake Passage."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
    }
  ],
  "map": ""
}