{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-peninsula-crossing-the-polar-circle-cruise",
  "tourName": "Antarctic Peninsula crossing the Polar Circle cruise",
  "placesVisited": "",
  "generalInfo": "A voyage to cross the Antarctic Circle is one many dream of, venturing deeper south than most have travelled - beyond latitude 66°33'39\" and into the region of continuous daylight. Aqua-Firma guides and scientists have explored this region in-depth. You will be accompanied by leading natural history professionals, eager to introduce you to some of the most dramatic coastal mountain, glacier and iceberg scenery; and inspire you with their knowledge of the wildlife, geology, marine life and polar history. You will explore both from the mother ship and onboard rigid inflatable boats, deployed to skirt close  to the coast and enable you to maximise your time on land.<br/><br/>Beyond the Polar Circle voyages combine the best of the wildlife and scenery of a Classic Peninsula trip and are often a day or so longer to facilitate the push further South.  Fly and sail voyages beyond the circle can further reduce lost time lost by removing the obstacle of the Drakes passage. This is a true expedition and in our experience, very much subject to sea and weather conditions,  picking your way through ever-changing sea ice and icebergs. Take the opportunity to stand beside the captain at the bridge and watch as he skilfully navigates using ice charts to find the best passage South- to reach that magical line.<br/><br/>One of the most scenically impressive passages is the Lemaire Channel, which is only ½ mile wide in places. Its characteristic glaciers and rocky outcrops encapsulate the dream of what people often expect Antarctica to look like. From Goudier Island where crabeater seals breed, you will explore even deeper south, through the Gerlache Strait where the icebergs increase in size and you realise that Antarctica is not solely about the wilderness or the wildlife but the incredible mixture of the two. Fog hangs in the morning air over Crystal Sound and the noise of birds reach you from both shore and air as you pass other islands. Between the islands it may be possible to spot humpback whales, orcas, minke and fin whales, whose breath can be heard in constant rasps over the water in early morning silences.<br/><br/>Adventure options beyond the Polar Circle:<br/><br/>Pioneering in its own right Aqua-Firma also offer a broad range of adventure activities within this wilderness setting. For those keen to experience what it is like for polar explorers to camp in the Antarctic wilderness, the option does exist on this voyage for those who pre-book. Although you will have the full support of the mother ship not far away, we will try to take you out of sight and experience an incredible sense of detached remoteness. For people with some previous kayaking experience, the opportunity also exists to pre-book one of the limited Sea Kayaking spots.<br/><br/>For the experienced dry suit diver or snorkel, a dedicated team of scuba experts will help you exploring the icy seas beyond the Antarctic circle . Diving beyond the polar circle is a true expedition which very few have had the privilege of experiencing. Ask one of our Antarctic dive guides of polar marine scientist for full details.",
  "durationDays": "14",
  "price": "26895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "These two days will be spent at sea sailing across the Drake Passage."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "These days will be spent exploring Antarctica, where you can hope for encounters with a variety of penguin species, elephant seals, whales and an array of birdlife. You can also hope to visit Deception Island, Petermann Island, Pleneau Island and Detaille Island as well as make a landing on the Peninsula."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "These days will be spent at sea, en route back to Ushuaia across the Drake Passage."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Arrive into Ushuaia this morning & disembark."
    }
  ],
  "map": ""
}