{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-wildlife-cruise-and-penguin-safari",
  "tourName": "Antarctic wildlife cruise and penguin safari",
  "placesVisited": "",
  "generalInfo": "Enjoy all of the highlights of South Georgia and the Antarctic peninsula<br/><br/>On this adventure, massive albatross and Pintado petrel swoop and soar around the ship, guiding us toward South Georgia. Beaches teeming with King penguins and Elephant seals greet us on this fabled island, where we’ll pay our respects to famed explorer Sir Ernest Shackleton. Antarctica awaits, with its geographic contradictions and overwhelming enormity. Relax on a Zodiac ride, hike glistening glaciers, share comical moments with inquisitive penguins, and witness the rugged peninsula. Antarctica will surprise and delight, and never disappoint.<br/><br/>Highlights:<br/>Experience the quintessential wildlife experience of the “Galapagos of the Poles”<br/>Visit South Georgia’s King penguin rookeries – the largest in the world<br/>Reflect at the resting place of the great explorer, Sir Ernest Shackleton<br/>Visit abandoned whaling stations and learn stories of inhabitants who called South Georgia home<br/>Witness abundant Antarctic wildlife, including penguins, seals, whales and more<br/>Experience western Peninsula highlights and visit iconic landing sites<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>14 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable condition<br/>Countries visited: Argentina, Antarctica, Antarctic Peninsula<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
  "durationDays": "16",
  "price": "20225",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start Ushuaia, Argentina"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation Day"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At Sea"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South Georgia"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "At Sea"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Antarctic Peninsula"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Crossing the Drake Passage"
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Disembark in Ushuaia"
    }
  ],
  "map": ""
}