{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "falklands-south-georgia-and-antarctica-cruise",
  "tourName": "Falklands, South Georgia and Antarctica cruise",
  "placesVisited": "Puerto Madryn, Argentina, Golfo Nuevo, Whale watching, Falkland Islands cruise, Magellanic and Gentoo penguins, South Georgia Island, Antarctic Convergence crossing, Prion Island, King penguin colonies, South Orkney Islands, Weddell Sea, Antarctic peninsula, Drake Passage",
  "generalInfo": "This is an epic Antarctica cruise, taking in the Falkland Islands and South Georgia en route to the Antarctic Peninsula, on a three week expedition. You will experience some of the most extraordinary landscapes and wildlife watching opportunities – such as the Falkland Islands, which has a wonderful array of accessible wildlife, including sea lion colonies, elephant seals, five species of penguin and 200 species of birds. <br/><br/>Crossing between the Falklands and South Georgia through the famous Antarctic Convergence, we keep an eye out for whales and also myriad birdlife, including albatrosses. There are more wildlife wonders on South Georgia Island, where a dramatic 3,000m mountain ridge is the source of glaciers that tumble down to sheltered bays. It's also home to king penguins and elephant seals; we take several days here to explore its wildlife delights. <br/><br/>The next stop at sea is the South Orkney Islands, home to a few researchers and a lot of penguins, fur seals and migratory whales, a magnificent sight with its glacier covered terrain and icebergs. Next stop is the most accessible part of the Antarctic, the eponymous Peninsula, which we cruise around for several days, the route depending on conditions at that time. But it’s all extraordinary, really, seeing icebergs up close, gaping in awe at towering frozen mountains, watching ice floes and with wildlife including leopard seals and whales. And, of course, the highlight for many is setting foot on one of the last great wildernesses on earth.<br/><br/>This itinerary uses one of three expedition ships with ice-strengthened hulls with a variety of twin, triple and quadruple cabins, with 106-174 passengers sleeping in a selection of suites and cabins with windows or portholes and either private or shared facilities. Dining rooms, lecture areas, bars and observation lounges can all be found onboard with plenty of deck space as well as an open-bridge policy. <br/><br/>A shorter 19-day itinerary that spends one day less in Antarctica is also available.",
  "durationDays": "20",
  "price": "16000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ushuaia : Your fantastic Antarctica, Falklands and South Georgia expedition will begin in Ushuaia, Argentina, where after having arrived independently you will embark your ship in the afternoon. As you settle in to your cabin, your ship will sail through the scenic waterway of the Beagle Channel and turn northwards towards the Falklands. You may want to spend some time on deck capturing the sight of the city fading into distance behind you and looking out for the seabirds that follow the ship."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "At sea: As we make the short sea crossing towards the Falkland Islands your programme of informative and entertaining lectures and presentations will begin, covering everything from the geology and wildlife you are about to discover to the history of Antarctic exploration. There will also be safety and bio-environmental briefings in preparation for your time in the Falklands. We recommend spending some time on deck to spot the several species of albatross which will likely be following the ship along with storm petrels, shearwaters, and diving petrels."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Falkland Islands: As we arrive in the Falkland Islands, we plan to spend the day on the fascinating western side of the archipelago. The exceptionally scenic Falklands offer an abundance of wildlife and have an intriguing history. Our first adventure will be a hike along the shore of Carcass Island which will give us views of magellanic and gentoo penguins, as well as close encounters with elephant seals, water fowl, night herons and passerines. Later we will visit Saunders Island to to observe four species of breeding penguins - gentoo, king, Magellanic and rockhopper,as well as black-browed albatross and king cormorants."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Stanley, Falkland Islands: In Stanley, the capital of the Falklands, we can experience Falkland culture, which has some South American characteristics as well as English charm. In Stanley and the surrounding area we can see a number of stranded wrecks from a century ago and geese, giant petrels and other birds. All passengers are free to wander around on their own. We recommend a visit to the local museum (admission fees not included) and perhaps a drink in one of the charming pubs."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "At sea: As we sail from the Falklands towards South Georgia we will cross the Antarctic Convergence and the temperatures will become considerably cooler. As we spend these 2 days at sea there will be excellent opportunities for bird spotting on deck with likely sightings of several species of albatross, shearwaters, petrels, prions, and skuas. The informative and entertaining lecture programme will also continue as well as briefings for your time on South Georgia."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South Georgia: On day 7 we will arrive in the wildlife paradise of South Georgia, a remote and exceptionally scenic island that is home to millions of penguins and other birdlife and wildlife. Over the next few days we will explore the eastern coast of the island searching for wildlife, scenic opportunities and visiting sites of historical interest. Places we expect to visit include Prion Island which is closed to visitors during the early part of the wandering albatross breeding season (November 20 – January 7). As we will be in the area in mid-January the breeding adults will have found their partners and are sitting on eggs or nursing their chicks. We will be able to witness the gentle nature of these animals, which possess the largest wingspan of any birds in the world. We will also visit Fortuna Bay where a hive of wildlife activity will greet us on the beaches. You will see various penguins and seals as well as having the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. Later we will visit the areas of Salisbury Plain, St. Andrews Bay and Gold Harbour to see the three largest king penguin colonies in South Georgia. These areas are also home to three of the world’s largest breeding beaches for southern elephant seals, and you may also see a substantial number of Antarctic fur seals here during the breeding season (December – January). During our time here we will also have chance to visit the abandoned whaling station of Grytkiven where king penguins walk the streets and elephant seals are in abundance. We hope to have chance to see the South Georgia Museum as well as visiting Shackleton’s grave to pay our respects at the final resting place of one of Antarctica’s most well-known explorers."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "At sea: As we leave South Georgia behind and sail south towards Antarctica your ship will again be followed by a multitude of seabirds so make sure to spend some time on deck for excellent photo opportunities. On our sail we may encounter some sea ice, and it is at the ice-edge where we would have a chance to see some high-Antarctic species like the McCormick skua and snow petrel. Onboard briefings will be held to prepare you for your time on the Antarctic continent and your programme of lectures and talks will continue."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "South Orkney Islands: Before reaching the Peninsula we may stop, ice conditions dependent, on Laurie Island in the South Orkney archipelago to visit Orcadas Base, an Argentine scientific station. The personnel here will happily show you their facility, where you can enjoy expansive views of the surrounding glaciers. If a visit isn’t possible, we may instead land in Signy Island’s Shingle Cove."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "At sea: SAs we make our last push towards Antarctica keep an eye out on deck for the enormous icebergs of all shapes and sizes that will dot the landscape. There are also great chances of spotting Antarctic petrels and fin whales. Next stop Antarctica!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Antarctic Peninsula: Welcome to Antarctica, a land of superlatives! Enchanting scenery, unique wildlife encounters and thrilling adventures await as we spend our days exploring by Zodiac and on foot to get up close to the action. Your exact itinerary here will be determined by weather and ice conditions with your captain choosing each day which areas to visit for optimum experiences. We plan to sail into the Weddell Sea where colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Our first possible stops will be Paulet Island which is home to large population of Adélie penguins, and Brown Bluff in the ice-clogged Antarctic Sound which may offer our first chance to step foot on the Antarctic Continent itself. If sea conditions don’t allow for entry to the Weddell Sea from the east we will instead set course for Elephant Island and head into the Bransfield Strait in an attempt to enter the Antarctic Sound from the northwest. After an exploration of the Sound we will sail along the Peninsula where there will be opportunities for great landings in an epic landscape of alpine peaks and mammoth glaciers calving at sea level. Gentoo penguins, leopard seals, Weddell seals, humpback whales, and minke whales are often seen here. We continue to sail through the breathtaking scenery of the southern Gerlache Strait stopping to explore at select points along the Peninsula. If ice conditions allow, we may even reach the Lemaire Channel."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "At sea: As our exhilarating expedition comes to end it’s time to head back north through the Drake Passage where again the ship will be followed by a vast array of seabirds. Enjoy the last presentations from your team of noted naturalists and take the time to dissolve all of the unforgettable memories you will have made on your once in a lifetime expediton."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Ushuaia: As we sail back through the scenic Beagle Channel and arrive in Ushuaia in the early morning it’s sadly time to say goodbye to your crew and fellow shipmates. After breakfast you will disembark and a group transfer will be provided to the airport for onward or homeward journeys"
    }
  ],
  "map": ""
}