{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "patagonia-and-classic-antarctic-cruise-holiday",
  "tourName": "Patagonia and Classic Antarctic cruise holiday",
  "placesVisited": "",
  "generalInfo": "On this itinerary, you’ll have the trip of a lifetime in the incredible Torres del Paine National Park and jaw-dropping Chilean Antarctica. Over 15 days, you will have the chance to explore the sights of Santiago and enjoy a taste of the wine valleys before venturing down to the beautiful Patagonia. Here, you will have the chance to trek to to the world-famous Torres del Paine base, as well as other amazing activities in this beautiful national park.<br/><br/>In the final part of your trip, you'll be constantly amazed as you cruise around the Antarctic coast. Your sightseeing will include Antarctica’s fascinating wildlife like whales, penguins, seals and seabirds and you will take daily land excursions to catch all the best sights. This tour includes a flight over the Drake Passage, meaning you can maximise your time on the seventh continent and enjoy a more comfortable and pleasant journey to Antarctica. <br/><br/>Short Itinerary:<br/>Day 1: Airport - Santiago / Private City Tour.<br/>Day 2: Private Wine Tour in Colchagua Valley<br/>Day 3: Santiago - Punta Arenas - Torres del Paine <br/>Days 4-6: Torres del Paine National Park<br/>Day 7: Torres del Paine - Punta Arenas<br/>Day 8: King George Island and Frei Station<br/>Days 9–12: Explore Antarctica<br/>Day 13: Punta Arenas<br/>Day 14: Punta Arenas - Santiago<br/>Day 15: Departure from Santiago<br/><br/>Inlcuded: <br/>- 3 nights at Eco Boutique Hotel Bidasoa (or similar)<br/>- 3 nights at Patagonia Camp (or similar) <br/>- 2 nights at Hotel Cabo de Hornos (or similar) <br/>- 5 nights onboard expedition ship<br/>- 1 night at Eco Boutique Hotel Bidasoa (or similar)<br/>- All Transfers.<br/>- All excursions &amp; entrance fees.<br/><br/>Meals: <br/>- Day 1: Snacks<br/>- Day 2: Breakfast and Lunch<br/>- Day 3: Breakfast, Lunch and Dinner<br/>- Day 4-6: Breakfast, Box Lunch and Dinner<br/>- Day 7: Breakfast, Dinner and Drinks.<br/>- Day 8-12: Breakfast, Lunch and Dinner<br/>- Day 13-15: Breakfast<br/>Coffee, tea, hot chocolate, water. and snacks on board the expedition ship.<br/><br/>Not Included<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic flights* &amp; airport taxes.<br/>- International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights.",
  "durationDays": "15",
  "price": "23574",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "SANTIAGO DE CHILE - Your first day will serve to welcome you to the capital. A transfer will be waiting for you at the airport and will take you to your hotel where you’ll check in. Once you’re settled in, you will have some time for lunch before heading out on your city tour around Santiago at 2 pm. On the tour, you’ll visit all of the capital’s attractions: the seat of government, the multicultural Plaza de Armas, the picturesque Mercado Central and La Vega, as well as the San Cristóbal hill and the historical centres such as Lastarria, Bellas Artes, and Central Santiago. You’ll sample some local food delights on the tour too, before finishing the tour and heading for dinner. We recommend trying one of the traditional restaurants in the bohemian area of Bellavista!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "PRIVATE WINE TOUR: COLCHAGUA VALLEY - After enjoying breakfast at your hotel, you’ll be picked up by your guide to head to one of Chile’s most famous wine-producing valleys, Colchagua. On the tour, you’ll visit three vineyards where you’ll learn how each vineyard makes its wines and taste some samples of their signature wines. At the last vineyard of the day, as well as a tour and tasting, you’ll enjoy a delicious lunch prepared specifically to match the wines like grilled meats and fish and a selection of side dishes. You’ll then be taken back to your hotel where you’ll have time to rest and have dinner in Santiago."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "SANTIAGO DE CHILE - PUNTA ARENAS - On day 3, you will be picked up from your hotel to travel to Santiago airport for your flight to Punta Arenas. In Punta Arenas, your transfer will be waiting for you to take you to your hotel in the Torres del Paine National Park. After checking in, you can enjoy lunch at the hotel, relax and explore the local area in the afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TORRES DEL PAINE NATIONAL PARK - On days 4-6, you can enjoy a delicious and nutritious breakfast before heading out each day on an activity of your choosing. Choose from a variety of hikes with a range of difficulties, including to the base of the famous Torres del Paine or the Grey Glacier, kayaking on the beautiful Lake Toro, visiting the historical cave of the Milodón, or even flyfishing!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "PUNTA ARENAS - After breakfast and check out, your transfer will take you to Punta Arenas where you can prepare for your Antarctic expedition! You’ll check in to your and have time to explore the local area and its local restaurants for lunch. In the afternoon, you’ll attend a briefing with important information about your cruise and guidelines for Antarctic visitors. Later, you’ll gather with other travelers for a welcome dinner featuring typical foods of the region."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "PUNTA ARENAS - ANTARCTICA - On day 8, your Antarctic adventure begins! You’ll take a two-hour flight from Punta Arenas to King George Island in the South Shetland Islands followed by a short hike (2km/1.25mi) past the Frei and Bellingshausen Stations. From the shore, you’ll board a Zodiac that will take you to the expedition ship."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "EXPLORING ANTARCTICA - You’ll cruise between the South Shetland Islands and the western coast of the Antarctic Peninsula, sailing along ice-filled fjords and among spectacular icebergs, while enjoying the company of seabirds, penguins, seals, and whales. Each day you’ll disembark by Zodiac and explore the landscape together with expert polar guides. On board the ship, you can attend an engaging program of educational presentations and enjoy spectacular views from the lounge while sharing your daily adventures with fellow guests. No journey is the same and flexibility is the key to success in Antarctica. The Expedition Team plans the voyage route to take advantage of the ever-changing opportunities provided by nature to make each trip a unique and extraordinary experience. While the exact itinerary changes with each expedition, you will explore several spots that offer the best possible overview of the varied Antarctic environment. Your voyage may include visits to sites in the South Shetland Islands, the Antarctic Sound, the Gerlache Strait, and the Penola Strait."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "ANTARCTICA - PUNTA ARENAS - Return to King George Island and bid farewell to Antarctica before boarding the flight back to Punta Arenas. Upon arrival, you’ll be transferred to your hotel for the night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "PUNTA ARENAS - SANTIAGO - After breakfast, your transfer will take you to Punta Arenas airport to fly to Santiago. Take the afternoon to rest or explore the city."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "SANTIAGO DE CHILE AIRPORT - Your transfer will take you to Santiago airport for your departure flight. We hope you enjoyed your trip!"
    }
  ],
  "map": ""
}