{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-small-ship-cruises",
  "tourName": "Antarctica small ship cruises",
  "placesVisited": "Ushuaia, Beagle Channel, Falkland Islands, Stanley, South Georgia, Shackleton's grave, South Orkney Islands, Antarctic Peninsula, Zodiac tours around icebergs, Penguin and albatross colonies, Dolphin and whale sightings, Optional on some departures: hiking, kayaking, snowshoeing, camping",
  "generalInfo": "This expedition cruises across great ocean wildernesses to some of the most remote places on the planet. The ship travels from Ushuaia on Tierra del Fuego across to the penguin-filled Falkland Islands, then onto windswept South Georgia before reaching the icy waters of Antarctica.<br/><br/>This Antarctica small ship cruise is an adventure – but a comfortable one. Our vessels carry 54-189 passengers, and lectures take place on board with our natural history guides, who share information on the geography, flora and fauna of Antarctica. Most days there will be the opportunity to disembark and explore these isolated islands, standing surrounded by thousands of king penguins, visiting the grave of Sir Ernest Shackleton, and on some departures, you can follow in the steps of his Antarctic journey.<br/><br/>The Falklands are our first stop, and here we’ll be introduced to myriad Antarctic wildlife. Penguin species on these islands include king, gentoo, Magellanic and the aptly named rockhopper – and there are breeding colonies of black-browed albatross. Steamer ducks can be seen from the harbour road in the Falklands’ capital, Stanley; these flightless birds propel themselves over the water at great speed along the inlet. From your zodiac boat, look out for Commerson’s dolphins, who love to ride the bow waves.<br/><br/>Our Antarctica small ship cruise continues to South Georgia – an incredibly remote island and the final resting place of Shackleton, who was buried in the hills above Grytviken. South Georgia is wildly beautiful and otherworldly, it is often considered to be a highlight of the expedition. Despite its seclusion, there is abundant wildlife here, and you can see the glaciers sparkling along the coastline, between blue sea and green valleys.<br/><br/>Meet more king penguins at Salisbury Plain – the enormous colony seems to extend into the horizon! South Georgia’s beaches are the preferred spot for huge male elephant seals to bark, battle and claim their territories – a dramatic sight.<br/><br/>Our expedition heads southwest from here, crossing the final stretch of water before the Antarctic Peninsula. We’ll pass by the South Orkney Islands before reaching our destination, aiming to sail through the awesome Lemaire Channel if the icebergs allow. This is one of the best places to observe whales, including humpback, minke and fin, as well as crabeater, Weddell and fearsome, shark-toothed leopard seals. The South Shetland Islands, just north of the peninsula, shelter penguin rookeries and more wildlife encounters; landings here may include Half Moon Island, Deception Island and Hannah point, depending on conditions. Brave passengers can choose to truly “immerse” themselves in Antarctic here – with a swim in these icy waters.<br/><br/>Antarctica small ship cruise itineraries are always heavily dependent on weather, ice and sea conditions as well as the chosen vessel; the sample itinerary below gives you an idea of what you may be doing on our 20-day trips. The expedition team will determine the final route.<br/><br/>Please contact us for a detailed day-by-day itinerary.",
  "durationDays": "22",
  "price": "35945",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Falkland Islands."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Stanley, Falkland Islands."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "These two days will be spent at sea."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South Georgia."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "South Orkney Islands."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "These days will be spent exploring the Antarctic Peninsula."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "These few days will be spent at sea en route back to Ushuaia."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Arrive into Ushuaia this morning & disembark."
    }
  ],
  "map": ""
}