{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "cruise-crossing-the-antarctic-circle",
  "tourName": "Cruise crossing the Antarctic Circle",
  "placesVisited": "",
  "generalInfo": "One of the most exciting voyages in the South Seas, going south of the Antarctic Circle and beyond, into waters untouched by all but the lucky few.<br/><br/>The aim on this voyage is to head as far south as ice and weather permit. After a few days exploring the 'deep south', there are further shore excursions on the northerly route along the Antarctic Peninsula. The ship is small enough to navigate through the narrow Lemaire Channel, with glacial walls towering high on both sides, leading to a jigsaw of jewel-like islands that are home to huge penguin rookeries, Elephant seals and countless seabirds. There are also whales: imagine a pair of Humpbacks, at least 30 tonnes of mammal, rising imperiously against a turquoise ice-wall viewed from a Zodiac only metres away, and you have the essence of the Antarctic.<br/><br/>Highlights:<br/>Be one of the few travellers to venture to 66°33'S<br/>Visit research stations along the Antarctic Peninsula<br/>Witness abundant Antarctic wildlife, including penguins, seals and whales<br/>Experience western Antarctic Peninsula highlights and visit iconic landing sites<br/>Learn about Antarctica’s history, glaciology and wildlife from onboard specialists<br/>Enjoy helicopter flightseeing from Ultramarine for a unique perspective of the Antarctic Peninsula<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Buenos Aires<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas and vaccinations<br/>Mandatory Charter Flights Buenos Aires to Ushuaia Return - from £850 (or equivalent in booking currency) paid on booking",
  "durationDays": "14",
  "price": "16245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive Buenos Aires"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fly to Ushuaia and embark"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Crossing The Drake Passage"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "South Shetland Islands & Antarctic Peninsula"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Antarctic Circle"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Northbound Along the Peninsula"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Sail back through the Drake Passage"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Disembarkation in Ushuaia and fly to Buenos Aires"
    }
  ],
  "map": ""
}