{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-south-georgia-falklands-luxury-cruise",
  "tourName": "Antarctica, South Georgia & Falklands luxury cruise",
  "placesVisited": "Ushuaia, Falklands, South Georgia, Salisbury Plain, Fortuna Bay, Grytviken, St Andrew's Bay, Gold Bay, Weddell Sea, Antarctic Peninsula, Deception Island, Half Moon Island",
  "generalInfo": "There are 260 passengers on board this luxury cruise, and every room has a large window for iceberg-viewing – though on this amazing cruise you’ll spend much of your time on deck, out and about, and walking on Antarctica itself.<br/><br/>In 15 days you can not only touch the Antarctic Peninsula, but two other amazing stops, both crucial for birdlife. First up is the Falkland Islands, remote islands where the residents include a handful of British people, and a whole heap of penguins. <br/><br/>Then there’s South Georgia, which once played a vital role in early 20th century Antarctic exploration. The grave of Sir Ernest Shackleton, found on the island, marks the final resting place of the explorer, who led a series of extraordinarily brave polar expeditions. King penguins and enormous elephant seals live on its shores, giving you just a taste of what’s to come on Antarctica. <br/><br/>None of this will really prepare you for the Antarctic peninsula itself. It’s a beautiful, otherworldly place of pristine icy, glassy water and whales rolling slowly through the waves. Using zodiaks – small motor boats – you’ll be able to go ashore, and spend hours just exploring the waters, watching the amazing shapes of icebergs and the colonies of friendly penguins, before a stop at Deception Island on your way home.<br/><br/>Your cruise is supported by expert staff. As you head underway, staff give series of fascinating lectures on the land that awaits and how we must protect it in the coming years. ‘Life-changing experience’ doesn’t really begin to cover it.  <br/>",
  "durationDays": "19",
  "price": "16440",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "End of the world, start of a journey Your voyage begins where the world drops off. Ushuaia, Argentina, reputed to be the southernmost city on the planet, is located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego, nicknamed “The End of the World,” and sail the mountain-fringed Beagle Channel for the remainder of the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "The winged life of the westerlies Several species of albatross follow the vessel into the westerlies, along with storm petrels, shearwaters, and diving petrels."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Finding the Falklands The Falkland (Malvinas) Islands offer an abundance of wildlife that is easily approachable, though caution is always advised. These islands are largely unknown gems, the site of a 1982 war between the UK and Argentina. Not only do various species of bird live here, but chances are great you’ll see both Peale’s dolphins and Commerson’s dolphins in the surrounding waters. During this segment of the voyage, you may visit the following sites: Carcass Island – Despite its name, this island is pleasantly rodent-free and hence bounteous with birdlife. Anything from breeding Magellanic penguins and gentoos to numerous waders and passerine birds (including Cobb’s wrens and tussock-birds) live here. Saunders Island – On Saunders Island you can see the black-browed albatross and its sometimes-clumsy landings, along with breeding imperial shags and rockhopper penguins. King penguins, Magellanic penguins, and gentoos are also found here."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "South Georgia Journey Today you arrive at the first South Georgia activity site. Please keep in mind that weather conditions in this area can be challenging, largely dictating the program. Over the next several days, you have a chance to visit the following sites: Prion Island – This location is closed during the early part of the wandering albatross breeding season (November 20 – January 7). From January on, the breeding adults have found their partners and are sitting on eggs or nursing their chicks. Enjoy witnessing the gentle nature of these animals, which possess the largest wingspan of any birds in the world. Fortuna Bay – Near beaches inhabited by various penguins and seals, you have the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. This path cuts across the mountain pass beyond Shackleton’s Waterfall, and as the terrain is partly swampy, be prepared to cross a few small streams. Salisbury Plain, St. Andrews Bay, Gold Harbour – These sites not only house the three largest king penguin colonies in South Georgia, they’re also three of the world’s largest breeding beaches for Antarctic fur seals. Literarally millions breed on South Georgia during December and January. Only during the mid-season do they peak in their breeding cycle. Watch the large bulls keep a constant vigil (and occasionally fight) over territories where dozens of females have just given birth or are about to deliver. Watch your step and stay cool when walking the beaches during this time. Grytviken – In this abandoned whaling station, king penguins walk the streets and elephant seals lie around like they own the place – because they basically do. Here you might be able to see the South Georgia Museum as well as Shackleton’s grave."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Last push to the Antarctic Enormous icebergs and a fair chance of fin whale sightings ensure there’s never a dull moment on this last sea voyage south. Also, your best chance to spot Antarctic petrels is here."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Awe-inspiring Antarctica If the ice conditions permit, you now sail into the Weddell Sea. Here colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Paulet Island, with its large population of Adélie penguins, is a possible stop. You might also visit Brown Bluff, located in the ice-clogged Antarctic Sound, where you could get the chance to set foot on the Antarctic Continent itself. If conditions aren’t favorable to enter the Weddell Sea from the east, the ship will set course for Elephant Island and head into the Bransfield Strait, between South Shetland Island and the Antarctic Peninsula. Here you can attempt to access the Antarctic Sound from the northwest. The breathtaking scenery continues in the southern Gerlache Strait, and if ice conditions allow, we may even reach Lemaire Channel. Conditions on the Drake Passage determine the exact time of departure."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Familiar seas, familiar friends Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "There and back again Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
    }
  ],
  "map": ""
}