{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctica-semi-circumnavigation-expedition-cruise",
  "tourName": "Antarctica semi-circumnavigation expedition cruise",
  "placesVisited": "",
  "generalInfo": "The Semi-circumnavigation of Antarctica is one of the longest and most pioneering voyages and in our opinion is the ultimate in Antarctic exploration.<br/><br/>This incredible journey hopes to bring you into contact with Antarctica's most impressive wildlife: Chinstrap, Adelie, Southern Rockhopper, Cape and hopefully Emperor penguins; as well as plentiful sightings of seals, feeding whales and Antarctic birdlife. All this set against a backdrop of the most spectacular and least visited landscapes on the planet.<br/><br/>This exploratory adventure commences in Argentina and concludes in New Zealand. Strong enough to navigate through solid ice and loose pack ice, the vessel also has plentiful open deck space, ideal for surveying the surroundings and looking out for wildlife as well as a large ship’s bridge, which is generally open for you to study the navigational charts and watch the captain navigate through ice.<br/><br/>On Ross Island you may have the unique opportunity to visit the huts of some of the greatest polar explorers in history and gain an insight into their courageous expeditions of over a century ago. At Cape Evans you may visit the hut of Robert Falcon Scott, who famously led two Antarctic expeditions (the Discovery Expedition, 1901-04, and the ill-fated Terra Nova Expedition, 1910-13). Meanwhile, at Cape Royds you can hope to explore the hut of Ernest Shackleton, leader of the legendary Nimrod Expedition.<br/><br/>The mountainous landscapes of Ross Island are dominated by Mount Erebus, Mount Terror and Mount Bird. Mount Erebus is Antarctica's second highest volcano, towering to a colossal 3,794 metres (12,448 feet) and was first climbed to the rim by members of Sir Ernest Shackleton's expedition members in 1908 and made famous by the BBC's Frozen Planet team, who descended its crater and explored its crystal caverns.<br/><br/>The Ross Ice Shelf (named in honour of Captain Sir James Clark Ross who discovered it in 1841) is the largest ice sheet in the world, covering an area the size of France and measuring several hundred metres in thickness. Its ice front is more than 600 km long, rising between 15 and 50 metres high above the sea surface.<br/><br/>You may hope to encounter a multitude of penguin species throughout this voyage, including Adélie, Eastern Rockhopper as well as the possibility of Emperor penguins. During the voyage there will be various opportunities to visit and walk amongst penguin colonies to photograph these fascinating creatures and observe their characteristic behaviours first-hand.<br/><br/>This voyage also presents chances of seeing orcas and minke whales as well as leopard seals, elephant seals and New Zealand fur seals, which can be observed from the ship resting upon ice-floes. Birdlife will be plentiful and aside from penguins you may observe south polar skuas, kelp gulls, imperial cormorants (the striking blue-eyed shag) and fulmarine petrels as well as southern royal, wandering and Campbell albatrosses.<br/><br/>Overall, this voyage provides chances for excellent wildlife and marine life observations that can be sought whilst exploring on land, via a full complement of zodiacs or from the mother ship herself. All of this combined with dramatic landscapes, bleak empty wilderness and some of the most inhospitable places to experience on the planet makes for a once in a lifetime Expedition Voyage of epic proportions.",
  "durationDays": "4",
  "price": "37650",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Charter flight from Buenos Aires to Ushuaia/Argentina, departure 18.00 hrs"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will spend today sailing through the Drake Passage."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "The semi-circumnavigation of the Antarctic is something very special for those in search of an unforgettable expedition. Your ship braves this endeavour on an incredible route from South America to New Zealand. The captain and crew flexibly adjust the itinerary to the constantly changing conditions. Towering basalt cliffs, rugged volcanic rock and snow-covered mountains herald an impressive destination: the Antarctic Peninsula. Icebergs, glaciers and majestic mountains – populated by penguins, seals and a huge variety of seabirds. The small, manoeuvrable expedition ship promises unique days. Numerous Zodiac rides and landings heighten the sense of discovery. Stories of pioneers are brought to life on islands, in bays and in seas with names harking back to great explorers. Whether in the footsteps of James Clark Ross, Robert Falcon Scott or Sir Ernest Shackleton – you’ll follow their pioneering spirit on your expedition. Depending on the ice and weather conditions, the ship will head to Deception Island. Marvel at the extinct volcano all around you as the ship sails into the centre of the flooded caldera and takes you to the black volcanic beaches. In contrast, the white world of Neko Harbor makes for stunning images: massive glacial cliffs are reflected in the sea. Along wonderful icy panoramas populated by Weddell and fur seals, you will head for Paradise Bay and its drifting icebergs. The feeling of exploration on board soars with each nautical mile – and with it the dimensions of the landscapes that you can watch in awe whenever you like thanks to the many open deck spaces. Mountains up to 1,000 m (3,281 ft) high flank the narrow Lemaire Channel on one of the world’s most beautiful sea passages. Keep an eye out for Gentoo and Adelie penguins and the blue-eyed cormorants that have their breeding colonies on Petermann Island. Other ships have long had to turn back at this point, but your ship is able to cross the Antarctic Circle and head South for more Antarctic adventures. It is hard to imagine living in this isolation as a scientist, but the remains of a hut and a plaque at the cape of Prospect Point serve as reminders that some once did. With the highest ice class for passenger vessels, your ship can forge its way to the most beautiful and rarely visited regions such as Marguerite Bay and a British research station dating back to the 1960s: on Stonington Island, you will discover how skuas and Antarctic terns have taken possession of the abandoned base."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "The following days at sea will be shaped not only by fascinating expert presentations on board, but also by the golden age of Antarctic research as the ship cruises in the Bellingshausen Sea, Amundsen Sea and Ross Sea. These seas take their names from the daring explorers who boarded their vessels many years ago to travel this remote region without modern technology, putting their lives on the line – and they may well have been just as impressed as you are by similar views."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "It is the ideal season, the perfect timing – can the ship make its way through the pack ice and drifting ice to get to Ross Island? Will the weather and ice conditions allow us to land in legendary places such as Cape Royds? The spot where Sir Ernest Shackleton built a base camp for his South Pole expedition in 1908 is now home to penguins. Cape Evans, by contrast, set the scene for the Terra Nova expedition led by Robert Falcon Scott, who never returned from his attempt to beat Roald Amundsen to the South Pole. The American McMurdo Station will also bring polar history to life (subject to authorisation). In the shadow of the modern building and the mighty Mount Erebus stands the Discovery hut built by Scott in 1902. A good ten years later, it also played an important part in Shackleton’s Endurance expedition as a base camp for the planned crossing of Antarctica. Perhaps you’ll spot emperor penguins and whales in this historically significant region. Another indescribable highlight awaits as you cruise in front of the fantastic backdrop of the Ross Ice Shelf: the gigantic wall of ice as tall as houses stretches for hundreds of kilometres. Next, Victoria Land welcomes you with an endless expanse in Terra Nova Bay, named after the ship that Scott was sailing in when he discovered the bay in 1901. The features here now include an Italian research station. In Cape Adare, you will find the ruins of a hut that Borchgrevink built in 1899 and in which an expedition team spent a winter in Antarctica for the first time. The spectacular natural surroundings are just as moving as the region’s past – including the largest colony of Adelie penguins in Antarctica with over 250,000 breeding pairs."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "As your route continues, you will come across untouched island worlds with a rich fauna that are hardly known in our latitudes. With a small circle of like-minded people, the goal is to discover these paradises and develop a special awareness and appreciation for them. Nature conservation is playing an increasingly important role in their preservation, which is why permits are becoming more and more complex. Destinations in New Zealand and Australia, for example, depend on whether the authorities grant their permission to cruise and land. If they do, you’ll enjoy mystical views of the largely glaciated Balleny Islands."
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "These days will be spent at sea."
    },
    {
      "dayNumber": 27,
      "title": "",
      "description": "Macquarie Island is a UNESCO World Heritage Site due to its geological significance. As you cruise off the island, you can look out for King and Royal penguins as well as fur seals."
    },
    {
      "dayNumber": 28,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 29,
      "title": "",
      "description": "Which of New Zealand’s subantarctic islands will a landing be successful on? With a bit of luck, you will experience Campbell Island and the world’s largest breeding colony of southern royal albatrosses. The Auckland Islands have the lushest flora of all the islands – yellow-eyed penguins and New Zealand sea lions are native here. The Snares penguin, meanwhile, is only found on the Snares Islands, alongside Cape petrels and albatrosses. By making this semi-circumnavigation of the Antarctic, you will be one of the few people who have delved deep into the secrets of this remote region."
    },
    {
      "dayNumber": 31,
      "title": "",
      "description": "Today will be spent at sea."
    },
    {
      "dayNumber": 32,
      "title": "",
      "description": "Lyttelton (Christchurch) /New Zealand, arrival 6.00 hrs"
    }
  ],
  "map": ""
}