{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "antarctic-diving-expedition",
  "tourName": "Antarctic diving expedition",
  "placesVisited": "",
  "generalInfo": "These Antarctic Diving Expeditions offer a unique opportunity for above and below the water insights into the white continent which few have been privileged to experience. We offer a variety of different diving and wildlife voyages, including those that explore the Antarctic peninsula only, those that venture into the Weddell Sea and those that journey across the Polar Circle.<br/><br/>Divers on this voyage will enjoy guidance from an onboard team of diving professionals. Rather than dive from a hole in the ice, we dive off the edges of ice flows and around spectacular icebergs where we hope to observe penguins from beneath the surface as they plunge en masse into the sea. The ice itself forms one of the special features of diving in Antarctica . Four fifths of every berg is submerged and diving permits us to observe their intricate forms beneath the water. Sunlight reflecting off the turquoise blue sculptured ice adds to the extraordinary atmosphere you can only appreciate in this wild and remote part of the world. <br/><br/>Around the peninsula we hope to encounter Weddell, crabeater, fur seals and of course one of Antarctica 's top predators- the leopard seal. Leopard seal encounters have proven a particular highlight of previous trips. Our expedition is specifically timed to take advantage of clearer waters due to reduced plankton blooms when sighting of leopard seals is particularly high. Last year these magnificent creatures were observed for long periods at close quarters whilst both diving and snorkelling. Having the opportunity to witness them ambush and then feed upon their penguin prey underwater is a truly exhilarating and memorable experience. <br/><br/>The macro marine life on the Peninsula includes a fascinating array of species you are unlikely to see anywhere else in the World. Giant isopods (10cm) crawl along the seabed like enormous woodlice, 34 armed star-fish in stunning colours hide amongst kelp walls, and shy Antarctic bloodless fish, filled with their own special anti-freeze survive in these waters. This is a little documented world and new species are being discovered in Antarctica all the time. <br/><br/>Photography: The opportunities for excellent wildlife and landscape photography abound from the moment we slip our moorings in Ushuaia . The landscapes of the Peninsula are particularly breath-taking, with their precipitous peaks, sweeping glaciers and elaborately sculptured icebergs. The wildlife itself lives up to its reputation of being abundant, diverse and a gift to both the professional and amateur photographer alike. <br/><br/>Natural History: For both divers and non-divers, these voyages provide a unique opportunity to see and learn more about the entire polar ecosystem than if on a purely land based expedition. Divers will have the opportunity to participate in zodiac exploration and land excursions, after their dives have been completed. Some may also decide to enjoy fully guided land excursions as alternative to the planned days diving. <br/><br/>These voyage is perfect for divers with non-diving partners who are in search of an equally inspiring experience. The experts are on hand to assist participants in make the most of your camera equipment, from hints and tips to demonstrations; you can enjoy personal time with these people. <br/><br/>Each day, all participants will have the opportunity to share experiences, photographs and video footage with the experts and divers who have been exploring below the waterline. To enhance your understanding, there will be a programme of inspiring evening lectures about the wildlife, ecology and conservation of Antarctica.<br/><br/>The below itinerary is based on our classic 11 day Antarctic Peninsula Voyage.  Some of the prices on this page reflect alternative itineraries, including our 19 day Falkland, South Georgia &amp; Antarctica Voyages, 15 day Polar Circle Voyage as well as 10 and 12 day Peninsula only options. Please contact us for alternative itineraries.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
  "durationDays": "11",
  "price": "21530",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Your voyage begins where the world drops off: Ushuaia, Argentina, reputed to be the southernmost city on the planet, located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego – nicknamed “The End of the World” – and sail the scenic, mountain-fringed Beagle Channel for the rest of the evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Over the next two days on the Drake Passage, you catch a taste of life from the perspective of the polar explorers who first braved these regions: cool salt breezes, rolling seas, maybe even a fin whale blasting up sea spray. After passing the Antarctic Convergence – Antarctica’s natural boundary, formed when north-flowing cold waters collide with warmer subantarctic seas – you are in the circum-Antarctic upwelling zone. Not only does the marine life change, the avian life changes too: A variety of albatrosses and petrels show up, along with Cape pigeons and southern fulmars . Then, near the South Shetlands Islands, the first icebergs flash into sight."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Gray stone peaks sketched with snow, towers of broken blue-white ice, and dramatically different wildlife below and above. You first pass the snow-capped Melchior Islands and Schollaert Channel, sailing between Brabant and Anvers Islands. Sites you may visit include: Cuverville Island – Stabbing up between Rongé Island and the Antarctic Peninsula, Cuverville houses a massive colony of gentoo penguins as well as pairs of breeding brown skuas. Danco Island – Activities here may focus on the gentoo penguins nesting on the island, in addition to the Weddell and crabeater seals that can be found nearby. Neko Harbour – An epic landscape of mammoth glaciers and endless wind-carved snow. Opportunities for Zodiac cruising and kayaking provide you the closest possible view of the ice-crusted alpine peaks. Paradise Bay – You may be able to take a Zodiac cruise in these sprawling, ice-flecked waters, where you have a good chance of seeing humpback and minke whales. Port Lockroy – After sailing through the Neumayer Channel, you get a chance to visit the former British research station – now a museum and post office – of Port Lockroy on Goudier Island. You may also be able to partake in activities around Jougla Point, meeting gentoo penguins and blue-eyed shags. There are great opportunities for kayaking and camping here. Pléneau & Petermann Islands – If the ice allows it, you may sail through the Lemaire Channel in search of Adélie penguins and blue-eyed shags. There’s also a good chance you’ll encounter humpback and minke whales here, as well as leopard seals. Wilhelmina Bay & Guvernøren – This is a great place to spot humpback whales. You also may embark on a Zodiac cruise ending at the ghostly wreck of the Guvernøren, a whaling vessel that caught fire here in 1915. Around the Melchior Islands, amid a frozen landscape peopled with icebergs, you may encounter even more whales, leopard seals, and crabeater seals. Conditions on the Drake Passage determine the exact time of departure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
    }
  ],
  "map": ""
}