{
  "destination": "Antarctica",
  "mainPhoto": "",
  "id": "best-of-antarctica-holiday",
  "tourName": "Best of Antarctica holiday",
  "placesVisited": "Antarctica, Ushuaia, Beagle Channel, Tierra del Fuego, Drake Passage, Antarctic Peninsula, Zodiac land excursions, Penguin rookeries, Whale and seal-spotting, Expert lectures, Spectacular photography opportunities, Take part in citizen science projects, Optional activities include: kayaking, photography lessons, camping, snowshoeing",
  "generalInfo": "Embark on an adventurous expedition cruise that takes you into the frozen wilds of Antarctica. Pass through iconic bodies of water including the Beagle Channel and the Drake Passage, past immense glaciers that creak and crack , and walk on the ice with specialist guides as they lead you on daily excursions by Zodiac.<br/><br/>Your home for the next 10 nights: a state-of-the-art expedition cruise vessel carrying just 80 passengers, with an excellent guide to guest ratio. There are observation decks, health &amp; wellness facilities, and space for experts to conduct lectures on Antarctica’s history, geology and biology, giving depth to your experiences in the White Continent.<br/><br/>For most people the highlight of the trip will be the land excursions, to vast penguin rookeries or to see fur seals. But expect to find yourself continually drawn to the observation decks, where staff are at hand to help you with your photography skills as you keep an eye out for humpback and minke whales, and glaciers calving off into the sea. <br/><br/>You can add optional experiences on to personalise your trip. You could join the kayaking programme and get up close and personal with the icebergs, opt for a day paddle, or even camp on the continent. With no shortage of amazing views, there’s no better time to brush up your photography under the tutelage of a pro.<br/><br/>This is one of those holidays where even 10 years down the line you’ll be able to remember every single day.<br/>",
  "durationDays": "11",
  "price": "9700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Ushuaia, Argentina Welcome to Ushuaia – the gateway to Antarctica. Located at the southern tip of Argentina, these parts are known as Tierra del Fuego, often called ‘The End of the World’, but this is just the beginning of your Antarctic adventure. Those with a day or two may want to head to Tierra del Fuego National Park on a full day’s adventure, or if you've only got a few hours to kill, why not stroll around town and visit the waterfront overlooking the Beagle Channel. You might also like to sample some handcrafted chocolate at a local cafe in town. Tonight, you’ll have a welcome meeting at about 5 pm at your hotel, then maybe head for a traditional dinner at a local restaurant and sample some of Argentina’s famous red wine. Accommodation Hotel (1 night) Meals There are no meals included on this day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Embarkation in Ushuaia Enjoy a leisurely morning before your transfer to the port of Ushuaia, where you'll board the Ocean Nova – your home for the next nine nights. When you’re aboard, meet your Expedition Team, settle into your cabin and head to the outer decks as the Ocean Nova sets sail through the historic Beagle Channel, heading towards Antarctica. Later, join in the excitement as you learn more about the adventures awaiting you. Accommodation Expedition Cruise Ship (1 night) Meals Breakfast Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "At Sea, Drake Passage The infamous Drake Passage, named after the famous English explorer Sir Francis Drake, separates the tip of the Antarctic Peninsula from the southernmost tip of South America. The following two days at sea will allow your Expedition Team to prepare you for what lies ahead, from Antarctica's geology to its history, wildlife and even the ice! Sailing towards Antarctica, the temperature falls as you cross the Antarctic Convergence and enter the waters of the Antarctic Ocean. The Antarctic Convergence is marked by an increased number of seabirds, whales and other species attracted by the nutrient-rich waters pushed to the surface by the colder waters of the polar region flowing north and meeting the warmer equatorial waters flowing south. Look for the albatrosses flying overhead and scan the waters for breaching whales and icebergs from the expansive windows of the bridge, where you’re invited to Ocean Nova's command centre. Keep on the lookout for the first sighting of land early evening on day four – heralding your arrival in Antarctica. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Daily Briefings and Recap Onboard Lecture Program Optional activities Onboard Gym - Free"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "South Shetland Islands & Antarctica Peninsula You’ll spend the next four days exploring the South Shetland Islands and Antarctic Peninsula – a region that has captivated explorers for centuries. Explore the region by Zodiac, cruising among the sculpted icebergs and making shore landings where you’ll mingle with penguins, climb to vantage points for panoramic views and maybe visit a scientific or historical base. There may be an opportunity to indulge in optional activities like an overnight ice camping experience, a snowshoeing trek, a paddling excursion or to take a polar plunge into the icy Antarctic waters! You’ll see extensive colonies of chinstrap, gentoo and Adelie penguins as well as crabeater, Weddell, fur and elephant seals and many birds. Look and listen for the mighty crack of a glacier calving. A typical expedition day begins with a wake-up call at around 7 am, followed by breakfast. Weather permitting, you can look forward to at least two excursions each day, offering plenty of chances to immerse yourself in the Antarctic landscape. Accommodation Expedition Cruise Ship (4 nights) Meals Breakfast (4) Lunch (4) Dinner (4) Included activities Onboard Lecture Program Daily Briefings and Recap Citizen Science Program Guided walking Excursions Zodiac Excursion/Cruising Optional activities Day Paddle - USD349 Camping - USD399 Polar Plunge - Free Snowshoeing - USD150 Onboard Gym - Free Special information Optional activities such as stand-up paddle boarding, kayaking, day paddling, camping and snowshoeing are very dependent on weather and sea ice conditions. Your experienced Expedition Team will provide regular updates on which days they are available throughout your voyage. These activities have limited spaces available and must be prebooked via your booking agent prior to travel. Snowshoeing must be booked onboard via your Expedition Team."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "At Sea, Drake Passage As you set sail back to Ushuaia, take a moment to reflect on the extraordinary journey you've just experienced. During the final days, join additional onboard lectures and view a slideshow featuring captivating images captured by your Expedition Photographer throughout your journey, which are yours to keep as a reminder of your incredible Antarctic expedition. By the evening of Day 10, you’ll enter the tranquil waters of the Beagle Channel, marking the beginning of your trip home. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Onboard Lecture Program Daily Briefings and Recap Citizen Science Program Optional activities Onboard Gym - Free"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Disembarkation in Ushuaia, Argentina After breakfast, it’s time to disembark the Ocean Nova as your unforgettable Antarctic expedition ends. You’ll have a morning transfer to Ushuaia Airport or downtown. If you’d like to extend your stay, just get in touch with your booking team ahead of time. Meals Breakfast Special information If you’re flying out today, please book your flight to depart Ushuaia after midday, in case of any delays caused by unfavourable weather conditions."
    }
  ],
  "map": ""
}