[
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "active-argentina-and-antarctic-cruise-holiday",
    "tourName": "Active Argentina and Antarctic cruise holiday",
    "placesVisited": "",
    "generalInfo": "Awaken your inner explorer on this three-week journey through Argentina and Antarctica and discover soaring peaks, vast glaciers and untouched polar landscapes. This is truly a once-in-a-lifetime experience, perfect for lovers of the outdoors, wild scenery and epic adventure. <br/><br/>Your journey begins in Buenos Aires, where a guided cycle tour reveals the city’s Parisian charm and neighbourhoods in the north. From the capital, fly south to Patagonia and venture to Argentina’s hiking mecca: El Chalten. Spend several days exploring the dramatic trails of Los Glaciares National Park, where glacier fields, jagged mountains, and turquoise lakes await around every bend. <br/><br/>Continue to El Calafate to marvel at the scale of the Perito Moreno Glacier, then fly even further south to Ushuaia, the world’s southernmost city. From here, embark on your ten-day voyage exploring the wild and untouched Antarctic Peninsula and South Shetland Islands. Guided by a hugely experienced team of naturalists, enjoy daily landings and zodiac excursions. Witness vast icescapes, sculpted icebergs, thriving penguin colonies, and enjoy close-up encounters with sea lions, whales and seabirds.<br/><br/>Throughout, excursions are a mix of private and small-group tours, led by expert local guides. Accommodation has been hand-picked by us to ensure a comfortable, responsible and enriching experience. This trip can be tailored to your interests, so let us know your preferences.",
    "durationDays": "22",
    "price": "16130",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Buenos Aires: Arrive in Argentina’s capital and private transfer to your boutique hotel. The following day, join your local guide for an in-depth cycle tour of leafy Palermo and iconic Recoleta. We recommend adding on a Tango show with dinner and wine tasting for an unforgettable evening, where you’ll discover the soul of Argentina’s capital."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "El Chalten: Fly south to El Calafate and transfer by bus to the mountain village of El Chalten in Los Glaciares National Park. From your hotel, set out on world-class hiking trails suited to every fitness level. Explore independently or with tailored guided planning. Recommended hikes include Laguna de Los Tres trail, with epic views of Mount Fitz Roy, and the Laguna Torre hike to admire the Cerro Torre."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "El Calafate: Return to El Calafate, the gateway to the Perito Moreno Glacier. Spend a full day exploring this natural wonder up close, sail Rico Lake, walk along panoramic walkways and see huge chunks of ice calve into the water. Optional adventures include a guided ice hike on the glacier or kayaking among floating icebergs."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ushuaia: Fly further south to Ushuaia and transfer to your hotel. Choose to explore Tierra del Fuego National Park, sail the Beagle Channel or simply relax and enjoy panoramic views from your hotel."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Drakes Passage: After a leisurely morning, board your small expedition vessel and set sail for Antarctica. Over the next 48 hours, navigate the legendary Drake Passage and watch for wandering albatrosses, petrels and whales. Between wildlife sightings, join your Polar experts for fascinating lectures on the seas, ice, and wildlife of this extraordinary region."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "South Shetland Islands: Today rewards you with your first glimpse of Antarctica and the remote South Shetlands. Depending on conditions, you may go ashore to meet bustling penguin colonies, cruise in zodiacs past icebergs, or spot seals lounging on the ice floes."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Antarctic Peninsula: Continue south to the heart of the Antarctic Peninsula. Daily zodiac landings and shore excursions offer close encounters with gentoo, chinstrap, and Adélie penguins, as well as opportunities to see seals, whales, and an incredible variety of seabirds in their natural habitat. Navigate through narrow straits, explore picturesque bays and experience the profound silence of one of the most untouched places on Earth. Every landing is unique, shaped by weather, ice, and wildlife activity, ensuring no two voyages are ever the same. During your voyage, choose from a range of adventure options and even (possibly) camp under polar skies."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Drakes Passage: Say goodbye to Antarctica and begin your journey back to Ushuaia, crossing the Drake Passage. Enjoy a last meal with your fellow comrades and reflect on the unforgettable moments shared and the privilege of having set foot on the White Continent."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Buenos Aires: Disembark in Ushuaia and transfer to the airport for your return flight to Buenos Aires. Spend one final night in the capital before your onward journey home. If you’d like to make the most of your last night, we can recommend some wonderful places to eat- just let us know your preferences."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-diving-expedition",
    "tourName": "Antarctic diving expedition",
    "placesVisited": "",
    "generalInfo": "These Antarctic Diving Expeditions offer a unique opportunity for above and below the water insights into the white continent which few have been privileged to experience. We offer a variety of different diving and wildlife voyages, including those that explore the Antarctic peninsula only, those that venture into the Weddell Sea and those that journey across the Polar Circle.<br/><br/>Divers on this voyage will enjoy guidance from an onboard team of diving professionals. Rather than dive from a hole in the ice, we dive off the edges of ice flows and around spectacular icebergs where we hope to observe penguins from beneath the surface as they plunge en masse into the sea. The ice itself forms one of the special features of diving in Antarctica . Four fifths of every berg is submerged and diving permits us to observe their intricate forms beneath the water. Sunlight reflecting off the turquoise blue sculptured ice adds to the extraordinary atmosphere you can only appreciate in this wild and remote part of the world. <br/><br/>Around the peninsula we hope to encounter Weddell, crabeater, fur seals and of course one of Antarctica 's top predators- the leopard seal. Leopard seal encounters have proven a particular highlight of previous trips. Our expedition is specifically timed to take advantage of clearer waters due to reduced plankton blooms when sighting of leopard seals is particularly high. Last year these magnificent creatures were observed for long periods at close quarters whilst both diving and snorkelling. Having the opportunity to witness them ambush and then feed upon their penguin prey underwater is a truly exhilarating and memorable experience. <br/><br/>The macro marine life on the Peninsula includes a fascinating array of species you are unlikely to see anywhere else in the World. Giant isopods (10cm) crawl along the seabed like enormous woodlice, 34 armed star-fish in stunning colours hide amongst kelp walls, and shy Antarctic bloodless fish, filled with their own special anti-freeze survive in these waters. This is a little documented world and new species are being discovered in Antarctica all the time. <br/><br/>Photography: The opportunities for excellent wildlife and landscape photography abound from the moment we slip our moorings in Ushuaia . The landscapes of the Peninsula are particularly breath-taking, with their precipitous peaks, sweeping glaciers and elaborately sculptured icebergs. The wildlife itself lives up to its reputation of being abundant, diverse and a gift to both the professional and amateur photographer alike. <br/><br/>Natural History: For both divers and non-divers, these voyages provide a unique opportunity to see and learn more about the entire polar ecosystem than if on a purely land based expedition. Divers will have the opportunity to participate in zodiac exploration and land excursions, after their dives have been completed. Some may also decide to enjoy fully guided land excursions as alternative to the planned days diving. <br/><br/>These voyage is perfect for divers with non-diving partners who are in search of an equally inspiring experience. The experts are on hand to assist participants in make the most of your camera equipment, from hints and tips to demonstrations; you can enjoy personal time with these people. <br/><br/>Each day, all participants will have the opportunity to share experiences, photographs and video footage with the experts and divers who have been exploring below the waterline. To enhance your understanding, there will be a programme of inspiring evening lectures about the wildlife, ecology and conservation of Antarctica.<br/><br/>The below itinerary is based on our classic 11 day Antarctic Peninsula Voyage.  Some of the prices on this page reflect alternative itineraries, including our 19 day Falkland, South Georgia &amp; Antarctica Voyages, 15 day Polar Circle Voyage as well as 10 and 12 day Peninsula only options. Please contact us for alternative itineraries.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
    "durationDays": "11",
    "price": "21530",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your voyage begins where the world drops off: Ushuaia, Argentina, reputed to be the southernmost city on the planet, located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego – nicknamed “The End of the World” – and sail the scenic, mountain-fringed Beagle Channel for the rest of the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Over the next two days on the Drake Passage, you catch a taste of life from the perspective of the polar explorers who first braved these regions: cool salt breezes, rolling seas, maybe even a fin whale blasting up sea spray. After passing the Antarctic Convergence – Antarctica’s natural boundary, formed when north-flowing cold waters collide with warmer subantarctic seas – you are in the circum-Antarctic upwelling zone. Not only does the marine life change, the avian life changes too: A variety of albatrosses and petrels show up, along with Cape pigeons and southern fulmars . Then, near the South Shetlands Islands, the first icebergs flash into sight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gray stone peaks sketched with snow, towers of broken blue-white ice, and dramatically different wildlife below and above. You first pass the snow-capped Melchior Islands and Schollaert Channel, sailing between Brabant and Anvers Islands. Sites you may visit include: Cuverville Island – Stabbing up between Rongé Island and the Antarctic Peninsula, Cuverville houses a massive colony of gentoo penguins as well as pairs of breeding brown skuas. Danco Island – Activities here may focus on the gentoo penguins nesting on the island, in addition to the Weddell and crabeater seals that can be found nearby. Neko Harbour – An epic landscape of mammoth glaciers and endless wind-carved snow. Opportunities for Zodiac cruising and kayaking provide you the closest possible view of the ice-crusted alpine peaks. Paradise Bay – You may be able to take a Zodiac cruise in these sprawling, ice-flecked waters, where you have a good chance of seeing humpback and minke whales. Port Lockroy – After sailing through the Neumayer Channel, you get a chance to visit the former British research station – now a museum and post office – of Port Lockroy on Goudier Island. You may also be able to partake in activities around Jougla Point, meeting gentoo penguins and blue-eyed shags. There are great opportunities for kayaking and camping here. Pléneau & Petermann Islands – If the ice allows it, you may sail through the Lemaire Channel in search of Adélie penguins and blue-eyed shags. There’s also a good chance you’ll encounter humpback and minke whales here, as well as leopard seals. Wilhelmina Bay & Guvernøren – This is a great place to spot humpback whales. You also may embark on a Zodiac cruise ending at the ghostly wreck of the Guvernøren, a whaling vessel that caught fire here in 1915. Around the Melchior Islands, amid a frozen landscape peopled with icebergs, you may encounter even more whales, leopard seals, and crabeater seals. Conditions on the Drake Passage determine the exact time of departure."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": "",
    "category": "Diving"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-expedition-cruise-fly-the-drake-passage",
    "tourName": "Antarctic expedition cruise, fly the Drake passage",
    "placesVisited": "Punta Arenas, fly over Drake Passage, King George Island, Fildes Bay, South Shetland Islands, Antarctic Peninsula, Cierva Cove, Port Lockroy, Petermann Island, Paradise Bay, Lemaire Channel, Prospect, Fish Islands, attempt to cross the Polar Circle - weather permitting, Optional sea kayaking",
    "generalInfo": "This ten day Antarctica trip invites travellers to fly over Cape Horn in southern Chile's Tierra del Fuego archipelago prior to bypassing the shudders of Drake Passage before finally coming to rest on King George Island, part of the South Shetlands.<br/><br/>Now your Antarctica trip can really start in earnest as you cruise through the icy fjords and creaking icebergs on board an 118 passenger expedition ship, one of the few vessels in the world equipped to deal with remote regions of both the north and south poles.<br/><br/>This is an active Antarctic expedition that’s as much about penguins, seals and whales as it is about experiencing life in the wildest and least hospitable continent on the planet, Antarctica.<br/><br/>The efficiency that flying over Drake Passage from Punta Arenas brings allows more time to be spent exploring and attempting to cross the Polar Circle on an unforgettable trip of a lifetime.",
    "durationDays": "8",
    "price": "22945",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Punta Arenas Arrival Arrive in Punta Arenas before 2:00 pm, where you will be welcomed by the Antarctica21 staff and transferred to your hotel. Today, you will have a mandatory briefing with important trip information. In the evening, enjoy dinner of typical Chilean food with your fellow adventurers."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Flight to Antarctica Begin your adventure with a scheduled two-hour flight from Punta Arenas to King George Island in Antarctica. Upon landing the clear Antarctic air will fill your lungs. You then walk 2-km (1.25-mi), passing Chile’s Frei Station and Russia’s Bellingshausen Station, to reach the shore and board a Zodiac that will take you to your boutique expedition vessel."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Exploring Antarctica Cruise between the South Shetland Islands and the western coast of the Antarctic Peninsula, sailing among the spectacular landscapes Antarctica offers. Each day, you disembark by Zodiac and explore the continent with our expert guides. On board, you will enjoy educational programs and presentations. No journey is the same and flexibility is key to success in Antarctica."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Return Flight to Punta Arenas Return to King George Island and bid farewell to Antarctica before boarding your flight back to Punta Arenas. Upon arrival from the 7th continent, transfer to your hotel for the night and enjoy an evening at your own leisure."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "End of Air-Cruise Today, your air-cruise officially ends. After breakfast, transfer to the Punta Arenas airport for your onward flight."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-explorer-cruise",
    "tourName": "Antarctic explorer cruise",
    "placesVisited": "",
    "generalInfo": "A heady and inspiring cocktail of towering blue icebergs, vast penguin colonies, whales, seals and glaciers right in the heart of the Western Peninsula.<br/><br/>It is home to an extraordinary array of wildlife: penguins of almost all descriptions, Leopard and smaller seals and whales, seen from the shore, the Zodiacs and from on board. This is a journey that appeals to many: photographers, wildlife enthusiasts, ornithologists or those who simply want to marvel at the peaks of Deception Island or the striking colours of Iceberg Alley in the most immaculate wilderness anywhere.<br/><br/>Highlights:<br/>Explore the remarkable Antarctic Peninsula<br/>Incredible wildlife viewing including seabirds, penguins, seals and whales<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>9 or 10 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "11",
    "price": "12490",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Board ship and sail along the Beagle Channel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cross the Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Disembark and end in Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-and-south-shetland-islands-cruise",
    "tourName": "Antarctic Peninsula and South Shetland Islands cruise",
    "placesVisited": "",
    "generalInfo": "Visit the South Shetland Islands and the channels of the Antarctic Peninsula, but skip the Drake Passage crossing by flying instead.<br/><br/>This trip is the perfect short, introductory expedition to the Antarctic Peninsula, the most pristine wilderness on earth. We reduce the Drake Passage crossing from two days to two hours by flying from Punta Arenas to King George Island in the South Shetland Islands. We spend the next four days sailing between the South Shetlands and the Antarctic Peninsula, past towering glacier-capped mountains rising from a brilliant blue sea, dotted with ice floes, and enjoying the company of sea birds, penguins, seals and whales. We hope to visit magnificent spots such as Petermann Island, Neko Harbour and the Gerlache Strait, and have the chance to scramble up to a high point for an unforgettable view of Port Lockeroy. On this adventure we will also visit penguin colonies, listen for calving glaciers, and visit both historic sites and research stations.<br/><br/>Highlights:<br/>Skip the Drake Passage and fly from Punta Arenas to King George Island<br/>Explore the remarkable Antarctic Peninsula<br/>Incredible wildlife including seabirds, penguins, seals and whales<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>5 or 6 nights on the ship plus 2 nights in Punta Arenas<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctica, Antarctic Peninsula, Chile<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Full complement of qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "8",
    "price": "14395",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Punta Arenas; overnight in hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Charter flight to King George Island; board ship and embark"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Antarctic Peninsula and the South Shetland Islands"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Disembark on King George Island; charter flight to Punta Arenas and overnight in hotel"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "End Punta Arenas"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-and-weddell-sea-cruise",
    "tourName": "Antarctic Peninsula and Weddell Sea cruise",
    "placesVisited": "Sail through the Beagle Channel, South Shetland Islands, lectures on deck (weather permitting), search for penguins, seals, whales and petrels, sunrise over the Weddell Sea, Hope Bay and Argentine Station Esperanza, Gerlache Strait, gentoo penguin colonies on Cuverville Island, sail into the flooded volcanic caldera of Deception Island, visit Elephant Island, All expeditions are subject to change due to the weather or potential wildlife sightings",
    "generalInfo": "The Weddell Sea is a remote and wild region, lying to the east of the Antarctic Peninsula. Together, the Antarctic Peninsula &amp; Weddell Sea make up the most diverse and productive Antarctic marine ecosystem. It was here that Shackleton's ship Endurance was trapped and crushed by the ice in 1915. Further back in Geological time, it is believed that this is the place where Gondwanaland began to break up to form the continents of the Earth we know today and is rich in fossils.<br/><br/>This stunningly beautiful area remains locked in ice throughout the cold Antarctic Winter. The sea ice retreats in summer leaving behind magnificent tabular icebergs, many stretching for several miles. The Weddell Sea supports a rich marine ecosystem, where vast quantities of krill provide food for abundant and diverse populations of fish and marine mammals. It is the presence of the krill in the sea that supports the thriving colonies of penguins who lay their eggs and raise their young on the Antarctic Peninsula. Such species include adelie, gentoo and chinstrap penguins. Emperor penguins, the largest and most impressive of the species is often high on the wish list, a though a visit to the Weddell Sea is by no means a guarantee of a sighting<br/><br/>Weddell Sea exploration with Helicopter Support<br/>This is a unique trip which uses the combination of both a Lloyds 1a rated ice-strengthened vessel to pick through the sea ice and several onboard helicopters to transfer passengers within a safe distance of the 4000 strong Emperor colony at Snow Hill. This is not an easy task given the remote and inhospitable conditions of the Weddell Sea, as Shackelton himself would testify. The chances of achieving this objective has in the past been less than 50% but besides the Semi Circumnavigiation Ross Sea voyages it still remains the only voyage which has observing these wonderful characters as its prime objective. In that sense it is a true expedition! Individual stray juvenile Emperor penguins are still hoped for (with keen eyes) and colonies of other penguins: Adelie Chinstrap and Gentoo may also be appreciated.  You will always be on the lookout for close encounters with Weddell seals, crabeater seals, humpback whales, southern right whales, minke whales and hourglass dolphins.<br/><br/>Combined Weddell Sea &amp; Antarctic Peninsula voyages:<br/>Although not supported by helicopters, these departures combine an exploration of the Weddell Sea with that of the beautiful Antarctic Peninsula. The Antarctic Peninsula is scenically the most dramatic region and provides the greatest diversity of wildlife. It has a beautiful and rugged coastline formed of mountains which are connected to the South American Andes. Peaks rise as high as 3,000 metres from the sea.<br/><br/>Marine life is no less bountiful here than the Weddell Sea and on previous voyages guests have enjoyed the company if more than 200 whales around the ship at one time.   Seals can be found in large numbers on the Peninsula, of which the largest seal is the Leopard Seal. This grows up to 3.2 metres in length and after the Orca, ranks as top predator on the continent.<br/><br/>Combination voyages also often offer the opportunity to opt for adventure activities: kayaking, camping, snorkelling or scuba diving. Onboard Photography workshops are also perfect for learning how to improve your skills and making the best of you camera in such stunning and photogenic surroundings.<br/><br/>Please note that the itinerary below is based on our special helicopter departures and that not all voyages will include helicopter excursions. Please enquire for more details.",
    "durationDays": "11",
    "price": "22040",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "These two days will be spent at sea crossing the Drake Passage."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "If conditions are favourable we will make a helicopter landing in our search for the Emperor Penguin."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "The plan today is to visit Half Moon Island in the hope of encountering Chinstrap and Geentoo Penguns, Southern Elephant Seals and Weddell Seals. In the afternoon we hope to sail to Deception Island."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "These two days will be spent at see crossing the Drake Passage en route back to Ushuaia."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Arrive into Ushuaia this morning & disembark."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-crossing-the-polar-circle-cruise",
    "tourName": "Antarctic Peninsula crossing the Polar Circle cruise",
    "placesVisited": "",
    "generalInfo": "A voyage to cross the Antarctic Circle is one many dream of, venturing deeper south than most have travelled - beyond latitude 66°33'39\" and into the region of continuous daylight. Aqua-Firma guides and scientists have explored this region in-depth. You will be accompanied by leading natural history professionals, eager to introduce you to some of the most dramatic coastal mountain, glacier and iceberg scenery; and inspire you with their knowledge of the wildlife, geology, marine life and polar history. You will explore both from the mother ship and onboard rigid inflatable boats, deployed to skirt close  to the coast and enable you to maximise your time on land.<br/><br/>Beyond the Polar Circle voyages combine the best of the wildlife and scenery of a Classic Peninsula trip and are often a day or so longer to facilitate the push further South.  Fly and sail voyages beyond the circle can further reduce lost time lost by removing the obstacle of the Drakes passage. This is a true expedition and in our experience, very much subject to sea and weather conditions,  picking your way through ever-changing sea ice and icebergs. Take the opportunity to stand beside the captain at the bridge and watch as he skilfully navigates using ice charts to find the best passage South- to reach that magical line.<br/><br/>One of the most scenically impressive passages is the Lemaire Channel, which is only ½ mile wide in places. Its characteristic glaciers and rocky outcrops encapsulate the dream of what people often expect Antarctica to look like. From Goudier Island where crabeater seals breed, you will explore even deeper south, through the Gerlache Strait where the icebergs increase in size and you realise that Antarctica is not solely about the wilderness or the wildlife but the incredible mixture of the two. Fog hangs in the morning air over Crystal Sound and the noise of birds reach you from both shore and air as you pass other islands. Between the islands it may be possible to spot humpback whales, orcas, minke and fin whales, whose breath can be heard in constant rasps over the water in early morning silences.<br/><br/>Adventure options beyond the Polar Circle:<br/><br/>Pioneering in its own right Aqua-Firma also offer a broad range of adventure activities within this wilderness setting. For those keen to experience what it is like for polar explorers to camp in the Antarctic wilderness, the option does exist on this voyage for those who pre-book. Although you will have the full support of the mother ship not far away, we will try to take you out of sight and experience an incredible sense of detached remoteness. For people with some previous kayaking experience, the opportunity also exists to pre-book one of the limited Sea Kayaking spots.<br/><br/>For the experienced dry suit diver or snorkel, a dedicated team of scuba experts will help you exploring the icy seas beyond the Antarctic circle . Diving beyond the polar circle is a true expedition which very few have had the privilege of experiencing. Ask one of our Antarctic dive guides of polar marine scientist for full details.",
    "durationDays": "14",
    "price": "26895",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "These two days will be spent at sea sailing across the Drake Passage."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "These days will be spent exploring Antarctica, where you can hope for encounters with a variety of penguin species, elephant seals, whales and an array of birdlife. You can also hope to visit Deception Island, Petermann Island, Pleneau Island and Detaille Island as well as make a landing on the Peninsula."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "These days will be spent at sea, en route back to Ushuaia across the Drake Passage."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Arrive into Ushuaia this morning & disembark."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-cruise",
    "tourName": "Antarctic peninsula cruise",
    "placesVisited": "",
    "generalInfo": "Take the chance to see Antarctica’s wildest side<br/><br/>Experience awe-inspiring scenery and untamed wildlife on a 13-day voyage to the Antarctic Peninsula. This expedition introduces you to the wonders and highlights of the White Continent, with additional days to better explore the Antarctica Peninsula. Encounter Weddell seals lazing on ice floes, whales breaching the frigid waters and several species of penguins shuffling across the frozen shores. You’ll cruise around the ice-filled waters by Zodiac, landing on the Antarctic Continent itself for onshore excursions that will afford jaw-dropping views. The onboard Expedition Team will offer priceless knowledge and insight, bringing the world’s most incredible landscapes to life.<br/><br/>Why you'll love this trip<br/>Extend out your adventure on this longer Polar voyage, giving you more time to explore the Antarctic Peninsula’s landscapes, ice fields and unique wildlife.<br/>Encounter Antarctica’s incredible wildlife – Adelie and gentoo penguins, leopard seals, sea birds, whales – as your Expedition Team ensures you’ve got the best chance of multiple sightings.<br/><br/>Head out on daily Zodiac cruises and shore excursions (weather permitting), allow you to fully immerse yourself in the breathtaking surroundings of the Antarctic wilderness.<br/><br/>Settle in to listen to onboard specialists, who’ll provide invaluable insights during talks on topics spanning the region's diverse wildlife to its unique geology.<br/><br/>Contribute to various vital research projects by participating in our Citizen Science Program, all led by our expert Expedition Team.",
    "durationDays": "13",
    "price": "8505",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ushuaia, Argentina Welcome to Ushuaia, the gateway to Antarctica! Upon arrival at Ushuaia Airport, enjoy an included transfer to your hotel. This evening, you have an important welcome meeting at your hotel to meet your Expedition Team and fellow travellers, and learn more about the journey ahead and the details for tomorrow’s embarkation. If you have free time before the meeting, consider exploring downtown Ushuaia for souvenir shopping or savouring classic Argentinian flavours at one of the city’s fantastic local restaurants. Accommodation Hotel (1 night) Meals There are no meals included on this day. Special information An arrival transfer from the airport on Day 1 is included in your voyage fare."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation in Ushuaia Enjoy a relaxed morning. Take advantage of the opportunity to explore downtown Ushuaia on foot – it’s compact, charming and set against the stunning backdrop of the snow-capped Andes Mountains, so be sure to bring your camera! Then, take a transfer to the port of Ushuaia, where you'll board the Ocean Nova, your home for the next 11 nights. Once on board, settle into your cabin then head to the outer decks as the Ocean Nova journeys through the historic Beagle Channel on route to Antarctica. Later, join the excitement inside to learn more about the incredible days ahead. Accommodation Expedition Cruise Ship (1 night) Meals Breakfast Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea, Drake Passage Over these two days at sea, enjoy gazing out at the vast Southern Ocean and capturing photos of seabirds gracefully circling the ship. Use this time to connect with your fellow travellers and get to know the Expedition Team. Visit the ship's bridge and experience our open bridge policy, where our Captain welcomes you into Ocean Nova's command centre. Here, you can witness the expedition in motion while enjoying the prime vantage point for spotting wildlife and your very first iceberg. Or take time to step onto one of Ocean Nova's outer decks, where you can breathe in the fresh sea air and experience the powerful winds of the roaring forties and furious fifties. Keep watch for the first sighting of land which, with favourable sea and weather conditions, may come by early evening on day four. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula Your Antarctic adventure truly begins once the South Shetland Islands come into view. Weather permitting, you can anticipate at least two excursions daily, providing ample opportunities to take in the breathtaking Antarctic landscape. One day, you might hike to a penguin rookery, the next, you could find yourself cruising in a Zodiac among towering icebergs. From locking eyes with a curious humpback whale to hearing the thunderous crack of a calving glacier, you’ll wake each day eager to continue exploring this icy wonderland. The highlight for many will be their first land excursion – a moment that is nothing short of unforgettable! There’s also the chance to engage with in-depth lectures from your team of onboard experts on the region’s glaciology, history and unique wildlife as you journey through this awe-inspiring wilderness. For those who crave even more adventure, treat yourself to optional activities such as an overnight camping experience on the ice, a snowshoeing trek or a paddling excursion. You’ll also have the opportunity to take a polar plunge off the Ocean Nova – a brisk dip into Antarctica’s frigid waters is guaranteed to leave you feeling revitalised and energised! Accommodation Expedition Cruise Ship (6 nights) Meals Breakfast (6) Lunch (6) Dinner (6) Included activities Guided walking Excursions Zodiac Excursion/Cruising Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Polar Plunge - Free Snowshoeing - USD150 Day Paddle - USD349 Onboard Gym - Free Camping - USD399"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "At Sea, Drake Passage As the Ocean Nova begins its voyage back to Ushuaia, take this time to reflect on the remarkable journey you’ve experienced. Settle in for more onboard lectures and watch a slideshow of stunning images taken by our Expedition Photographer during your voyage. By the evening of Day 12, you’ll enter the relatively calm waters of the Beagle Channel. That evening, savour a special farewell dinner. Celebrate the incredible adventure you’ve shared with your fellow travellers and Expedition Team, creating memories to last a lifetime. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Onboard Lecture Program Daily Briefings and Recap Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Ushuaia After breakfast, it’s time to disembark the Ocean Nova as your unforgettable Antarctic expedition comes to an end, leaving you with memories of a truly remarkable adventure. A morning transfer to Ushuaia Airport or downtown is included. Meals Breakfast Special information If you would like to stay longer in Ushuaia beyond today or would like to explore South America, please speak to your booking agent to discuss options. If you are flying out today, please book your flight to depart Ushuaia after midday in case of any delays caused by unfavourable weather conditions."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-peninsula-cruises",
    "tourName": "Antarctic Peninsula Cruises",
    "placesVisited": "",
    "generalInfo": "Our Antarctic Peninsula Voyages operate throughout the southern summer November to March. Carrying between 54 and 189 passengers, our voyages are onboard some of the smallest and friendliest ships exploring the Antarctic waters.  Each vessel is open to all, including the decks at all levels and the panoramic ship's bridge from which there are excellent view points.<br/><br/>Each ship carries a full complement of Zodiac craft (rigid inflatables boats), which are excellent for small group expert-led landings with the opportunity for close encounters with wildlife.  All our voyages have the objective of exploring off the ship with first hand close up experience of the polar environment.  There is a natural history library onboard and a programme of inspiring evening lectures on subjects such as Antarctic explorers and history, wildlife, conservation, birdlife and birdwatching. Where possible, we will also land at a research station where you can see how researchers live and learn about the work they are undertaking.<br/><br/>Polar guides onboard are some of the most experienced available, with specialist knowledge on certain trips which enable us to operate polar photography workshops onboard, and unique experiences such as camping out on the ice, sea kayaking and snow shoe walking. If these activities are of interest to you, please contact us to speak to one of our in-house polar experts or polar guides.<br/><br/>A voyage to Antarctica is a true wilderness and wildlife journey of a lifetime. Whilst the Great White Continent may be vast and difficult to explore in its entirety, the Antarctic Peninsula is scenically the most dramatic region and provides the greatest diversity of wildlife.<br/><br/>Geologically, the Peninsula is a mountainous extension of the South American Andes, forming a coastal spine of mountains whose peaks rise 3,000 metres from the ocean. Its coastal mountain scenery is flanked by breath-taking glaciers, deep fjords and ice bergs more than a mile long - an environment that will humble the most seasoned explorer.<br/><br/>The icy oceans are a rich feeding ground for whales including orcas, humpbacks, blue and sperm whales. On some voyages our guests have been spellbound by more than 200 whales around the ship at one time.  The Peninsula is also a breeding ground for macaroni, chinstrap and gentoo penguin colonies, inviting great opportunities for their close observation.<br/><br/>The climate on the Peninsula is more favourable than the inner continent, so flora including lichens, mosses and algae make their debut on terra-firma. Overall the majority of Antarctica is covered by permanent ice and snow leaving less than 1% available for colonization by plants.<br/><br/>Whilst we offer our voyages as stand alone experiences, we are a fully ATOL  bonded travel company able to provide flights and accommodation before and after your voyage. For those travelling to Antarctica, we are a specialist at tailor made and small group travel within Argentina and other parts of Latin America.<br/><br/>Our Antarctic Peninsula wilderness voyages are one of the most memorable holidays you are ever likely to experience. They are also a major undertaking for most travellers, which is why we provide detailed information throughout the booking and preparation process. We are also on hand to answer any questions you have and provide 24 hour support for clients who are travelling.<br/><br/>The itinerary below is a sample only of our 12 day voyage. The final itinerary will depend on the specific vessel and departure and the route will be determined by the Expedition Team and is influenced by local conditions, like ice and weather.<br/><br/>Please note that select voyage dates are invoiced in a foreign currency which is subject to currency fluctuations.",
    "durationDays": "11",
    "price": "17045",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Your voyage begins where the world drops off: Ushuaia, Argentina, reputed to be the southernmost city on the planet, located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego – nicknamed “The End of the World” – and sail the scenic, mountain-fringed Beagle Channel for the rest of the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Over the next two days on the Drake Passage, you catch a taste of life from the perspective of the polar explorers who first braved these regions: cool salt breezes, rolling waves, maybe even a fin whale blasting up a column of sea spray. After passing the Antarctic Convergence – Antarctica’s natural boundary, formed when north-flowing cold waters collide with warmer subantarctic seas – you are in the circum-Antarctic upwelling zone. Not only does the marine life change, the avian life changes too: A variety of albatrosses and petrels show up, along with Cape pigeons and southern fulmars. Then, near the South Shetlands Islands, the first icebergs flash into sight."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Gray stone peaks sketched with snow, towers of broken blue-white ice, and dramatically different wildlife below and above. You first pass the snow-capped Melchior Islands and Schollaert Channel, sailing between Brabant and Anvers Islands. Sites you may be able to visit include: Cuverville Island – Stabbing up between Rongé Island and the Antarctic Peninsula, Cuverville houses a colony of several thousand gentoo penguins as well as pairs of breeding brown skuas. Danco Island – Activities here may focus on the gentoo penguins nesting on the island, in addition to the Weddell and crabeater seals that may be found nearby. Neko Harbour – An epic landscape of mammoth glaciers and endless wind-carved snow. You have the chance to set foot on the Continent here, and also to go for a Zodiac cruise with view of the ice-crusted alpine peaks. Paradise Bay – You may be able to walk on the Continent again at this location, or to take a Zodiac cruise in the sprawling, ice-flecked waters. Here you have a good chance of seeing humpback and minke whales. Port Lockroy – After sailing through the Neumayer Channel, you may visit the former British research station – now a museum and post office – of Port Lockroy on Goudier Island. You might also be able to partake in activities around Jougla Point, meeting gentoo penguins and blue-eyed shags. There are great opportunities for kayaking and camping here. When conditions are right, you can even snowshoe around the shore. Booth, Pléneau & Petermann Islands – If the ice allows it, you may sail through the Lemaire Channel in search of Adélie penguins and blue-eyed shags. There’s also a good chance you’ll encounter humpback and minke whales as well as leopard seals. You may also visit Booth Island’s Port Charcot. Wilhelmina Bay & Guvernøren – This is a great place to spot humpback whales, and you also may embark on a Zodiac cruise – and scuba dive, if you’re certified – around the ghostly wreck of Guvernøren, a whaling vessel that caught fire here in 1915. Around the Melchior Islands, amid a frozen landscape peopled with icebergs, you may encounter even more whales, leopard seals, and crabeater seals. You depart at noon, depending on conditions on the Drake Passage."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctic-wildlife-cruise-and-penguin-safari",
    "tourName": "Antarctic wildlife cruise and penguin safari",
    "placesVisited": "",
    "generalInfo": "Enjoy all of the highlights of South Georgia and the Antarctic peninsula<br/><br/>On this adventure, massive albatross and Pintado petrel swoop and soar around the ship, guiding us toward South Georgia. Beaches teeming with King penguins and Elephant seals greet us on this fabled island, where we’ll pay our respects to famed explorer Sir Ernest Shackleton. Antarctica awaits, with its geographic contradictions and overwhelming enormity. Relax on a Zodiac ride, hike glistening glaciers, share comical moments with inquisitive penguins, and witness the rugged peninsula. Antarctica will surprise and delight, and never disappoint.<br/><br/>Highlights:<br/>Experience the quintessential wildlife experience of the “Galapagos of the Poles”<br/>Visit South Georgia’s King penguin rookeries – the largest in the world<br/>Reflect at the resting place of the great explorer, Sir Ernest Shackleton<br/>Visit abandoned whaling stations and learn stories of inhabitants who called South Georgia home<br/>Witness abundant Antarctic wildlife, including penguins, seals, whales and more<br/>Experience western Peninsula highlights and visit iconic landing sites<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>14 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable condition<br/>Countries visited: Argentina, Antarctica, Antarctic Peninsula<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "16",
    "price": "20225",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation Day"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Antarctic Peninsula"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Crossing the Drake Passage"
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Disembark in Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctica-fly-cruise",
    "tourName": "Antarctica fly cruise",
    "placesVisited": "Punta Arenas, Patagonia, Fly across Drake Passage, King George Island, South Shetland Islands, Antarctic Peninsula, Whale watching, Antarctic wildlife, Wild swimming in Antarctic",
    "generalInfo": "This Antarctica fly and cruise holiday is for those who want to discover the great, white continent but don’t have time to do the whole journey by ship. Indeed, if you suffer from sea sickness, this is also a great option, as you cross the infamous Drake Passage by air rather than by sea. <br/><br/>Upon arrival in Punta Arenas in Chilean Patagonia, you have a night in this port town, before taking a private charter flight to King George Island, one of the South Shetland Islands This is one of the last stops before Antarctica and a wonderful place to start spotting some of the wildlife of this region, including penguins, gulls, cormorants and giant petrels. <br/><br/>King George Island is also where you board your expedition ship which has a fully classified ice strengthened hull and ideal for travelling through polar waters. You will travel aboard one of three ships on this expedition: Magellan Explorer, Magellan Discoverer &amp; Ocean Nova. The Explorer is a state of the art, modern polar vessel sleeping 176 passengers in ensuite cabins with balconies. The Discoverer sleeps 76 guests for air cruises and 96 for sea voyages. The Ocean Nova sleeps 132 passengers and all have spacious public areas, with libraries, observation decks and so on. <br/><br/>For the next four days you will explore the magnificent sea and landscapes of the Antarctic Peninsula, with giant icebergs, floes, penguin colonies, whales and Antarctic seals. With plenty of zodiac boats on board too, we will have various excursions available, such as sea kayaking, stand up paddle boarding and, for the very brave, some polar swimming. Your return journey is also by charter flight back to Punta Arenas. <br/>",
    "durationDays": "8",
    "price": "13595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Punta Arenas: Your Antarctica itinerary begins in the Chilean city of Punta Arenas where, after having arrived independently, a representative will greet you at the airport for your transfer to your hotel for your included overnight stay. An afternoon briefing will take place at the hotel which will offer an insight into what to expect on your expedition, guidelines for visitors to Antarctica and Zodiac boat procedures. In the evening you can enjoy a typical Magellan welcome dinner with your fellow expeditioners before enjoying a good night’s sleep in preparation for the adventures that lie ahead. Many guests choose to arrive in Punta Arenas, the gateway to Patagonia, a day before their tour starts in order to enjoy some of the nearby countryside and national park. If this is something that may be of interest to you please feel free to ask for details and special offers that may be available for extending your stay."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to King George Island: This morning your adventure truly begins, and after breakfast you will transfer to the airport for your included flight to King George Island in the South Shetland Islands. This scenic 2 hour flight will see you fly across Cape Horn and the famous Drake Passage, and will have you touched down in the heart of Antarctica in next to no time. Upon arrival you will be greeted with the awe-inspiring feeling of the clear Antarctica air filling your lungs and the sense that you have truly arrived in the greatest and most remarkable wilderness on the planet. After an exploration around the area where the Frei Chilean Base and the Bellingshausen Russian Base are located we will make our way to Fildes Bay to hop into Zodiac boats which will take you to your expedition ship for embarkation. As you settle in to your comfortable cabin and explore your new surroundings your ship will begin its sail towards the Antarctic Peninsula. We recommend some time on deck or in the observation lounge for your first spot of iceberg photography and perhaps some whale and Antarctic bird spotting."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Antarctic Peninsula: Your Antarctic experience is in true expedition style with daily activities completely dependent on weather and ice conditions. Nevertheless, you are guaranteed to witness things new and unexpected virtually every day. We will take Zodiac excursions from the ship to explore bays, channels and landing sites each day .With wildlife always at the forefront of our minds you will visit penguin rookeries, scout for humpback and minke whales and search for a number of the southern seal species, including the predatory leopard seal. While cruising along the Antarctic Peninsula we'll also give you the chance to take a polar plunge! Cheer on other travellers or strap on a harness yourself to take a dip and swim in the frigid waters of an icy Antarctic bay. If you have opted for kayaking, this will be another unforgettable experience, getting close to penguins and seals as you paddle through icy waters."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "King George Island to Punta Arenas: After your exhilarating exploration of the Antarctic Peninsula we hope for one final stop at Deception Island in the South Shetland Islands before making our way back to King George Island to disembark the ship and board our flight back to Punta Arenas. Upon arrival in Punta Arenas you will be transferred to your hotel for your included overnight stay. Please note that there are no meals included for this portion of your stay in Punta Arenas, apart from breakfast."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Transfer to airport for onward or return travel"
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctica-semi-circumnavigation-expedition-cruise",
    "tourName": "Antarctica semi-circumnavigation expedition cruise",
    "placesVisited": "",
    "generalInfo": "The Semi-circumnavigation of Antarctica is one of the longest and most pioneering voyages and in our opinion is the ultimate in Antarctic exploration.<br/><br/>This incredible journey hopes to bring you into contact with Antarctica's most impressive wildlife: Chinstrap, Adelie, Southern Rockhopper, Cape and hopefully Emperor penguins; as well as plentiful sightings of seals, feeding whales and Antarctic birdlife. All this set against a backdrop of the most spectacular and least visited landscapes on the planet.<br/><br/>This exploratory adventure commences in Argentina and concludes in New Zealand. Strong enough to navigate through solid ice and loose pack ice, the vessel also has plentiful open deck space, ideal for surveying the surroundings and looking out for wildlife as well as a large ship’s bridge, which is generally open for you to study the navigational charts and watch the captain navigate through ice.<br/><br/>On Ross Island you may have the unique opportunity to visit the huts of some of the greatest polar explorers in history and gain an insight into their courageous expeditions of over a century ago. At Cape Evans you may visit the hut of Robert Falcon Scott, who famously led two Antarctic expeditions (the Discovery Expedition, 1901-04, and the ill-fated Terra Nova Expedition, 1910-13). Meanwhile, at Cape Royds you can hope to explore the hut of Ernest Shackleton, leader of the legendary Nimrod Expedition.<br/><br/>The mountainous landscapes of Ross Island are dominated by Mount Erebus, Mount Terror and Mount Bird. Mount Erebus is Antarctica's second highest volcano, towering to a colossal 3,794 metres (12,448 feet) and was first climbed to the rim by members of Sir Ernest Shackleton's expedition members in 1908 and made famous by the BBC's Frozen Planet team, who descended its crater and explored its crystal caverns.<br/><br/>The Ross Ice Shelf (named in honour of Captain Sir James Clark Ross who discovered it in 1841) is the largest ice sheet in the world, covering an area the size of France and measuring several hundred metres in thickness. Its ice front is more than 600 km long, rising between 15 and 50 metres high above the sea surface.<br/><br/>You may hope to encounter a multitude of penguin species throughout this voyage, including Adélie, Eastern Rockhopper as well as the possibility of Emperor penguins. During the voyage there will be various opportunities to visit and walk amongst penguin colonies to photograph these fascinating creatures and observe their characteristic behaviours first-hand.<br/><br/>This voyage also presents chances of seeing orcas and minke whales as well as leopard seals, elephant seals and New Zealand fur seals, which can be observed from the ship resting upon ice-floes. Birdlife will be plentiful and aside from penguins you may observe south polar skuas, kelp gulls, imperial cormorants (the striking blue-eyed shag) and fulmarine petrels as well as southern royal, wandering and Campbell albatrosses.<br/><br/>Overall, this voyage provides chances for excellent wildlife and marine life observations that can be sought whilst exploring on land, via a full complement of zodiacs or from the mother ship herself. All of this combined with dramatic landscapes, bleak empty wilderness and some of the most inhospitable places to experience on the planet makes for a once in a lifetime Expedition Voyage of epic proportions.",
    "durationDays": "4",
    "price": "37650",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Charter flight from Buenos Aires to Ushuaia/Argentina, departure 18.00 hrs"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "You will spend today sailing through the Drake Passage."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The semi-circumnavigation of the Antarctic is something very special for those in search of an unforgettable expedition. Your ship braves this endeavour on an incredible route from South America to New Zealand. The captain and crew flexibly adjust the itinerary to the constantly changing conditions. Towering basalt cliffs, rugged volcanic rock and snow-covered mountains herald an impressive destination: the Antarctic Peninsula. Icebergs, glaciers and majestic mountains – populated by penguins, seals and a huge variety of seabirds. The small, manoeuvrable expedition ship promises unique days. Numerous Zodiac rides and landings heighten the sense of discovery. Stories of pioneers are brought to life on islands, in bays and in seas with names harking back to great explorers. Whether in the footsteps of James Clark Ross, Robert Falcon Scott or Sir Ernest Shackleton – you’ll follow their pioneering spirit on your expedition. Depending on the ice and weather conditions, the ship will head to Deception Island. Marvel at the extinct volcano all around you as the ship sails into the centre of the flooded caldera and takes you to the black volcanic beaches. In contrast, the white world of Neko Harbor makes for stunning images: massive glacial cliffs are reflected in the sea. Along wonderful icy panoramas populated by Weddell and fur seals, you will head for Paradise Bay and its drifting icebergs. The feeling of exploration on board soars with each nautical mile – and with it the dimensions of the landscapes that you can watch in awe whenever you like thanks to the many open deck spaces. Mountains up to 1,000 m (3,281 ft) high flank the narrow Lemaire Channel on one of the world’s most beautiful sea passages. Keep an eye out for Gentoo and Adelie penguins and the blue-eyed cormorants that have their breeding colonies on Petermann Island. Other ships have long had to turn back at this point, but your ship is able to cross the Antarctic Circle and head South for more Antarctic adventures. It is hard to imagine living in this isolation as a scientist, but the remains of a hut and a plaque at the cape of Prospect Point serve as reminders that some once did. With the highest ice class for passenger vessels, your ship can forge its way to the most beautiful and rarely visited regions such as Marguerite Bay and a British research station dating back to the 1960s: on Stonington Island, you will discover how skuas and Antarctic terns have taken possession of the abandoned base."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "The following days at sea will be shaped not only by fascinating expert presentations on board, but also by the golden age of Antarctic research as the ship cruises in the Bellingshausen Sea, Amundsen Sea and Ross Sea. These seas take their names from the daring explorers who boarded their vessels many years ago to travel this remote region without modern technology, putting their lives on the line – and they may well have been just as impressed as you are by similar views."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "It is the ideal season, the perfect timing – can the ship make its way through the pack ice and drifting ice to get to Ross Island? Will the weather and ice conditions allow us to land in legendary places such as Cape Royds? The spot where Sir Ernest Shackleton built a base camp for his South Pole expedition in 1908 is now home to penguins. Cape Evans, by contrast, set the scene for the Terra Nova expedition led by Robert Falcon Scott, who never returned from his attempt to beat Roald Amundsen to the South Pole. The American McMurdo Station will also bring polar history to life (subject to authorisation). In the shadow of the modern building and the mighty Mount Erebus stands the Discovery hut built by Scott in 1902. A good ten years later, it also played an important part in Shackleton’s Endurance expedition as a base camp for the planned crossing of Antarctica. Perhaps you’ll spot emperor penguins and whales in this historically significant region. Another indescribable highlight awaits as you cruise in front of the fantastic backdrop of the Ross Ice Shelf: the gigantic wall of ice as tall as houses stretches for hundreds of kilometres. Next, Victoria Land welcomes you with an endless expanse in Terra Nova Bay, named after the ship that Scott was sailing in when he discovered the bay in 1901. The features here now include an Italian research station. In Cape Adare, you will find the ruins of a hut that Borchgrevink built in 1899 and in which an expedition team spent a winter in Antarctica for the first time. The spectacular natural surroundings are just as moving as the region’s past – including the largest colony of Adelie penguins in Antarctica with over 250,000 breeding pairs."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "As your route continues, you will come across untouched island worlds with a rich fauna that are hardly known in our latitudes. With a small circle of like-minded people, the goal is to discover these paradises and develop a special awareness and appreciation for them. Nature conservation is playing an increasingly important role in their preservation, which is why permits are becoming more and more complex. Destinations in New Zealand and Australia, for example, depend on whether the authorities grant their permission to cruise and land. If they do, you’ll enjoy mystical views of the largely glaciated Balleny Islands."
      },
      {
        "dayNumber": 25,
        "title": "",
        "description": "These days will be spent at sea."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Macquarie Island is a UNESCO World Heritage Site due to its geological significance. As you cruise off the island, you can look out for King and Royal penguins as well as fur seals."
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 29,
        "title": "",
        "description": "Which of New Zealand’s subantarctic islands will a landing be successful on? With a bit of luck, you will experience Campbell Island and the world’s largest breeding colony of southern royal albatrosses. The Auckland Islands have the lushest flora of all the islands – yellow-eyed penguins and New Zealand sea lions are native here. The Snares penguin, meanwhile, is only found on the Snares Islands, alongside Cape petrels and albatrosses. By making this semi-circumnavigation of the Antarctic, you will be one of the few people who have delved deep into the secrets of this remote region."
      },
      {
        "dayNumber": 31,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 32,
        "title": "",
        "description": "Lyttelton (Christchurch) /New Zealand, arrival 6.00 hrs"
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctica-small-ship-cruises",
    "tourName": "Antarctica small ship cruises",
    "placesVisited": "Ushuaia, Beagle Channel, Falkland Islands, Stanley, South Georgia, Shackleton's grave, South Orkney Islands, Antarctic Peninsula, Zodiac tours around icebergs, Penguin and albatross colonies, Dolphin and whale sightings, Optional on some departures: hiking, kayaking, snowshoeing, camping",
    "generalInfo": "This expedition cruises across great ocean wildernesses to some of the most remote places on the planet. The ship travels from Ushuaia on Tierra del Fuego across to the penguin-filled Falkland Islands, then onto windswept South Georgia before reaching the icy waters of Antarctica.<br/><br/>This Antarctica small ship cruise is an adventure – but a comfortable one. Our vessels carry 54-189 passengers, and lectures take place on board with our natural history guides, who share information on the geography, flora and fauna of Antarctica. Most days there will be the opportunity to disembark and explore these isolated islands, standing surrounded by thousands of king penguins, visiting the grave of Sir Ernest Shackleton, and on some departures, you can follow in the steps of his Antarctic journey.<br/><br/>The Falklands are our first stop, and here we’ll be introduced to myriad Antarctic wildlife. Penguin species on these islands include king, gentoo, Magellanic and the aptly named rockhopper – and there are breeding colonies of black-browed albatross. Steamer ducks can be seen from the harbour road in the Falklands’ capital, Stanley; these flightless birds propel themselves over the water at great speed along the inlet. From your zodiac boat, look out for Commerson’s dolphins, who love to ride the bow waves.<br/><br/>Our Antarctica small ship cruise continues to South Georgia – an incredibly remote island and the final resting place of Shackleton, who was buried in the hills above Grytviken. South Georgia is wildly beautiful and otherworldly, it is often considered to be a highlight of the expedition. Despite its seclusion, there is abundant wildlife here, and you can see the glaciers sparkling along the coastline, between blue sea and green valleys.<br/><br/>Meet more king penguins at Salisbury Plain – the enormous colony seems to extend into the horizon! South Georgia’s beaches are the preferred spot for huge male elephant seals to bark, battle and claim their territories – a dramatic sight.<br/><br/>Our expedition heads southwest from here, crossing the final stretch of water before the Antarctic Peninsula. We’ll pass by the South Orkney Islands before reaching our destination, aiming to sail through the awesome Lemaire Channel if the icebergs allow. This is one of the best places to observe whales, including humpback, minke and fin, as well as crabeater, Weddell and fearsome, shark-toothed leopard seals. The South Shetland Islands, just north of the peninsula, shelter penguin rookeries and more wildlife encounters; landings here may include Half Moon Island, Deception Island and Hannah point, depending on conditions. Brave passengers can choose to truly “immerse” themselves in Antarctic here – with a swim in these icy waters.<br/><br/>Antarctica small ship cruise itineraries are always heavily dependent on weather, ice and sea conditions as well as the chosen vessel; the sample itinerary below gives you an idea of what you may be doing on our 20-day trips. The expedition team will determine the final route.<br/><br/>Please contact us for a detailed day-by-day itinerary.",
    "durationDays": "22",
    "price": "35945",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Board your vessel in Ushuaia then sail through the Beagle Channel this evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Falkland Islands."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Stanley, Falkland Islands."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "These two days will be spent at sea."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "South Orkney Islands."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Today will be spent at sea."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "These days will be spent exploring the Antarctic Peninsula."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "These few days will be spent at sea en route back to Ushuaia."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Arrive into Ushuaia this morning & disembark."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "antarctica-south-georgia-falklands-luxury-cruise",
    "tourName": "Antarctica, South Georgia & Falklands luxury cruise",
    "placesVisited": "Ushuaia, Falklands, South Georgia, Salisbury Plain, Fortuna Bay, Grytviken, St Andrew's Bay, Gold Bay, Weddell Sea, Antarctic Peninsula, Deception Island, Half Moon Island",
    "generalInfo": "There are 260 passengers on board this luxury cruise, and every room has a large window for iceberg-viewing – though on this amazing cruise you’ll spend much of your time on deck, out and about, and walking on Antarctica itself.<br/><br/>In 15 days you can not only touch the Antarctic Peninsula, but two other amazing stops, both crucial for birdlife. First up is the Falkland Islands, remote islands where the residents include a handful of British people, and a whole heap of penguins. <br/><br/>Then there’s South Georgia, which once played a vital role in early 20th century Antarctic exploration. The grave of Sir Ernest Shackleton, found on the island, marks the final resting place of the explorer, who led a series of extraordinarily brave polar expeditions. King penguins and enormous elephant seals live on its shores, giving you just a taste of what’s to come on Antarctica. <br/><br/>None of this will really prepare you for the Antarctic peninsula itself. It’s a beautiful, otherworldly place of pristine icy, glassy water and whales rolling slowly through the waves. Using zodiaks – small motor boats – you’ll be able to go ashore, and spend hours just exploring the waters, watching the amazing shapes of icebergs and the colonies of friendly penguins, before a stop at Deception Island on your way home.<br/><br/>Your cruise is supported by expert staff. As you head underway, staff give series of fascinating lectures on the land that awaits and how we must protect it in the coming years. ‘Life-changing experience’ doesn’t really begin to cover it.  <br/>",
    "durationDays": "19",
    "price": "16440",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "End of the world, start of a journey Your voyage begins where the world drops off. Ushuaia, Argentina, reputed to be the southernmost city on the planet, is located on the far southern tip of South America. Starting in the afternoon, you embark from this small resort town on Tierra del Fuego, nicknamed “The End of the World,” and sail the mountain-fringed Beagle Channel for the remainder of the evening."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "The winged life of the westerlies Several species of albatross follow the vessel into the westerlies, along with storm petrels, shearwaters, and diving petrels."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Finding the Falklands The Falkland (Malvinas) Islands offer an abundance of wildlife that is easily approachable, though caution is always advised. These islands are largely unknown gems, the site of a 1982 war between the UK and Argentina. Not only do various species of bird live here, but chances are great you’ll see both Peale’s dolphins and Commerson’s dolphins in the surrounding waters. During this segment of the voyage, you may visit the following sites: Carcass Island – Despite its name, this island is pleasantly rodent-free and hence bounteous with birdlife. Anything from breeding Magellanic penguins and gentoos to numerous waders and passerine birds (including Cobb’s wrens and tussock-birds) live here. Saunders Island – On Saunders Island you can see the black-browed albatross and its sometimes-clumsy landings, along with breeding imperial shags and rockhopper penguins. King penguins, Magellanic penguins, and gentoos are also found here."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia Journey Today you arrive at the first South Georgia activity site. Please keep in mind that weather conditions in this area can be challenging, largely dictating the program. Over the next several days, you have a chance to visit the following sites: Prion Island – This location is closed during the early part of the wandering albatross breeding season (November 20 – January 7). From January on, the breeding adults have found their partners and are sitting on eggs or nursing their chicks. Enjoy witnessing the gentle nature of these animals, which possess the largest wingspan of any birds in the world. Fortuna Bay – Near beaches inhabited by various penguins and seals, you have the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. This path cuts across the mountain pass beyond Shackleton’s Waterfall, and as the terrain is partly swampy, be prepared to cross a few small streams. Salisbury Plain, St. Andrews Bay, Gold Harbour – These sites not only house the three largest king penguin colonies in South Georgia, they’re also three of the world’s largest breeding beaches for Antarctic fur seals. Literarally millions breed on South Georgia during December and January. Only during the mid-season do they peak in their breeding cycle. Watch the large bulls keep a constant vigil (and occasionally fight) over territories where dozens of females have just given birth or are about to deliver. Watch your step and stay cool when walking the beaches during this time. Grytviken – In this abandoned whaling station, king penguins walk the streets and elephant seals lie around like they own the place – because they basically do. Here you might be able to see the South Georgia Museum as well as Shackleton’s grave."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Last push to the Antarctic Enormous icebergs and a fair chance of fin whale sightings ensure there’s never a dull moment on this last sea voyage south. Also, your best chance to spot Antarctic petrels is here."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Awe-inspiring Antarctica If the ice conditions permit, you now sail into the Weddell Sea. Here colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Paulet Island, with its large population of Adélie penguins, is a possible stop. You might also visit Brown Bluff, located in the ice-clogged Antarctic Sound, where you could get the chance to set foot on the Antarctic Continent itself. If conditions aren’t favorable to enter the Weddell Sea from the east, the ship will set course for Elephant Island and head into the Bransfield Strait, between South Shetland Island and the Antarctic Peninsula. Here you can attempt to access the Antarctic Sound from the northwest. The breathtaking scenery continues in the southern Gerlache Strait, and if ice conditions allow, we may even reach Lemaire Channel. Conditions on the Drake Passage determine the exact time of departure."
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "Familiar seas, familiar friends Your return voyage is far from lonely. While crossing the Drake, you’re again greeted by the vast array of seabirds remembered from the passage south. But they seem a little more familiar to you now, and you to them."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "There and back again Every adventure, no matter how grand, must eventually come to an end. It’s now time to disembark in Ushuaia, but with memories that will accompany you wherever your next adventure lies."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "argentina-antarctica-1-month-holiday",
    "tourName": "Argentina & Antarctica 1 month holiday",
    "placesVisited": "",
    "generalInfo": "Experience Argentina and Antarctica over one extraordinary month, designed to minimise transit and maximise time on the ground. This off-the-beaten journey prioritises small-scale, sustainably minded accommodations and a slow-travel ethos. Allowing you to immerse yourself in local culture, wilderness, and some of the world’s most spellbinding scenery.<br/><br/>Begin in Buenos Aires, Argentina’s vibrant capital and explore its distinctive neighbourhoods, indulge in irresistible cuisine, and learn the art of tango in the city where it was born. Fly to Ushuaia, the world’s southernmost city, and explore Tierra del Fuego’s rugged mountains, windswept glaciers, and ancient forest. Next, embark on your small expedition vessel for the voyage of a lifetime. <br/><br/>Sail south through the Falkland Islands and South Georgia, remote wildlife havens home to vast colonies of penguins, seals, and sea birds. Take in staggering scenery and visit the grave of Sir Ernest Shackleton before reaching the Antarctic Peninsula. Explore its pristine bays and iceberg-rich channels by zodiac, and visit working scientific bases and historic landing sites along the way. Travelling across the Drake Passage both ways may take longer, but it’s the most sustainable and meaningful way to experience the White Continent.<br/><br/>Return to the mainland and journey into the Pampas, where Argentina’s gaucho traditions live on. Unwind in its rural pastures, soak up its warm hospitality and reflect on your Antarctica experience. This trip can be tailored to your interests, so let us know your preferences and we can make it your own.",
    "durationDays": "4",
    "price": "21341",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Buenos Aires: Welcome to Argentina’s capital Buenos Aires. Transfer to your boutique hotel in historic San Telmo, renowned for its cobbled streets and bustling market. Let your local guide, show you the city’s cultural highlights on a private walking tour and explore its diverse and characterful barrios. Once the sun goes down, head to a traditional milonga for a tango lesson and learn about its cultural significance."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Ushuaia: Journey by air to the most southerly city in the world. In the coming days, explore Ushuaia with a local guide and enjoy a range of day trips which include hiking in the Tierra del Fuego National Park, canoeing down a river and through lagoons and visiting a lovely family-owned ranch where you can explore farming traditions and the local way of life. On your final night, join your fellow explorers for a briefing ready for your embarkation the following day. If time allows, make sure to visit the Maritime Museum to understand the human history of the region."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Embarkation: After a leisurely morning, board your small expedition vessel and set sail for Antarctica. Settle into your cabin, meet your expedition team, and enjoy a Captain’s Welcome Dinner as you begin your journey south."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Southern Ocean: Head into the open seas of the Southern Ocean. Watch out for seabirds such as albatrosses and petrels as they glide alongside the ship. Between wildlife sightings, join your Polar experts for fascinating lectures on the seas, ice, and wildlife of this extraordinary region."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "West Falklands (Malvinas): Make your first landing in the remote and rugged West Falkland Island. Explore its pristine landscapes, stunning coastline and visit Albatross and penguin colonies. Look for Rockhopper, King and Magellanic penguin rookeries."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Stanley, East Falkland (Malvinas): Arrive in Stanley, the largest settlement in the archipelago and capital of the Falklands. Visit the Falkland Islands Museum to learn about the maritime exploration, natural history, and the 1982 Falklands War. Wander the white sands of Gypsy Cove, home to breeding Magellanic penguins, as well as other birdlife such as oyster catchers, two-banded plovers and black-crowned night-herons."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Southern Ocean: Sail across the Antarctic Convergence and officially enter Antarctic waters. Keep watch for seabirds, whales and the first majestic icebergs as you approach South Georgia."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "South Georgia: Spend the coming days exploring the dramatic fjords, rugged mountains, and glacier-carved bays of South Georgia. Home to an abundance of wildlife and history. Visit beaches, alive with hundreds of King penguins, as well as fur seals and elephant seals that crowd the shores. Visit the historic Grytviken whaling station and the resting place of legendary explorer Sir Ernest Shackleton."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "Scotia Sea: Continue to the Antarctic Peninsula and sail the open seas. Your expert polar team will continue to share their knowledge about the history, wildlife life and geology of the areas explored. Participate in the ongoing projects run by the onboard Citizen Science program and play a meaningful role in recording and better understanding the Antarctic ecosystems and impact of climate change."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Antarctic Peninsula: Continue south to the heart of the Antarctic Peninsula. Daily zodiac landings and shore excursions offer close encounters with gentoo, chinstrap, and Adélie penguins, as well as opportunities to see seals, whales, and an incredible variety of seabirds in their natural habitat. Navigate through narrow straits, explore picturesque bays and experience the profound silence of one of the most untouched places on Earth. Every landing is unique, shaped by weather, ice, and wildlife activity, ensuring no two voyages are ever the same. During your voyage, choose from a range of adventure options and even (possibly) camp under polar skies."
      },
      {
        "dayNumber": 24,
        "title": "",
        "description": "Drake Passage: Say goodbye to Antarctica and begin your journey back to Ushuaia, crossing the Drake Passage. Enjoy a last meal with your fellow comrades and reflect on the unforgettable moments shared and the privilege of having set foot on the White Continent."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "Pampas: Disembark in Ushuaia and transfer to the airport for your return flight to Buenos Aires. Transfer to the serene Pampas countryside where over the next two nights you will unwind and experience the best of authentic gaucho life at a traditional estancia."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "best-of-antarctica-holiday",
    "tourName": "Best of Antarctica holiday",
    "placesVisited": "Antarctica, Ushuaia, Beagle Channel, Tierra del Fuego, Drake Passage, Antarctic Peninsula, Zodiac land excursions, Penguin rookeries, Whale and seal-spotting, Expert lectures, Spectacular photography opportunities, Take part in citizen science projects, Optional activities include: kayaking, photography lessons, camping, snowshoeing",
    "generalInfo": "Embark on an adventurous expedition cruise that takes you into the frozen wilds of Antarctica. Pass through iconic bodies of water including the Beagle Channel and the Drake Passage, past immense glaciers that creak and crack , and walk on the ice with specialist guides as they lead you on daily excursions by Zodiac.<br/><br/>Your home for the next 10 nights: a state-of-the-art expedition cruise vessel carrying just 80 passengers, with an excellent guide to guest ratio. There are observation decks, health &amp; wellness facilities, and space for experts to conduct lectures on Antarctica’s history, geology and biology, giving depth to your experiences in the White Continent.<br/><br/>For most people the highlight of the trip will be the land excursions, to vast penguin rookeries or to see fur seals. But expect to find yourself continually drawn to the observation decks, where staff are at hand to help you with your photography skills as you keep an eye out for humpback and minke whales, and glaciers calving off into the sea. <br/><br/>You can add optional experiences on to personalise your trip. You could join the kayaking programme and get up close and personal with the icebergs, opt for a day paddle, or even camp on the continent. With no shortage of amazing views, there’s no better time to brush up your photography under the tutelage of a pro.<br/><br/>This is one of those holidays where even 10 years down the line you’ll be able to remember every single day.<br/>",
    "durationDays": "11",
    "price": "9700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ushuaia, Argentina Welcome to Ushuaia – the gateway to Antarctica. Located at the southern tip of Argentina, these parts are known as Tierra del Fuego, often called ‘The End of the World’, but this is just the beginning of your Antarctic adventure. Those with a day or two may want to head to Tierra del Fuego National Park on a full day’s adventure, or if you've only got a few hours to kill, why not stroll around town and visit the waterfront overlooking the Beagle Channel. You might also like to sample some handcrafted chocolate at a local cafe in town. Tonight, you’ll have a welcome meeting at about 5 pm at your hotel, then maybe head for a traditional dinner at a local restaurant and sample some of Argentina’s famous red wine. Accommodation Hotel (1 night) Meals There are no meals included on this day."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Embarkation in Ushuaia Enjoy a leisurely morning before your transfer to the port of Ushuaia, where you'll board the Ocean Nova – your home for the next nine nights. When you’re aboard, meet your Expedition Team, settle into your cabin and head to the outer decks as the Ocean Nova sets sail through the historic Beagle Channel, heading towards Antarctica. Later, join in the excitement as you learn more about the adventures awaiting you. Accommodation Expedition Cruise Ship (1 night) Meals Breakfast Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea, Drake Passage The infamous Drake Passage, named after the famous English explorer Sir Francis Drake, separates the tip of the Antarctic Peninsula from the southernmost tip of South America. The following two days at sea will allow your Expedition Team to prepare you for what lies ahead, from Antarctica's geology to its history, wildlife and even the ice! Sailing towards Antarctica, the temperature falls as you cross the Antarctic Convergence and enter the waters of the Antarctic Ocean. The Antarctic Convergence is marked by an increased number of seabirds, whales and other species attracted by the nutrient-rich waters pushed to the surface by the colder waters of the polar region flowing north and meeting the warmer equatorial waters flowing south. Look for the albatrosses flying overhead and scan the waters for breaching whales and icebergs from the expansive windows of the bridge, where you’re invited to Ocean Nova's command centre. Keep on the lookout for the first sighting of land early evening on day four – heralding your arrival in Antarctica. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Citizen Science Program Daily Briefings and Recap Onboard Lecture Program Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands & Antarctica Peninsula You’ll spend the next four days exploring the South Shetland Islands and Antarctic Peninsula – a region that has captivated explorers for centuries. Explore the region by Zodiac, cruising among the sculpted icebergs and making shore landings where you’ll mingle with penguins, climb to vantage points for panoramic views and maybe visit a scientific or historical base. There may be an opportunity to indulge in optional activities like an overnight ice camping experience, a snowshoeing trek, a paddling excursion or to take a polar plunge into the icy Antarctic waters! You’ll see extensive colonies of chinstrap, gentoo and Adelie penguins as well as crabeater, Weddell, fur and elephant seals and many birds. Look and listen for the mighty crack of a glacier calving. A typical expedition day begins with a wake-up call at around 7 am, followed by breakfast. Weather permitting, you can look forward to at least two excursions each day, offering plenty of chances to immerse yourself in the Antarctic landscape. Accommodation Expedition Cruise Ship (4 nights) Meals Breakfast (4) Lunch (4) Dinner (4) Included activities Onboard Lecture Program Daily Briefings and Recap Citizen Science Program Guided walking Excursions Zodiac Excursion/Cruising Optional activities Day Paddle - USD349 Camping - USD399 Polar Plunge - Free Snowshoeing - USD150 Onboard Gym - Free Special information Optional activities such as stand-up paddle boarding, kayaking, day paddling, camping and snowshoeing are very dependent on weather and sea ice conditions. Your experienced Expedition Team will provide regular updates on which days they are available throughout your voyage. These activities have limited spaces available and must be prebooked via your booking agent prior to travel. Snowshoeing must be booked onboard via your Expedition Team."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "At Sea, Drake Passage As you set sail back to Ushuaia, take a moment to reflect on the extraordinary journey you've just experienced. During the final days, join additional onboard lectures and view a slideshow featuring captivating images captured by your Expedition Photographer throughout your journey, which are yours to keep as a reminder of your incredible Antarctic expedition. By the evening of Day 10, you’ll enter the tranquil waters of the Beagle Channel, marking the beginning of your trip home. Accommodation Expedition Cruise Ship (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Onboard Lecture Program Daily Briefings and Recap Citizen Science Program Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Disembarkation in Ushuaia, Argentina After breakfast, it’s time to disembark the Ocean Nova as your unforgettable Antarctic expedition ends. You’ll have a morning transfer to Ushuaia Airport or downtown. If you’d like to extend your stay, just get in touch with your booking team ahead of time. Meals Breakfast Special information If you’re flying out today, please book your flight to depart Ushuaia after midday, in case of any delays caused by unfavourable weather conditions."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "cruise-crossing-the-antarctic-circle",
    "tourName": "Cruise crossing the Antarctic Circle",
    "placesVisited": "",
    "generalInfo": "One of the most exciting voyages in the South Seas, going south of the Antarctic Circle and beyond, into waters untouched by all but the lucky few.<br/><br/>The aim on this voyage is to head as far south as ice and weather permit. After a few days exploring the 'deep south', there are further shore excursions on the northerly route along the Antarctic Peninsula. The ship is small enough to navigate through the narrow Lemaire Channel, with glacial walls towering high on both sides, leading to a jigsaw of jewel-like islands that are home to huge penguin rookeries, Elephant seals and countless seabirds. There are also whales: imagine a pair of Humpbacks, at least 30 tonnes of mammal, rising imperiously against a turquoise ice-wall viewed from a Zodiac only metres away, and you have the essence of the Antarctic.<br/><br/>Highlights:<br/>Be one of the few travellers to venture to 66°33'S<br/>Visit research stations along the Antarctic Peninsula<br/>Witness abundant Antarctic wildlife, including penguins, seals and whales<br/>Experience western Antarctic Peninsula highlights and visit iconic landing sites<br/>Learn about Antarctica’s history, glaciology and wildlife from onboard specialists<br/>Enjoy helicopter flightseeing from Ultramarine for a unique perspective of the Antarctic Peninsula<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Buenos Aires<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine during dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas and vaccinations<br/>Mandatory Charter Flights Buenos Aires to Ushuaia Return - from £850 (or equivalent in booking currency) paid on booking",
    "durationDays": "14",
    "price": "16245",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive Buenos Aires"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Ushuaia and embark"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Crossing The Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands & Antarctic Peninsula"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Antarctic Circle"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Northbound Along the Peninsula"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembarkation in Ushuaia and fly to Buenos Aires"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "epic-antarctica-cruise",
    "tourName": "Epic Antarctica cruise",
    "placesVisited": "",
    "generalInfo": "All the highlights of the Falklands, South Georgia and the Antarctic peninsula as well as crossing the Antarctic Circle.<br/><br/>Antarctica is an incredible destination with the power to transform those who are fortunate enough to experience it.  Our Epic Antarctica voyage is so named for a reason: it includes every one of the major Antarctic highlights. From the Falkland Islands (Islas Malvinas) to South Georgia to the Antarctic Peninsula, you will experience countless unforgettable moments on this adventure-packed, 23-day voyage.<br/><br/>Start with the Falklands, reminiscent of both sandy Cape Cod and the English moors, home to albatross, dolphins, and five species of penguins. From there, venture to South Georgia, where you’ll encounter the home of 300,000 breeding King penguins, 50 million seabirds and 5 million seals. Then, explore the stunning Antarctic Peninsula, and, finally, cross the Antarctic Circle—an enduring milestone for any world traveller.<br/><br/>Antarctica has been inspiring explorers for centuries—now it’s your turn. Be among the first guests on our pioneering new vessel, Ultramarine. This purpose-built vessel is designed to extend the boundaries of Polar exploration and offer an unmatched Antarctic experience, including a flightseeing tour you’ll never forget and a range of adventure options more extensive than any other ship in its class. We’re excited to host you on your unforgettable adventure!<br/><br/>Highlights:<br/>Explore the quaint British town of Stanley in the Falkland Islands (Islas Malvinas)<br/>See the incredible wildlife— more than 30 species of breeding birds, including four species of penguin—of South Georgia, often called the Galapagos of the Poles<br/>Follow in the wake of Sir Ernest Shackleton’s perilous voyage to South Georgia and visit his gravesite<br/>Cross the Antarctic Circle and celebrate with a toast<br/>Enjoy helicopter flightseeing from Ultramarine for a unique perspective of the Antarctic Peninsula<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>21 nights on the ship, 1 night hotel in Buenos Aires<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, South Georgia, Falkland Islands, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>Beer and wine at dinner<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas and vaccinations<br/>Mandatory Charter Flights Buenos Aires to Ushuaia Return - from £850 (or equivalent in booking currency) paid on booking",
    "durationDays": "23",
    "price": "31245",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Buenos Aires, Argentina; overnight in hotel"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Fly to Ushuaia and embark"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Falkland Islands (Islas Malvinas)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "South Georgia"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "At Sea"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula"
      },
      {
        "dayNumber": 17,
        "title": "",
        "description": "The Antarctic Circle"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Northbound Along the Peninsula"
      },
      {
        "dayNumber": 21,
        "title": "",
        "description": "Crossing the Drake Passage"
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "Disembark in Ushuaia and fly to Buenos Aires"
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "expedition-cruise-to-antarctica",
    "tourName": "Expedition cruise to Antarctica",
    "placesVisited": "",
    "generalInfo": "After a few days exploring the ‘deep south’, there are further shore excursions on the northerly route along the Antarctic Peninsula. The ship is small enough to navigate through the narrow Lemaire Channel, with glacial walls towering high on both sides, leading to a jigsaw of jewel-like islands that are home to huge penguin rookeries, Elephant seals and countless seabirds. There are also whales: imagine a pair of Humpbacks, at least 30 tonnes of mammal, rising imperiously against a turquoise ice-wall viewed from a Zodiac only metres away, and you have the essence of the Antarctic.<br/><br/>Highlights:<br/>Visit the stunning Antarctic Peninsula<br/>Cross the Antarctic Circle at 66° 33’ S<br/>Witness abundant Antarctic wildlife, including penguins, seals, whales and more<br/>Travel on a small expedition vessel<br/>Accompanied by extremely qualified Expedition Staff<br/><br/>Key information:<br/>12 nights on the ship, 1 night hotel in Ushuaia<br/>Expedition cruising in comfortable conditions<br/>Countries visited: Antarctic Peninsula, Argentina, Antarctica<br/><br/>What's included:<br/>All meals while on the ship<br/>All accommodation<br/>All transport and listed activities<br/>Tour leader throughout and qualified Expedition Staff<br/>We can include flights from the UK.  Please contact us for a quote.<br/><br/>What's not included:<br/>Travel insurance<br/>Single accommodation (available on request)<br/>Visas or vaccinations",
    "durationDays": "14",
    "price": "16375",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Start Ushuaia, Argentina"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Board ship and sail along the Beagle Channel"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Cross the Drake Passage"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands and Antarctic Peninsula"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Antarctic Circle"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Northbound Along the Peninsula"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Sail back through the Drake Passage"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembark and end Ushuaia"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "falklands-south-georgia-and-antarctic-circle-cruise",
    "tourName": "Falklands, South Georgia and Antarctic Circle cruise",
    "placesVisited": "",
    "generalInfo": "Discover all that Antarctica has to offer on this epic 24-day expedition that explores the Falkland Islands, South Georgia islands and the Antarctic peninsula, including crossing the rarely seen Antarctic Circle! This is our longest Antarctica trip available – a voyage of discovery aboard the Ocean Nova, where you’ll marvel at spectacularly rugged landscapes, thousands of king penguins and the abundant wildlife of the south. Glide through ice floes in a Zodiac with your Expedition Team and take part in fascinating educational presentations. Keep your eye out for predatory seals, wandering albatross and migrating whales as you pass by towering ice-blue glaciers and icebergs. Round this unforgettable adventure off by reaching latitude 66°33’S, as you cross the fabled Antarctic Circle. With optional adventures like camping on the ice (there’s no better spot to experience the sound of silence) and day paddling across icy waters, this journey of discovery and mateship is sure to be the trip of a lifetime.",
    "durationDays": "24",
    "price": "16064",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ushuaia, Argentina.",
        "description": "Welcome to Ushuaia, Argentina – the gateway to Antarctica! Upon arrival at Ushuaia Airport, enjoy an included transfer to your hotel. Once you arrive at your hotel, you’re free to explore. Maybe head downtown for some early souvenir shopping or taste some classic Argentinian flavours at one of the local restaurants. Tonight at your hotel you’ll meet your fellow travellers and Expedition Team at an important welcome meeting, learning more about the journey ahead and the details for tomorrow’s embarkation. After, why not hit a cosy dinner spot or local bar and explore what your upcoming adventure may hold?"
      },
      {
        "dayNumber": 2,
        "title": "Embarkation in Ushuaia, Argentina.",
        "description": "After breakfast, the morning is yours to explore Ushuaia. You could stroll through the quaint town with a camera, or grab a last-minute necessity. In the afternoon, you’ll transfer to the port of Ushuaia and embark the Ocean Nova – your home on the sea. Get settled into your cabin, then set sail through the historic Beagle Channel towards Antarctica. Find the perfect spot to soak up the incredible views as you catch your last sight of Argentina – then head inside to join the excitement and learn more about what’s to come on this Antarctic adventure. This evening is an excellent opportunity to explore the ship and enjoy a delicious dinner in the dining room."
      },
      {
        "dayNumber": 3,
        "title": "At sea.",
        "description": "As you sail, spend time out on deck or on the ship's bridge scanning the horizon for wildlife. Keep an eye out for wandering albatrosses on their lengthy migration routes, and look for the telltale splash of breaching whales or the dorsal fins of other mighty marine mammals breaking the water's surface. You could also settle in for presentations given by your expert Expedition Team, on topics like the behaviour of humpback whales, the life cycles of penguins, the formation of the Antarctic ice sheet and more. Evenings on board are equally memorable. After a day of learning and wildlife spotting, head to the warmth of the ship's Panorama Lounge. Enjoy a drink in hand as you swap stories with your fellow travellers, sharing the excitement of your journey."
      },
      {
        "dayNumber": 4,
        "title": "Falkland Islands.",
        "description": "You’ll approach the Falkland Islands this morning – a wildlife photographer’s dream. Here, you can find the largest black-browed albatross colony in the world and five species of penguins that breed on the islands, including gentoo, king, Macaroni, Magellanic, and rockhopper. Once in Stanley, the capital, learn about the intriguing and controversial past of the Falkland Islands from local experts. Near the town, you may see southern giant petrels, Falkland steamer ducks, kelp gulls, dolphin gulls, black-crowned night herons, red-backed hawks, peregrine falcons and turkey vultures. Weather permitting, you may explore Saunders Island, the second-largest island in the Falklands, and The Neck, a narrow peninsula with sandy beaches and subtle cliff faces. On the afternoon of Day 5, following our morning excursion, farewell the Falkland Islands and sail towards South Georgia."
      },
      {
        "dayNumber": 5,
        "title": "Falkland Islands.",
        "description": ""
      },
      {
        "dayNumber": 6,
        "title": "At sea.",
        "description": "From the outer decks, keep your eyes on the horizon for seabirds and other passing wildlife as we settle in for two days at sea on route to South Georgia. This remarkable destination offers many experiences, from fascinating history and geology to incredible wildlife encounters. While on board the cosy Ocean Nova, take part in engaging presentations led by your Expedition Team, designed to prepare you for the wonders that await you at South Georgia."
      },
      {
        "dayNumber": 7,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 8,
        "title": "South Georgia.",
        "description": "Over the next few days, you’ll explore the island of South Georgia, once the homestead of whalers and isolated explorers, and now a protected site with dedicated Antarctic research teams. You’ll explore various landing sites and learn about the history of Sir Ernest Shackleton, known for his incredible survival during a failed expedition south. You’ll spend several days retracing some of Shackleton’s steps and visiting his grave at the ex-whaling station of Grytviken, located on the east side. Wander among hundreds of thousands of king penguins in the dramatic South Georgian light, visit old whaling stations and enjoy educational presentations on the past and present of the area. Across the island, you’ll see dark volcanic beaches backgrounded by hanging glaciers and have the chance to go on day hikes among alpine lakes."
      },
      {
        "dayNumber": 9,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 10,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 11,
        "title": "South Georgia.",
        "description": ""
      },
      {
        "dayNumber": 12,
        "title": "At Sea.",
        "description": "During your next couple of days at sea, experience sweeping vistas from the Panorama Lounge or the outer decks. You should take this opportunity to relax and recharge or play games of cards at the bar with your shipmates. Whatever takes your fancy – the ship is yours to explore!"
      },
      {
        "dayNumber": 13,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 14,
        "title": "South Shetland Islands & Antarctic Peninsula.",
        "description": "Today, you’ll voyage south towards continental Antarctica. For the next five days, you’ll dedicate your time to searching for wildlife from land, ship and Zodiac. Weather permitting, you can look forward to at least two excursions each day, offering plenty of chances to immerse yourself in the stunning Antarctic landscape. With numerous landing sites to explore, your Expedition Team will carefully select the best options based on weather, accessibility and wildlife activity. Depending on the conditions, you may also have the chance to enhance your journey with optional adventures like camping on the ice (a serene and silent experience like no other) or kayaking across icy waters. You’ll also have the opportunity to take a polar plunge off the Ocean Nova – a swift dip into Antarctica’s freezing waters that’s sure to leave you feeling refreshed and revitalised!"
      },
      {
        "dayNumber": 15,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 16,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 17,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 18,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 19,
        "title": "Antarctic Circle.",
        "description": "Venturing to the ends of the earth is a moment to treasure, as not all expeditions venture this far south. If weather permits, a celebration will be held after reaching latitude 66°33’S and crossing the fabled Antarctic Circle. Toast to the sheer rawness of the surroundings and take it all in! While not a typical landing, the crossing of the Antarctic Circle leaves a lasting memory. You’ll travel past colossal icebergs to a point where only a few travellers have ever sailed."
      },
      {
        "dayNumber": 20,
        "title": "Antarctic Circle.",
        "description": ""
      },
      {
        "dayNumber": 21,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": "As the Ocean Nova heads north, you’ll feel more confident navigating the wonders of the Antarctic waters. Test your newfound penguin expertise and sharpen your wildlife-spotting skills as you identify fur, leopard and Weddell seals. Zodiac cruises and shore landings will continue, offering ample opportunities to see the peninsula’s diverse wildlife and capture stunning photographs of your adventure."
      },
      {
        "dayNumber": 22,
        "title": "At sea, Drake Passage.",
        "description": "Settle back into your comfortable surroundings aboard the Ocean Nova for the return journey across the Drake Passage. The Ocean Nova will track north towards your destination of Ushuaia, Argentina, arriving into the calmer waters of the Beagle Channel by the evening of Day 23. During these final sea days, you can attend more onboard lectures and enjoy a slideshow of images captured by our Expedition Photographer during your voyage. Now is also the chance to catch up with your shipmates and share stories about your voyage over a meal or a drink at the bar."
      },
      {
        "dayNumber": 23,
        "title": "At Sea.",
        "description": ""
      },
      {
        "dayNumber": 24,
        "title": "Disembarkation in Ushuaia, Argentina.",
        "description": "After breakfast, say goodbye to the Ocean Nova, your Expedition Team and fellow travellers as you disembark in Ushuaia. A morning transfer to Ushuaia Airport or downtown is included."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "falklands-south-georgia-and-antarctica-cruise",
    "tourName": "Falklands, South Georgia and Antarctica cruise",
    "placesVisited": "Puerto Madryn, Argentina, Golfo Nuevo, Whale watching, Falkland Islands cruise, Magellanic and Gentoo penguins, South Georgia Island, Antarctic Convergence crossing, Prion Island, King penguin colonies, South Orkney Islands, Weddell Sea, Antarctic peninsula, Drake Passage",
    "generalInfo": "This is an epic Antarctica cruise, taking in the Falkland Islands and South Georgia en route to the Antarctic Peninsula, on a three week expedition. You will experience some of the most extraordinary landscapes and wildlife watching opportunities – such as the Falkland Islands, which has a wonderful array of accessible wildlife, including sea lion colonies, elephant seals, five species of penguin and 200 species of birds. <br/><br/>Crossing between the Falklands and South Georgia through the famous Antarctic Convergence, we keep an eye out for whales and also myriad birdlife, including albatrosses. There are more wildlife wonders on South Georgia Island, where a dramatic 3,000m mountain ridge is the source of glaciers that tumble down to sheltered bays. It's also home to king penguins and elephant seals; we take several days here to explore its wildlife delights. <br/><br/>The next stop at sea is the South Orkney Islands, home to a few researchers and a lot of penguins, fur seals and migratory whales, a magnificent sight with its glacier covered terrain and icebergs. Next stop is the most accessible part of the Antarctic, the eponymous Peninsula, which we cruise around for several days, the route depending on conditions at that time. But it’s all extraordinary, really, seeing icebergs up close, gaping in awe at towering frozen mountains, watching ice floes and with wildlife including leopard seals and whales. And, of course, the highlight for many is setting foot on one of the last great wildernesses on earth.<br/><br/>This itinerary uses one of three expedition ships with ice-strengthened hulls with a variety of twin, triple and quadruple cabins, with 106-174 passengers sleeping in a selection of suites and cabins with windows or portholes and either private or shared facilities. Dining rooms, lecture areas, bars and observation lounges can all be found onboard with plenty of deck space as well as an open-bridge policy. <br/><br/>A shorter 19-day itinerary that spends one day less in Antarctica is also available.",
    "durationDays": "20",
    "price": "16000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ushuaia : Your fantastic Antarctica, Falklands and South Georgia expedition will begin in Ushuaia, Argentina, where after having arrived independently you will embark your ship in the afternoon. As you settle in to your cabin, your ship will sail through the scenic waterway of the Beagle Channel and turn northwards towards the Falklands. You may want to spend some time on deck capturing the sight of the city fading into distance behind you and looking out for the seabirds that follow the ship."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "At sea: As we make the short sea crossing towards the Falkland Islands your programme of informative and entertaining lectures and presentations will begin, covering everything from the geology and wildlife you are about to discover to the history of Antarctic exploration. There will also be safety and bio-environmental briefings in preparation for your time in the Falklands. We recommend spending some time on deck to spot the several species of albatross which will likely be following the ship along with storm petrels, shearwaters, and diving petrels."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Falkland Islands: As we arrive in the Falkland Islands, we plan to spend the day on the fascinating western side of the archipelago. The exceptionally scenic Falklands offer an abundance of wildlife and have an intriguing history. Our first adventure will be a hike along the shore of Carcass Island which will give us views of magellanic and gentoo penguins, as well as close encounters with elephant seals, water fowl, night herons and passerines. Later we will visit Saunders Island to to observe four species of breeding penguins - gentoo, king, Magellanic and rockhopper,as well as black-browed albatross and king cormorants."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Stanley, Falkland Islands: In Stanley, the capital of the Falklands, we can experience Falkland culture, which has some South American characteristics as well as English charm. In Stanley and the surrounding area we can see a number of stranded wrecks from a century ago and geese, giant petrels and other birds. All passengers are free to wander around on their own. We recommend a visit to the local museum (admission fees not included) and perhaps a drink in one of the charming pubs."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "At sea: As we sail from the Falklands towards South Georgia we will cross the Antarctic Convergence and the temperatures will become considerably cooler. As we spend these 2 days at sea there will be excellent opportunities for bird spotting on deck with likely sightings of several species of albatross, shearwaters, petrels, prions, and skuas. The informative and entertaining lecture programme will also continue as well as briefings for your time on South Georgia."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "South Georgia: On day 7 we will arrive in the wildlife paradise of South Georgia, a remote and exceptionally scenic island that is home to millions of penguins and other birdlife and wildlife. Over the next few days we will explore the eastern coast of the island searching for wildlife, scenic opportunities and visiting sites of historical interest. Places we expect to visit include Prion Island which is closed to visitors during the early part of the wandering albatross breeding season (November 20 – January 7). As we will be in the area in mid-January the breeding adults will have found their partners and are sitting on eggs or nursing their chicks. We will be able to witness the gentle nature of these animals, which possess the largest wingspan of any birds in the world. We will also visit Fortuna Bay where a hive of wildlife activity will greet us on the beaches. You will see various penguins and seals as well as having the chance to follow the final leg of Shackleton’s route to the abandoned whaling village of Stromness. Later we will visit the areas of Salisbury Plain, St. Andrews Bay and Gold Harbour to see the three largest king penguin colonies in South Georgia. These areas are also home to three of the world’s largest breeding beaches for southern elephant seals, and you may also see a substantial number of Antarctic fur seals here during the breeding season (December – January). During our time here we will also have chance to visit the abandoned whaling station of Grytkiven where king penguins walk the streets and elephant seals are in abundance. We hope to have chance to see the South Georgia Museum as well as visiting Shackleton’s grave to pay our respects at the final resting place of one of Antarctica’s most well-known explorers."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "At sea: As we leave South Georgia behind and sail south towards Antarctica your ship will again be followed by a multitude of seabirds so make sure to spend some time on deck for excellent photo opportunities. On our sail we may encounter some sea ice, and it is at the ice-edge where we would have a chance to see some high-Antarctic species like the McCormick skua and snow petrel. Onboard briefings will be held to prepare you for your time on the Antarctic continent and your programme of lectures and talks will continue."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "South Orkney Islands: Before reaching the Peninsula we may stop, ice conditions dependent, on Laurie Island in the South Orkney archipelago to visit Orcadas Base, an Argentine scientific station. The personnel here will happily show you their facility, where you can enjoy expansive views of the surrounding glaciers. If a visit isn’t possible, we may instead land in Signy Island’s Shingle Cove."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "At sea: SAs we make our last push towards Antarctica keep an eye out on deck for the enormous icebergs of all shapes and sizes that will dot the landscape. There are also great chances of spotting Antarctic petrels and fin whales. Next stop Antarctica!"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Antarctic Peninsula: Welcome to Antarctica, a land of superlatives! Enchanting scenery, unique wildlife encounters and thrilling adventures await as we spend our days exploring by Zodiac and on foot to get up close to the action. Your exact itinerary here will be determined by weather and ice conditions with your captain choosing each day which areas to visit for optimum experiences. We plan to sail into the Weddell Sea where colossal tabular icebergs herald your arrival to the eastern side of the Antarctic Peninsula. Our first possible stops will be Paulet Island which is home to large population of Adélie penguins, and Brown Bluff in the ice-clogged Antarctic Sound which may offer our first chance to step foot on the Antarctic Continent itself. If sea conditions don’t allow for entry to the Weddell Sea from the east we will instead set course for Elephant Island and head into the Bransfield Strait in an attempt to enter the Antarctic Sound from the northwest. After an exploration of the Sound we will sail along the Peninsula where there will be opportunities for great landings in an epic landscape of alpine peaks and mammoth glaciers calving at sea level. Gentoo penguins, leopard seals, Weddell seals, humpback whales, and minke whales are often seen here. We continue to sail through the breathtaking scenery of the southern Gerlache Strait stopping to explore at select points along the Peninsula. If ice conditions allow, we may even reach the Lemaire Channel."
      },
      {
        "dayNumber": 18,
        "title": "",
        "description": "At sea: As our exhilarating expedition comes to end it’s time to head back north through the Drake Passage where again the ship will be followed by a vast array of seabirds. Enjoy the last presentations from your team of noted naturalists and take the time to dissolve all of the unforgettable memories you will have made on your once in a lifetime expediton."
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Ushuaia: As we sail back through the scenic Beagle Channel and arrive in Ushuaia in the early morning it’s sadly time to say goodbye to your crew and fellow shipmates. After breakfast you will disembark and a group transfer will be provided to the airport for onward or homeward journeys"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "journey-to-the-antarctic-circle-holiday",
    "tourName": "Journey to the Antarctic circle holiday",
    "placesVisited": "Ushuaia, Beagle Channel, Drake Passage, South Shetland Islands, Antarctic Peninsula, Optional: snowshoeing; kayaking; photography, stand up paddleboarding, Antarctic Circle",
    "generalInfo": "This 14 day journey to the Antarctic Circle holiday takes in the dramatic Antarctic Peninsula then pushes further south than most cruises do, to cross the Antarctic Circle. Despite the harshness of this landscape, there is abundant wildlife here, and you’ll see seals relaxing on the ice, whales breaching and huge numbers of penguins on the rocky shores.<br/><br/>A Zodiac will take you from the expedition vessel to explore at close range, nipping around bays and making landings so you have the unique opportunity to discover Antarctica’s steep peaks, huge glaciers and enormous icebergs. This is an extended expedition, designed to give you more time at the Antarctic Peninsula, so you can explore more of it and make numerous landings, to see its unique wildlife and landscapes.<br/><br/>There are lots of optional activities laid on to supplement the regular Zodiac excursions, so you can tailor the trip to your interests. Go kayaking, take a photography class, or relax onboard with yoga and a massage. True adventurers might prefer the icy embrace of a polar plunge.<br/><br/>Polar expeditions often have a crew-to-passenger ratio of 10, 15 or 20 to one, but on this one, travelling on the Ocean Endeavour, you there is one crew member to every eight passengers, so you get greater service and a real sense of the personal touch. Our crew and expedition leaders know the Antarctic really well, having made hundreds of polar expeditions, and are know the marine biology, glaciology and history of the region inside out. This wealth of knowledge will be shared during the lecture programme that runs onboard throughout the expedition, so you’ll understand everything you’re seeing.  <br/>",
    "durationDays": "14",
    "price": "8955",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Ushuaia, Argentina Welcome to Ushuaia – the gateway to Antarctica. Located at the southern tip of Argentina, these parts are known as Tierra del Fuego, often called ‘The End of the World’, but this is just the beginning of your Antarctic adventure. Those with a day or two may want to head to Tierra del Fuego National Park on a full day’s adventure, or if you've only got a few hours to kill, why not stroll around town and visit the waterfront overlooking the Beagle Channel. You might also like to sample some handcrafted chocolate at a local cafe in town. Tonight, you’ll have a welcome meeting at about 5 pm at your hotel, then you’re free to get ready for an early morning tomorrow! Accommodation Hotel (1 night) Meals There are no meals included on this day. Special information An arrival transfer from the airport on Day 1 is included. Full details will be sent with your final joining instructions."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Ushuaia – Embarkation Day Enjoy some free time to explore Ushuaia and the surrounding area before boarding the Ocean Endeavour this afternoon. Once settled, you’ll cast off and make your way through the Beagle Channel towards the infamous Drake Passage. Named after Charles Darwin’s historic ship The Beagle, the deep open water of the channel presents many great photo opportunities. Be sure to wave goodbye to South America if you're not too busy snapping away at the incredible landscapes – your next land sighting will be the Antarctic Peninsula and the South Shetland Islands. Accommodation Ocean Endeavour (1 night) Meals Breakfast Dinner"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "At Sea, Drake Passage The Drake Passage is one of the most famous bodies of water on the planet. It can be a little rough, but if weather conditions are good, you can head out on the outer decks for a chance to spot ocean dwellers like whales and dolphins, or perhaps seabirds including the spectacular wandering albatross, prions and petrels. Over the next two days, you'll get to know your expedition team experts as our comprehensive lecture program gets underway. Your polar experts will share their knowledge of the Antarctic region so you can gain a great understanding of its wildlife, history and geology and help prepare you for the adventure that lies ahead. Your expedition team are experts on the marine life that inhabit these parts and will help scout for sightings as you join them on the Ocean Endeavour's bridge and spacious outer decks. With favourable conditions, you are scheduled to arrive at the Antarctic Peninsula late on the evening of day four. Accommodation: Ocean Endeavour (2 nights) Meals: Breakfast (2) Lunch (2) Dinner (2) Included activities: Citizen Science Program Onboard Lecture Program Daily Briefings and Recap"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "South Shetland Islands & Antarctic Peninsula Over the next few days, you’ll make Zodiac cruises through the icy waters. There are several potential landing sites, and while weather dictates which specific site you’ll land at, each presents an opportunity to get up close with some incredible wildlife. Look out for chinstrap, gentoo and Adelie penguin colonies as well as crabeater, Weddell, fur and elephant seals. When you are on board the Ocean Nova, your Expedition Team will keep the education going with a range of wildlife and history presentations and documentary screenings. A typical expedition day begins with a wake-up call from your Expedition Leader around 7 am, followed by breakfast. Weather permitting, you can anticipate at least two excursions daily, providing ample opportunities to take in the breathtaking Antarctic landscape. For those who crave even more adventure, treat yourself to an optional paddling excursion that offers a new perspective of this frozen expanse. You’ll also be able to take a polar plunge off the Ocean Nova. There’s nothing like a quick dip in the Antarctic’s icy depths to wake you up! Accommodation Ocean Endeavour (4 nights) Meals Breakfast (4) Lunch (4) Dinner (4) Included activities Daily Briefings and Recap Citizen Science Program Guided walking Excursions Zodiac Excursion/Cruising Onboard Lecture Program Optional activities Polar Plunge - Free Day Paddle - USD349 Onboard Gym - Free Special information Optional activities such as Stand-Up Paddle boarding, Kayaking and Day Paddle, are very dependent on weather and sea ice conditions. Your experienced expedition team will provide regular updates on which days they are available throughout your voyage. Kayaking, Photography Program, Day Paddle and Stand Up Paddleboarding have limited spaces available and must be prebooked via your booking agent prior to travel. Snowshoeing must be booked onboard via your expedition team."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "The Antarctic Circle Weather and ice conditions permitting, you’ll celebrate reaching the latitude of 66°33’S and crossing the fabled Antarctic Circle. Toast to the sheer rawness of the surroundings and take it all in – while not a typical landing, the crossing of the Antarctic Circle leaves a lasting memory. Travel past colossal icebergs to a point on Earth where only a few travellers have sailed. Home to Weddell seals that are specially adapted to this icy environment, they use their canines and incisors to rasp open new ice and maintain holes in the ice through which to breathe. They also have highly accurate powers of navigation, enabling them to seek out breathing holes when their teeth are worn down, and they can no longer maintain or create breathing holes in the ice. Accommodation Ocean Endeavour (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Daily Briefings and Recap Citizen Science Program Onboard Lecture Program Zodiac Excursion/Cruising Guided walking Excursions Optional activities Day Paddle - USD349 Onboard Gym - Free"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "South Shetland Islands & Antarctic Peninsula As the Ocean Nova begins heading north, you’ll be more familiar with the Antarctic waters. Test your newfound knowledge of penguin species and fine-tune your wildlife spotting skills as you differentiate between fur, leopard and Weddell seals. Zodiac cruises and landings will continue to ensure you make the most of the peninsula’s wildlife opportunities and capture the perfect photographs. Accommodation Ocean Endeavour (1 night) Meals Breakfast Lunch Dinner Included activities Daily Briefings and Recap Citizen Science Program Onboard Lecture Program Zodiac Excursion/Cruising Guided walking Excursions Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "At Sea, Drake Passage The journey’s final leg offers an opportunity to reflect on the spectacular scenery and prolific encounters. During the final days at sea, join additional onboard lectures and view a slideshow featuring captivating images captured by our Expedition Photographer throughout your journey—yours to keep as a cherished reminder of your incredible Antarctic expedition. By the evening of Day 13, you’ll enter the relatively calm waters of the Beagle Channel, signalling the start of your return home. That evening, enjoy a final celebration with your fellow travellers and Expedition Team to mark the end of this Antarctic adventure. Accommodation Ocean Endeavour (2 nights) Meals Breakfast (2) Lunch (2) Dinner (2) Included activities Daily Briefings and Recap Citizen Science Program Onboard Lecture Program Optional activities Onboard Gym - Free"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Disembarkation in Ushuaia, Argentina After breakfast, disembark the Ocean Nova as your Antarctic expedition ends. A morning transfer to Ushuaia Airport or downtown is included, but if you’d like to extend your stay, just speak to your booking agent ahead of time. Meals Breakfast Special information On the day you disembark in Ushuaia, we recommend scheduling your flights for departure after 12 noon to allow for any potential delays due to weather conditions. On this day, we've got your transfers covered! Choose between a morning transfer from the port to Ushuaia airport for your onward flight or a morning transfer from the port to Ushuaia downtown. Enjoy complimentary luggage storage for the day. If you plan to head to the airport at a later time or to your Ushuaia accommodation, it's entirely up to you and at your own expense."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "luxury-antarctica-cruise",
    "tourName": "Luxury Antarctica cruise",
    "placesVisited": "Drake Passage, Antarctic Peninsula, Whale watching, Options to see following: Aitcho Islands, South Shetland Islands, Brown Bluff , Tabarin Peninsula, Cuverville Island, Paradise Bay, Paulet Island, Wilhelm Archipelago, Expert expedition team",
    "generalInfo": "This Antarctica cruise is, on average, eleven days long and starts with a couple of days’ crossing of Drake Passage, our expedition ships well able to take on the ups and downs of this notoriously rough channel. When you come through it, however, you will see that the rewards are huge, and considered by many to be the modern explorer’s final frontier. <br/><br/>As well as the magnificent sea birds, including albatrosses and whales that you will hopefully see on Drake’s Passage, you will witness some of the most amazing midnight sunsets.  Then once we get to the Antarctic Peninsula you have a world of icebergs, glaciers, towering ice cliffs and ice floes that never fail to amaze. Same goes for the wildlife that inhabits these mammoth land and seascapes, including minke, humpback and orca whales, penguins and seals. We have Zodiac boats on board our expedition ship for various excursions closer to land or indeed on land, where you will be accompanied by our expert expedition team. Anchorage points depend on conditions on the day, but It doesn’t really matter where, be it the South Shetland Islands or Paradise Bay, it is all extraordinary. <br/><br/>Our vessels<br/><br/>We use a selection of purpose built expedition ships, with strengthened hulls and Lloyd’s Register ice class notation for ease of passage through these frozen waters. Most sleep around a hundred passengers but cabin facilities vary, so do talk to us more about the ship that is scheduled for the date you hope to travel. <br/>",
    "durationDays": "12",
    "price": "11319",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "BUENOS AIRES. Meet and greet at the hotel by our local representative. Check-in from late morning. Lunch on your own and time at leisure in the afternoon. Dinner. Overnight at the hotel."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "USHUAIA. Flight Buenos Aires/Ushuaia. Capital of Argentina's Tierra del Fuego province, Ushuaia is considered the gateway to the “Great White“ and the South Pole. Nicknamed “El fin del mundo” by the Argentinian people, this city at the end of the world nestles in the shelter of mountains surrounded by fertile plains that the wildlife seem to have chosen as the ultimate sanctuary. With its exceptional site, where the Andes plunge straight into the sea, Ushuaia is one of the most fascinating places on earth, its very name evocative of journeys to the unlikely and the inaccessible…"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "CROSSING THE DRAKE PASSAGE Use your days spent in the Drake Passage to familiarise yourself with your ship and deepen your knowledge of the Antarctic. The Expedition Leader will first present the IAATO rules of conduct that must be observed during landings in the region and will explain everything you need to know about the Zodiac® outings. Lectures about the history and wildlife of the Antarctic will be an opportunity for you to learn more about this magical region, where every cruise is a unique experience. From the ship’s bridge, you will experience exceptional sailing moments before joining the naturalist-guides on your ship’s exterior decks to look out for albatrosses, cape petrels, and other seabirds flying over the Drake Passage."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "ANTARCTIC PENINSULA. To learn more about ecosystems, fauna and landscapes in Antarctic regions, go to the section “Discover Antarctica” of your cruise. Succumb to the magic of a place unlike any other. To this day, the mythical Antarctic Peninsula still holds real fascination and promises its visitors unforgettable moments. Throughout your adventure in this icy realm, you will find yourself in the heart of a spectacular decor in subtle shades of blue and white, surrounded by exceptional wildlife. Penguins, humpback whales, seals and giant petrels are at home here, as are elephant seals, fur seals, Antarctic minke whales, and orcas. Depending on which sites you will be lucky enough to visit, you may get the chance to observe them and share with them the beauty of these extreme parts. Each day, based on ice conditions, the Captain and the Expedition Leader will suggest Zodiac® outings or landings to discover the infinite riches of the Antarctic Peninsula. Glaciers, ice floe, tabletop icebergs, mountain peaks that plunge straight into the sea, volcanic beaches, research stations, enchanting bays, and vestiges of the whaling industry: these are the faces of the Antarctic that will likely reveal themselves to you, in a hushed and surreal atmosphere. You will sail in the wake of Jean-Baptiste Charcot, Adrien de Gerlache and Sir Ernest Shackleton, great Antarctic explorers who, from the 19th century, set out to conquer these remote and uninhabited lands."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "CROSSING THE DRAKE PASSAGE. If there is one place, one sea, one waterway dreaded by tourists, researchers and hardened seafarers alike, it is undoubtedly Drake Passage. Situated at the latitude of the infamous Furious Fifties winds, between Cape Horn and the South Shetland Islands, it is the shortest route to Antarctica. Seasoned navigators will tell you that you must earn your visit to the White Continent! As the Antarctic convergence zone where cold currents rising up from the South Pole meet warmer equatorial water masses, Drake Passage harbours a very diverse marine fauna. Don't forget to look to the sky to catch a glimpse of elegant albatross and Cape petrels, playfully floating about in the wind around your ship."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "USHUAIA. Disembarkation. Charter flight Ushuaia to Buenos Aires."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "luxury-chile-antarctic-cruise-holiday",
    "tourName": "Luxury Chile & Antarctic cruise holiday",
    "placesVisited": "",
    "generalInfo": "Journey to the ends of the Earth on this two-and-a-half-week itinerary which combines Chile’s most breath taking landscapes with the pristine wilderness of Antarctica. Stay in hand-picked luxury accommodations and travel in style with minimal environmental impact.<br/><br/>Begin in Santiago, immersing yourself in Chile’s culinary scene before flying south to Patagonia. Spend three nights in majestic Torres del Paine National Park, surrounded by glaciers, jagged peaks, and diverse wildlife. Skip the long sea passage and fly to King George Island where you will embark on your boutique expedition vessel, designed for intimate polar exploration. Over six unforgettable days explore the Antarctic Peninsula and South Shetland Islands. Glide past towering icebergs, watch penguins dart through icy water, spot sea lions lounging on floes, and witness the awe-inspiring sight of a breaching whale. <br/><br/>Return to Chile to unwind in the country’s winelands. Stay at a boutique winery, where time is spent exploring the vineyards, attending exclusive tastings, wandering the Andean foothills or simply relaxing in the hotel grounds. <br/><br/>Every detail of this experience has been seamlessly curated, with excursions, transfers and gourmet meals all included (excluding meals in Santiago). This trip can be tailored to your interests, so let us know your preferences.",
    "durationDays": "16",
    "price": "23041",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Santiago: Welcome to Chile’s capital Santiago. Upon arrival, settle into your luxury boutique hotel in the artistic Lasterria, a neighbourhood renowned for its bohemian charm. During your stay, let your expert local guide take you on a private culinary journey through Chilean gastronomy. Begin at Santiago’s vibrant seafood market and then continue with a hands-on cooking experience, where you’ll transform your freshly purchased seafood into some of Chile’ s most iconic seafood dishes. This is the perfect introduction to the country’s rich culinary heritage."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Torres del Paine: Fly south and discover the majestic wilderness of Torres del Paine National Park. Perfectly blended into the surrounding landscape, your luxury eco-lodge is the ideal base to explore all four regions of the park. Choose from a variety of included guided excursions and discover untouched landscapes on two feet, bike, horseback, or take to the water on a thrilling boat navigation. See snow-capped granite peaks and spot native wildlife such as guanacos, foxes, condors and even the elusive puma."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Punta Arenas: Get ready for an experience of a lifetime and transfer to your hotel in Punta Arenas, where you will be welcomed by your expedition crew and fully briefed ready to embark on your Antarctic adventure the following day."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "King George Island: A two-hour flight takes you from Punta Arenas to King George Island, in the South Shetland Islands, where your luxury expedition ship awaits."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Antarctic Peninsula: Over the coming days cruise between the South Shetland Islands and the western coast of the Antarctic Peninsula. Each day disembark by zodiac and explore the landscape with your expert polar guides. Get up close to the unique wildlife and admire the superlative landscapes home to this White Continent."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "King George Island: Return to King George Island and say goodbye to Antarctica before boarding the flight back to Punta Arenas. Upon arrival transfer to your hotel for the night."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Winelands: Return to Santiago and transfer to Chile’s wine region for your final nights at a boutique winery. Enjoy vineyard tours, wine tasting, and options for hiking, biking, or horseback riding amid the Andes Mountains."
      }
    ],
    "map": "",
    "category": "Luxury"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "patagonia-and-antarctica-holiday",
    "tourName": "Patagonia and Antarctica holiday",
    "placesVisited": "",
    "generalInfo": "This two-and-a-half-week journey encapsulates Argentina’s highlights with the best of the Antarctic peninsula. <br/><br/>Begin in Buenos Aires, Argentina’s vibrant capital before flying to Ushuaia, the world’s southernmost city. Here, hike the pristine trails of Tierra del Fuego National Park and cruise the wildlife-rich Beagle Channel, uncovering its scenic beauty and historical importance. <br/><br/>From Ushuaia, embark on a ten-day Antarctic expedition, crossing the legendary Drake Passage to a realm of dazzling icebergs and playful wildlife, including penguins, seals and whales. Once in the peninsula, explore alongside your expert polar team by zodiac, or opt to kayak, snowshoe, or camp, to fully experience this magical part of the world. Make sure to take part in the onboard Citizen Science program and learn about the important research to protect and shape the future of this fragile continent. <br/><br/>Excursions are led by expert local guides in small-group tours, accommodation has been hand-picked by us to ensure a comfortable and enriching experience. This trip can be tailored to your interests, so let us know your preferences.",
    "durationDays": "16",
    "price": "10905",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Buenos Aires: Begin in the enchanting city of Buenos Aires, the home of tango and world-class cuisine. With a local guide discover Palermo, the colourful houses of La Boca, iconic Recoleta, historic Plaza de Mayo, and the historic hub of San Telmo. We recommend adding on a Tango show with dinner and wine tasting for an unforgettable evening, where you’ll discover the soul of Argentina’s capital."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Ushuaia: Fly to the end of the world and spend four nights exploring the wild surrounds of Ushuaia. Framed by snow-capped peaks and the Beagle Channel, Ushuaia offers a mix of dramatic landscapes and adventure. During your stay, hike the trails of Tierra del Fuego National Park, sail the Beagle Channel past colonies of sea lions and the iconic Les Eclaireurs Lighthouse, and learn about the rich history of the native Yamanas people. On your final night, join your fellow cruise comrades to prepare for your once-in-a-lifetime voyage to Antarctica."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Drakes Passage: After a leisurely morning, board your small expedition vessel and set sail for Antarctica. Over the next 48 hours, navigate the legendary Drake Passage and watch for wandering albatrosses, petrels and whales. Between wildlife sightings, join your Polar experts for fascinating lectures on the seas, ice, and wildlife of this extraordinary region."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "South Shetland Islands: Today rewards you with your first glimpse of Antarctica and the remote South Shetlands. Depending on conditions, you may go ashore to meet bustling penguin colonies, cruise in zodiacs past icebergs, or spot seals lounging on the ice floes."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Antarctic Peninsula: Continue south to the heart of the Antarctic Peninsula. Daily zodiac landings and shore excursions offer close encounters with gentoo, chinstrap, and Adélie penguins, as well as opportunities to see seals, whales, and an incredible variety of seabirds in their natural habitat. Navigate through narrow straits, explore picturesque bays and experience the profound silence of one of the most untouched places on Earth. Every landing is unique, shaped by weather, ice, and wildlife activity, ensuring no two voyages are ever the same."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Drakes Passage: Say goodbye to Antarctica and begin your journey back to Ushuaia, crossing the Drake Passage. Enjoy a last meal with your fellow comrades and reflect on the unforgettable moments shared and the privilege of having set foot on the White Continent."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Buenos Aires: Disembark in Ushuaia and transfer to the airport for your return flight to Buenos Aires. Spend one final night in the capital before your onward journey home. If you’d like to make the most of your last night, we can recommend some wonderful places to eat- just let us know your preferences."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "patagonia-and-classic-antarctic-cruise-holiday",
    "tourName": "Patagonia and Classic Antarctic cruise holiday",
    "placesVisited": "",
    "generalInfo": "On this itinerary, you’ll have the trip of a lifetime in the incredible Torres del Paine National Park and jaw-dropping Chilean Antarctica. Over 15 days, you will have the chance to explore the sights of Santiago and enjoy a taste of the wine valleys before venturing down to the beautiful Patagonia. Here, you will have the chance to trek to to the world-famous Torres del Paine base, as well as other amazing activities in this beautiful national park.<br/><br/>In the final part of your trip, you'll be constantly amazed as you cruise around the Antarctic coast. Your sightseeing will include Antarctica’s fascinating wildlife like whales, penguins, seals and seabirds and you will take daily land excursions to catch all the best sights. This tour includes a flight over the Drake Passage, meaning you can maximise your time on the seventh continent and enjoy a more comfortable and pleasant journey to Antarctica. <br/><br/>Short Itinerary:<br/>Day 1: Airport - Santiago / Private City Tour.<br/>Day 2: Private Wine Tour in Colchagua Valley<br/>Day 3: Santiago - Punta Arenas - Torres del Paine <br/>Days 4-6: Torres del Paine National Park<br/>Day 7: Torres del Paine - Punta Arenas<br/>Day 8: King George Island and Frei Station<br/>Days 9–12: Explore Antarctica<br/>Day 13: Punta Arenas<br/>Day 14: Punta Arenas - Santiago<br/>Day 15: Departure from Santiago<br/><br/>Inlcuded: <br/>- 3 nights at Eco Boutique Hotel Bidasoa (or similar)<br/>- 3 nights at Patagonia Camp (or similar) <br/>- 2 nights at Hotel Cabo de Hornos (or similar) <br/>- 5 nights onboard expedition ship<br/>- 1 night at Eco Boutique Hotel Bidasoa (or similar)<br/>- All Transfers.<br/>- All excursions &amp; entrance fees.<br/><br/>Meals: <br/>- Day 1: Snacks<br/>- Day 2: Breakfast and Lunch<br/>- Day 3: Breakfast, Lunch and Dinner<br/>- Day 4-6: Breakfast, Box Lunch and Dinner<br/>- Day 7: Breakfast, Dinner and Drinks.<br/>- Day 8-12: Breakfast, Lunch and Dinner<br/>- Day 13-15: Breakfast<br/>Coffee, tea, hot chocolate, water. and snacks on board the expedition ship.<br/><br/>Not Included<br/>- Meals not specified.<br/>- Travel insurance.<br/>- Domestic flights* &amp; airport taxes.<br/>- International flights &amp; airport taxes.<br/><br/>*We can book your domestic flights.",
    "durationDays": "15",
    "price": "23574",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "SANTIAGO DE CHILE - Your first day will serve to welcome you to the capital. A transfer will be waiting for you at the airport and will take you to your hotel where you’ll check in. Once you’re settled in, you will have some time for lunch before heading out on your city tour around Santiago at 2 pm. On the tour, you’ll visit all of the capital’s attractions: the seat of government, the multicultural Plaza de Armas, the picturesque Mercado Central and La Vega, as well as the San Cristóbal hill and the historical centres such as Lastarria, Bellas Artes, and Central Santiago. You’ll sample some local food delights on the tour too, before finishing the tour and heading for dinner. We recommend trying one of the traditional restaurants in the bohemian area of Bellavista!"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "PRIVATE WINE TOUR: COLCHAGUA VALLEY - After enjoying breakfast at your hotel, you’ll be picked up by your guide to head to one of Chile’s most famous wine-producing valleys, Colchagua. On the tour, you’ll visit three vineyards where you’ll learn how each vineyard makes its wines and taste some samples of their signature wines. At the last vineyard of the day, as well as a tour and tasting, you’ll enjoy a delicious lunch prepared specifically to match the wines like grilled meats and fish and a selection of side dishes. You’ll then be taken back to your hotel where you’ll have time to rest and have dinner in Santiago."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "SANTIAGO DE CHILE - PUNTA ARENAS - On day 3, you will be picked up from your hotel to travel to Santiago airport for your flight to Punta Arenas. In Punta Arenas, your transfer will be waiting for you to take you to your hotel in the Torres del Paine National Park. After checking in, you can enjoy lunch at the hotel, relax and explore the local area in the afternoon."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "TORRES DEL PAINE NATIONAL PARK - On days 4-6, you can enjoy a delicious and nutritious breakfast before heading out each day on an activity of your choosing. Choose from a variety of hikes with a range of difficulties, including to the base of the famous Torres del Paine or the Grey Glacier, kayaking on the beautiful Lake Toro, visiting the historical cave of the Milodón, or even flyfishing!"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "PUNTA ARENAS - After breakfast and check out, your transfer will take you to Punta Arenas where you can prepare for your Antarctic expedition! You’ll check in to your and have time to explore the local area and its local restaurants for lunch. In the afternoon, you’ll attend a briefing with important information about your cruise and guidelines for Antarctic visitors. Later, you’ll gather with other travelers for a welcome dinner featuring typical foods of the region."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "PUNTA ARENAS - ANTARCTICA - On day 8, your Antarctic adventure begins! You’ll take a two-hour flight from Punta Arenas to King George Island in the South Shetland Islands followed by a short hike (2km/1.25mi) past the Frei and Bellingshausen Stations. From the shore, you’ll board a Zodiac that will take you to the expedition ship."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "EXPLORING ANTARCTICA - You’ll cruise between the South Shetland Islands and the western coast of the Antarctic Peninsula, sailing along ice-filled fjords and among spectacular icebergs, while enjoying the company of seabirds, penguins, seals, and whales. Each day you’ll disembark by Zodiac and explore the landscape together with expert polar guides. On board the ship, you can attend an engaging program of educational presentations and enjoy spectacular views from the lounge while sharing your daily adventures with fellow guests. No journey is the same and flexibility is the key to success in Antarctica. The Expedition Team plans the voyage route to take advantage of the ever-changing opportunities provided by nature to make each trip a unique and extraordinary experience. While the exact itinerary changes with each expedition, you will explore several spots that offer the best possible overview of the varied Antarctic environment. Your voyage may include visits to sites in the South Shetland Islands, the Antarctic Sound, the Gerlache Strait, and the Penola Strait."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "ANTARCTICA - PUNTA ARENAS - Return to King George Island and bid farewell to Antarctica before boarding the flight back to Punta Arenas. Upon arrival, you’ll be transferred to your hotel for the night."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "PUNTA ARENAS - SANTIAGO - After breakfast, your transfer will take you to Punta Arenas airport to fly to Santiago. Take the afternoon to rest or explore the city."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "SANTIAGO DE CHILE AIRPORT - Your transfer will take you to Santiago airport for your departure flight. We hope you enjoyed your trip!"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "ross-sea-antarctic-circle-voyage",
    "tourName": "Ross Sea & Antarctic Circle voyage",
    "placesVisited": "",
    "generalInfo": "The Ross Sea is one of the most remote and least visited areas of the Antarctic continent. Reached via New Zealand, this 28 day expedition invites the opportunity to explore the wildlife rich sub Antarctic islands such as the Snares, Enderby, Macquarie and Campbell Islands. Weather and ice permitting you will have the opportunity to visit Shackelton's hut at Cape Royds, Scott's hut at Cape Evans and other significant historic huts of Mawson and Borchgrevinks.<br/><br/>Wildlife is abundant during just 2 summer months when the area is not locked in ice. This is one of the rare locations where you may be privileged to encounter a great diversity of penguins, on Macquarie for example along are King, Royal, Rockhopper and Gentoo, on Snares island the largest of all penguins; the Emperor penguin as well as Adelie penguins and rare species such as Snares Crested Penguin and more than 6 species of Albatross. Other bird species can include South Polar Skuas, Snow Petrels, Southern Fulmars and many more. Both whales and seals abound here at this time including hundreds of Southern Elephant Seals which can be found feeding in the rich waters around the ice edge.<br/><br/>This is a true expedition onboard an expedition ship, welcomes just 140 expeditioners.  Onboard are some of the most dedicated and passionate guides whose objective is to maximise your time on land and bring to life the wonderful wildlife, nature and human history elements of this unique place.",
    "durationDays": "4",
    "price": "26415",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Queenstown, New Zealand’s world famous alpine resort town. Guests should make their way to the designated hotel where we will spend the first night of the expedition. This evening there will be an informal get-together at the hotel for dinner; an excellent opportunity to meet fellow adventurers on your voyage and some of our expedition team."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Today we enjoy breakfast in the hotel restaurant and have the morning free to explore Queenstown before returning to the hotel for lunch and departing for the Port of Bluff to embark your ship. You will have time to settle into your cabin and familarise yourself with the ship; we will also take the opportunity to conduct a number of safety briefings. You are invited to join the expedition team in the Observation Lounge and up on the Observation Deck as we set our course to The Snares and our adventure begins."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "The closest Subantarctic Islands to New Zealand, they were appropriately called The Snares as they were once considered a hazard for sailing ships. Comprising of two main islands and a group of five islands called the Western Chain; they are uninhabited and enjoy the highest protection as Nature Reserves. It is claimed by some that these islands are home to more nesting seabirds than all of the British Isles together. We plan to arrive in the morning, and as landings are not permitted, we will Zodiac cruise along the sheltered eastern side of the main island if the weather and sea conditions are suitable. In the sheltered bays, we should see the endemic Snares Crested Penguin, Snares Island Tomtit and Fernbirds. There are hundreds of thousands of Sooty Shearwaters nesting on The Snares; the actual number is much debated. Buller’s Albatross breed here from early January onwards. There will be opportunities to view the forests of large tree daisy Olearia lyallii which forms a canopy over much of the island group."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "The Auckland Islands group was formed by two volcanoes which erupted some 10-25 million years ago. They have subsequently been eroded and dissected by glaciation creating the archipelago as we know it today. Enderby Island is one of the most beautiful islands in this group and is named after the same distinguished shipping family as one of our own vessels. This northern most island in the archipelago is an outstanding wildlife and birding location and is relatively easy to land on and walk around. The island was cleared of all introduced animals (pests) in 1994 and both birds and the vegetation, especially the herbaceous plants, are recovering both in numbers and diversity. Our plan is to land at Sandy Bay, one of three breeding areas in the Auckland Islands for the Hooker’s or New Zealand Sea Lion, a rare member of the seal family. Beachmaster bulls gather on the beach, defending their harems from younger (ambitious) males, to mate with the cows shortly after they have given birth to a single pup. Hooker’s or New Zealand Sea Lion numbers are in a slow decline, for reasons which are not obvious but most probably connected with a nearby squid fishery. During our day ashore there will be several options, some longer walks, some shorter walks and time to spend just sitting and enjoying the wildlife. The walking is relatively easy. A boardwalk traverses the island to the dramatic western cliffs, from there we follow the coast and circumnavigate the island. Birds that we are likely to encounter include the following species: Southern Royal Albatross, Northern Giant Petrel, Auckland Island Shag, Auckland Island Flightless Teal, Auckland Island Banded Dotterel, Auckland Island Tomtit, Bellbird, Pipit, Red-crowned Parakeet, Yellow-eyed Penguin and Light-mantled Sooty Albatross. There is also a very good chance of seeing the Subantarctic Snipe."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "At sea, learn more about the biology and history of the Subantarctic Islands and the Southern Ocean through a series of lectures and presentations. We will be at sea all day, so it is another opportunity to spot pelagic species including (but not limited to) the Wandering Albatross, Royal Albatross, Shy and White-capped Albatross, Light-mantled Sooty Albatross, Grey-headed Albatross and Black-browed Albatross, Whitechinned Petrel, Mottled Petrel, White-headed Petrel, Cape Petrel, diving-petrel, Grey-backed and Black-bellied Storm-petrels. This is potentially some of the best pelagic ‘birding’ on the expedition."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Described by one Australian explorer as “One of the wonder spots of the world” this is the only place in the world where the beautiful Royal Penguin breeds. Three other species of penguins, the King, Gentoo and Rockhopper also breed here. You will never forget your first experience of a noisy ‘penguin city’, where the dapper inhabitants show no fear of their strange visitors and where you will be immersed in a tumult of chattering, feeding chicks; territorial disputes; petty pilfering and courtship displays. This all happens amongst the hundreds of Southern Elephant Seals lolling on the beaches and dunes. On arrival we meet with scientists and Park Rangers based here who will accompany us on all our landings."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Soaring albatross and petrels circle the vessel as we steam south through the Southern Ocean. Lectures now concentrate on the Ross Sea region and beyond the bow of the ship; drifting icebergs of extraordinary shapes begin to appear. Manoeuvring in close for your first ice photographs we pass the Antarctic Circle and into the continent’s realm of 24-hour daylight."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "During our time in the Ross Sea region, we will visit the highlights of Antarctica’s most historic region. Due to the unpredictable nature of ice and weather conditions, a day-by-day itinerary is not possible. The Captain and Expedition Leader will assess daily conditions and take advantage of every opportunity to make landings or send you out in the Zodiacs. Our programme emphasises wildlife viewing, key scientific bases and historic sites, as well as the spectacular scenery of the coastal terrain, the glaciers and icebergs of the Ross Sea. Whilst specific landings cannot be guaranteed, we hope to visit the following: Cape Adare: A large flat spit of land, teeming with the staggering sight of Antarctica’s largest Adelie Penguin rookery: a tumult of chattering, feeding chicks, territorial disputes, petty pilfering and courtship displays. Curious penguins often come very close, offering superb photographic opportunities. Among the shifting mass of penguins we will find Carsten Borchgrevink’s Hut, the oldest in Antarctica, an overwintering shelter for the first expedition to the continent in 1899. Cape Hallett: The enormous Admiralty Range heralds our arrival; wild and extraordinary, the mountains rear up towering out of the sea to over 4,000-metres high and are bounded by colossal glaciers. We make our landing at an abandoned base site, now home to large numbers of Adelie Penguins and Weddell Seals. Franklin Island: Desolately beautiful and rugged, this is home to a large Adelie Penguin population and other nesting seabirds. We attempt a landing and explore the coastline. Possession Islands: Rarely-visited, small and rugged, these rocks support tens of thousands of penguins. Observe the birds’ busy and humorous activity, with the Admiralty Mountains forming a superb backdrop across the water. Ross Ice Shelf: The world’s largest body of floating ice and a natural barrier, at times creating hazardous weather, with sheets of snow blown at gale force by winds off the polar ice cap. Just 800 miles from the South Pole, this daunting spectacle prevented many early explorers from venturing further south. We cruise along its dizzying 30-metre high ice cliffs, perhaps lucky enough to see icebergs ‘calving’. Ross Island: Mount Erebus/Cape Bird/Shackleton’s Hut/Scott’s Hut(s) and visits to a scientific field station (Scott and McMurdo Stations are high on our wish list but ice, weather and station operational requirements often make them inaccessible). Ross Island was, and is, the ‘hub of activity’ in the Ross Sea, dominated by Mt Erebus, a monstrous active volcano named after the ancient Greek God of Darkness. The carefully preserved huts of the ‘Heroic Era’ help make the history come alive. If we can reach the bases, we will get a modern perspective on Antarctic Research. Terra Nova Bay: An Italian research station where the scientists are always hospitable and enjoy showing us around their lonely but beautiful home. They share with us their scientific research and also, perhaps, the best ‘espresso’ in Antarctica! Nearby is the German base, Gondwana Station, which is used occasionally and the South Korean station, Jang Bogo and on Inexpressible Island, China is building its fifth Antarctic base."
      },
      {
        "dayNumber": 23,
        "title": "",
        "description": "En route to Campbell Island, take part in a series of lectures designed to prepare you for our visit tomorrow. Pelagic species abound here as they did en route to Macquarie Island earlier in our voyage. Above all, take the time to rest and enjoy shipboard life after the excitement of the Antarctic."
      },
      {
        "dayNumber": 26,
        "title": "",
        "description": "New Zealand’s southernmost Subantarctic territory, the Campbell Island group lies approximately 660-kilometres south of Bluff. We visit Campbell Island, the main island in the group, and spend the day exploring the island on foot from Perseverance Harbour, a long inlet cutting into the undulating landscape. Campbell Island is a truly magnificent place of rugged scenery, unique flora and abundant wildlife. Perseverance Harbour where we drop anchor is an occasional refuge for Southern Right Whales who come here to calve. Here we will find a now abandoned New Zealand meteorological station as well as Campbell Island Shags, penguins, fur seals and rare Hooker’s Sea Lions. The highlight of our visit is a walk to the hilltop breeding sites of Southern Royal Albatross, over six thousand pairs of which breed on Campbell Island. These magnificent birds, close relations to, and the same size as, the Wandering Albatross, have the largest wingspan in the world and are very approachable, making superb photographic subjects."
      },
      {
        "dayNumber": 27,
        "title": "",
        "description": "At sea en route to the Port of Bluff, take the opportunity to relax and reflect on an amazing experience. This is a good opportunity to download and edit any remaining photos while they are fresh in your mind and you have the experience of our expedition team on board for questions. We will recap the highlights of our expedition and enjoy a farewell dinner tonight as we sail to our final port."
      },
      {
        "dayNumber": 28,
        "title": "",
        "description": "Early this morning we will arrive in the Port of Bluff. After a final breakfast we bid farewell to our fellow voyagers and take a complimentary coach transfer to either Invercargill or Queenstown Airports. In case of unexpected delays due to weather and/or port operations we ask you not to book any onward travel until after midday from Invercargill and after 3pm from Queenstown. Note: During our voyage, circumstances may make it necessary or desirable to deviate from the proposed itinerary. This can include poor weather and opportunities for making unplanned excursions. Your Expedition Leader will keep you fully informed. Landings at the Subantarctic Islands of New Zealand are by permit only as administered by the Government of New Zealand. No landings are permitted at The Snares."
      }
    ],
    "map": "",
    "category": "Polar"
  },
  {
    "destination": "Antarctica",
    "mainPhoto": "",
    "id": "whale-watching-and-wildlife-cruise-in-antarctica",
    "tourName": "Whale watching and wildlife cruise in Antarctica",
    "placesVisited": "",
    "generalInfo": "All aboard – the journey of a lifetime awaits. Set sail towards the Antarctic Peninsula, where whales gather in their largest numbers, on this 12-day expedition designed especially for wildlife-lovers and epic adventurers. Follow the migration paths of whales and spot seals, penguins and seabirds along the way. Explore the frozen wilderness from the deck of the Ocean Nova and from a fleet of up-close-and-personal Zodiacs, scanning for underwater silhouettes. Take an optional expedition by day paddle or choose to take a reinvigorating polar plunge. Among electric blue glaciers, this by-sea adventure provides the best opportunity for whale-spotting and once-in-a-lifetime exploration.",
    "durationDays": "12",
    "price": "6712",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Ushuaia.",
        "description": "Welcome to Ushuaia, the gateway to Antarctica! On arrival at Ushuaia Airport, there’ll be a transfer included to your joining hotel. This evening, you’ll have the chance to meet your fellow travellers and Expedition Team during an important welcome meeting at your hotel. Your leaders will share more about the journey ahead and provide details for tomorrow’s embarkation. If you arrive in Ushuaia early, you might like to explore downtown, where you can shop for unique souvenirs or indulge in authentic Argentinian cuisine at one of the town’s excellent local restaurants."
      },
      {
        "dayNumber": 2,
        "title": "Embarkation in Ushuaia, Argentina.",
        "description": "Enjoy a relaxing morning – Ushuaia is a charming, compact town with breathtaking views of the snow-capped Andes, so be sure to have your camera ready! Then, transfer to the port of Ushuaia, where you'll board the Ocean Nova, your home for the next 10 nights. Once aboard, settle into your cabin, and head to the outer decks as the Ocean Nova embarks on its journey through the historic Beagle Channel, bound for Antarctica. Later, join the excitement indoors as you learn about the incredible adventures ahead."
      },
      {
        "dayNumber": 3,
        "title": "At sea, Drake Passage.",
        "description": "Embark on a two-day journey across the legendary waters of the Drake Passage, named after British seafarer Sir Francis Drake, as you head toward the Antarctic Peninsula and the South Shetland Islands. If conditions permit, take advantage of the outer deck spaces to look out for dolphins, whales, and various seabirds, including the Wandering albatross, with its impressive three-meter wingspan. The onboard lecture program will also begin, allowing you to join at your leisure as a team of polar experts provides insights into Antarctic history, geology, biology and much more. With favourable weather, you’ll reach the Islands of the Antarctic Peninsula by early evening on day four, with the first sighting of land always sparking excitement and anticipation for the next phase of your southern adventure."
      },
      {
        "dayNumber": 4,
        "title": "Drake Passage.",
        "description": ""
      },
      {
        "dayNumber": 5,
        "title": "South Shetland Islands & Antarctic Peninsula.",
        "description": "The Antarctic Peninsula offers incredible wildlife sightings against breathtaking backdrops of towering mountains, icy landscapes, and pristine waters. As you explore, watch for migrating whales – the peak of the migration season, from February to March, provides the best chance to witness these majestic ocean giants. You’ll also have the exciting opportunity to participate in our Citizen Science project, helping to track individual whales and their movements across the oceans. Weather permitting, you can look forward to at least two excursions each day, offering plenty of chances to immerse yourself in the stunning Antarctic landscape. For those who crave even more adventure, treat yourself to an optional kayaking excursion. You’ll also be able to take a polar plunge off the Ocean Nova. There’s nothing like a quick dip in the Antarctic’s icy depths to get you going!"
      },
      {
        "dayNumber": 6,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 7,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 8,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 9,
        "title": "South Shetland Islands and Antarctic Peninsula.",
        "description": ""
      },
      {
        "dayNumber": 10,
        "title": "At Sea, Drake Passage.",
        "description": "As the Ocean Nova begins its journey back to Ushuaia, take this time to reflect on the incredible adventure you've experienced. You’re expected to reach the calm waters of the Beagle Channel by the evening of Day 11. Your final meal will be a memorable highlight of the expedition. Celebrate the unforgettable moments of your Antarctic adventure with your fellow travellers and Expedition Team, cherishing the connections and experiences you’ve shared!"
      },
      {
        "dayNumber": 11,
        "title": "Drake Passage.",
        "description": ""
      },
      {
        "dayNumber": 12,
        "title": "Disembarkation in Ushuaia, Argentina.",
        "description": "After breakfast, it’s time to disembark the Ocean Nova as your unforgettable Antarctic expedition comes to an end, leaving you with memories of a truly remarkable adventure. A morning transfer to Ushuaia Airport or downtown is included."
      }
    ],
    "map": "",
    "category": "Polar"
  }
]