[
    {
        "type": "overview",
        "Main_Title": "Our Gambia holidays & tours",
        "Main_Paragraph": "Gambia is one of the smallest countries in Africa, but its narrow borders contain a wealth of natural and cultural splendour. Our Gambia holidays frequently take the form of scenic river cruises, with local crews steering comfortable small ships. During the days you can visit riverside communities that are able to supplement their income from fishing when groups of tourists pass through. Other excursions take in national parks teeming with wildlife, and protected areas where you can spy dozens of colourful bird species. Alternatively, Gambia is often combined with neighbouring Senegal, or enjoyed as part of an adventurous overland expedition taking in multiple countries.",
        "Subtitle": "Gambia highlights",
        "Title1": "",
        "Paragraph1": "The smallest country in mainland Africa, Gambia sits on the West African coast and is bordered by Senegal on all sides. Its a narrow strip of mainly low plateau, which decreases in height as it gets closer to the Atlantic coast. While Gambia may be small, its landscape is rich and varied, ranging from the 80km sweep of golden beaches and mangrove swamps along the coast, to the thick forests and savannah of the interior. All this is bisected by the wildlife rich River Gambia, which slices through the country from the east to the ocean at the capital, Banjul. Other than a few main highways, roads outside urban centres tend to be poor and can be impassable in the rainy season. Organised tours keep things simple as youll be driven by an experienced guide in a private vehicle and visit communities without disrupting local life.",
        "image1": "",
        "Title2": "1. Abuko Nature Reserve",
        "Paragraph2": "Popular with day trippers from Banjul, Abuko Nature Reserve is incredibly diverse given its petite 2 sq km size. Its home to thousands of plant species, and around 270 species of bird make their home in the verdant forest canopy. Theres a healthy group of mammals here too, including red colobus monkeys, bushbucks and duikers.",
        "image2": "",
        "Title3": "2. Banjul",
        "Paragraph3": "With an urban population of just over 30,000, low key Banjul is one of Africas least populated capitals. While it doesnt match the dynamism of many other West African cities, this island city is relaxed and friendly, full of dusty streets and crumbling colonial buildings, and home to a fascinating National Museum, a busy harbour and the chaotic Albert Market.",
        "Title4": "3. Bao Bolong Wetland Reserve",
        "Paragraph4": "Located on the north bank of the Gambia River, across from Kiang West National Park, Bao Bolong Wetland Reserves woodland, mangrove forest and salt marsh are justifiably famous for bird watching. One of the best ways to spot some of the reserves 270-plus bird species is via a pirogue cruise through the parks forested creeks and mangroves.",
        "image3": "",
        "Title5": "4. Kiang West National Park",
        "Paragraph5": "Kiang West is the largest national park in Gambia. Spread across 115 sq km of woodland and savannah on the southern banks of the Gambia River, its home to over 300 species of bird, including raptors, vultures and harrier eagles. Other wildlife common in the area includes West African manatees, otters, sitatungas and roan antelopes; and if youre very lucky you may even spot a hyena or a leopard.",
        "Title6": "5. Tanji Bird Reserve",
        "Paragraph6": "The Tanji Bird Reserve is a narrow strip of dunes, lagoons and woodland, squeezed between the ocean and the main coastal road. Despite its small size around 300 species of birds have been recorded here, including several raptors. Its also home to Bijol Island, a protected breeding ground for Caspian terns.",
        "Title7": "6. Wassu Stone Circles",
        "Paragraph7": "Set in the dry savannah of central Gambia, the UNESCO World Heritage listed Wassu Stone Circles are thought to be burial sites dating from between 500 and 1000 AD. There are several circles at the site, each made up of 10 to 20 stones measuring between 1m and 2.3m in height and weighing several tonnes. Theres also a small museum here that delves into the stones possible origins."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Gambia",
        "Main_Paragraph": "Gambia is typically tropical and has two seasons: hot, rainy and short, and hot, dry and long. Since its close to the equator, temperatures remain pretty steady all year round. During the day, its usually between 24°C and 35°C, although sea breezes in the south mean it can be a little cooler, particularly at night. The best time to visit Gambia for birding is in Oct-Dec, after the wet season but before the dusts of the harmattan blow in, making things hazy and uncomfortably dry.",
        "image1": "",
        "when_to_go": "When to go to the Gambia, month by month",
        "when_to_go_html": "<bullet><b>October to June</b> is the dry season, and the best time to travel to Gambia, as its usually cooler at night, there are fewer mosquitoes around, and dirt roads upcountry are less likely to be blocked.</bullet>\n<bullet><b>October to April</b> is also the high season for Western tourists, with cheap, all inclusive coastal resorts filling up.</bullet>\n<bullet>For birders, the early dry season of <b>October, November and December</b> is the best time to visit, as following the rainy season most wetland habitats will be at their most lush, attracting large numbers of migrant birds from Europe.</bullet>\n<bullet>The harmattan wind blows down from the Sahara in <b>January, February, March and April</b>, bringing dusty haze and uncomfortable dryness, as well as reduced visibility for both photography and sightseeing.</bullet>\n<bullet>Visit in <b>May and June</b> and youll escape both the rains and the high tourist season, and the coastal resorts will be much quieter.</bullet>\n<bullet>In <b>July, August and September</b>, heavy rains hit Gambia and access to more remote rural areas becomes almost impossible, as dirt roads are turned into muddy bogs by gushing waters. Its also peak mosquito season so theres a higher risk of contracting malaria, while the hot and humid nights can make sleeping very difficult.</bullet>",
        "weather_chart": "Gambia Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Gambia Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-warm\">17</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-warm\">18</td>\n  <td class=\"temp-hot\">35</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">0 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">34</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 19%;\">71 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 61%;\">232 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">380 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">276 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 23%;\">88 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-warm\">19</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">5 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-warm\">16</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Gambia travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Getting away from the beaten track",
        "paragraph2": "Go local and explore upriver. The good news about Gambia at the moment is that a massive amount of funding is going into highlighting the beauty of the Gambia River rather than the beach areas, which sometimes have a poor reputation. With local guides its easy to explore the rest of the country.",
        "title3": "Gambia's best beaches",
        "paragraph3": "We have a beautiful one right on our doorstep, just 25 minutes away where you often dont see anyone else on the beach at all. In general, you dont have to go far from the tourist areas to find an empty beach. From Cape Point to Senegambia the beaches are quite busy, but once you get to Brufut, down to Tanji and on to Gunjur, all of those beaches will be pretty much empty.",
        "title4": "Cultural highlights",
        "paragraph4": "Gunjur Village Museum is excellent; its a cultural and historical museum full of all kinds of artefacts and its made all the more interesting by the fact that it was developed by a local man, Lamin M Bojang. Otherwise, Tanji Museum is also good, as is the main museum in Banjul.",
        "title5": "Birdwatching tips",
        "paragraph5": "\"The birding is superb and we have own dedicated birding trips. Abuko Nature Reserve is one place Id recommend and then theres the Tanji Bird Reserve and Marakissa River Camp. The majority of the birding guides are local. I think there are 20 to 30 really excellent local guides in Gambia, although if you ask around many people will claim to be experts so make sure you get sound advice before choosing a guide.",
        "title6": "Local food",
        "paragraph6": "My favourite dish is\ndomoda\n, which is a peanut chilli dish. Its not very hot, its just a little bit spicy, and you can have it with vegetables, chicken, fish or meat. My other favourite is\nbenechin\n, which is like a bit like a risotto.\nYassa\nis a favourite with the local people in country, which is usually chicken or fish with a mustard onion sauce. The food in Gambia is generally very good, the standard is certainly a lot better than when I arrived 18 years ago.",
        "title7": "Safety",
        "paragraph7": "Many people would be wary of getting away from the main tourist areas, but Gambia is a very safe place indeed. The people are generally kind, trustworthy, happy to get to know you and will usually do anything for you.",
        "title8": "Tips from our travellers",
        "paragraph8": "",
        "title9": "",
        "paragraph9": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.",
        "title10": "",
        "paragraph10": "We have selected some of the most useful Gambia holiday tips that our guests have provided over the years\nto help you make the very most of your holiday  and the space inside your suitcase.",
        "title11": "",
        "paragraph11": "For a relaxed holiday with a short (half hour) walk to a beautiful deserted beach, with a very local village nearby and very welcoming owners, you could not beat it. Very good food, glass of wine or two, early bed and we came back feeling rejuvenated! Dont go for action, do go for an authenticate experience of Gambia.<b>  Nicola Curl, in our Gambia Holiday Accommodation</b>\n<br/><br/>This is a fairly basic holiday  don't bother with hairdryers, electronic gadgets, etc. One major tip  DO NOT under any circumstances ignore your GP's advice with regard to anti-malaria tablets and anti-mozzy sprays etc. No matter what anyone says  take them as prescribed! Make sure you use a mosquito net over the bed at night. <b> Amanda Cooper</b>"
    }
]