{
    "Main_Title": "Our Gambia holidays & tours",
    "Main_Paragraph": "Gambia is one of the smallest countries in Africa, but its narrow borders contain a wealth of natural and cultural splendour. Our Gambia holidays frequently take the form of scenic river cruises, with local crews steering comfortable small ships. During the days you can visit riverside communities that are able to supplement their income from fishing when groups of tourists pass through. Other excursions take in national parks teeming with wildlife, and protected areas where you can spy dozens of colourful bird species. Alternatively, Gambia is often combined with neighbouring Senegal, or enjoyed as part of an adventurous overland expedition taking in multiple countries.",
    "Subtitle": "Gambia highlights",
    "Title1": "",
    "Paragraph1": "The smallest country in mainland Africa, Gambia sits on the West African coast and is bordered by Senegal on all sides. Its a narrow strip of mainly low plateau, which decreases in height as it gets closer to the Atlantic coast. While Gambia may be small, its landscape is rich and varied, ranging from the 80km sweep of golden beaches and mangrove swamps along the coast, to the thick forests and savannah of the interior. All this is bisected by the wildlife rich River Gambia, which slices through the country from the east to the ocean at the capital, Banjul. Other than a few main highways, roads outside urban centres tend to be poor and can be impassable in the rainy season. Organised tours keep things simple as youll be driven by an experienced guide in a private vehicle and visit communities without disrupting local life.",
    "image1": "",
    "Title2": "1. Abuko Nature Reserve",
    "Paragraph2": "Popular with day trippers from Banjul, Abuko Nature Reserve is incredibly diverse given its petite 2 sq km size. Its home to thousands of plant species, and around 270 species of bird make their home in the verdant forest canopy. Theres a healthy group of mammals here too, including red colobus monkeys, bushbucks and duikers.",
    "image2": "",
    "Title3": "2. Banjul",
    "Paragraph3": "With an urban population of just over 30,000, low key Banjul is one of Africas least populated capitals. While it doesnt match the dynamism of many other West African cities, this island city is relaxed and friendly, full of dusty streets and crumbling colonial buildings, and home to a fascinating National Museum, a busy harbour and the chaotic Albert Market.",
    "Title4": "3. Bao Bolong Wetland Reserve",
    "Paragraph4": "Located on the north bank of the Gambia River, across from Kiang West National Park, Bao Bolong Wetland Reserves woodland, mangrove forest and salt marsh are justifiably famous for bird watching. One of the best ways to spot some of the reserves 270-plus bird species is via a pirogue cruise through the parks forested creeks and mangroves.",
    "image3": "",
    "Title5": "4. Kiang West National Park",
    "Paragraph5": "Kiang West is the largest national park in Gambia. Spread across 115 sq km of woodland and savannah on the southern banks of the Gambia River, its home to over 300 species of bird, including raptors, vultures and harrier eagles. Other wildlife common in the area includes West African manatees, otters, sitatungas and roan antelopes; and if youre very lucky you may even spot a hyena or a leopard.",
    "Title6": "5. Tanji Bird Reserve",
    "Paragraph6": "The Tanji Bird Reserve is a narrow strip of dunes, lagoons and woodland, squeezed between the ocean and the main coastal road. Despite its small size around 300 species of birds have been recorded here, including several raptors. Its also home to Bijol Island, a protected breeding ground for Caspian terns.",
    "Title7": "6. Wassu Stone Circles",
    "Paragraph7": "Set in the dry savannah of central Gambia, the UNESCO World Heritage listed Wassu Stone Circles are thought to be burial sites dating from between 500 and 1000 AD. There are several circles at the site, each made up of 10 to 20 stones measuring between 1m and 2.3m in height and weighing several tonnes. Theres also a small museum here that delves into the stones possible origins."
}