{
  "destination": "India",
  "mainPhoto": "",
  "id": "best-of-india-tour-delhi-to-alwar",
  "tourName": "Best of India Tour: Delhi to Alwar",
  "placesVisited": "Delhi, Agra, Ranthambore, Alwar, Jaipur",
  "generalInfo": "Explore the endless wonders of India on this custom tailored India trip that will take you to colorful cities with opulent history, magnificent wildlife and exceptional culture. Whether witnessing the stunning pink sandstone walls of the City Palace in Jaipur or adventuring in search of majestic tigers within the lush forest of Ranthambore, you will experience the greatest journey through India. From the immaculate marble of the Taj Mahal to an ancient fortress in Ranthambhore overrun with jungle.",
  "durationDays": "10",
  "price": "2,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Delhi - En Route to Greatness",
      "description": "Your journey begins before you reach your destination. You board your flight and make your way to Delhi, India. As the plane soars through the air you can look out the window into the blue sky with the clouds below and envision the wonders to come, from the Taj Mahal to India Gate, where the city will glisten along with an imperial past. The gentle glide through the air allows you to quietly imagine the splendor as you close your eyes with visions of a different world in front of you."
    },
    {
      "dayNumber": "2",
      "title": "Delhi - Finding the Capital",
      "description": "Welcome to Delhi, the capital of India, where the sounds are lively and the colors are ambitious, sweeping from saris to buildings, with rich blues and deep reds, happy yellows and bursting oranges. You are met at the airport by your private transfer who will take you to your accommodation. The rest of day is at your leisure to relax and explore. The dynamic history of the city has brought an eclectic culture to the streets, where the scent of spices emanates from the chai stand and remnants of past empires decorate the streets. The Lotus Temple, also known as the Bahá’í House of Worship, is as recognizable for its size as for its remarkable artistry. Twenty-seven flower petals tower over 120 feet into the air to create the temple’s façade. Each petal is constructed with marble. The gardens are manicured alongside the cobblestone pathways that lead to the entrance doors. When you step inside you come to an interior that is as opulent as the exterior. A large dome is raised at the center, empty of pulpits and images of any kind. Natural light beams in from the latticed window at the top of the dome which resembles a flower. There is a quiet but lavish atmosphere. The principals of the temple allow for all religious beliefs to enjoy the incredible house of worship, including people who are just interested in the magnitude of the architecture."
    },
    {
      "dayNumber": "3",
      "title": "Delhi - Accepting the Old and the New",
      "description": "The morning brings the energetic streets to light and life around the old and new parts of the city. The combination of the nutmeg and cinnamon reemerges with the steam of the chai stands set throughout the streets while the indulgent fragrance of paratha , fried bread, lingers in the air around breakfast. Your guide meets you at your hotel and is ready to show you the historic, contemporary, and modern icons of the city. Chandni Chowk is the busiest and oldest market in Delhi, built in the 17th century, and once surrounded by canals that reflected the moonlight. The market continues to run through the center of the old walls that separate the old and the new areas of Delhi. Enter at Lahori Gate and the ancient streets rush with a rambunctious energy. The shops and customers are wrapped in historic character. You notice the rainbow of color that beams from shops selling saris while other stores almost overflow with books. You could even find the wholesale cloth and stationary markets somewhat hidden down the lanes. At Humayun’s Tomb you will find the Mughal Emperor’s 16th century Persian design captivating. The white and red marble architecture radiates in the sunlight surrounded by manicured gardens before the small stairs that lead to the main deck. The proportions and symmetry, from the Moorish domes to the structure’s width, bring together Persian and Mughal elements that influenced the Taj Mahal. From the mixture of the old walls of the modern world to the artistry of architecture, the culture of Delhi is tangible and endlessly intriguing."
    },
    {
      "dayNumber": "4",
      "title": "Agra - Train Rides to Opulence",
      "description": "The morning stretches over the city with a purplish light. The sun begins to bring the blue back over the skyline. After breakfast you will have a private transfer to the train station where you will enjoy a luxury-car ride through the countryside before arriving in Agra. The city is filled with historic beauty that shimmers in the sunlight, bringing decadent colors to the walls and towers, from the fort to the famous Taj Mahal. Once inside the celebrated grounds of one of the Seven Modern Wonders of the World you can look out over the open space. The manicured gardens wrap around elegant footpaths. The fountains are reflective when the water isn’t trickling down. At the far end of the garden is the mausoleum, constructed with white marble that captures shifting light throughout the day. The center bulbous dome is reminiscent of Mughal architecture and was constructed for Queen Mumtaz Mahal in the 17th century. The main archway at the center is inlaid with precious tones in floral patterns. There is an effortless ambiance of excitement and serenity along the cool platform, where people stand in awe of the stunning design, impeccable construction, and unparalleled dedication that Shah Jahan had for his third wife. Across the Yamuna River is the Mehtab Bagh, also called the Moon Lit Garden, which stretches over 950 square feet and is aligned perfectly with the Taj Mahal. When you stand within the garden you find an unadulterated view of the icon across the water, almost like a crowning jewel, framed by the trees and hedges that run up to the edges of the riverbank."
    },
    {
      "dayNumber": "5",
      "title": "Ranthambore National Park - First Class Ride to Nature",
      "description": "After breakfast today you will once more climb aboard your first-class train and depart from the glistening marble of the Taj Mahal. You will come to the remarkable combination of history and nature at Sawai Madhopur. But before you arrive you will witness the ghost city of Fatehpur Sikri, the short-lived capital city of the Mughal Empire in the late 16th century. The mosque of Jama Masjid combines Persian and Indian elements that blend together to create an intricate 162-foot high victory gate, approachable by 42 steps. The red sandstone is inlaid with white marble that allows the colors to reflect the light in fabulous swirls. The inscription on the central façade is known for its sensational calligraphy. After your exploration of the vast and impressive ancient city you will return to the train station and continue the journey that will take you from Sawai Madhopur to Ranthambhore National Park, home to graceful gazelles, wild bull, and the regal Indian tiger. You will come to your luxury accommodations within the park which will allow you the opportunity to experience a remarkable game drive within the diverse ecosystem."
    },
    {
      "dayNumber": "6",
      "title": "Ranthambore National Park - Witnessing the Wild",
      "description": "Before sunrise, you can hear the early birdcalls surrounding the resort. Monkeys chase one another through the trees in the cool morning air. You are quickly roused from bed, venturing out into the overhanging, lush jungle in search of the spectacular wildlife that calls the park home. The park encompasses almost 830 square miles of wild jungle that stretches over rocky ridges. You will come to the heart of the trees to find the Ranthambhore Fort. The ancient walls date back to the 10th century and are popular with pilgrims wanting to pay homage to both Shiva and Ganesh. Notice the seven large gateways of the fortress than remain intact around the five-miles of walls. From a distance, it is hard to tell the craggy walls of the fortress apart from the hilltop, but once along the ramparts, you can look out over the expanse of jungle in search of the elusive leopards and glowing tigers."
    },
    {
      "dayNumber": "7",
      "title": "Alwar - Nature’s Majesty to Natural Wellness",
      "description": "Rise early in the day when the morning light begins to peak over the grasslands but not high enough to wash over the canopy. You will venture out into the wild in search of leopards and sloth bears. In the cool air of the early day the wildlife is at their most active, from the monkeys jumbling through the trees to the tigers prowling along the foothills. Indian bison graze in the tall grass that reaches as high as the bison itself. The longer you search the more likely it is that your will guide stop the vehicle, point into the brush, and show you the elegant stride of the tiger skulking beneath the towering sal trees. Their orange fur is streaked with black lines, and when they look your direction assessing whether you are a threat or not, their eyes glint with fierce yellow, adding to their unique and majestic appearance. In the afternoon you will transfer to Alwar, arriving before dusk. The natural heritage of lakes, valleys, and woods reminds you of Ranthambhore but without the tigers’ roars echoing through the midnight. The calm streets are filled with colorful bazaars and leafy pathways beneath the rising city palace."
    },
    {
      "dayNumber": "8",
      "title": "Alwar - The Glow of a Pink City",
      "description": "Near Alwar is the famous Pink City of Jaipur, home to sandstone palaces and remarkable history. Your guide will meet you at your hotel and take you through the tremendous colors of the old city en route to Amer Fort. The former capital of Jaipur reaches back to the 18th century and continues to stand tall on the mountain ridge overlooking the valley below. The pathways leading up to the entrance look like a collection of crisscrossing walls, grand and lavish beneath strong ramparts and a magnificent archway. The fortress encompasses one and half miles and blends both Rajput and Hindu elements throughout its gates and cobblestone walkways. In Sukh Mandir the doors are made of sandalwood and ivory where a channel runs through the center of the hall. Once it carried cold water and acted as an air cooler in the heat of the desert summer. The Mirror Palace’s walls and ceilings are adorned with a series of tremendous paintings and flowers made from glass. If a candle is lit in the chamber you can see the single flame turned into a series of stars twinkling along the ceiling. From the fortress atop the mountain to the Palace of Wind that stands over the open square in the city palace complex, the grandeur of the Pink City continues."
    },
    {
      "dayNumber": "9",
      "title": "Alwar - The Quiet Palace",
      "description": "The elegant architecture of Alwar is represented in the sweeping colors and graceful arches of the City Palace. After breakfast your guide will take you through the sensational city of Alwar, where the quieter streets bring a deeper connection to the stunning landscape and fabulous artistry. Below the fortress that rises along the mountainside is the City Palace. Within the palace is an eclectic exhibit that captures the extravagant lifestyle of the historic maharajas. Opulent paintings exude the stature, from regal dress to stoic faces of past kings, while gilded frames surround historic interpretations of the city. Royal ivory slippers are encased in glass and reflect the captured light and a solid silver table helps illuminate the opulence and wealth of what was once a proud, individual state."
    },
    {
      "dayNumber": "10",
      "title": "Alwar - Onward and Upward",
      "description": "The morning stretches over the Rajasthan desert and gives a glint of the far-reaching sand outside of the city. Enjoy your breakfast within the calm of Alwar, within the rainbow colors of the bazaar surrounded by a fragrant spiced air. Your private transfer will take you back to Delhi where soon you will make your way to the airport for your return flight home. With the lingering images of tigers and grand marble architecture in thoughts you will step aboard your flight ready to lan another trip to explore the best of India again soon. If you want to add on to this customized trip, be sure to read the India travel reviews for ideas and to see what other travelers experienced while in India."
    }
  ],
  "map": ""
}