{
  "destination": "İspanya",
  "mainPhoto": "",
  "id": "RHPE",
  "tourName": "Picos de Europa Yürüyüş Turu",
  "placesVisited": "İspanya",
  "generalInfo": "Kuzey İspanya'nın Asturias bölgesinde yer alan, İspanya'nın en iyi saklanan sırrı olan Picos de Europe dağ silsilesini keşfedin. Bu rehberli yürüyüş turu sizi güzel manzaralara götürecek ve yol boyunca uzak dağ köylerinde duracak. Her gün daha az kalabalık parkurlarda yürürken, buzul göllerine, yoğun ormanlara ve derin boğazlara hayran kalacaksınız.",
  "durationDays": "8",
  "price": "1200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "8",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<p><strong>Konaklama : </strong></p>\n<ul>\n<li>- Otelde 7 Gece</li>\n</ul>\n<p><strong>Yemekler : </strong></p>\n<ul>\n<li>- 7 Akşam Yemeği, 7 Kahvaltı, 6 Öğle Yemeği</li>\n</ul>\n<p><strong>Geziler : </strong></p>\n<ul>\n<li>- Teleferik Biletleri</li>\n</ul>\n<p><strong>Ulaşım : </strong></p>\n<ul>\n<li>- Özel Araç, Yürüyüş</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bilbao'ya Varış & Cangas de Onis'e Transfer",
      "description": "Kuzey İspanya'da, Bask ülkesinde yer alan Bilbao, İspanya'nın diğer şehirlerinden çok farklı. Guggenheim'da inanılmaz bir sanat eserleri olan canlı bir şehirdir ve bir barda otururken sipariş edebileceğiniz küçük pintxoslarıyla ünlüdür. Picos de Europa, 20 dağı ile dağcıların uğrak yeridir. Uçuşlar için rezervasyon yapmanız gerekecektir. Daha sonra bir transfer ile karşılanacaksınız ve sahil boyunca Santander'e götürüleceksiniz. Picos bölgesinde bulunan Cagnas de Onis kasabasına varacağız."
    },
    {
      "dayNumber": 2,
      "title": "Covadonga Glacial Gölleri, Ordiales & Soto de Sajambre",
      "description": "Covadonga Buzul Gölleri Asturias bölgesindeki iki göldür. İnanılmaz güzellikleri ile  yürüyüşe başlamak için harika bir yer. Vegarredonda dağında yaklaşık 1.5 saat sürecek yürüyüşte 1410m yükseğe çıkacağız. Nefeslendikten sonra ve  90 dakika daha yürüyüşe devam edip inanılmaz manzara fotoğraflarını çekebileceğiniz Ordiales'e varacağız. Picos bölgesindeki  Cantabric Sıradağları manzarası eşliğinde öğle yemeğinin tadını çıkaracaksınız. Bir sonraki durağımız, Covadonga Meryem Ana Kutsal Alanı ve Kutsal Mağarası olacak.  Bu dini kompleks, 711'de Moors işgali sırasında bir zamanlar Hıristiyan askerleri için saklanan bir bazilika, şapel ve mağaraya ev sahipliği yapmaktadır. . Daha sonra Picos Milli Parkı'nın güneyindeki küçük ve uzak köy Soto de Sajambra'ya doğru yolculuğumuza devam edeceğiz. Bir sonraki gece için bagajınız olmayacağını lütfen unutmayın. Bu nedenle, günlük paketinizde gecelik konaklamalar için ihtiyacınız olabilecek her şeyi paketleyin. Yaklaşık mesafe ve yükseklik: Tahmini 6 saatlik yürüyüş"
    },
    {
      "dayNumber": 3,
      "title": "Sajamabre Milli Orman & Posada de Valdeon",
      "description": "Bu sabah Horcada del Frade dağ geçidine yaklaşık üç saat boyunca güzel Sajambre ulusal ormanından geçeceğiz. Burada güzel kayın ağaçlarının ortasında öğle yemeği için duracağız. Eğer şanslıysanız kızıl geyik dahil vahşi doğayı görebileceksiniz. Daha sonra gece boyunca kalacağımız 2,5 saatlik bir yürüyüş sonrası Valdeon Vadisi'ne varacağız. Yaklaşık mesafe ve yükseklik: Tahmini 5 saat 30 yürüyüş, + 700m, -690m"
    },
    {
      "dayNumber": 4,
      "title": "Cain, Puente Poncebos & Arenas de Cabrales",
      "description": "Bugün, Cares Nehri boyunca Cain'e giden Valdeon Vadisi'nde yürüyeceğiz. Burada öğle yemeği yedikten sonra ünlü Cares River Gorge Walk'u takiben Puente Poncebos'a devam edeceğiz. Daha sonra Puente Poncebos'tan lezzetli mavi peyniri ile ünlü Arenas de Cabrales köyüne gideceğiz. Geceyi burada geçireceğiz. Yaklaşık mesafe ve yükseklik: Tahmini 6 saat 30 yürüyüş, + 150m, -720m"
    },
    {
      "dayNumber": 5,
      "title": "Puente Poncebos, Bulnes, Pandebano Pass & Sotres",
      "description": "Kahvaltıdan sonra yürüyüşümüzün başlangıcı için Puente Poncebos'a geri döneceğiz. İlk olarak yaklaşık 1.5 saat boyunca uzak Bulnes köyüne yürüyeceğiz. Son zamanlarda bir füniküler treni karşılamış olmasına rağmen çok izole olduğu bilinmektedir. Bu güzel yürüyüşe çıkmayı tercih etmeyenler için, fünikülere ek ücret karşılığında köye ulaşmak mümkündür. Bulnes'den 1212m'de duran Pandebano dağ geçidine çıkmaya devam edeceğiz. Öğle yemeğinin tadını eşsiz manzara eşliğinde çıkarabileceksiniz. Buradan Sotres köyüne yaklaşık 2 saat devam edeceğiz. Bu köy, Picos bölgesindeki tüm köylerin en yüksek irtifasına sahiptir. Yaklaşık mesafe ve yükseklik: Tahmini 5 saat 30 yürüyüş + 1,000m, -200m"
    },
    {
      "dayNumber": 6,
      "title": "Jitu Escarandi, Urdon or Beges & Potres",
      "description": "Sotres'den 1.308m yükseklikte bir dağ geçidi olan Jitu Escarandi'ye kısa bir yürüyüş yapacağız. Buradan aşağıdaki iki rotadan birine ineceğiz: - Tresviso köyünden ünlü Tresviso rotasını izleyen Urdon köyü Bu oldukça dik inişlere ve daha uzun bir rotaya (toplamda 5 saat) sahip - Veya Beges köyüne 3 saatlik bir parkur. Grup büyüklüğüne kondisyon düzeyine bağlı olarak bölünmek mümkün olabilir. Yaklaşık mesafe ve yükseklik: Tahmini 4 saat 30 yürüyüş, + 250m -820m"
    },
    {
      "dayNumber": 7,
      "title": "Fuente De upper station,  Cabaña Veronica hut, Aliva pastures, Invernales de Iguedri & Espinama",
      "description": "Bu sabah Picos bölgesinin kalbinde bir teleferik olan Fuente De'ye gideceğiz. Vadi üzerinde etkileyici manzaraya sahip 1834 m'de duran üst istasyona ulaşacağız. Buradan Aliva Meralarına inmeden önce 2 saat boyunca Cabaña Veronica dağ kulübesine doğru yürümeye devam edeceğiz. Potes'a döneceğimiz Espinama köyüne ulaşana kadar  devam edeceğiz. Uzun süre yürümek istemeyenler için, Fuente De üst istasyonundan doğrudan Aliva Çayırlarına kadar kolay bir rota izlemek ve grubun geri kalanını burada beklemek mümkündür. Bugünkü yürüyüşten vazgeçmek ve günü Potres'i keşfetmek için geçirmeyi de tercih edebilirsiniz. Yaklaşık mesafe ve yükseklik: Tahmini 6 saatlik yürüyüş, + 500m, -500m"
    },
    {
      "dayNumber": 8,
      "title": "Depart Bilbao",
      "description": "1 Breakfast(s)"
    }
  ],
  "map": ""
}