{
  "destination": "Djibouti",
  "mainPhoto": "",
  "id": "ethiopia-djibouti-holiday-danakil-depression",
  "tourName": "Ethiopia & Djibouti holiday, Danakil Depression",
  "placesVisited": "Djibouti, Lac Assal crater lake, Lac Abbe salt lake, Lake Afrera and Frachetti Island, Afar Desert, Mount Erta Ale lava lake, Afar tribal townships, Dallol, Addis Ababa",
  "generalInfo": "The Horn of Africa is a fascinating mélange of cultures, from nomadic herders to Arabian traders and influences from across the Indian Ocean. It is also home to some of the continent’s most remote and breathtaking landscapes, a land where the taste of the wild is in the air, simply begging the intrepid traveller to explore. <br/><br/>After arriving in Djibouti, you'll travel to two of Africa's most eye-catching lakes. Lac Assal crater lake is the lowest point in Africa (-150 m), as well as the most saline body of water in the world – and one of the most colourful thanks to unusual crystalline formations. Lac Abbe is even more spectacularly strange - a vast salt lake with tall limestone chimneys belching gas into the air to create vistas that featured in the cult science fiction film Planet of the Apes. <br/><br/>Crossing into Ethiopia, you'll explore the Afar desert region and its once-feared local tribes people. At Lake Afrera, see how they harvest salt, and visit the world’s lowest lying island at -102m. From the very low to the high, you'll then hike upward to the rim of Erta Ale volcano to witness its jaw-dropping lava lake – one of only five in the world. <br/><br/>There's heat too at Dallol, and not just its hot springs – this is officially one of the hottest places on Earth! Look out for camel caravans carting blocks of salt across the desert as you pass through remote Afar settlements and visit the salt mines around Ahmedela, before ending your journey in Ethiopia's bustling and colourful capital Addis Ababa.",
  "durationDays": "9",
  "price": "3699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Djibouti and transfer to your hotel. Depending on when you arrive there may be time to explore the capital. Overnight Hotel Plein Ciel or similar."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Lac Assal - We head to the crater lake of Lac Assal – the lowest point in Africa (-150 m), as well as the most saline body of water in the world (up to 40%). One of Africa’s most impressive natural phenomena, its spectacular colours and unusual crystalline formations give it an almost alien appearance. We may see Afar herders or salt collectors on its shores. Return to Tadjoura for the night. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Lac Abbe - Drive to Lac Abbe, stopping en route to meet local people and arriving in the late afternoon to watch the sun set over one of Africa’s most enigmatic and breathtaking regions. Overnight Lac Abbe Camp. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Lac Abbe – Semera - This morning we visit the extraordinary landscape of Lac Abbe, a desolate salt lake with hundreds of limestone chimneys belching sulphur into the atmosphere. This landscape is so other-worldly that the classic science fiction film ‘Planet of the Apes’ was filmed here. From here we cross into Ethiopia and head to Semera. (BLD)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lake Afrera - Drive to the turquoise Afrera Lake, surrounded by palm trees. The Afrera salt lake is home to local Afar people harvesting salt flakes using traditional methods, and in the lake is the world’s lowest lying island in the world, Frachetti island (-102 m). Overnight camping. (BLD)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Erta Ale - Drive to Mount Erta Ale through the Afar desert – Erta Ala is one of the highlights of this expedition, and is one of only five permanent lava lakes in the world. We hike 3 hours to the rim, while our equipment and water is carried by camels - we wait for sunset to see one of the world's most spectacular sights when the red lava in the crater lights up the sky. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ahmedela - Drive to Ahmedela along unmarked sandy tracks, passing Afar settlements along the way. Ahmedela is the base for exploring the salt mines and seeing the salt workers and camel caravans. Overnight camping. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Dallol - Mekelle - Drive to the hot springs at Dallol, composed of different minerals along with sulphurs and potash and create spectacular colours. Dallol is renowned as being the hottest inhabited place on earth; between 1960 and 1966 an average annual temperature of 34°C (94°F) was recorded. You are likely to see the long 'caravane de sel' – camel trains loaded with salt. Later we drive back to Mekelle for the night. Axum Hotel or similar. (BLD)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Addis Ababa - Fly back to Addis Ababa. The rest of the day is spent exploring the city before you transfer to the airport for your flight home. (BLD)"
    }
  ],
  "map": ""
}