{
  "destination": "Norveç",
  "mainPhoto": "",
  "id": "STG09074",
  "tourName": "Ms Nordlys Keşif Gemisi İle Kuzey Işıkları & Norveç Fiyortları - 23.Ocak.2020",
  "placesVisited": "Norveç",
  "generalInfo": "<strong>HURTIGRUTEN KEŞİF GEMİSİ İLE KUZEY IŞIKLARINI KEŞFETMEYE HAZIR MISIN?</strong><br><br><strong> ÜSTELİK KUZEY IŞIKLARINI GÖRMEK GARANTİ</strong><br><br><strong><em>Hurtigruten keşif gemileri ile farklı bir deneyim, alışılmamış bir seyahat sizleri bekliyor. Deneyimlerinizi Hurtigruten’in keşif dünyasında zenginleştirin. Kuzeyin vahşi yaşamını yakından tanıyın. Birbirinden güzel Norveç kıyılarının tadını çıkarın. </em></strong><br><br>Hurtigruten 1893 senesinden beri Norveç kıyılarında yüzüyor. Gemilerimiz 100’den fazla fiyorttan, 1000’den fazla dağdan ve 34 limandan geçerek size eşsiz manzaralar sunuyor.<br><br>Muhteşem doğa olayı olan Kuzey ışıklarını deneyimleyebilmeniz için “Auroral Oval” tamamen sizin için tasarlandı. Gemilerimizdeki geniş güverte yapısı sayesinde Kuzey ışıklarının muhteşem görüntüsüne şahitlik ediyorsunuz. Ayrıca gemi içerisindek panoramik pencereler sayesinde görüş engeli olmadan muhteşem manzarayı seyredebilirsiniz.<br><br>Kuzey Işıkları kendini göstermeye başlamadan hemen önce gemide yapılan anons sayesinde yerinizi alıyorsunuz. Hurtigruten’de kuzey ışıklarını kaçırmanıza imkan yok!<br><br>Kuzey ışıklarını garanti ediyoruz ve eğer göremezseniz bir sonraki seyahatiniz ücretsiz!<br><br>Hurtigruten misafirlerine doldurulmamış sürekli tazelenen ürünlerle keyifli yemekler sunuyor. Unutamayacağınız bir seyahat ve farklı bir keşif sizleri bekliyor.<br><br><strong>MS Nordlys Keşif Gemisi</strong><br><br>Norveç dilinde Nordlys Kuzey Işıkları demektir. Bu gemide kullanılan dekor ve renklerin ilham kaynağı da kuzey ışıklarıdır. İnce düşünülmüş estetik anlayışı farklı ve benzersiz bir ambiyans yaratır. Yolcularımız çeşitli gezi ve etkinliklerle geçirdikleri günü, rahat ve şık salonlarımızdan birinde dinlenerek devam ettirirler.<br><br>MS Nordlys gemisi 2019 yılının mayıs ayında yenilendi. Tüm kabinler yenilenirken, yeni kabin sınıfları eklendi. Güverteler yenilenmiş, her katta farklı bir yenilik yolcularımıza sunulmuştur. Norveç kıyılarının vahşi yaşamı, kuzey ışıkları, gece yarısı güneşi ve muhteşem tabiatın bize sunduğu güzellikleri, eşsiz bir atmosferde geminin şık ve rahat güvertelerinde takip edebileceksiniz.<br><br>MS Nordlys gemisinin kendine ait bir Expedition Ekibi var ve denizde bir üniversite olarak hizmet veriyor. Keşif Ekibi, her gün bir konferans, sunum programına ve akşam toplantılarına ev sahipliği yapıyor. Gemideki ve güneşlenme terasında yapılan ilginç dersler, sunumlar ve etkinlikler bunu heyecan verici ve eğitici bir yolculuk haline getiriyor.<br><br>Ek olarak, Expedition Ekibi sizi eşsiz Norveç friluftsliv nosyonuyla tanıştıracak ve yolculuk sırasında friluftsliv yürüyüşlerine ve aktivitelerine katılmaya teşvik edecektir. Özel Expedition Team’lerimizin tek bir görevi var: yolculuk boyunca karşılaştığınız doğayı, vahşi yaşamı ve kültürü yorumlayarak, sizi etkileyerek deneyiminizi geliştirmek.",
  "durationDays": "11",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "50",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<ul>\n<li><strong>*</strong> Pegasus Havayolları ile Sabiha Gökçen -Oslo // Oslo – Sabiha Gökçen arası ekonomi sınıfı uçak bileti</li>\n<li>* Yerel Hava yolu şirketi ile Oslo – Bergen //  Trondheim – Oslo arası ekonomi sınıfı uçak bileti</li>\n<li><strong>*</strong> Havaalanı-liman-havaalanı transferleri;</li>\n<li><strong>*</strong> Havaalanı ve Liman vergileri <strong>3,600 TL</strong></li>\n<li><strong>*</strong> MS Nordlys gemisinde 10 gece 11 gün tam pansiyon konaklama;</li>\n<li><strong>*</strong> Gemideki her türlü animasyon ve şovlar;</li>\n<li><strong>*</strong> Türkçe rehberlik hizmeti <strong>(Minimum 20 Kişi katılması durumunda)</strong></li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Bergen (Norveç)",
      "description": "Sabiha Gökçen Havalimanı buluşmasının ardından, Pegasus Hava Yolları PC1273 sefer sayılı uçuşu ile Oslo aktarmalı Bergen, Norveç’e hareket.  Varışın ardından gemiye transfer."
    },
    {
      "dayNumber": 2,
      "title": "Floro - Molde",
      "description": "Varış Saati : 03:30"
    },
    {
      "dayNumber": 3,
      "title": "Kristiansund - Rorvik",
      "description": "Varış Saati : 00:00"
    },
    {
      "dayNumber": 4,
      "title": "Bronnoysund - Svolvær",
      "description": "Varış Saati : 01:45"
    },
    {
      "dayNumber": 5,
      "title": "Stokmarknes - Skjervoy",
      "description": "Varış Saati : 01:00"
    },
    {
      "dayNumber": 6,
      "title": "Oksfjord - Berlevag",
      "description": "Varış Saati : 02:00"
    },
    {
      "dayNumber": 7,
      "title": "Batsfjord - Kirkenes - Berlevag",
      "description": "Varış Saati : 00:00"
    },
    {
      "dayNumber": 8,
      "title": "Mehamn - Tromso",
      "description": "Varış Saati : 00:45"
    },
    {
      "dayNumber": 9,
      "title": "Tromso - Stamsund",
      "description": "Hareket Saati : 22:30"
    },
    {
      "dayNumber": 10,
      "title": "Bodo - Rorvik",
      "description": "Varış Saati : 02:30"
    },
    {
      "dayNumber": 11,
      "title": "Trondheim (Norveç)",
      "description": "Varış Saati : 06:30"
    }
  ],
  "map": ""
}