{
  "destination": "Philippines",
  "mainPhoto": "",
  "id": "philippines-holiday-small-group-adventure",
  "tourName": "Philippines holiday, small group adventure",
  "placesVisited": "Bamboo bike tour of Manila, Gawad Kalinga “Enchanted Farm”, Bacolor, Banaue – a town under volcanic ash, Hike around rice terraces in Batad, Swim in Tappiyah Falls, Bangaan village, “Sleeping Beauty” mountain range, Meet a traditional tattoo artist, Bontoc Museum of Mountain Culture, Vigan, Sitio Remedios, Puerto Princesa, Palawan, Underground River, Ugong Rock, Birding at El Nido",
  "generalInfo": "Discover the best of this vast archipelago on our Philippines small group adventure holiday. As soon as you set off on your bamboo bike tour of historical Manila, you know this is going to be no ordinary trip – taking you well of the beaten track and exploring in ways that let you really get up close to the Philippines’ diverse culture and landscapes. Visit an “enchanted farm” which pushes the limits of sustainability; see the remains of Bacolor, Pampanga – buried by volcanic ash following the eruption of Mt Pinatubo in 1993; and trek past idyllic rice terraces on your way to a waterfall for a swim. Cultural museums, village tours and even a visit to a renowned tattoo artist will all bring you up closer to local life.<br/><br/>The small group adventure in the Philippines on to Palawan, where you will explore the island’s exquisite and often endemic nature with firefly tours in the mangroves, echoing, stalagmite-filled caves, and birdwatching in the tropical forests of El Nido. Boat tours here offer options for island hopping, as you cruise over coral reefs beneath he clear waters, and journey to a secret lagoon.",
  "durationDays": "15",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Manila - Arrive in Manila and transfer from the airport to your hotel. Depending on the time of your arrival, you will meet your tour leader at the hotel and have dinner at a local restaurant. Overnight at The Bayleaf Intramuros Hotel or similar. (D)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Manila - After breakfast, take a tour around within Intramuros (the walled city of Old Manila) and discover more about the country's history through a guided. Lunch will be in a local restaurant from where we will begin a tour of Intramuros aboard a kalesa, a horse-drawn carriage. We will ride through the streets built by the Spanish conquistador Miguel Lopez de Legaspi, between the city walls, which once protected the most important homes, buildings, churches, and hospitals from attacks by the Chinese, Dutch, and the British. The most notable colonial structure is the baroque church of San Agustin, the oldest in the Philippines, declared a UNESCO World Heritage Site in 1993. We will also drop by Rizal Park where Dr. José Rizal, the national hero of the Philippines, was executed. Overnight at The Bayleaf Intramuros Hotel or similar. (BL)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Manila - Gawad Kalinga Enchanted Farm - Pampanga - Abe’s Farm - Today, we take a 1.5-hour drive north of Manila, to Gawad Kalinga (GK) Enchanted Farm. This is a prototype of a sustainable community dedicated to ending poverty by empowering people to develop useful skills. We spend time discovering how the lives of the residents here have benefited from the enterprise and have the opportunity to taste some of the organic farming produce when we take lunch. Continue one hour via the North Luzon Expressway to Bacolor, Pampanga, which is among hundreds of towns and villages devastated by the eruption of Mount Pinatubo in June 1991. Tour the village and visit the San Guillermo Church, which is now half-buried in lahar (a debris flow composed of a slurry of pyroclastic material, rocky debris and water), and see the remains of houses, which were also covered. Mount Pinatubo's wrath continues to be a constant threat to the lives of the villagers every year as the monsoon rains carry more lahar down from the Pinatubo mountain range adding further layers. Our day ends with the chance of an afternoon dip in a warm pool in a garden setting. Overnight at Abe’s Farm. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Pampanga- Banaue - We leave the farm behind and drive to Banaue, which will take 7-8 hours through the countryside, backroads, and rice fields of Nueva Ecija and Nueva Vizcaya. We make a short stop in San José City for lunch (payable locally) before continuing to Banaue. Along the way, we also visit Dalton Pass, a shrine to the Battle of Balete, before passing by Bagabag where picturesque mountains and rivers unfold. Arrive in Banaue late in the afternoon. Overnight at Banaue Hotel or similar. (B)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Banaue – Excursion to Batad - Board a local jeepney, which will bring you to Sadel, the jump-off point to start your hike to the terraces of Batad. Forming an amphitheatre, these rice terraces are truly stunning. Afterwards, visit an Ifugao village where most people still live a traditional lifestyle. Return to Banaue and overnight at Banaue Hotel or similar. Near the hotel is another village that continues to observe a traditional burial practice of keeping the bones of their dead in their homes. The bones of their ancestors are preserved and wrapped in indigenous weaving. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Banaue – Excursion to Hapao - Today, we take a local jeepney to the Hapao rice terraces, which offer a breath-taking view over stonewalled rice terraces, bisected by the sparkling water of the Hapao River. We will walk across the terraces to see them close up, and visit one of the villages to admire the traditional houses and interact with the locals. We will stop at some of the viewpoints and call into a local market on the way back to our accommodation in Banaue. Overnight at Banaue Hotel or similar. (B) Please note: Today’s walk across the rice terraces and along the stone walls follows paths that are narrow in places and offer no support. If you’d prefer not to walk it’s also possible to view the terraces from the road. Please contact us if you have any questions or concerns."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Banaue - Sagada (approx. 3 hours driving time) - After breakfast, we will visit the Bontoc Museum where exhibits from all around the Cordillera region are curated and an outdoor museum, which is a reconstructed Bontoc village showing original structures in the grounds that allow guests to experience their old way of life before modern times. Inside the museum, there are a number of black and white photographs, which offer a fascinating glimpse into the differences and similarities among the people of the Cordilleras also collectively known as Igorot (people of the mountains). We will continue our drive to the Alpine village of Sagada and in the afternoon we will visit the ancient burial caves and also view the unusual hanging coffins from Echo Valley. Overnight at Masferré Country Inn. (B)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sagada - Vigan (approx. 5 hours driving time) - After breakfast, we begin our drive to Vigan City in Ilocos Sur, a UNESCO World Heritage Site. Vigan, earlier known as \"Ciudad Fernandina\" from 1758 to the late 19th century, is the oldest surviving Spanish colonial city in the country with some of its finest architecture. After a typical Ilocano lunch at Café Leona located on the ground floor of a traditional Vigan house, we board a kalesa (horse-drawn carriage) for a tour of Vigan with its well-preserved old brick houses (bahay na tisa). We visit the Burgos Museum and the historic Syquia Mansion. In the evening, join the townsfolk in the main plaza for a light and sound performance. Overnight at Hotel Felicidad or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Vigan - Laoag (approx. 1.5 hours driving time) – Manila (domestic flight) - After breakfast, we will continue our tour of Vigan before we depart for Laoag, stopping by to visit Sitio Remedios. This is a recreated village of traditional Ilocano houses that were sourced from different towns in the province of Ilocos Norte and are well maintained to their original glory in beautiful grounds by the coast of Currimao. Upon arrival in Laoag, we take lunch at Café Herencia to sample local cuisine before beginning our exploration of the city. We stop at the fortress-like Church of St. Augustine in Paoay and move on to Museo Ilocos Norte, housed in the old Tabacalera (tobacco factory) where government-controlled tobacco was stored in the Spanish colonial period. Drive past the Abolition of Tobacco Monopoly Monument at the town plaza and pause briefly at St. William's Cathedral and its Sinking Bell Tower. We will then drive to visit the Malacañang of the North, the former lakeside residence of ex-dictator Ferdinand Marcos and his family when they visited Ilocos Norte, his home province. Later, transfer to the airport for our flight back to Manila (PR 2199 2100/2200) where we will transfer to our hotel on arrival. Overnight at The Bayleaf Intramuros Hotel or similar. (BL)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Manila - Puerto Princesa - After breakfast, transfer to the airport for a scheduled flight to Puerto Princesa (PR 2785 1315/1430), which has been acclaimed as the cleanest and greenest city in the Philippines. We will take a late lunch on arrival and then check in to our hotel. Later, we head out to the Baywalk boulevard where we'll take a boat to watch fireflies with a local guide (subject to resumption of operations – currently unavailable due to the Covid-19 pandemic and travel bans in the city). We will see hundreds of fireflies clustering on their favoured fragrant mangrove trees and performing their electric dances to attract mates. We then have dinner at a local seafood restaurant before returning to our hotel. Overnight at Hibiscus Garden Inn or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Puerto Princesa – Excursion to Underground River and Ugong Rock - After breakfast at the hotel, we drive about 2 hours to Sabang, where we proceed to the wharf, to take a motorized outrigger boat to the mouth of the Underground River. We will take a tour with a boatman who will take us inside. An audio-visual device is provided to all guests to avoid disturbing the river's delicate ecosystem. Later, we continue to the town of Barangay Tagabinet and the 110-meter high Ugong Rock, which has taken its name from the echoing sound the rocks produce when tapped. We climb up inside the rock with its caves, stalagmites and stalactites. Wooden stairs lead to the top from where we can choose to descend by zip line or reverse climb. This is a community-based tourism project spearheaded by the private sector. We return to our hotel in Puerto Princesa in the evening. Overnight at Hibiscus Inn or similar. (BL)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Puerto Princesa - El Nido - Drive about 6 hours further north, amidst rice plantations and along the coast to the town of El Nido, considered a showcase of Palawan’s geology and diverse wildlife. Its majestic limestone cliffs stand guard over clear waters, with hundreds of species of tropical fish and coral and three species of endangered sea turtles. El Nido’s forests are host to more than 100 species of birds, a large number of which are endemic to Palawan. Later, you will have some free time to explore the town on your own. Overnight at Casa Kalaw or similar. (B)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "El Nido - Today, we will take an island-hopping tour of the beautiful islands and beaches around El Nido. Our boat takes us through the crystal-clear waters to the enchanting lagoons of Miniloc Island, Shimizu Island and the Seven Commandos Beach with opportunities for swimming and snorkelling. We will take a picnic lunch on a picturesque beach before continuing our journey. We then return to El Nido. Overnight at Casa Kalaw or similar. (BL)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "El Nido – Manila (Domestic flight) - The morning will be at leisure to enjoy El Nido before we transfer to the local airport for the flight back to Manila (1600/1715). On arrival in Manila, transfer to your hotel and the rest of the day will be at leisure. Overnight at The Bayleaf Intramuros Hotel or similar. (B)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Departure from Manila - Transfer to the airport at a time convenient for your onward flight. (B)"
    }
  ],
  "map": ""
}