{
  "destination": "Philippines",
  "mainPhoto": "",
  "id": "philippines-island-tour-explorer",
  "tourName": "Philippines Island tour, explorer",
  "placesVisited": "Cebu island, Kawasan Falls canyoning, Moalboal snorkelling and sardine run, Simala Church, Busuanga Island, Coron hot springs, snorkelling, and Mount Tapyas, Three-day boat expedition from Coron to El Nido, Palawan, Jeepney tour of El Nido, Filipino massage, 17-day tour also includes: Port Barton, Palawan Island hopping and snorkelling boat trip, Cruise on Palawan’s Underground River, Return to Manila",
  "generalInfo": "This extremely fun trip makes the most out of the Philippines, including plenty of island hopping so that you can see the best of Cebu, Busuanga and Palawan Islands.  <br/><br/>There are two itineraries available – 13 days, and 17 days, both starting at Manila.  Your 13-day itinerary ends at El Nido on Palawan; the 17-day back at Manila.<br/><br/>This is an 18-40s holiday, but not as you know it. Travel with a great group of likeminded people, with a maximum of 22 travellers on each trip, and plenty of solo travellers, too. You’ll be accompanied by an experienced group leader. <br/><br/>Activities include canyoning, hiking, and, of course, lying on the beach (and in some of Busuanga’s hot springs). There are also plenty of snorkelling opportunities, including at Moalboal, home of hundreds of thousands of sardines – swimming and observing them forming an enormous bait ball (whilst keeping your eyes peeled for passing turtles) is an experience to remember. <br/><br/>The crowning glory of this beautiful Philippines island tour is a three-day boat expedition between Coron (Busuanga Island) and El Nido (Palawan Island). All aboard a traditional Banca boat, with its distinctive outriggers. You’ll laze on board during the day, and at night you’ll sleep in traditional Filipino huts in remote locations under the stars. This expedition reaches areas that don’t get many tourists; your stay directly benefits the small communities who live here. <br/><br/>If you stick around for the 17 days you’ll get to explore more of Palawan Island, including Puerto-Princesa Subterranean River National Park, where a river runs underground through bat-filled caves – an adventurous end to a fantastically memorable trip.",
  "durationDays": "17",
  "price": "1649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "ARRIVE IN MANILA: Welcome to Manila! We’ll meet you at the airport and take you to the hotel. Once you’ve checked in you’ll then have plenty of time to recover from your flight and relax before you meet everyone in your group!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TRAVEL TO MOALBOAL & WATERFALLS: Today we travel to the stunning island of Cebu via a short internal flight and ferry, stopping at one of the Islands best waterfalls along the way. Get ready to capture the best insta pics whilst feeling like you're in paradise!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "KAWASAN FALLS CANYONEERING: Today we’ll be heading for a thrilling canyoneering adventure at Kawasan Falls that’ll have us leaping into bright blue pools."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "SNORKELLING & SARDINE RUN: This morning we’re off on a snorkelling trip to observe the Sardine Run that Moalboal is famous for. A phenomenon worthy of a David Attenborough documentary, we’ll have the chance to snorkel amongst countless sardines in amazingly clear water - an experience like nothing else! The afternoon is yours to check out more of Moalboal town, or relax by the beach or pool under the tropical sun."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "VISIT SIMALA CHURCH: Today we’ll stop at Simala Church, a castle-like monastery where we can learn about the Spanish colonisation of the Philippines. From Cebu City we’ll take our second internal flight to Busuanga Island, where we'll check in to our accom."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "SNORKELLING IN CORON: It’s time to whip out the snorkel goggles and underwater camera as we go snorkelling in the Sulu Sea. Visiting some of Corons most iconic snorkel spots, we’ll be sure to spot some beautiful creatures!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "CORON & HOT SPRINGS: This morning you can choose to wander Coron Town or just chill by the pool. Later that day, we’ll hike up Mount Tapyas for beautiful views of the bay. After some exercise we’ll travel to Maquinit Hot Springs to relax our bodies and be rewarded with a golden sunset as we soak in the hot saltwater pools."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "BOAT EXPEDITION: Today we set off on a spectacular 3-day island-hopping expedition from Coron to El Nido. Sailing on a traditional Banca boat we’ll go off the beaten track to explore untouched islands, pristine oceans, meet local tribes and sleep on the beach. Our Filipino huts and facilities are simple, but with very few tourists, loads of fresh food and marvellous vistas everywhere you turn, we think the trade off is absolutely worth it."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BOAT EXPEDITION: Continuing our trip to Palawan we’ll pass more white beaches and swim with fish in some of the world’s most colourful snorkelling spots. Completely off the grid we’ll be able to fully immerse in the heavenly beauty of our surroundings. With nothing else to worry about, all we have on the agenda is swim, snorkel, sunbathe, repeat! Tonight we stay on the beach in a traditional camp, dozing off to the sounds of the waves under the stars."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "EL NIDO: Today our island hopping expedition comes to an end as we arrive on the island of Palawan. After a few days of swimming and sailing today is ours to relax on the beach, sip cold drinks and discover El Nido. Tonight we’ll get to experience the island’s nightlife!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "CANOPY WALK & MASSAGES: This morning we'll head off to see the town from above on a walk through the lush jungle canopy. You'll then get to ease your muscles with an included Filipino massage, the ultimate way to chill after so much adventure. Tonight you'll choose how you want to spend your evening. A sunset bar or perhaps a chilled dinner, the options are endless!"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "JEEPNEY TOUR OF EL NIDO & NACPAN BEACH: Our last full day will see us hopping in a Jeepney to tour El Nido. We'll visit a local organic farm and enjoy lunch on the beach with a traditional Filipino dance performed by the local community. Then we'll visit Nacpan Beach, one of the most beautiful spots on Palawan. Tonight we wrap things up our last dinner and drinks to toast the incredible adventures we’ve had together."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TRAVEL TO PORT BARTON: We'll farewell our 13 day travellers today. After departing El Nido, our journey will continue south, taking us through the breathtaking Palawan island to reach the tranquil beach town of Port Barton, which serves as the entrance to even more remarkable tropical delights. This afternoon, you'll have time to unwind by the beach and enjoy a sunset drink before our tonight’s dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "ISLAND HOPPING & SNORKELLING: Today, we indulge in our last, enchanting experience of pristine waters, breathtaking tropical islands, and snorkelling. This incredible island boat trip promises to amaze, featuring palm-fringed beaches, vibrant coral reefs bustling with marine creatures, and astonishing sandbanks adorned with starfish—a truly unforgettable day to cherish!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "UNDERGROUND RIVER: This morning we’ll make our way to Puerto Princesa, but along the way a remarkable highlight awaits us - Palawan's renowned Underground River. We’ll embark on a captivating boat cruise through the cave network, where you'll witness breathtaking underground stalactite and stalagmite formations, crafted by nature over millions of years."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "FLY BACK TO MANILA: Today, you'll have the option to discover the charms of Palawan's capital, Puerto Princesa. We’ll then make our way back to Manila, preparing for a seamless departure from your unforgettable journey the next day. After an included brief flight back to the capital, we’ll check-in to our hotel for one last evening together."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "CHECK OUT & ONWARD TRAVEL: Your amazing 17 day adventure comes to an end. You can either check out and make your way back home, stay on longer in Manila or continue your travels in the Philippines."
    }
  ],
  "map": ""
}