{
  "destination": "Philippines",
  "mainPhoto": "",
  "id": "palawan-tailor-made-holiday",
  "tourName": "Palawan tailor made holiday",
  "placesVisited": "",
  "generalInfo": "Voted most beautiful island of the world, Palawan is a long island bathed mainly by the Sulu Sea and the South China Sea. It’s one of the less populated islands of the archipelago, but also one of the greenest and the most beautiful. For more than a week, you will follow a breathtaking path to reach El Nido in the north of the 450km long island and then Coron in the Calamian Islands. You will first land in Puerto Princesa, the capital of Palawan and discover the Honda Bay, visit the underground river in Sabang, you will relax in Port Barton before going to the wonderful El Nido, and end your journey in Coron.",
  "durationDays": "12",
  "price": "4999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Upon arrival in Manila airport (NAIA), your driver will be waiting for you outside the corresponding terminal to take you to your hotel near the Manila Bay : Manila Hotel located next to Intramuros and described by Ernest Hemingway as \"one of the most important landmarks in Manila. Depending on your time of arrival, we will take you to Intramuros for a unique visit of the walled city, you will either ride a bamboo bicycle called bambike to discover the ancient city built by the spaniards or, if you don't mind a late night, we will take you to a tour of Intramuros after dark. Either way, you will have an unforgettable experience."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You will be leaving early after breakfast and your driver will bring you to the airport for your flight bound to Puerto Princesa, the capital and main city of Palawan. Upon arrival, a driver will be waiting for you to tour you around Puerto Princesa so that you can enjoy the baywalk, visit the Palawan Heritage Center and the Palawan Environment Enforcement Museum. Right after, the driver will take you to Daluyon Beach and Mountain Resort, a 4-star luxury Puerto Princesa resort with one of the best beaches in Palawan. A model for sustainable tourism, Daluyon has been awarded 3 ASEAN Green Hotel Awards and was given the Hall of Fame Award by the Department of Tourism (DOT) because of this significant tourism achievement."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "For this day you will be visiting one of the natural wonders of the world and you will be leaving early in the morning to explore this marvelous site. Puerto-Princesa Subterranean River National Park encompasses one of the world’s most impressive cave systems, featuring spectacular limestone karst landscapes, pristine natural beauty, and intact old-growth forests and distinctive wildlife. The highlight of this subterranean river system is that it flows directly into the sea, with its brackish lower half subjected to tidal influence, distinguishing it as a significant natural global phenomenon. Holding the distinction of being the first national park devolved and successfully managed by a local government unit, the park’s effective management system is a symbol of commitment by the Filipino people to the protection and conservation of their natural heritage. You will be having your lunch at Sabang right after."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "In the morning, you will be leaving Puerto Princesa as you will be traveling to Taytay to see the Flower Island. For over three decades, Flower Island resort has been protecting the flora and fauna surrounding the island to create a resort that is in harmonic balance with nature. The result is this tropical paradise in once of the most beautiful places in the world, mostly untouched by nature and a haven for nature lovers, Flower Island Resort is an exclusive retreat made for those who know how it is to live life. Flower Island Resort has been offering nature lovers with a unique escape from the hustle and bustle of city life. Committed to preserving Mother Nature as well as providing an unforgettable getaway, a visit to Flower Island Resort is an experience one will treasure for a lifetime."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Get one with nature and be mesmerized with the peaceful atmosphere of Flower Island because today is your free day! Relax and take all your stress away by enjoying this resort. Or you might want to consider these options in case you want to do some activities; - Enjoy a short speedboat ride to a nearby island, and experience a relaxing day out on the beach as we organize a private island picnic with an exotic spread of Filipino favorites such as pearl meat barbeque, grilled seafood, to name a few. - Fitness on the water! Sit or stand or do yoga on our paddle boards as you enjoy the ocean. - Kayak at sea with solo, or with your loved ones. - For a breathtaking view, a trip onto the top of The Peak is a must. Guests can enjoy this unique vantage point where they can see the entire island while savoring the fresh air. A magical night under the stars in tower suites can also be arranged upon request. - Discover Flower Island and its nearby islands like Elephant Island, Casian Island, Maonsonon Island to name a few all of which have various marine life species and landscapes to discover. - Palawan is known to be the last ecological frontier in the world. Discover multi-colored fish, corals, and swim with sea turtles. - Island hopping: Each one of these islands has its unique beauty for snorkelers and divers, even for those who just love to go for a boat ride and indulge in the scenic view surrounding Flower Island Resort. - Trek around the island or hike up to the Peak for a 360 view of Flower Island and its neighboring islands. The Peak is highly recommended for sunrise and/or sunset hikes. - Pearl Farm Tour: Take part in a unique experience as you visit a working pearl farm and learn how a pearl, our National Gem, is born."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Another location will be unlocked for today. You will leave Flower Island in the morning and take the speedboat to Sibaltan pier this time. From there, you will hit the road again to go to El Nido. El Nido is a famous seaside resort also located on the island of Palawan. Renowned for its white sand beaches and coral reefs, it is a gateway to the Bacuit Archipelago, a group of islands with steep karst cliffs. The island of Miniloc, next to it, is known for its crystal clear waters, as for the lagoons (Small lagoon, Big Lagoon, hidden lagoon and secret lagoon), they are on the routes of the boat tours and will surely take your breath away. Nearby, the island of Shimizu offers fish-filled waters. The area offers many dive sites, including the long Dilumacad Island tunnel that leads to an underwater cave. Later in the afternoon, you will have the chance to explore the rest of El Nido."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "You will embark on a banca that will take you from beach to lagoon, after your breakfast. You will spend the entire day at sea and will have the opportunity to swim and refresh yourself at each stop to enjoy both the scenery and the striking underwater fauna. Tour C includes the following stops: Helicopter Island, Matinloc Shrine, Secret Beach, Star Beach and Hidden Beach. After experiencing this fun Island Hopping, you will be back to your resort and enjoy the rest of the afternoon."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Another free day to enjoy! You can swim at the Corong-Corong Beach where your hotel is located or you can also visit the surroundings by scooter, including the beaches of Nacpan, Las Cabanas, as well as Sibaltan and Bucana. And if you wish to go on another island hopping, you can discover the different beaches and lagoons of Bacuit Bay. The stops of Tour A include: Small lagoon, Big Lagoon, Secret Lagoon, Shimizu Island and 7 commando beach."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning you will be traveling from your hotel to the port bound to Coron, Palawan. After a 4-hour boat trip, you will arrive in Coron where a driver will be waiting for your to take you to your hotel, the Funny Lion where you will spend the next 3 nights. Coron is actually the capital city of Busuanga Island which is part of the Calamian archipelago, in the north of Palawan. The town of Coron is often mistaken with the island of the same name that we can visit in day time but where it's prohibited to stay overnight. Found in the outskirts of Coron Town, The Funny Lion is a contemporary safari-themed resort that promises a peaceful refuge with its eco-chic exteriors, modern amenities, and unparalleled sights. In the afternoon, you will go on a tour around the town, you will have the opportunity to swim in a natural hot spring (Maquinit) and you will enjoy the overview of the town and its bay from the top of Mt Tapyas. The sunset is just marvelous."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "You will be able to get a broad overview of the magnificent karst landscapes that characterize Palawan and the reason why it was awarded as the most beautiful island in the world. Many islands surround Coron and this is a great opportunity for you as you will be witnessing these majestic islands. You will take a banca, the traditional fishermen's boat with its two bamboo outriggers and go on an island hopping to visit some of them. You will be visiting Lake Kayangan, the Twin Lagoons, and Siete Pescados. After this day at sea, you can still have fun at the resort's pool and enjoy their amenities before dinner."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today is your free day but you have the option to go on another island hopping. Coron was the scene of major battles during World War II between the Americans and the Japanese. These sea battles left a mark as many ships were torpedoed and sunk. They are still visible today, especially since the region is not known for its great depths. It is therefore possible to observe some of these wrecks without special equipment, but with a simple snorkeling gear. If you choose to go on another island hopping, you will embark again for a day at sea during which you will have the opportunity to either observe a few of these Japanese wrecks only a few meters deep (Reef and Wrecks tour) or very beautiful beaches such as Malcapuya, Banana island and Bulog dos island."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Every adventure always has an end, but do not worry since you will be having more soon! In the morning, a driver will pick you up from your resort and head back to the airport of Busuanga where you will take your flight bound to Manila. From there, you will fly home."
    }
  ],
  "map": ""
}