{
  "destination": "Philippines",
  "mainPhoto": "",
  "id": "philippines-holiday-16-days",
  "tourName": "Philippines holiday, 16 days",
  "placesVisited": "Manila, Cauayan, Isabella, Batad rice terraces, Tagaytay, Bohol Island, Chocolate Hills, Cebu, Miniloc Island, El Nido, Boat trips, snorkelling and volcano treks",
  "generalInfo": "The suggested 16 day tailor made itinerary below takes in the highlights of the Philippines including the regions of Luzon, Visayas and Palawan. <br/><br/>Beginning in the capital city, Manila, you will uncover the historic centre of Intramuros before heading north to the spectacular Ifugao province. <br/><br/>Spot the Tarsier (one of the world's smallest primates) on Bohol before finishing up in El Nido's Bacuit Archipelago.<br/><br/>This 16 day island hopping trip is ideal for anyone looking to explore both on land and underwater with ample opportunities to snorkel, trek and explore, off the beaten track, bound to resonate with adventurous travellers and beach seekers alike.",
  "durationDays": "16",
  "price": "5950",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Manila."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Upon arrival in Manila you will be greeted by one of our representative and taken to your hotel. Depending on what time your flight arrives you may wish to do some exploring or simply just have some time to relax after your long journey."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will be collected from your hotel and taken to the airport in time for your flight to Cauayan in the eastern province of Isabella. Upon arrival in Cauayan you will be met by your guide and transferred north to the Ifugao town of Banaue. The area is home to no less than five World Heritage Sites, all of which are spectacular rice terraces dating back over 2,000 years. This evening is free to relax or explore at your own leisure."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today you will explore the stunning rice terrace amphitheatre at Batad before trekking down into the beautiful village of Bangaan."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Stray off the beaten track today and visit the hidden terraces of Mayoyao. Not many travellers venture this far and you will be greatly rewarded with towering peaks, small farming communities and nice trekking opportunities."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you will be collected from your hotel and taken back to Cauayan in time for your flight to Manila. Upon arrival in Manila you will be met by your guide and taken to your hotel. On route you will make a stop in the Binondo district, home to some of the city's most interesting and exciting cuisine. Here you will embark on a short food tour of the area before checking in to your hotel. The rest of the evening is free to relax or explore at your own leisure."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After breakfast you will enjoy a guided tour around Intramuros, a historic walled city in the heart of Manila. The area is quite well preserved with cobbled streets, colonial buildings and an old fort. The afternoon is free to relax or explore at your own leisure."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "This morning you will journey south from Manila to Tagaytay and the nearby heritage town of Taal. Tagaytay is quite well developed and beautifully situated with wonderful views over Lake Taal and the Volcano. Taal Heritage town is located around 45 minutes away close to the lake's edge and has a vast collection of well preserved colonial buildings. Before lunch you will enjoy a guided tour of the area before having the afternoon at leisure."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast you will journey back to Manila in plenty of time for your flight to Bohol. Upon arrival in Bohol you will be met by your local guide and taken to your beachside hotel. The rest of the day is free to relax or explore at your own leisure. This evening you may want to dine out at Tarsier Paprika, one of the island's best restaurants."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Today you will enjoy a full day tour of the island taking in some of the major highlights including the Chocolate Hills, bee farm and tarsier sanctuary. The sanctuary was set up by the 'the tarsier man' and is a wonderful project which allows visitors to see the small primates in a protected environment. If you are feeling active you can accompany the owner on a short trek into the forest where you may be lucky enough to spot the resident animals in the wild."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You will have the full day free to relax or explore at your own leisure. There are plenty of world class snorkelling and diving opportunities nearby."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "This morning you will be collected from your hotel and taken to the nearby ferry terminal for your boat ride across to Cebu. Upon arrival in Cebu you will be met by your local guide and taken to your hotel. The evening is free to relax or explore at your own leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today you will be transferred to the airport in plenty of time for your flight to El Nido. Upon arrival in El Nido you will be met by a resort representative and taken to your hotel on Miniloc Island. Approaching the island by boat you will get your first glimpse of the ruggedly beautiful limestone karst jutting out of the water, white sand beaches and secluded turquoise coves. You will have the rest of the day free to relax or explore at your own leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Full day free to relax or explore at your own leisure. El Nido is home to some amazing marine life with numerous snorkelling and diving opportunities nearby. Watch the sunset from the comfort of the beachside bar or restaurant."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Another full day free to explore the natural wonders around El Nido. You may wish to take a boat trip and do some island hopping. An afternoon swim is also recommended. Enjoy some of the island's fresh seafood for dinner this evening."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Bid farewell to El Nido and the Philippines today as you transfer back to the airport in time for your flight home. Your return flight will arrive the same day."
    }
  ],
  "map": ""
}