{
  "destination": "Güney Afrika",
  "mainPhoto": "",
  "id": "AFKF",
  "tourName": "Kruger 'den  Viktoria Şelalelerine",
  "placesVisited": "Güney Afrika, Svaziland, Zimbabve, Zambiya",
  "generalInfo": "İki haftada  Pretoria'dan Livingstone'a. Afrika'daki en küçük ülkelerden biri olan Svaziland'da gidin ve ülkeyi tanımlayan kültürleri öğrenin. Kruger Milli Parkı'ndaki ovalar boyu uzanan zebraları ve aslan ailelerinin sinsice dolaşmasını izleyin. Bulawayo'lu gergedanlarla birlikte yürüyün. Victoria Şelaleleri'nin güçlü gücünü görebileceğiniz Zambiya'da turunuzu sonlandırın.",
  "durationDays": "14",
  "price": "1199",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Siempre Tour Kamyonlarıyla Kruger Milli Parkı'nda gezi</p>\n<p>&gt;Matobo Milli Parkı'nda bir tam gün gezi</p>\n<p><strong>Konaklama </strong></p>\n<p>4 gece Otel, 5 gece kulübe, 2 gece çadır kampı, 1 gece konuk evi</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>1 açık büfe kahvaltı , 7 öğle yemeği , 3 yöresel kahvaltı, 4 kahvaltı, 2 akşam yemeği , 5 hafif kahvaltı , 1 yöresel öğle yemeği.</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tour Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Pretoria'ya varış",
      "description": "Pretoria'ya hoş geldiniz. Konaklama birimimizin yardımıyla Johannesburg'a ve çevredeki bölgelere günlük geziler yapabilirsiniz. Neden Irkçılık , Nelson Mandela, altın, bira ve geleneksel Afrika tıbbı gibi çeşitli konulara ayrılmış büyüleyici müzeleri ziyaret etmeyesiniz ki? Walter Sisulu Botanik Bahçeleri de dahil olmak üzere başka seçenekler de var. Ya da Mai Mai pazarındaki şifacılarla tanışabilirsiniz. Ayrıca profesyonel rehberli turda Soweto'ya da gidebilirsiniz."
    },
    {
      "dayNumber": 2,
      "title": "Mlilwane",
      "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
    },
    {
      "dayNumber": 5,
      "title": "Hazyview",
      "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
    },
    {
      "dayNumber": 6,
      "title": "Kruger Milli Parkı",
      "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Tshipise",
      "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Bulawayo ve Matobo Milli Parkı",
      "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Viktorya Şelaleleri",
      "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "Livingstone",
      "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
    },
    {
      "dayNumber": 14,
      "title": "Livingstone'dan ayrılış",
      "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}