{
  "destination": "Güney Afrika",
  "mainPhoto": "",
  "id": "AFSL",
  "tourName": "Güney Afrika Macerası",
  "placesVisited": "Güney Afrika, Svaziland, Zimbabve, Zambiya, Bostwana, Namibya",
  "generalInfo": "Pretoria'dan Cape Town'a uzanan uzun soluklu bir macerada, Zimbabve’nin balta girmemiş ormanları  boyunca güçlü yırtıcı hayvanlara ve nesli tükenmekte olan gergedanlara ev sahipliği yapan milli parkları gezin. Huzurlu deltalardan süzülün ve gün batımında sulak arazilerin karşısında bir şeyler içmenin tadını çıkarın. Uçsuz bucaksız kanyonlardan nefes kesen manzaralara hayran kalacaksınız ve yolun her adımında dost canlısı bölgelerle tanışacaksınız.<br><br>En Yakın Uluslararası Havaalanına (geliş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Cape Town Uluslararası Havalimanı(CPT)",
  "durationDays": "31",
  "price": "3149",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "34",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Siempre Tur kamyonlarıyla Kruger Milli Parkı’nda gezi</p>\n<p>&gt; Matobo Milli Parkı’nda tam gün gezi</p>\n<p>&gt;Chobe Nehrindeki günbatımı tekne turu</p>\n<p>&gt;Okavango Deltasındaki yürüyüş safarisi ve mokoro ( geleneksel sallar )</p>\n<p>&gt;Siempre Tur kamyonlarıyla Etosha Ulusal Parkı'nda yapılan , gün boyu süren gezi</p>\n<p>&gt;Solitaire Kasabası'ndaki oğlak dönencesinde duraklamak</p>\n<p>&gt;Sesriem Kanyonu</p>\n<p>&gt;Sossusvlei ve Ölü Vlei</p>\n<p>&gt;Balık Gölü Kanyonu</p>\n<p>&gt;Şarap Tadımı</p>\n<p><strong>Konaklama </strong></p>\n<p>14 gece Otel ,   5 gece baraka,  3 gece çadır kampı ,2 gece konukevi, 4 gece klübe , 2 gece pansiyon</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>5 Açık Büfe Kahvaltı, 19 Öğle Yemeği, 7 Yöresel Kahvaltı, 12 Kahvaltı, 8 Akşam Yemeği</p>\n<p>6 Hafif Kahvaltı,1 Yöresel öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour lideri , Siempre Tur Şoförü</p>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Pretoria'ya varış",
      "description": "Pretoria’ya Hoşgeldiniz."
    },
    {
      "dayNumber": 2,
      "title": "Mlilwane",
      "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
    },
    {
      "dayNumber": 5,
      "title": "Hazyview",
      "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
    },
    {
      "dayNumber": 6,
      "title": "Kruger Kruger Milli Parkı",
      "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
    },
    {
      "dayNumber": 8,
      "title": "Tshipise",
      "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
    },
    {
      "dayNumber": 9,
      "title": "Bulawayo ve Matobo Milli Parkı",
      "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
    },
    {
      "dayNumber": 11,
      "title": "Viktorya Şelaleleri",
      "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
    },
    {
      "dayNumber": 13,
      "title": "Livingstone",
      "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
    },
    {
      "dayNumber": 15,
      "title": "Kasane ve Chobe Ulusal Parkı",
      "description": "Zambiya’dan Bostvana’ya doğru maceramız devam ediyor. Chobe Ulusal Parkı’nda, çeşit çeşit vahşi hayvanların evinde kapalı kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanalara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
    },
    {
      "dayNumber": 16,
      "title": "Filler",
      "description": "Sıradaki durağımız çok yerel bir yer. Botswana'nın kuzeydoğu kesiminde özel koruma altındaki bir orman evi olan Elephant Sands'te kalacaksınız. Bu ev özellikle fillerden oluşan bir çok vahşi yaşama ev sahipliği yapıyor. Yüzme havuzundan çok keyif alacaksınız ve eğer şanslıysanız bu kibar devlerden birini görme şansını yakalayacaksınız."
    },
    {
      "dayNumber": 17,
      "title": "Maun",
      "description": "Afrika'nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası'ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
    },
    {
      "dayNumber": 18,
      "title": "Maun ve Okavango Deltası",
      "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır. Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
    },
    {
      "dayNumber": 19,
      "title": "Divundu",
      "description": "Maun'dan ayrılıp Bostvana üzerinden Namibya'ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
    },
    {
      "dayNumber": 20,
      "title": "Etosha Ulusal Parkı",
      "description": "İki gecemizi Etosha Ulusal Parkı’nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyhatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
    },
    {
      "dayNumber": 22,
      "title": "Outjo",
      "description": "Bu sabah Etosha bölgesinden ayrılıp gece kalacağımız Outjo’ya doğru yol alıyoruz"
    },
    {
      "dayNumber": 23,
      "title": "Swakopmund",
      "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’nın en popüler tatil mekanıdır. Burada iki gece geçireceğiz. Koloni mimarilerinin arasında dolaşabilirsiniz ya da bir veya iki tane yerel demleme birayı tadabilirsiniz.  Adrenalin açlığınızı gidermeyi tercih ederseniz, bir çok gezi bulabilirsiniz. Kasabada ayrıca barlar , tüm yemekleri test edebileceğiniz restoranlar var. Deniz mahsülleri harika"
    },
    {
      "dayNumber": 25,
      "title": "Windhoek",
      "description": "Deniz kenarından tekrardan karaya geçiyoruz. Yolculuğumuz Namibya'nın başkenti Windhoek'e.  Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
    },
    {
      "dayNumber": 26,
      "title": "Sesriem",
      "description": "Başkentten ayrılarak oğlak dönencesine doğru yola çıkıyoruz ve ancak olup biteni (sizi nelerin beklediğini)anlayabiliyorsunuz. Buradan, Namib-Naukluft Ulusal Parkı'na yakın, merkez Namibya'nın Khomas Bölgesi'nde küçük bir yerleşim yeri olan Solitaire'ye devam ediyoruz. Bu küçük çöl topluluğunda yalnızca bir benzin istasyonu, postane, fırın ve taşra marketi bulunuyor. Kamyondan inerken, bir an durup, kaktüsler ve kısmen kuma batmış eski araç karkasları ile çevrili bir film setine adım atmış gibi hissedeceksiniz."
    },
    {
      "dayNumber": 27,
      "title": "Balık Gölü Kanyonu",
      "description": "Bu sabah, Namib Çölü'nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei'yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
    },
    {
      "dayNumber": 28,
      "title": "Orange Nehri",
      "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri'ne devam ediyoruz.. Burası Güney Afrika'nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika'daki Büyük Kanyon'un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
    },
    {
      "dayNumber": 29,
      "title": "Cederberg",
      "description": "Cape Town'a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
    },
    {
      "dayNumber": 30,
      "title": "Cape Town",
      "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
    },
    {
      "dayNumber": 31,
      "title": "Cape Town'dan ayrılış",
      "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
    }
  ],
  "map": ""
}