[
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "BXASJ",
    "tourName": "Güney Afrika Gezisi",
    "placesVisited": "Güney Afrika, Swaziland, Zimbabve, Zambiya, Bostavana, Namibya, Lesotho",
    "generalInfo": "Pretoria'dan başlayarak Güney Afrika üzerinden bir maceraya atılıyoruz. Eşsiz Svazi gelenekleri hakkında bilgi edinebileceğiniz ve Kruger Milli Parkı'ndaki vahşi yaşamın bolluğunu Siempre Tour kamyonunun yüce yüksekliğinden hayranlıkla seyredebileceğiniz, küçük ama fazlasıyla kültürel şehir Svaziland'ı keşfedin. Yedi ülke boyunca seyahat edin.Pretoria, Cape Town veya Livingstone'dan bu destansı tura başlayabilirsiniz.<br><br>En Yakın Uluslararası Havaalanına (geliş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)",
    "durationDays": "43",
    "price": "1949",
    "image1": "siempretour-images/BXASJ/bxasj_southern-africa-circuit2019_04_09_01_35_25_0.jpg",
    "image2": "siempretour-images/BXASJ/bxasj_southern-africa-circuit2019_04_09_01_35_25_1.jpg",
    "image3": "siempretour-images/BXASJ/bxasj_southern-africa-circuit2019_04_09_01_35_25_2.jpg",
    "image4": "siempretour-images/BXASJ/bxasj_bxasj_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>Kruger Milli Parkı gezisi</li>\n<li>Mahango  Koruma Alanı Gezisi</li>\n<li>Solitaire Kasabası ve Oğlak Dönencesi</li>\n<li>Sersiem Kanyonu</li>\n<li>Dune 45</li>\n<li>Balık Gölü Kanyonu Gezisi</li>\n<li>Addo Fil Ulusal Parkı Gezisi</li>\n<li>Golden Gate Ulusal Parkı Gezisi</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>36 gece çadır kampı, 6 gece Hostel ,</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>30 Akşam Yemeği , 40 Kahvaltı , 32 Öğle Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tur Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pretoria'ya varış",
        "description": "Turunuzun ilk günü, önceden organize edilmiş aktiviteleri olmayan bir varış günüdür. Dinlenmek ve bazı turistik yerleri görmek için önceden konaklama isteyebilirsiniz. Lütfen varışta, ön toplanmanın ne zaman yapılacağı hakkında bilgi almak için resepsiyona danışınız."
      },
      {
        "dayNumber": 2,
        "title": "Mlilwane",
        "description": "Svaziland diğer Afrika ülkelerinin çoğundan küçük olduğu için, Mlilwane bu inanılmaz krallığın birçok farklı alanını keşfedebileceğiniz mükemmel bir üs sağlar."
      },
      {
        "dayNumber": 5,
        "title": "Hazyview",
        "description": "Svaziland'a veda edip, Güney Afrika'ya tekrar girip Kruger Ulusal Parkı'na yakın bir yerdeki konaklama birimimize gidiyoruz. Bu gece Güney Afrika'nın Mpumalanga eyaletindeki küçük bir kasaba olan Hazyview'de kalıyoruz. Zamana bağlı olarak, Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu veya Lizbon Şelaleleri'nin harika manzaralarını görmek için rotada ek duraklar yapabiliriz."
      },
      {
        "dayNumber": 6,
        "title": "Kruger",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Musina",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Bulawayo",
        "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Livingstone",
        "description": "2 gece Viktoria Falls Waterfornt'da çadır kampı veya benzeri"
      },
      {
        "dayNumber": 15,
        "title": "Chobe Ulusal Parkı",
        "description": "Chobe Ulusal Parkı’nın yanında, Botsvana'daki en çeşitli vahşi yaşam evinde kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanalara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Maun",
        "description": "Afrika'nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası'ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
      },
      {
        "dayNumber": 17,
        "title": "Okavango Deltası",
        "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır. Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
      },
      {
        "dayNumber": 18,
        "title": "Maun",
        "description": "Delta'dan ayrılıp, grubun geri kalanına, şoför ve aracınıza yeniden katılacağınız Maun'a ,bir geceliğine dönüyoruz."
      },
      {
        "dayNumber": 19,
        "title": "Divundu",
        "description": "Maun'dan ayrılıp Bostvana üzerinden Namibya'ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
      },
      {
        "dayNumber": 20,
        "title": "Etosha Ulusal Parkı",
        "description": "İki gecemizi Etosha Ulusal Parkı’nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyhatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
      },
      {
        "dayNumber": 22,
        "title": "Kamanjab",
        "description": "Koruma altında olan bu güzel yaratıklara, bölge etrafındaki isteğe bağlı turlara yaklaşma seçeneğine sahipsiniz. Kamanjab'da ayrıca, köylüler tarafından bakılan yetim kalan çocukların bulunduğu yerel bir Himba Kabilesini ziyaret etme fırsatına sahipsiniz. Sadece Himba çocuklarının, Namibya'da, okula devam etme zorunluluğu yoktur ve geleneksel olarak köyün yaşlıları tarafından yetiştirilirler. Topluluğa bağışlar kabul edilir ve rehberinizle bağış yapabilirsiniz."
      },
      {
        "dayNumber": 23,
        "title": "Windhoek",
        "description": "Namibya'nın başkenti Windhoek'e hoşgeldiniz. Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
      },
      {
        "dayNumber": 24,
        "title": "Swakopmund",
        "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’nın en popüler tatil mekanıdır. Swakopmund'da, bir dizi isteğe bağlı gezintiye sahip. Adrenalin açlığımızı beslemek için iki tam günümüz var. Kasabada çeşitli barlar ve restoranlar vardır. Akşamları, soğuk bir yerel bir veya iki bira eşliğinde gün içinde yaptığınız aktivitelerin videosunu izleyerek geçirebilirsiniz. Birkaç eğlenceli gece için harika bir yer."
      },
      {
        "dayNumber": 27,
        "title": "Sesriem",
        "description": "Bugün, güzel dağlık bölgeler ve dev kum tepeleriyle ünlü Namib-Naukluft Milli Parkı'ndan geçerek Sesriem'e doğru uzanıyoruz. Namibya'nın Khomas Bölgesi'ndeki küçük bir yerleşim yeri olan Solitaire'de öğle yemeği molası vermeden önce, Oğlak dönencesinde durup fotoğraf çektiriyoruz. Sesriem'e vardığımızda, öğleden sonra, Sesriem Kanyonunda bir yürüyüşe çıkabilirsiniz. İnanılmaz çeşitlilikteki vahşi yaşam, buradaki zorlu koşullara adapte olmuştur. Birçok kertenkele türü  ile birlikte kaya güvercini, karga, sığırcık ve baykuş görebilirsiniz."
      },
      {
        "dayNumber": 28,
        "title": "Balık Gölü Kanyonu",
        "description": "Bu sabah, Namib Çölü'nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei'yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
      },
      {
        "dayNumber": 29,
        "title": "Orange Nehri",
        "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri'ne devam ediyoruz.. Burası Güney Afrika'nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika'daki Büyük Kanyon'un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
      },
      {
        "dayNumber": 30,
        "title": "Cederberg",
        "description": "Cape Town'a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
      },
      {
        "dayNumber": 31,
        "title": "Cape Town",
        "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
      },
      {
        "dayNumber": 34,
        "title": "Tsitsikamma",
        "description": "Tsitsikamma Milli Parkı'nın yanında kalıyoruz. Bahçe güzergahında yer alan tesis, Storms Nehri ve Hint Okyanusu'nun sörf için buluştuğu noktaya bakan tepenin üzerinde yer almaktadır. Park, doğal yürüyüşler, küçük bir plaj ve nehir ağzını kapsayan ünlü Storms River asma köprüsü dahil olmak üzere sahil şeridinden oluşan bir deniz rezervini kapsamaktadır. Park, yerli bitkilerin bolluğu ve üretken kuş yaşamı ile bilinir. Sörf ve güney sağ balina yunuslar için bir göz atın. Bacaklarınızı kısa bir yürüyüş mesafesinde veya yakınlardaki bir şelaleye doğru uzatabilirsiniz, bu yüzden sıcak günleri için mayolarınızı yanınıza almayı unutmayın."
      },
      {
        "dayNumber": 36,
        "title": "Addo Fil Milli Parkı",
        "description": "Addo Fil Milli Parkı, Güney Afrika'daki Port Elizabeth'e yakın bir yerde bulunan bir fil koruma alanıdır ve ülkenin kıyı şeridindeki en güzel kumullardan bazılarına sahiptir. Parkın orjinal fil kısmı, 1931 yılında, bölgede sadece 11 fil kaldığı zaman belirlenmiştir. Bugün bu ince ayarlı ekosistem, 450'den fazla fil, Afrika antilopu, nesli tükenmekte olan siyah gergedan, çeşitli antilop türleri, Burchell'in zebraları ( ova zebraları ) ve Afrika yaban domuzlarına bir sığınaktır. Seyahat zamanlarımıza bağlı olarak, bir öğleden sonra ve sabah erken saatlerde park gezisi yapma şansı elde edebiliriz."
      },
      {
        "dayNumber": 37,
        "title": "Hogsback",
        "description": "Doğu Burnu'nda yer alan Hogsback köyü, Tyum Vadisi'nin yukarısındaki Amatole Dağları'nın yamaçlarında üç zirvenin hakim olduğu bir bölgede yer alır; bunlardan biri,  belirli bir açıdan Hog'un sırtına benzeyen jeolojik kayaların bulunduğu tepedir. Görülecek  çok çeşitli kuş yaşamının olduğu çevredeki ormanı keşfetmek için biraz zamanımız var. Ayrıca yukarıdaki gölgeliklerde samango maymunlarının seslerini duyabilirsiniz. Birkaç nehir dağlardan akar ve Madonna ve Çocuk, Swallowtail ve Kettlespout gibi küçük ama muhteşem şelaleler oluşturur."
      },
      {
        "dayNumber": 38,
        "title": "Lesotho",
        "description": "Lesotho krallığına giriş yapıyoruz.Bu dağlık ülkeden , nefes kesici güzelliği olan Malealea'ya doğru yol alıyoruz. Dünya, tamamı deniz seviyesinden 1000 metre yukarıda olan tek ülke olan “Gökteki Krallık” da geleneksel Basotho yaşam tarzını deneyimleme şansı bulacağız. Lesotho'ya olan hiçbir ziyaret bir midilli gezintisi olmadan tamamlanmadı ve Malealea'daki pansiyonumuzdan, sağlam bir midilli arkasında, manzarayı keşfetmek için bolca fırsat var. Engebeli vadileri ve dağ patikalarını yürüyerek de keşfedebilirsiniz. Konaklamanız süresince, hiç şüphesiz, Basotho halkının dayanıklılığını ve dostluğunu anlamaya ve topraklarının huzurunun tadını çıkaracaksınız."
      },
      {
        "dayNumber": 40,
        "title": "Drakensberg",
        "description": "Bugün bazı muhteşem dağ manzaralarından geçeceğiz. Localarımızı terkedip, arka planda muhteşem  zirveleri olan küçük çiftlik işletmelerinden ve kasabalardan geçiyoruz. Güney Afrika'ya ve Freestate eyaletine dönerken, turuncu ve sarı kumtaşı kayalıkları ve çimleri ile göz alıcı Golden Gate Milli Parkı'na doğru ilerliyoruz ve Afrika geyiklerini, zebraları ve gnuları görme şansı buluyoruz. Güney Afrika'nın Drakensberg Parkı ya da UKhahlamba, dağlık bir harikalar diyarı ve Dünya Mirası alanıdır. Dağlar ayrıca KwaZulu-Natal eyaletini ve Lesotho'yu ayıran bir bariyer oluşturur. Johannesburg'a giden yolda, meşhur Amfi tiyatro ile bu resmedilmeye değer  arazide kamp yapmak için iki gecemiz olacak. Drakensburg'daki ücretsiz bir gün boyunca bölgeyi yürüyerek ya da kamptaki kiralık dağ bisikletleriyle keşfedebilirsiniz. Kamp aynı zamanda uzun ve zorlu ama yapmaya değer  bir gezi olan Amfi Tiyatro'ya yürüyüş  düzenlemektedir."
      },
      {
        "dayNumber": 42,
        "title": "Pretoria",
        "description": "Bugün Drakensburg'dan Pretoria'ya geçiyoruz."
      },
      {
        "dayNumber": 43,
        "title": "Pretoria'dan ayrılış",
        "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  },
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "AFSL",
    "tourName": "Güney Afrika Macerası",
    "placesVisited": "Güney Afrika, Svaziland, Zimbabve, Zambiya, Bostwana, Namibya",
    "generalInfo": "Pretoria'dan Cape Town'a uzanan uzun soluklu bir macerada, Zimbabve’nin balta girmemiş ormanları  boyunca güçlü yırtıcı hayvanlara ve nesli tükenmekte olan gergedanlara ev sahipliği yapan milli parkları gezin. Huzurlu deltalardan süzülün ve gün batımında sulak arazilerin karşısında bir şeyler içmenin tadını çıkarın. Uçsuz bucaksız kanyonlardan nefes kesen manzaralara hayran kalacaksınız ve yolun her adımında dost canlısı bölgelerle tanışacaksınız.<br><br>En Yakın Uluslararası Havaalanına (geliş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Cape Town Uluslararası Havalimanı(CPT)",
    "durationDays": "31",
    "price": "3149",
    "image1": "siempretour-images/AFSL/afsl_southern-africa-adventure2019_04_09_00_03_57_0.jpg",
    "image2": "siempretour-images/AFSL/afsl_southern-africa-adventure2019_04_09_00_03_57_1.jpg",
    "image3": "siempretour-images/AFSL/afsl_southern-africa-adventure2019_04_09_00_03_57_2.jpg",
    "image4": "siempretour-images/AFSL/afsl_afsl_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Siempre Tur kamyonlarıyla Kruger Milli Parkı’nda gezi</p>\n<p>&gt; Matobo Milli Parkı’nda tam gün gezi</p>\n<p>&gt;Chobe Nehrindeki günbatımı tekne turu</p>\n<p>&gt;Okavango Deltasındaki yürüyüş safarisi ve mokoro ( geleneksel sallar )</p>\n<p>&gt;Siempre Tur kamyonlarıyla Etosha Ulusal Parkı'nda yapılan , gün boyu süren gezi</p>\n<p>&gt;Solitaire Kasabası'ndaki oğlak dönencesinde duraklamak</p>\n<p>&gt;Sesriem Kanyonu</p>\n<p>&gt;Sossusvlei ve Ölü Vlei</p>\n<p>&gt;Balık Gölü Kanyonu</p>\n<p>&gt;Şarap Tadımı</p>\n<p><strong>Konaklama </strong></p>\n<p>14 gece Otel ,   5 gece baraka,  3 gece çadır kampı ,2 gece konukevi, 4 gece klübe , 2 gece pansiyon</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>5 Açık Büfe Kahvaltı, 19 Öğle Yemeği, 7 Yöresel Kahvaltı, 12 Kahvaltı, 8 Akşam Yemeği</p>\n<p>6 Hafif Kahvaltı,1 Yöresel öğle yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour lideri , Siempre Tur Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pretoria'ya varış",
        "description": "Pretoria’ya Hoşgeldiniz."
      },
      {
        "dayNumber": 2,
        "title": "Mlilwane",
        "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
      },
      {
        "dayNumber": 5,
        "title": "Hazyview",
        "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
      },
      {
        "dayNumber": 6,
        "title": "Kruger Kruger Milli Parkı",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Tshipise",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Bulawayo ve Matobo Milli Parkı",
        "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Livingstone",
        "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
      },
      {
        "dayNumber": 15,
        "title": "Kasane ve Chobe Ulusal Parkı",
        "description": "Zambiya’dan Bostvana’ya doğru maceramız devam ediyor. Chobe Ulusal Parkı’nda, çeşit çeşit vahşi hayvanların evinde kapalı kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanalara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Filler",
        "description": "Sıradaki durağımız çok yerel bir yer. Botswana'nın kuzeydoğu kesiminde özel koruma altındaki bir orman evi olan Elephant Sands'te kalacaksınız. Bu ev özellikle fillerden oluşan bir çok vahşi yaşama ev sahipliği yapıyor. Yüzme havuzundan çok keyif alacaksınız ve eğer şanslıysanız bu kibar devlerden birini görme şansını yakalayacaksınız."
      },
      {
        "dayNumber": 17,
        "title": "Maun",
        "description": "Afrika'nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası'ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
      },
      {
        "dayNumber": 18,
        "title": "Maun ve Okavango Deltası",
        "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır. Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
      },
      {
        "dayNumber": 19,
        "title": "Divundu",
        "description": "Maun'dan ayrılıp Bostvana üzerinden Namibya'ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
      },
      {
        "dayNumber": 20,
        "title": "Etosha Ulusal Parkı",
        "description": "İki gecemizi Etosha Ulusal Parkı’nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyhatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
      },
      {
        "dayNumber": 22,
        "title": "Outjo",
        "description": "Bu sabah Etosha bölgesinden ayrılıp gece kalacağımız Outjo’ya doğru yol alıyoruz"
      },
      {
        "dayNumber": 23,
        "title": "Swakopmund",
        "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’nın en popüler tatil mekanıdır. Burada iki gece geçireceğiz. Koloni mimarilerinin arasında dolaşabilirsiniz ya da bir veya iki tane yerel demleme birayı tadabilirsiniz.  Adrenalin açlığınızı gidermeyi tercih ederseniz, bir çok gezi bulabilirsiniz. Kasabada ayrıca barlar , tüm yemekleri test edebileceğiniz restoranlar var. Deniz mahsülleri harika"
      },
      {
        "dayNumber": 25,
        "title": "Windhoek",
        "description": "Deniz kenarından tekrardan karaya geçiyoruz. Yolculuğumuz Namibya'nın başkenti Windhoek'e.  Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
      },
      {
        "dayNumber": 26,
        "title": "Sesriem",
        "description": "Başkentten ayrılarak oğlak dönencesine doğru yola çıkıyoruz ve ancak olup biteni (sizi nelerin beklediğini)anlayabiliyorsunuz. Buradan, Namib-Naukluft Ulusal Parkı'na yakın, merkez Namibya'nın Khomas Bölgesi'nde küçük bir yerleşim yeri olan Solitaire'ye devam ediyoruz. Bu küçük çöl topluluğunda yalnızca bir benzin istasyonu, postane, fırın ve taşra marketi bulunuyor. Kamyondan inerken, bir an durup, kaktüsler ve kısmen kuma batmış eski araç karkasları ile çevrili bir film setine adım atmış gibi hissedeceksiniz."
      },
      {
        "dayNumber": 27,
        "title": "Balık Gölü Kanyonu",
        "description": "Bu sabah, Namib Çölü'nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei'yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
      },
      {
        "dayNumber": 28,
        "title": "Orange Nehri",
        "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri'ne devam ediyoruz.. Burası Güney Afrika'nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika'daki Büyük Kanyon'un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
      },
      {
        "dayNumber": 29,
        "title": "Cederberg",
        "description": "Cape Town'a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
      },
      {
        "dayNumber": 30,
        "title": "Cape Town",
        "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
      },
      {
        "dayNumber": 31,
        "title": "Cape Town'dan ayrılış",
        "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  },
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "BXASC",
    "tourName": "Güney Afrika Turu",
    "placesVisited": "Güney Afrika, Lesotho, Svaziland, Zimbabve, Zambiya, Botsvana, Namibya",
    "generalInfo": "Enerjik şehir olan Cape Town' dan başlayarak, Güney Afrika'nın kalbine doğru yol alıyoruz. Güney Afrika' nın önde gelen milli parkı Kruger' den geçin ve büyük ovalarında büyük 5'linin gezinmelerini gözlemleyin. Hem Zambiya hem de Zimbabve'den Victoria Şelaleleri' ni ziyaret edebilir ve Balık Nehri Kanyonu'ndaki manzaralara hayran kalın. Bu tur birden fazla şehirde başlayıp bitebilir, bu yüzden macera ellerinizde!<br><br><strong>En Yakın Uluslararası Havaalanına (geliş):</strong> Cape Town Uluslararası Havalimanı (CPT)<br><br><strong>En Yakın Uluslararası Havaalanı (gidiş):</strong> Cape Town Uluslararası Havalimanı (CPT)",
    "durationDays": "42",
    "price": "2169",
    "image1": "siempretour-images/BXASC/bxasc_2019_10_27_23_52_19_0.jpg",
    "image2": "siempretour-images/BXASC/bxasc_2019_10_27_23_52_19_1.jpg",
    "image3": "siempretour-images/BXASC/bxasc_capetown_14.jpg",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>- Addo Fil Milli Parkı gezisi</li>\n<li>- Golden Gate Milli Parkı gezisi</li>\n<li>- Kruger Milli Parkı gezisi</li>\n<li>- Mahango  Koruma Alanı Gezisi</li>\n<li>- Solitaire Kasabası ve Oğlak Dönencesi</li>\n<li>- Sersiem Kanyonu</li>\n<li>- Dune 45</li>\n<li>- Balık Gölü Kanyonu Gezisi</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>5 gece Hostel , 35 gece çadır kampı</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>41 Kahvaltı, 33 Öğle Yemeği, 30 Akşam Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Cape Town' a Varış",
        "description": "Afrika’ nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
      },
      {
        "dayNumber": 2,
        "title": "Tsitsikamma",
        "description": "Tsitsikamma Milli Parkı’ nın yanında kalıyoruz. Bahçe güzergahında yer alan tesis, Storms Nehri ve Hint Okyanusu’ nun sörf için buluştuğu noktaya bakan tepenin üzerinde yer almaktadır. Park, doğal yürüyüşler, küçük bir plaj ve nehir ağzını kapsayan ünlü Storms River asma köprüsü dahil olmak üzere sahil şeridinden oluşan bir deniz rezervini kapsamaktadır. Park, yerli bitkilerin bolluğu ve üretken kuş yaşamı ile bilinir. Sörf ve güney sağ balina yunuslar için bir göz atın. Bacaklarınızı kısa bir yürüyüş mesafesinde veya yakınlardaki bir şelaleye doğru uzatabilirsiniz, bu yüzden sıcak günleri için mayolarınızı yanınıza almayı unutmayın."
      },
      {
        "dayNumber": 4,
        "title": "Addo Fil Milli Parkı",
        "description": "Addo Fil Milli Parkı, Güney Afrika’ daki Port Elizabeth’ e yakın bir yerde bulunan bir fil koruma alanıdır ve ülkenin kıyı şeridindeki en güzel kumullardan bazılarına sahiptir. Parkın orijinal fil kısmı, 1931 yılında, bölgede sadece 11 fil kaldığı zaman belirlenmiştir. Bugün bu ince ayarlı ekosistem, 450’ den fazla fil, Afrika antilobu, nesli tükenmekte olan siyah gergedan, çeşitli antilop türleri, Burchell’ in zebraları ( ova zebraları ) ve Afrika yaban domuzlarına bir sığınaktır. Seyahat zamanlarımıza bağlı olarak, bir öğleden sonra ve sabah erken saatlerde park gezisi yapma şansı elde edebiliriz."
      },
      {
        "dayNumber": 5,
        "title": "Hogsback",
        "description": "Doğu Burnu’ nda yer alan Hogsback köyü, Tyum Vadisi’ nin yukarısındaki Amatole Dağları’ nın yamaçlarında üç zirvenin hakim olduğu bir bölgede yer alır; bunlardan biri,  belirli bir açıdan Hog’ un sırtına benzeyen jeolojik kayaların bulunduğu tepedir. Görülecek  çok çeşitli kuş yaşamının olduğu çevredeki ormanı keşfetmek için biraz zamanımız var. Ayrıca yukarıdaki gölgeliklerde samango maymunlarının seslerini duyabilirsiniz. Birkaç nehir dağlardan akar ve Madonna ve Çocuk, Swallowtail ve Kettlespout gibi küçük ama muhteşem şelaleler oluşturur."
      },
      {
        "dayNumber": 6,
        "title": "Leshetto",
        "description": "Lesotho krallığına giriş yapıyoruz. Bu dağlık ülkeden , nefes kesici güzelliği olan Malealea’ ya doğru yol alıyoruz. Dünya, tamamı deniz seviyesinden 1000 metre yukarıda olan tek ülke olan “Gökteki Krallık” da geleneksel Basotho yaşam tarzını deneyimleme şansı bulacağız. Lesotho’ ya olan hiçbir ziyaret bir midilli gezintisi olmadan tamamlanmadı ve Malealea’ daki pansiyonumuzdan, sağlam bir midilli arkasında, manzarayı keşfetmek için bolca fırsat var. Engebeli vadileri ve dağ patikalarını yürüyerek de keşfedebilirsiniz. Konaklamanız süresince, hiç şüphesiz, Basotho halkının dayanıklılığını ve dostluğunu anlamaya ve topraklarının huzurunun tadını çıkaracaksınız."
      },
      {
        "dayNumber": 8,
        "title": "Drakensburg",
        "description": "Bugün bazı muhteşem dağ manzaralarından geçeceğiz. Localarımızı terk edip, arka planda muhteşem  zirveleri olan küçük çiftlik işletmelerinden ve kasabalardan geçiyoruz. Güney Afrika’ ya ve Freestate eyaletine dönerken, turuncu ve sarı kumtaşı kayalıkları ve çimleri ile göz alıcı Golden Gate Milli Parkı’ na doğru ilerliyoruz ve Afrika geyiklerini, zebraları ve kanguruları görme şansı buluyoruz. Güney Afrika’ nın Drakensberg Parkı ya da Ukhahlamba, dağlık bir harikalar diyarı ve Dünya Mirası alanıdır. Dağlar ayrıca KwaZulu-Natal eyaletini ve Lesotho’ yu ayıran bir bariyer oluşturur. Johannesburg’ a giden yolda, meşhur Amfi tiyatro ile bu resmedilmeye değer  arazide kamp yapmak için iki gecemiz olacak. Drakensburg’ daki ücretsiz bir gün boyunca bölgeyi yürüyerek ya da kamptaki kiralık dağ bisikletleriyle keşfedebilirsiniz. Kamp aynı zamanda uzun ve zorlu ama yapmaya değer  bir gezi olan Amfi Tiyatro’ ya yürüyüş  düzenlemektedir."
      },
      {
        "dayNumber": 10,
        "title": "Pretoria",
        "description": "Bugün Drakensburg’ dan Pretoria’ ya geçiyoruz."
      },
      {
        "dayNumber": 12,
        "title": "Millwane",
        "description": "Svaziland diğer Afrika ülkelerinin çoğundan küçük olduğu için, Mlilwane bu inanılmaz krallığın birçok farklı alanını keşfedebileceğiniz mükemmel bir üs sağlar."
      },
      {
        "dayNumber": 15,
        "title": "Hazyview",
        "description": "Svaziland’ a veda edip, Güney Afrika’ ya tekrar girip Kruger Ulusal Parkı’ na yakın bir yerdeki konaklama birimimize gidiyoruz. Bu gece Güney Afrika’ nın Mpumalanga eyaletindeki küçük bir kasaba olan Hazyview’ de kalıyoruz. Zamana bağlı olarak, Tanrı’ nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu veya Lizbon Şelaleleri’ nin harika manzaralarını görmek için rotada ek duraklar yapabiliriz."
      },
      {
        "dayNumber": 16,
        "title": "Kruger",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı’ na gidiyoruz."
      },
      {
        "dayNumber": 18,
        "title": "Musina",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı’ ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina’ ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 19,
        "title": "Bulawoya",
        "description": "Güney Afrika’ yı terk edip sınırı geçip Zimbabve’ ye gidiyoruz ve Matobo Ulusal Parkı’ nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 21,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo’ dan yola çıkıyoruz ve kuzeye, Afrika’ nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya’ yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’ nın dördüncü büyük nehri olan güçlü Zambezi’ ye 40 km’ ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 22,
        "title": "Viktorya Şelaleleri",
        "description": "1 gece kamp çadırı"
      },
      {
        "dayNumber": 22,
        "title": "Livingstone",
        "description": "2 gece Viktoria Falls Waterfornt’ da çadır kampı veya benzeri"
      },
      {
        "dayNumber": 25,
        "title": "Chobe Ulusal Parkı",
        "description": "Chobe Ulusal Parkı’ nın yanında, Botsvana’ daki en çeşitli vahşi yaşam evinde kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanlara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
      },
      {
        "dayNumber": 26,
        "title": "Maun",
        "description": "Afrika’ nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası’ ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
      },
      {
        "dayNumber": 27,
        "title": "Okavango Deltası",
        "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır. Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
      },
      {
        "dayNumber": 28,
        "title": "Maun",
        "description": "Delta’ dan ayrılıp, grubun geri kalanına, şoför ve aracınıza yeniden katılacağınız Maun’ a ,bir geceliğine dönüyoruz."
      },
      {
        "dayNumber": 29,
        "title": "Divindu",
        "description": "Maun’ dan ayrılıp Botsvana üzerinden Namibya’ ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
      },
      {
        "dayNumber": 30,
        "title": "Etosha Ulusal Parkı",
        "description": "İki gecemizi Etosha Ulusal Parkı’ nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyahatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
      },
      {
        "dayNumber": 32,
        "title": "Kamanjab",
        "description": "Bu sabah, Etosha bölgesinden ayrılıyor ve ünlü Otjitotongwe Cheetah Park’ ta gecemizi geçireceğimiz Kamanjab’ a doğru yol alıyoruz. Koruma altında olan bu güzel yaratıklara, bölge etrafındaki isteğe bağlı turlara yaklaşma seçeneğine sahipsiniz. Kamanjab’ da ayrıca, köylüler tarafından bakılan yetim kalan çocukların bulunduğu yerel bir Himba Kabilesini ziyaret etme fırsatına sahipsiniz. Sadece Himba çocuklarının, Namibya’ da, okula devam etme zorunluluğu yoktur ve geleneksel olarak köyün yaşlıları tarafından yetiştirilirler. Topluluğa bağışlar kabul edilir ve rehberinizle bağış yapabilirsiniz."
      },
      {
        "dayNumber": 33,
        "title": "Windhoek",
        "description": "Namibya’ nın başkenti Windhoek’ e hoş geldiniz. Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
      },
      {
        "dayNumber": 34,
        "title": "Swakopmund",
        "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’ nın en popüler tatil mekanıdır. Swakopmund’ da, bir dizi isteğe bağlı gezintiye sahip. Adrenalin açlığımızı beslemek için iki tam günümüz var. Kasabada çeşitli barlar ve restoranlar vardır. Akşamları, soğuk bir yerel bir veya iki bira eşliğinde gün içinde yaptığınız aktivitelerin videosunu izleyerek geçirebilirsiniz. Birkaç eğlenceli gece için harika bir yer."
      },
      {
        "dayNumber": 37,
        "title": "Sesriem",
        "description": "Bugün, güzel dağlık bölgeler ve dev kum tepeleriyle ünlü Namib-Naukluft Milli Parkı’ ndan geçerek Sesriem’ e doğru uzanıyoruz. Namibya’ nın Khomas Bölgesi’ ndeki küçük bir yerleşim yeri olan Solitaire’ de öğle yemeği molası vermeden önce, Oğlak dönencesinde durup fotoğraf çektiriyoruz. Sesriem’ e vardığımızda, öğleden sonra, Sesriem Kanyonunda bir yürüyüşe çıkabilirsiniz. İnanılmaz çeşitlilikteki vahşi yaşam, buradaki zorlu koşullara adapte olmuştur. Birçok kertenkele türü  ile birlikte kaya güvercini, karga, sığırcık ve baykuş görebilirsiniz."
      },
      {
        "dayNumber": 38,
        "title": "Balık Gölü Kanyonu",
        "description": "Bu sabah, Namib Çölü’ nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei’ yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
      },
      {
        "dayNumber": 39,
        "title": "Orange Nehri (Turuncu Nehir)",
        "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri’ ne devam ediyoruz.. Burası Güney Afrika’ nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika’ daki Büyük Kanyon’ un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
      },
      {
        "dayNumber": 40,
        "title": "Cederberg",
        "description": "Cape Town’ a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
      },
      {
        "dayNumber": 41,
        "title": "Cape Town",
        "description": "Afrika’ nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
      },
      {
        "dayNumber": 42,
        "title": "Cape Town' dan Ayrılış",
        "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  },
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "AFKF",
    "tourName": "Kruger 'den  Viktoria Şelalelerine",
    "placesVisited": "Güney Afrika, Svaziland, Zimbabve, Zambiya",
    "generalInfo": "İki haftada  Pretoria'dan Livingstone'a. Afrika'daki en küçük ülkelerden biri olan Svaziland'da gidin ve ülkeyi tanımlayan kültürleri öğrenin. Kruger Milli Parkı'ndaki ovalar boyu uzanan zebraları ve aslan ailelerinin sinsice dolaşmasını izleyin. Bulawayo'lu gergedanlarla birlikte yürüyün. Victoria Şelaleleri'nin güçlü gücünü görebileceğiniz Zambiya'da turunuzu sonlandırın.",
    "durationDays": "14",
    "price": "1199",
    "image1": "siempretour-images/AFKF/afkf_kruger-to-vic-falls2019_04_08_22_56_23_0.jpg",
    "image2": "siempretour-images/AFKF/afkf_kruger-to-vic-falls2019_04_08_22_56_23_1.jpg",
    "image3": "siempretour-images/AFKF/afkf_kruger-to-vic-falls2019_04_08_22_56_23_2.jpg",
    "image4": "siempretour-images/AFKF/afkf_afea_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<p>&gt;Siempre Tour Kamyonlarıyla Kruger Milli Parkı'nda gezi</p>\n<p>&gt;Matobo Milli Parkı'nda bir tam gün gezi</p>\n<p><strong>Konaklama </strong></p>\n<p>4 gece Otel, 5 gece kulübe, 2 gece çadır kampı, 1 gece konuk evi</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>1 açık büfe kahvaltı , 7 öğle yemeği , 3 yöresel kahvaltı, 4 kahvaltı, 2 akşam yemeği , 5 hafif kahvaltı , 1 yöresel öğle yemeği.</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tour Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pretoria'ya varış",
        "description": "Pretoria'ya hoş geldiniz. Konaklama birimimizin yardımıyla Johannesburg'a ve çevredeki bölgelere günlük geziler yapabilirsiniz. Neden Irkçılık , Nelson Mandela, altın, bira ve geleneksel Afrika tıbbı gibi çeşitli konulara ayrılmış büyüleyici müzeleri ziyaret etmeyesiniz ki? Walter Sisulu Botanik Bahçeleri de dahil olmak üzere başka seçenekler de var. Ya da Mai Mai pazarındaki şifacılarla tanışabilirsiniz. Ayrıca profesyonel rehberli turda Soweto'ya da gidebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Mlilwane",
        "description": "Kahvaltıdan sonra Güney Afrika'ya veda edip geçici olarak Afrika'nın en küçük ülkesi olan Svaziland Krallığı'na gidiyoruz. Bu güzel çeşitlilikteki bölge, yaban arazileri, büyüleyici yerlileri, sanat ve el sanatları, festivalleri ve geleneksel zengin kültürel mirası ile bilinir."
      },
      {
        "dayNumber": 5,
        "title": "Hazyview",
        "description": "Kruger Ulusal Parkı'nın sınırlarının hemen dışında yer alan Hazyview, Güney Afrika'nın Mpumalanga bölgesinde küçük bir kasabadır. Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu ve Lizbon Şelaleleri gibi bir dizi doğal güzellikleri olan Blyde Barajı üzerinden Hazyview'a doğru yol alacağız."
      },
      {
        "dayNumber": 6,
        "title": "Kruger Milli Parkı",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Tshipise",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Bulawayo ve Matobo Milli Parkı",
        "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Livingstone",
        "description": "Zimbabve'yi geride bırakıp Zambiya ile bizi bağlayan berbat Victoria Şelaleleri Köprüsü'nü  geçiyoruz. Köprüden Zambezi Nehri'ne doğru daldığını gördüğünüz bungee jumper'lara bakabiliriniz."
      },
      {
        "dayNumber": 14,
        "title": "Livingstone'dan ayrılış",
        "description": "Ömürlük serüveniniz bugün sona eriyor. Geç bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız, manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  },
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "BXAKF",
    "tourName": "Kruger, Şelaleler ve Cape Town",
    "placesVisited": "Güney Afrika, Swaziland, Zimbabve, Zambiya, Bostavana, Namibya",
    "generalInfo": "Bu muntazam tur, Güney Afrika'nın en büyük ilgi çekici yerlerinde toplanıyor. Güney Afrika’nın en ünlü yaşam alanı Kruger Milli Parkı'ndan geçin ve büyük beş’e göz kulak olun. Ayrıca, mokoro üzerinde, nehrin suları arasında dolaşabileceğiniz Okavango Deltası'nda kamp yapma seçeneğiniz de var. Muhteşem Masa Dağı'na teleferikle çıkabileceğiniz Cape Town’da  turunuzu sonlandırmadan önce, Güney Afrika’nın en iyi şaraplarını tadacaksınız.<br><br>En Yakın Uluslararası Havaalanına (geliş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Cape Town Uluslararası Havalimanı (CPT)",
    "durationDays": "32",
    "price": "1529",
    "image1": "siempretour-images/BXAKF/bxakf_kruger-falls-cape-town2019_04_09_01_24_49_0.jpg",
    "image2": "siempretour-images/BXAKF/bxakf_kruger-falls-cape-town2019_04_09_01_24_49_1.jpg",
    "image3": "siempretour-images/BXAKF/bxakf_kruger-falls-cape-town2019_04_09_01_24_49_2.jpg",
    "image4": "siempretour-images/BXAKF/bxakf_bxakf_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>Kruger Milli Parkı gezisi</li>\n<li>Mahango  Koruma Alanı Gezisi</li>\n<li>Solitaire Kasabası ve Oğlak Dönencesi</li>\n<li>Sersiem Kanyonu</li>\n<li>Dune 45</li>\n<li>Balık Gölü Kanyonu Gezisi</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>27 gece çadır kampı, 4 gece Hostel </p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>23 Akşam Yemeği , 31 Kahvaltı , 24 Öğle Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tour tur lideri , Siempre Tur Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pretoria'ya varış",
        "description": "Turunuzun ilk günü, önceden organize edilmiş aktiviteleri olmayan bir varış günüdür. Dinlenmek ve bazı turistik yerleri görmek için önceden konaklama isteyebilirsiniz. Lütfen varışta, ön toplanmanın ne zaman yapılacağı hakkında bilgi almak için resepsiyona danışınız."
      },
      {
        "dayNumber": 2,
        "title": "Mlilwane",
        "description": "Svaziland diğer Afrika ülkelerinin çoğundan küçük olduğu için, Mlilwane bu inanılmaz krallığın birçok farklı alanını keşfedebileceğiniz mükemmel bir üs sağlar."
      },
      {
        "dayNumber": 5,
        "title": "Hazyview",
        "description": "Svaziland'a veda edip, Güney Afrika'ya tekrar girip Kruger Ulusal Parkı'na yakın bir yerdeki konaklama birimimize gidiyoruz. Bu gece Güney Afrika'nın Mpumalanga eyaletindeki küçük bir kasaba olan Hazyview'de kalıyoruz. Zamana bağlı olarak, Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu veya Lizbon Şelaleleri'nin harika manzaralarını görmek için rotada ek duraklar yapabiliriz."
      },
      {
        "dayNumber": 6,
        "title": "Kruger",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Musina",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Bulawayo",
        "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Livingstone",
        "description": "2 gece Viktoria Falls Waterfornt'da çadır kampı veya benzeri"
      },
      {
        "dayNumber": 15,
        "title": "Chobe Ulusal Parkı",
        "description": "Chobe Ulusal Parkı’nın yanında, Botsvana'daki en çeşitli vahşi yaşam evinde kalacağız. 11.000 kilometre karelik ıssız arazi , sulak alanlar , ormanlar ve bataklıklar her türlü hayvan ve kuş yaşamını barındırır. Chobe nehrinde akşam üstü yapacağımız tekne turunda, hayvanalara farklı bir perspektiften bakın.  Burada vahşi yaşam çok fazla. Su kenarı boyunca konuşlanmakta olan  filleri, bufaloları , ceylanları, su aygırlarını , zürafaları ve su samurlarını görebilirsiniz."
      },
      {
        "dayNumber": 16,
        "title": "Maun",
        "description": "Afrika'nın en büyük tatlı sulak arazilerini barındıran Okavango Deltası'ndan Kalahari Çölünün zirvesindeki Maun kasabasına ulaşacağız."
      },
      {
        "dayNumber": 17,
        "title": "Okavango Deltası",
        "description": "Okavango Deltası , Kavango Nehrinden beslenen ve çok yavaş akan suyun oluşturduğu büyük bir alandır. Su kalahari çöllerinin kumları üzerinde buharlaşmadan önce, nehirden kanal yolları labirentine, lagünlere ve palmiyelerle kaplı adalara doğru bir kaç kola ayrılır."
      },
      {
        "dayNumber": 18,
        "title": "Maun",
        "description": "Delta'dan ayrılıp, grubun geri kalanına, şoför ve aracınıza yeniden katılacağınız Maun'a ,bir geceliğine dönüyoruz."
      },
      {
        "dayNumber": 19,
        "title": "Divundu",
        "description": "Maun'dan ayrılıp Bostvana üzerinden Namibya'ya yol alıyoruz.  Sınırı geçip Caprivi Ucu adı verilen dar bölgeye ulaşıyoruz. Tüm  çıplaklığıyla Mohongo Yaşam alanındayız ve şanslıysanız benekli zebraları , zürafaları , ceylanları ve filleri görebilirsiniz."
      },
      {
        "dayNumber": 20,
        "title": "Etosha Ulusal Parkı",
        "description": "İki gecemizi Etosha Ulusal Parkı’nda geçireceğiz. Eğer mümkünse 1 veya 2 gece parktaki pansiyonda kalmayı deneyeceğiz. Seyhatlerimiz boyunca vahşi yaşama dair en çok aklınızda kalacak yer Etosha Milli Parkı. Bütün vaktimizi en fantastik vahşi yaşam alanında geçirme fırsatı yakalayacağız."
      },
      {
        "dayNumber": 22,
        "title": "Kamanjab",
        "description": "Bu sabah, Etosha bölgesinden ayrılıyor ve ünlü Otjitotongwe Cheetah Park'ta gecemizi geçireceğimiz Kamanjab'a doğru yol alıyoruz. Koruma altında olan bu güzel yaratıklara, bölge etrafındaki isteğe bağlı turlara yaklaşma seçeneğine sahipsiniz. Kamanjab'da ayrıca, köylüler tarafından bakılan yetim kalan çocukların bulunduğu yerel bir Himba Kabilesini ziyaret etme fırsatına sahipsiniz. Sadece Himba çocuklarının, Namibya'da, okula devam etme zorunluluğu yoktur ve geleneksel olarak köyün yaşlıları tarafından yetiştirilirler. Topluluğa bağışlar kabul edilir ve rehberinizle bağış yapabilirsiniz."
      },
      {
        "dayNumber": 23,
        "title": "Windhoek",
        "description": "Namibya'nın başkenti Windhoek'e hoşgeldiniz. Rakım 1650 metre. Windhoek kuzeydeki Eros Dağlarından Güneydeki Auas dağlarına doğru güzel bir vadiye uzanır. Bölgedeki tek şehirdir ve nüfusu 250.000 den fazladır."
      },
      {
        "dayNumber": 24,
        "title": "Swakopmund",
        "description": "Sıradaki durağımız büyüleyici sahilleriyle Swakopmund kasabası. Tarihi Alman koloni kasabası Swakopmund çöl ile sarılmıştır ve kum tepelerinin Atlas Okyanusu ile birleştiği yerdedir. Burası Namibya’nın en popüler tatil mekanıdır. Swakopmund'da, bir dizi isteğe bağlı gezintiye sahip. Adrenalin açlığımızı beslemek için iki tam günümüz var. Kasabada çeşitli barlar ve restoranlar vardır. Akşamları, soğuk bir yerel bir veya iki bira eşliğinde gün içinde yaptığınız aktivitelerin videosunu izleyerek geçirebilirsiniz. Birkaç eğlenceli gece için harika bir yer."
      },
      {
        "dayNumber": 27,
        "title": "Sesriem",
        "description": "Bugün, güzel dağlık bölgeler ve dev kum tepeleriyle ünlü Namib-Naukluft Milli Parkı'ndan geçerek Sesriem'e doğru uzanıyoruz. Namibya'nın Khomas Bölgesi'ndeki küçük bir yerleşim yeri olan Solitaire'de öğle yemeği molası vermeden önce, Oğlak dönencesinde durup fotoğraf çektiriyoruz. Sesriem'e vardığımızda, öğleden sonra, Sesriem Kanyonunda bir yürüyüşe çıkabilirsiniz. İnanılmaz çeşitlilikteki vahşi yaşam, buradaki zorlu koşullara adapte olmuştur. Birçok kertenkele türü  ile birlikte kaya güvercini, karga, sığırcık ve baykuş görebilirsiniz."
      },
      {
        "dayNumber": 28,
        "title": "Balık Gölü Kanyonu",
        "description": "Bu sabah, Namib Çölü'nün olağanüstü manzarası için Dune 45 tepesine tırmanma fırsatınız var. Ayrıca koyu renkli deve dikeni ağaçlarının beyaz zemine uzanarak bize eşsiz bir fotoğraf yakalama fırsatı verdiği olağanüstü Sossusvlei and Deadvlei'yi ziyaret edeceğiz. Burası gerçekten bir fotoğrafçı için cennettir."
      },
      {
        "dayNumber": 29,
        "title": "Orange Nehri",
        "description": "Güneye, yerel olarak Oranjerivier olarak bilinen Orange Nehri'ne devam ediyoruz.. Burası Güney Afrika'nın en uzun nehridir ve Namibya ve Güney Afrika sınırı boyunca uzanmaktadır. Turuncu nehre giderken, ihtişamıyla yalnızca Kuzey Amerika'daki Büyük Kanyon'un rekabet edebileceği dünyanın en büyük kanyonlarından biri olan ve büyüklüğüyle nefes kesen Fish River (Balık Nehri) Kanyonunda duruyoruz. Kanyona bakan bir görüş açısında park edeceğiz. Kanyon boyunca kısa bir yürüyüş yapabilecek ve fotoğraf çekebileceksiniz."
      },
      {
        "dayNumber": 30,
        "title": "Cederberg",
        "description": "Cape Town'a doğru ilerlerken, dereler, şelaleler, serin havuzlar ve muhteşem doğal kaya oluşumları ile kaplı engebeli arazisi ile Cederberg vahşi yaşam alanında bir mola vereceğiz. Burada turumuza dahil şarap tadımı ile yerel şarapları deneyimleyebileceksiniz."
      },
      {
        "dayNumber": 31,
        "title": "Cape Town",
        "description": "Afrika'nın güney batı ucunda yer alan ve Atlantik Okyanusu ile simgeleşmiş Masa Dağı arasında yer alan Cape Town, dünyanın en güzel şehirlerinden biri olarak kabul edilmektedir."
      },
      {
        "dayNumber": 32,
        "title": "Cape Town'dan ayrılış",
        "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  },
  {
    "destination": "Güney Afrika",
    "mainPhoto": "",
    "id": "BXASS",
    "tourName": "Safari, Swazi ve Zim",
    "placesVisited": "Güney Afrika, Swaziland, Zimbabve, Zambiya.",
    "generalInfo": "Yaban hayatı gözlemleme kabiliyetleriniz üzerine, dört ülkede on üç günün tadını çıkarın. Matobo Ulusal Parkı'ndaki gergedanları izleyebileceğiniz Zimbabve'ye girmeden önce muhteşem kamyonumuzdan büyük beşlisi ile ünlü Kruger Ulusal Parkı'nı ziyaret edin. Bir ton adrenalin pompalama aktivitesi yaşama şansı ile bir araya gelen bu tatlı  tur, “birazcık gürültülü” bir Afrika deneyimi isteyenler için mükemmel bir tercih!<br><br>En Yakın Uluslararası Havaalanına (geliş): Johannesburg O.R. Tambo Uluslararası Havalimanı  (JNB)<br><br>En Yakın Uluslararası Havaalanı (gidiş): Livingstone Harry Mwanga NkumbulaHavalimanı (LVI)",
    "durationDays": "13",
    "price": "1019",
    "image1": "siempretour-images/BXASS/bxass_safari-swazi-zim2019_04_09_01_36_42_0.jpg",
    "image2": "siempretour-images/BXASS/bxass_safari-swazi-zim2019_04_09_01_36_42_1.jpg",
    "image3": "siempretour-images/BXASS/bxass_safari-swazi-zim2019_04_09_01_36_42_2.jpg",
    "image4": "siempretour-images/BXASS/bxass_bxass_profil.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "34",
    "dates": "",
    "minimumAge": "18",
    "meet": "",
    "whatExpect": "<p><strong>Geziler ve Etkinlikler</strong></p>\n<ul>\n<li>Kruger Milli Parkı gezisi</li>\n</ul>\n<p><strong>Konaklama </strong></p>\n<p>12 gece çadır kampı</p>\n<p><strong>Taşımacılık</strong></p>\n<p>Büyük kamyonlar</p>\n<p><strong>Yemekler</strong></p>\n<p>10 Akşam Yemeği , 12 Kahvaltı , 12 Öğle Yemeği</p>\n<p><strong>Diğer</strong></p>\n<p>Siempre Tur tur lideri , Siempre Tur Şoförü</p>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Pretoria'ya varış",
        "description": "Turunuzun ilk günü, önceden organize edilmiş aktiviteleri olmayan bir varış günüdür. Dinlenmek ve bazı turistik yerleri görmek için önceden konaklama isteyebilirsiniz. Lütfen varışta, ön toplanmanın ne zaman yapılacağı hakkında bilgi almak için resepsiyona danışınız."
      },
      {
        "dayNumber": 2,
        "title": "Mlilwane",
        "description": "Svaziland diğer Afrika ülkelerinin çoğundan küçük olduğu için, Mlilwane bu inanılmaz krallığın birçok farklı alanını keşfedebileceğiniz mükemmel bir üs sağlar."
      },
      {
        "dayNumber": 5,
        "title": "Hazyview",
        "description": "Svaziland'a veda edip, Güney Afrika'ya tekrar girip Kruger Ulusal Parkı'na yakın bir yerdeki konaklama birimimize gidiyoruz. Bu gece Güney Afrika'nın Mpumalanga eyaletindeki küçük bir kasaba olan Hazyview'de kalıyoruz. Zamana bağlı olarak, Tanrı'nın Penceresi, dünyaca ünlü Blyde Nehri Kanyonu veya Lizbon Şelaleleri'nin harika manzaralarını görmek için rotada ek duraklar yapabiliriz."
      },
      {
        "dayNumber": 6,
        "title": "Kruger",
        "description": "Sabahın erken saatlerinde , büyük beşliyi gözleyebilmek için Kruger Ulusal Parkı'na gidiyoruz."
      },
      {
        "dayNumber": 8,
        "title": "Musina",
        "description": "Kahvaltıdan sonra Kruger Milli Parkı'ndan çıkış yapıp Zimbabve sınırına yakın küçük bir kasaba olan Musina'ya doğru ilerliyoruz."
      },
      {
        "dayNumber": 9,
        "title": "Bulawayo",
        "description": "Güney Afrika'yı terk edip sınırı geçip Zimbabve'ye gidiyoruz ve Matobo Ulusal Parkı'nı keşfetmek için Bulawayo kasabasına doğru yol alıyoruz."
      },
      {
        "dayNumber": 11,
        "title": "Viktorya Şelaleleri",
        "description": "Bulawayo'dan yola çıkıyoruz ve kuzeye, Afrika'nın en büyük ilgi çeken merkezlerinden ve dünyanın en muhteşem şelalelerinden birine doğru gidiyoruz. Bir kilometreden fazla bir uzunluğa ve yüz metrenin üzerinde bir yüksekliğe sahip olan bu muhteşem doğa harikası su, Zimbabve ve Zambiya'yı ayıran sınır olarak tanımlamaktadır. Rüzgarın yönüne bağlı olarak, Afrika’nın dördüncü büyük nehri olan güçlü Zambezi’ye 40 km’ye hızla  çarpan suların gürültüsünü duyabilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Livingstone'dan ayrılış",
        "description": "Bir ömür boyu süren serüveniniz bugün sona eriyor. Geç saatte bir uçuşunuz varsa veya tatil sonrası konaklama ekleyerek konaklamanızı uzattıysanız manzaraları keşfetmek için daha fazla zamanınız olacaktır."
      }
    ],
    "map": "",
    "country": "Güney Afrika"
  }
]