[
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "3-day-kangaroo-island-wildlife-tour",
    "tourName": "3 day Kangaroo Island wildlife tour",
    "placesVisited": "",
    "generalInfo": "Kangaroo Island is Australia's third largest island, and to the astonishment of most visitors, it is the size of Bali or Long Island in New York.  With over 300 miles of pristine, rugged coastline and 3400 square miles of diverse wildlife-rich landscapes, red dirt roads, sheep farms and bush, this island is best described as hidden Australia in miniature, and the only way to really get under the skin of its wild beauty is with the keen eyes and ears of your own local guide.  <br/><br/>For a three or four day classically Australian wildlife and birding encounter there is nowhere better in which to immerse and indulge your love of nature. The diverse geology, native vegetation and low population make this island Eden a refuge to over 268 species of birds, many species of mammal and over 900 species of plants.  Many of these are subspecies unique to 'KI' - as the locals call their beloved island.  <br/><br/>Within minutes of landing at tiny Kingscote Airport from Adelaide, your eagle-eyed guide from family-run tour company Exceptional Kangaroo Island will have you virtually nose to nose with Kangaroo Island Kangaroos lazing in the bush, and gazing up at picture postcard perfect koalas, dozing a few feet away in the eucalypts.  <br/><br/>After a KI-style picnic lunch on a private reserve, expertly prepared by your guide, a quiet walk through the bush will reveal KI's very own Tammar Wallabies, and a stroll down to the Seal Bay Conservation Park will bring you face to face with countless Australian Sea Lions splashing and diving in the surf, squabbling over territory and basking in the sun.  As you explore the island in an expertly-manoeuvred  4WD, you may see a flock of Glossy-black Cockatoos swooping overhead, while glorious colourful Galahs will call to you from the trees outside your B&amp;B or lodge.<br/><br/>With a Mediterranean climate, KI can be visited at any time of year. While many species of bird and mammal can be seen year-round, each new season brings its own wildlife and birding highlights.  Tell us your wish-list, and we will guide you to the season best suited to your interests.<br/><br/>We can take care of all your travel arrangements from Adelaide Airport, with daily flights on Regional Express.  Your island accommodation will be chosen to suit your very own style; choose from delightful family-run homesteads and cosy Provencal style B&amp;Bs with home-cooked dinners served with local wines (from the island's very own 12 wineries of course); or jolly hotels, intimate boltholes and lodges from rustic to last word in luxury.  <br/><br/>For a completely tailor-made experience, your very own private guide awaits - perfect for a couple or family; if you prefer the company of others, join a small group tour with a handful of like-minded nature-lovers.  No one knows Kangaroo Island better than the locals. Your Exceptional Kangaroo Island Experience awaits.",
    "durationDays": "3",
    "price": "4792",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Today you will take your 30 minute flight from Adelaide Airport to Kingscote on Kangaroo Island - or KI as you will come to call it over the next few days, in true local parlance. You will fly on a 35 seat Saab with Regional Express (REX) which offers a choice of morning or afternoon daily flights. Upon arrival you will be met by your guide who will be your eyes, ears and knowledge for the next couple of days. Depending on your chosen time and accommodation, you will either be transferred to your accommodation or you will be able to explore Kingscote, Kangaroo Island's largest town - population circa 1800! Despite its small population, Kingscote has a thriving arts community and you will be able to browse the local craft ranging from paintings and glassware to woodwork and jewellery. Being South Australia's oldest European settlement, Kingscote also has plenty of historical interest, and an excellent selection of cafés and restaurants for lunch. For accommodation, you may choose a lodge, or your own private retreat. Perhaps a cosy heritage B&B or a Provencal villa where a warm welcome and a delicious smell of home-cooking is likely to greet you - that's your supper, beautifully prepared from local ingredients, served with one of KI's local wines, of course. Relax, perhaps by a log fire if the evening is cool, or in the balmy evening sunshine, enjoying your first experience of the abundant local wildlife and birdsong."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day 2: Dawn breaks and with it the call of the kookaburra and other intriguing bird calls and you can ready yourself for your first day of touring with your local guide. You will be collected from your accommodation after a hearty breakfast and taken by private 4WD (or small bus if you are in a group tour) on an exploration of the island. Your touring is designed around showcasing the best landscapes, wildlife habitat and encounters across the island with the touring style conservational rather than just commentary. Your day will include a drive down a quiet track through tall Eucalypt trees where your guide will point out koalas snoozing overhead, and Kangaroo Island kangaroos (unique to Kangaroo Island as the name suggests) lazing nonchalantly in the bush – both are a wildlife photographer’s dream. Then it's off to the spectacular Flinders Chase National Park in the west of the island. This 200,000 acre wilderness is home to many of the island's bird and wildlife species, many cultural heritage sites and some of the highest cliffs in Australia. Visit a Long-nosed Fur-seal colony at Admirals Arch - these animals were once decimated by hunting but now numbering up to 50,000 across the island; next a visit to the beautifully preserved lighthouse station with three classic Federation style lightkeepers' homes. Next it is on to the astonishing iconic landmark known as Remarkable Rocks, vast granite boulders covered by the red-orange lichen, which have been formed over 500 million years. A quiet walk around this wilderness area will quickly reveal a number of the national park's 126 species of bird including including some of its 17 endemic subspecies, among them scrubwrens, thornbills and honeyeaters. Your guide will keep a sharp eye out for the elusive Short-beaked Echidna, one of the two monotremes or egg-laying mammals (the other being a Duck-billed Platypus) - both found on KI. Break for lunch and while you pore over your mornings’ photos, your guide will expertly prepare a table dressed with linen and glasses for a gourmet picnic with beer and wine. You will feast magnificently in a private secluded spot on a dramatic cliff top or perhaps under the shade of the eucalypts, usually with some unseen but curious wildlife keeping a close eye. The afternoon will be spent exploring the stunning south coast, and one of the major highlights of any visit to KI - Seal Bay Conservation Park. Here you will have a close encounter with a huge colony of rare Australian Sea-lions, whose foraging reefs are now protected within the Southern Kangaroo Island Marine Park. You could spend hours here, watching them lazing and surfing the waves, youngsters playing, females preening, and huge males fiercely defending their territory - and their ladies! End the day with a visit to Murray Lagoon, a wetland habitat for abundant birdlife most especially during migratory season – expect to see stilts, ducks, grebe and ibis, and overhead look for Black-shouldered Kite and Swamp Harriers before you are dropped back at your accommodation with plenty of time to relax with a glass of local wine before dinner."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day 3: Today, after breakfast, you begin your search for two more incredibly rare species; you will be heading to the north coast of KI and a walk the Lathami National Park, where you are likely to once again see the island’s very own subspecies of Kangaroo (the Sooty Kangaroo); however, your search is really on for the namesake of this small park - the Glossy Black Cockatoo, of which only about 250 remain, and are now only found on KI. Thanks to an ongoing initiative to save this stunning bird from extinction numbers are growing and its future is positive. Other regular encounters in this park are with the Tammar Wallaby which has all but disappeared from the mainland. A quiet walk through the bush will bring you within easy photo-distance of this endearing marsupial, as it peers at your through the sun-dappled leaves. Continue on to Stokes Bay and take a beach walk where careful observers are often rewarded with views of the endangered Hooded Plover which nests annually from October through December on Island beaches. Your morning work done, it’s time for lunch. Your guide will once again surprise you with yet another secret location probably accessed via a mob of Sooty Kangaroos, for yet another gourmet feast al fresco – this time it might be a delicious seafood BBQ featuring local fish King George Whiting, expertly whipped up by your multi-talented guide while you sip on more local beverages all the while being entertained by yarns and fables handed down through generations of islanders. Lunch complete, your guide will take you to explore waterbird habitat around the shoreline of Bay of Shoals and Pelican Lagoon before checking the bird haunts around American River, where the Glossy Black Cockatoos can also occasionally be sighted. You might choose to end your Kangaroo Island experience with a final wine-tasting or perhaps a G&T at a boutique distillery before being transferred back to Kingscote Airport to board your REX aircraft for the short flight back to the mainland. Indulge your senses with additional private day tours If you have time to add on one more day, why not enjoy a wild swim with dolphins; or enjoy Exceptional Kangaroo Island’s private ‘Art of Nature’ tour, an intimate and behind the scenes visit to some of Kangaroo Island’s most accomplished artists who have been inspired by the coastal beauty and wilderness landscapes of the island they call home. Alternatively food and wine lovers can spend a day indulging their passion with a private ‘paddock to plate’ safari to meet the artisanal makers of cheese, olive oil, honey, spices, gin, liqueurs and wine – and much more."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "australia-wildlife-holiday-with-tasmania",
    "tourName": "Australia wildlife holiday with Tasmania",
    "placesVisited": "",
    "generalInfo": "Australia seamlessly blends rugged wilderness, rich diverse and unique wildlife with top notch accommodation, first class cuisine and fine wines better than any other country. The country is vast and offers a comfortable and safe environment in which to take a holiday of any sort and in terms of safaris offers the chance to see some of the world’s strangest wildlife.<br/><br/>The country is the size of a continent but is also very sparsely populated with people, making this a mecca for wildlife watchers. But the size of the country is also a problem for anyone wishing to see it all in one trip; so we have produced this itinerary which visits several areas over 3 states and a rich diversity of habitats. By visiting Tasmania, Queensland and Victoria we hope to showcase a vast array of wildlife and many of the species which make this island continent unique.<br/><br/>Australia has been isolated from the rest of the world for around 60 million years. In this time the organisms have evolved into a unique flora and fauna and a staggeringly large number of endemic species. Perhaps the strangest are the monotremes, the world’s only egg-laying mammals, such as Platypus and Short-beaked Echidna (of which we have very good chances of seeing) as well as iconic pouched mammals (marsupials) including Koalas, various species of Kangaroos and Wombats.<br/><br/>Birds too are well represented, from the giant Southern Cassowaries to tiny Little Penguins and vibrant Rosellas and Cockatoos; reptiles are also supersized here with large crocodiles, monitors and snakes found in many places in Australia. All of these and much much more all make Australia a true wildlife enthusiasts dream, as well as being a country that can be visited time and again without repeating the same locations.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tour in Australia. Being a country continent the hardest part is picking what to include and what not to include as it is impossible to see all of this vast and wonderful country in one trip. <br/><br/>This tour focuses on the East of the vast country and in particular three states, the island state of Tasmania, the famous state of Victoria and the wild state of Queensland. These states are home to large tracts of forest and scrubland as well as wild and rugged coastline. It is during our exploration of these states where we aim to showcase wildlife as diverse as the unique and weird platypus and echidna to the seemingly out of place little blue penguin and the colourful crimson rosella. Along with these animals we aim to see the endemic Tasmanian devils and a whole host of wallabies, kanagroos, pademelons, wombats and many more.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including breakfasts throughout. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Australia. <br/><br/>Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. <br/><br/>We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide).<br/><br/>Seasons:<br/><br/>There is no bad time to visit this part of Australia, however the winter months (August - September) can be cold and even snowy in Tasmania. So we recommend visiting during the build up to summer (October or November); where the average temperature of 10-20 degrees C is very pleasant for wildlife and humans alike.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• We spend a large amount of time after dark looking for wildlife also. Spotlighting for over 1 hour every night.<br/>• All the above reasons give this, our Australian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all the Australian states and can arrange trips to find some of the rarer species such as yellow-footed rock wallabies, black walleroos, greater bilbies, cassowaries among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within South East Australia and the states of Tasmania, Victoria and Queensland. We will start in Hobart and finish in Melbourne.<br/><br/>Fitness Level:<br/><br/>There is some hiking here, but never too much and nearly all is over flat terrain, which can be hot (even in winter), so some experience in walking in heat is recommended, but there are no particularly strenuous hikes included in this trip.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old<br/><br/>Photo Credits:<br/><br/>Eric Gropp, CC BY 2.0 <br/>knicolson, CC BY 4.0",
    "durationDays": "16",
    "price": "14595",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Hobart / Bruny Island - Arrival & Travelling This morning you will be collected from the airport (an early arrival is needed) and we will head straight away to catch the morning ferry to Bruny Island. The Bruny Island ferry crosses the D’Entrecasteaux Channel. The island is in fact two islands, North and South Bruny, joined by a narrow isthmus known as The Neck. Both have the highest cliffs in the Southern Hemisphere, all 12 endemic birds and the only wild population of white wallabies in the world which you can easily see at close quarters by taking a walk at dusk to Grass Point. There is much to enjoy here including many beautiful walks through pristine forests and along stunning beaches that look south towards Antarctica. Our accommodation whilst on Bruny Island will be Inala, which has a long and proud history in wildlife rehabilitation, caring for injured and abandoned animals. Together with your guide, you will explore the 1,500 acre property which is home to a variety of threatened species and all the Tasmanian endemic birds and many mammals. After dinner your guide will take you to see the Little Penguin and Short-tailed Shearwater rookery to view these birds returning after dusk. Penguins can be viewed all year round, in varying numbers, but Shearwaters are only present between September and April. You will then head off to see some more of Bruny’s nocturnal and abundant wildlife such as Tasmanian Pademelons and Eastern Quolls which are now only found in Tasmania, as well as Bennett’s Wallabies and Brush-tailed Possums. You will return to the cottage after the tour. (dinner is the only meal included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Bruny Island - Wildlife Watching Today your touring will continue around Bruny Island. Your guiding today will also include the three-hour Bruny Island Wilderness Cruise which departs Adventure Bay on South Bruny. You will cruise alongside some of Australia’s highest sea cliffs, beneath towering crags and drift up close to listen to the awesome ‘Breathing Rock’. Enter deep sea caves, pass through the narrow gap between the coast and ‘The Monument’ and feel the power of nature at the point where the Tasman Sea meets the might of the Southern Ocean. You will join in the search for the abundant coastal wildlife such as seals, dolphins, migrating whales and sea birds. After the cruise returns you will continue your touring on Bruny Island before dinner, after which you will enjoy another evening of nocturnal wildlife spotting. (all meals included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Bruny Island / Bonorong Sanctuary - Wildlife Watching This morning is your final chance for watching wildlife on Bruny Island, then after an early lunch you will leave Bruny and retrace your drive back towards Hobart and onward to the east coast via a private tour at Bonorong Wildlife Sanctuary (~2 hours). Bonorong is a sanctuary, not a zoo, and it is a wonderful place to see all Tasmania’s endemic and native species in a natural environment. It also has one of the most important Tasmanian devil sanctuaries in the state, along with the endangered Tasmania tree frog breeding programme. After our tour here we will continue to our accommodation situated at the mouth of the Prosser River, Orford is a little settlement with great views over Maria Island, where you are touring tomorrow. (all meals included today)."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Maria Island - Travelling & Wildlife Watching Today we will catch the ferry to Maria Island and meet our local guide to explore the island. Maria Island is a mountainous island National Park, situated 15km off the East Coast of Tasmania. It is in fact two landmasses joined in the middle by a long sandy isthmus, with stunning beaches on either side. The island is 22km long and 12km wide. The beaches are pure white granite sand. Maria Island is also renowned for its unique geology. You will enjoy viewing volcanic mountains, painted sandstone cliffs, towering limestone cliffs, ancient granite cliffs and beautiful white sandy beaches. Maria Island is a Noah’s Ark for endangered wildlife, including Tasmanian devils, and 11 of the 12 endemic birds. It has no resident human population, just two park rangers. During your day on Maria Island you should be able to spot the many resident Wombats, Forester Kangaroos, Bennett’s Wallabies, Tasmanian Pademelons, Possums and other species if you keep a sharp eye out. Tasmanian devil numbers state-wide have declined dramatically due to the Facial Tumour Disease. Maria Island was chosen as a site for captive breeding and 15 Tasmanian Devils were introduced to the Island in 2012 which have now bred successfully. (Maria Island had previously been devil-free). You will all return on the 5 pm ferry which arrives back at Triabunna at 530 pm. You will drive back to your B&B where dinner is again being provided for you. (all meals included today)."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Great Western Tiers - Travelling & Wildlife Watching Today we will make the 229km (~3 hour) drive to Forest Walks Lodge in the Great Western Tiers. Along the way we will stop at the historic township of Swansea which is worth a little wander around. Our destination would be the Freycinet Peninsula today (an additional 45 minutes’ drive). The Freycinet Peninsula is regarded as one of the State’s most iconic coastal areas, although these days it is also one of the most intensely visited with little tourism infrastructure to cope with the numbers who flock here. Most people visit the Freycinet Peninsula to bush walk, with a number of options ranging from the several hour trek into Wineglass Bay and around the Hazards to the much easier Sleepy Bay walk, the Cape Tourville Lookout Walk and the Friendly Beaches Walk. Many species of birds live in or stop over at Freycinet and the surrounding area. Birders are often lucky enough to see a white-bellied sea-eagle gliding overhead or large Australasian gannet diving for food in the ocean. In the bushy and forested areas it is often possible to see or hear small nectar-feeding birds such as eastern spinebill and yellow-throated, crescent or New Holland honeyeaters, and the large yellow-tailed black cockatoos, which often feed and fly in raucous groups. After exploring some of Freycinet Peninsula we will continue onward to Jackeys Marsh which is in the Great Western Tiers, and in particular our accommodation at Forest Walks Lodge. (all meals included today)."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Eugenana - Wildlife Watching This morning after breakfast you will enjoy a guided forest walk before leaving Forest Walks Lodge and commencing our drive to another wonderful little eco hideaway, Mountain Valley Retreats in the hidden valley of Loongana, near Leven Canyon (~2 hours). In a wide valley at Eugenana, in the hills in northern Tasmanian near Devonport, the wonderful Tasmanian Arboretum can be found. The lake focuses the landscape and there are a many short and long walks. A popular spot for birding, this provides a habitat for Platypus, which can often be easily spotted by eagle-eyed visitors. When we arrive at our accommodation we will settle in and then in the evening we will have a walk around. Deep in the north west of Tasmania, this is one of the only places you may be lucky enough to see Tasmanian Devils and Quolls in the wild, and you are likely to see platypus in the wild too. (all meals included today)."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Mountain Valley - Wildlife Watching Today is a second day at Mountain Valley to further explore Leven Canyon. The walk to the Cruickshank Lookout will take you to an elevated position of 275m above the Leven River. It is only around 45 minutes return with some steep terrain and 697 steps on the Forest Stairs Track. The views are nothing short of breath-taking. There are many other longer walks to enjoy here. Kaydale Gardens, a short drive away, are also worth a visit. The garden imposes itself on the landscape, a stunning garden designed, constructed and maintained by a visionary family. To maximise our chances of seeing wildlife today I recommend spending time on the Fern Walk and the Forest Stairs Walk. (all meals included today)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cradle Mountain National Park - Wildlife Watching Leave Mountain Valley in the morning and drive to Cradle Mountain (1.5 hours), one of Tasmania’s most iconic landmarks. When entering the park we will head to the accommodation and after checking in we can enjoy one of the many walks around the lodge. Cradle Mountain Wilderness Lodge is nestled in a secluded bush setting in the Cradle Valley on the very edge of the World Heritage listed Cradle Mountain/Lake St Clair National Park. It is on the right hand side as you drive towards the entrance to the National Park, just towards the grid. There is much to see and do to enjoy the majesty of the Cradle Mountain-Lake St Clair National Park during your short stay here. Opportunities for bush walks are almost limitless, to suit all ages and abilities. Please take careful note of the weather forecast before setting off on any long walks and ensure you sign in at the walkers’ registration booths as the weather can change very quickly and there is no mobile phone reception. Ensure you are well equipped with suitable clothing and water. New regulations imposed by the Parks & Wildlife Service mean that you can no longer drive your car through the boom gate to the national park during the hours of the shuttle bus operation (8am to 4:30pm). The shuttle buses run a very regular operation and your National Parks Pass gives you free use of the buses. However you are very close to the entrance to the National Park and if you wish you can take your car down the road to Dove Lake after 4:30pm and spot wombats. If we arrive at Cradle Mountain in time, you can enjoy the easy walk around Dove Lake (around 2.5 hours) or to get away from the tourists, opt for the longer and slightly more challenging Crater Lake Walk, which is also the start of the famous Overland Track and begins at Ronny Creek. It is a lovely walk. Weather permitting, you can also continue to Marion’s Lookout for incredible views – the last part does involve a bit of a scramble but it is worth it – or keen walkers can even make it to the summit of Cradle Mountain. We will also visit Ronny Creek to watch wombats shuffling out of the gloaming. This is one of the top (but least known) wombat spotting places in Tassie especially since mange has decimated numbers in Narawntapu, and one of the best kept secrets at Cradle Mountain. Look out for their cube shaped poo. They are completely habituated and a few minutes’ patience will invariably reward you with many sightings. You can often get within touching distance and they will even push past your legs to get to their desired grazing spot. This evening you are booked on the 5:30pm ‘After Dark’ Feeding Tour at Devils@Cradle which is an excellent sanctuary dedicated to Tasmanian devils and their cousin the spotted-tail and eastern quoll although you are likely to see wombats and wallabies too. Quolls are especially elusive even in most sanctuaries, and the here are therefore an easy way to see them in a very natural environment. You will also be given a fascinating insight into both species and the challenges faced by the Tasmanian devil as it fights the devastation of the Facial Tumour Disease which has decimated the species. (all meals included today)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Launceston / Cairns - Travelling This morning we will leave Cradle Mountain early (around 6:30-7am) as we have a 2 hour drive to get to the town of Launceston in time to drop off our hire vehicle and then catch our flight to Melbourne, we will then transfer in Melbourne to our flight to Cairns, arriving in the northern town around 6:10pm and from here we will get a taxi to the guest house for the night. (Breakfast is the only meal included today)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Cairns / Atherton Tablelands - Travelling & Wildlife Watching This morning our local guide will meet us in Cairns and then take us a few wildlife watching destinations today as we make our way towards Atherton Tablelands. Firstly we will visit Centenary Lakes, which is a good location for many bird species including Striated Heron, Little Kingfisher, Papuan Frogmouth, Black Butcherbird, Yellow Oriole, Brown-backed Honeyeater, Rajah Shelduck. From here we will visit Mareeba where Eastern Grey Kangaroos are our major mammal target and then various birds such as Red-tailed Black Cockatoo, Red-winged Parrot, Pale-headed Rosella, Olive-backed Oriole, White-cheeked Honeyeater. We will also visit Granite Gorge, where the Mareeba rock wallaby can be found along with birds such as Squatter Pigeon, Tawny Frogmouth, Great Bowerbird, Yellow Honeyeater, Striated Pardalote and the iconic Australian reptile, the Frilled-neck Lizard. We will then drive across the Atherton Tablelands looking for various wildlife including Whistling Ducks, Sarus Crane, Brolga, Australian Bustard, raptors and then in the evening we will look for the cranes flying to their roost at Bromfield Swamp. (all meals included today)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Atherton Tablelands - Wildlife Watching This morning we will rise early and after a light breakfast head to the wonderful Cathedral Fig, as well as the magnificent tree and the possibility of giant white-tailed rat we will try for birds such as Chowchilla, Eastern Whipbird, Double-eyed Fig-Parrot, Yellow-breasted Boatbill, Pied Monarch, Spectacled Monarch, Black-faced Monarch, Red-backed Fairy-wren and rainforest pigeons. We will have morning tea at Lake Barrine and look for Victoria’s Riflebird, Tooth-billed Bowerbird and Great-crested Grebe as we have a cruise on the lake. Later we will explore the Mt Hypipamee area and in the day birds will be the major focus with species such as Golden Bowerbird, Fernwren, Atherton Scrubwren, Crimson Rosella, Blue-faced parrot Finch, Blue-winged Kookaburra, Cotton Pygmy Goose, Yellow Thornbill, Crested Shrike-tit and Red-backed Fairy-wren and then after dark we will spotlight our way back to Yungaburra. Mammals are the main target and mammal such as Lumholtz tree kangroo, Greater glider, Yellow-bellied glider, Sugar glider, Feather-tailed glider, Common possum, Herbert River possum, Lemuroid possum, Green Ringtail possum, Common Brushtail possum, Striped possum and bandicoots and Giant White-tailed Rat. There are also six species of owls we could see, but the chances not good on this route. (all meals included today)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Atherton Tablelands / Cairns - Wildlife Watching & Travelling This morning we will head out and early and mop up any of the Tablelands bird species we had missed on the trip and then after breakfast, go looking for platypus before heading to Etty Bay for the amazing Southern Cassowary and other coastal birds around Cairns including Beach Stone Curlew, Great Knot, Terek Sandpiper, Crimson Finch, White-eared Monarch and Large-billed Gerrygone. We will then be dropped at the airport to catch our flight back south to Melbourne. We will arrive in the Victorian capital late and stay at a nearby airport hotel. (breakfast is the only meal included today)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Melbourne / East Gippsland - Wildlife Watching This morning we will be collected from the hotel by our new local guide early and taken towards the coast and the wonderful and internationally acclaimed RAMSAR wetlands of the Lakes District of East Gippsland before travelling by ferry to an island sanctuary in the wetlands with a thriving colony of wild Koalas. We take a walk through the forest spotting these delightful animals in the wild, and learning about their lives. We may also see Echidnas, Wallabies and Kangaroos and many colourful parrots, honeyeaters and seabirds which you can help record for conservation purposes. Dinner tonight is in a local restaurant and our accommodation is a homestead in a small town where you will stay for three nights. (all meals included today)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "East Gippsland - Wildlife Watching After a relaxing breakfast this morning we travel into the rugged mountain forests of East Gippsland. The diverse forests of East Gippsland are the reason that wildlife is so abundant. Today we will visit both dry and wet mountain forests, visit the famous Snowy River, and walk beside a wilderness creek where the landscape changes dramatically from the sunny, dry slopes to the near-rainforest of the gully. Your local expert guide provides detailed information of the formation of these mighty forests, and helps you search for Lyrebirds, parrots, goannas, wallabies and honeyeaters. Birds and reptiles are abundant, but other human visitors are few. We finish the day with a classic Aussie dinner at the Homestead. (all meals included on these days)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Wilderness Coast - Wildlife Watching This morning we will first walk into a large lowland (warm temperate) rainforest in search of birds and wallabies. Then we walk through a heathland and along a forest-lined river to its estuary in Australia’s Coastal Wilderness. We search for Sea Eagles, cockatoos, kingfishers, swans and huge goanna lizards. We visit a quiet beach with a complex dune system and frequently see beach and ocean-going birds. After lunch we take a walk on the nearby rocky headland, peering into rock pools, walking past wind-sculpted coastal shrubs looking at the expanse of the 90 mile beach. We spend a little time on a beautiful beach removing old fishing nets – they wash up from the sea, and sometimes wash back out, where they trap and kill sea creatures. Our dinner tonight is a picnic in the bush overlooking the beach (weather permitting). On our way back to our Homestead we search the plains for wallabies, kangaroos and wombats. (all meals included on these days)."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "Krowathunkoolong / Melbourne / Home - Wildlife Watching & Travelling This morning we depart East Gippsland after one last visit to the beach at the Mouth of the Snowy River. On the way back to Melbourne we visit the Krowathunkoolong Keeping Place, an informative Aboriginal Cultural Centre in Bairnsdale. We also search for Grey-headed Flying-foxes in their daytime roosts beside the river at Bairnsdale (a large colony set up there in 2013, and at the time of writing provide great viewing opportunities. They may move on at any time though). We can either drop you off at the airport to catch your return flight home this evening or you can book a hotel for tonight and we can drop you at the hotel instead. (all meals included today)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "australia-wildlife-tour-in-northern-territory",
    "tourName": "Australia wildlife tour in Northern Territory",
    "placesVisited": "",
    "generalInfo": "The Top End of Australia is home to one of the wettest places on earth as well as some of the driest places in the world. The forests, waterways and desert scrub is home to the largest reptile on the planet, the second largest bird, the largest marsupial as well as the largest monolith in the world. With this abundance of noteworthy natural history the Northern Territory can truly be called a land of extremes. This tour explores the best and wildest parts of this vast region, from Darwin to the myriad of waterways that crisscross Kakadu National Park to the vast deserts of the Red Centre and of course Uluru (Ayres Rock).<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tour in Australia. Being a country continent the hardest part is picking what to include and what not to include as it is impossible to see all of this vast and wonderful country in one trip. <br/>When driving in the Outback it is easy to think that the desert is devoid of life, but on closer inspection Kangaroos, perenties, snakes and a wide variety of birdlife. This tour explores the centre of Australia and as well as visiting the famous Uluru (Ayres Rock) also goes in search of wildlife in the desert.<br/>But it is not just the desert and scrub lands that are of interest on this trip, we will also be visiting the far north and the wetlands and forests of Kakadu and Litchfield National Parks. This is the realm of the Saltwater crocodile and they live here in huge numbers along side wallabies and a wealth of waterfowl.<br/>There are so many different places to visit in the Northern Territory, this itinerary visits three of the most popular and best for wildlife sightings. Kakadu, Litchfield and Uluru-Kata Tjuta National Parks are all visited here and time spent in each location on safaris.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including breakfasts throughout. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Australia. <br/><br/>Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. <br/><br/>We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>August is the winter in Australia however the Northern Territory never gets truly very cold. With an average temperature of 20-30 degrees C and the lowest annual humidity it is the most pleasant time to visit. It is the dry season so there is often no rain as well. This is when we recommend this tour, however other times of year are also possible.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our Australian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all the Australian states and can arrange trips to find some of the rarer species such as yellow-footed rock wallabies, Tasmanian devils, greater bilbies, cassowaries among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within Northern Territory, Australia. We will start and end the trip in the territorial capital of Darwin and then move east to Kakadu and Litchfield, before heading south and into the heart of the outback and to Uluru via Alice Springs.<br/><br/>Fitness Level:<br/><br/>There is some hiking here, hiking in the desert, which can be hot (even in winter), so some experience in walking in heat is recommended, but there are no particularly strenuous hikes included in this trip.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "15",
    "price": "8995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Darwin - Arrival - On your arrival you will be met by your local guide/driver and he will drive you all to our accommodation in Darwin. The rest of the day and evening will be for you to relax and explore Darwin if you wish. We usually take the first day easy as the flight is very long and the heat and humidity in Darwin can take some getting used to. There is an optional excursion to the George Brown Darwin Botanical Gardens if you are interested and not too jetlagged. These gardens are a joy to walk around and if we keep a keen eye looking around we can spot some of the many birds which live around here such as blue-faced honeyeaters, rufous owls, chestnut rails, orange-footed scrub fowl, rose-crowned fruit doves and many other species which are resident here or just visiting the gardens. (No meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Adelaide River - Wildlife Watching - Today, after breakfast you will be taken to a location on the banks of the Adelaide River. This river has one of the highest concentrations of estuarine (saltwater) crocodiles in the world. These huge animals are the largest reptiles on the planet. For an hour we will have a river cruise to see some of the largest ones in the river and as well as the crocs there are hundreds of birds around here from majestic white-bellied sea eagles to whistling kites showing off their aerial prowess. (Breakfast only included)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Kakadu National Park - Wildlife Watching - After breakfast we will drive towards Kakadu National Park; the largest national park in Australia and an UNESCO World Heritage Site. There is a birding stop along the way at Fogg Dam. Here we have a chance of seeing rainbow pittas, little curlews, lemon-billed flycatchers, red-tailed black cuckoos and many other species along the boardwalks and viewing platforms. On our arrival into Kakadu you will check into the accommodation and have the rest of the day to rest and relax. (breakfast only)."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Alice Springs - Travelling - Today we will have an early breakfast and head back north to Darwin where we will catch our flight to the dead centre of Australia; Alice Springs (2 hours). On arrival in Alice Springs you will be taken to your accommodation and after settling in have an afternoon visit to the Alice Springs Desert Park. This is an ideal place to see some of the rarer animals of the Australian outback. The park is a very new building and one which really makes you feel like your walking through the desolate desert. We can see thorny devils, spiny-tailed monitor lizards, zebra finchs and other desert dwellers in their natural environment and by visiting the nocturnal house we can see marsupials which are on the brink of extinction throughout most of their range. (Breakfast only)."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "West MacDonnell Ranges - Wildlife Watching - Today you will be driven to the West Macdonnell Ranges National Park (2 hours) and here we see the real outback. As the sun can be very hot and harsh here we will spend as little or as much time as you want here. Walking and driving around to try and spot some of the resident animals, which somehow make a living in this extreme of all places. There are species such as spinifex pigeons, black-footed rock wallabies, thorny devils and double-barred finches which can be found here. In the afternoon we will visit Simpsons Gap, Glen Helen Gorge and Ellery Creek Big Hole before returning to our accommodation in Alice Springs (Breakfast and lunch included)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Uluru-Kata Tjuta National Park - This morning you will leave Alice Springs and travel further into the red centre. Our destination is the town of Yulara (5.5 hours), this is the closest town to the most famous rock in the world. Once we arrive at Yulara there is only one thing that catches the eye. Uluru, formerly called Ayres Rock, is the largest monolith in the world! After checking in we will visit Uluru for the first time as we aim to catch the incredible sunset. We will also look for some wildlife around the desert here before returning to the accommodation. (Breakfast only included."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Uluru-Kata Tjuta National Park - Before dawn we will depart and get to Uluru to watch the sunrise, whilst of course looking out for wildlife in the early morning. After sunrise we will take a drive around the rock and see if we can spot some of the birds and reptiles which make the desert their home. Birds like peregrine falcons, pied butcherbirds, crimson chats, black-faced woodswallows and black-breasted buzzards are commonly seen as for reptiles they are dominated by the forth largest lizard in the world the perentie. In the late morning we will go back to the accommodation to escape the midday heat and then in the afternoon head back to Uluru-Kata Tjuta National Park and then we will look out for dingoes, emus, perenties, mulgaras, woma pythons, black-footed rock wallabies and the deserts most unusual resident. Dromedary camels; we you may think that camels are not very unusual in the desert but these huge animals are native to north Africa and Arabia and are actually extinct the their native lands. Today we will also visit Kata Tjuta or the Olgas. This is a group of large sandstone rocks (similar to Uluru) form a great vista of rounded red mounds against the dead flat desert background. We will watch sunset here and head back to the accommodation. (breakfast only included)."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Alice Springs - This morning you will leave Yulara and drive back again to Alice Springs (5.5 hours) after breakfast. Once we reach Alice Springs we will have the rest of the day and night to relax and enjoy the desert night and sky. (Breakfast only included)"
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Darwin - This morning you will be taken to the airport after breakfast. Here you will catch your return flight north to Darwin (2 hours) and once in Darwin you will check into your accommodation and then have the rest of the day to do as you please. (breakfast only included)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home - Today you will be taken to your accommodation in time to catch your return flight home. (Breakfast only)."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "tasmania-and-victoria-wildlife-holiday-australia",
    "tourName": "Tasmania and Victoria wildlife holiday, Australia",
    "placesVisited": "",
    "generalInfo": "The Tasmanian devil is as iconic as the little island it inhabits. This tour explores both the island of Tasmania and the mainland coast of Victoria as we go in search of wildlife from Tasmanian devils and humpback whales to platypuses and gang-gang cockatoos. <br/>This tour is a wildlife adventure to some of Australia's most beautiful habitats and with so many iconic and bizarre creatures this trip is sure to be enjoyed.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tour in Australia. Being a country continent the hardest part is picking what to include and what not to include as it is impossible to see all of this vast and wonderful country in one trip. <br/>This tour focuses on the South-East part of the vast country and in particular two states, the island state of Tasmania and the famous state of Victoria. These states are home to large tracts of forest and scrubland as well as wild and rugged coastline. It is during our exploration of these states where we aim to showcase wildlife as diverse as the unique and weird platypus and echidna to the seemingly out of place little blue penguin and the colourful crimson rosella. Along with these animals we aim to see the endemic Tasmanian devils and a whole host of wallabies, kanagroos, pademelons, wombats and many more.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including breakfasts throughout. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Australia. <br/><br/>Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. <br/><br/>We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian wilderness, night safaris are available in some locations (subject to the local conditions on that day). You will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>There is no bad time to visit this part of Australia, however the winter months (August - September) can be cold and even snowy in Tasmania. So we recommend visiting during the build up to summer (November); where the average temperature of 10-20 degrees C is very pleasant for wildlife and humans alike.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and mobile-camps which often offer unbelievable wildlife watching deep inside national parks as well as camping.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• We spend a large amount of time after dark looking for wildlife also. Spotlighting for over 1 hour every night.<br/>• All the above reasons give this, our Australian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all the Australian states and can arrange trips to find some of the rarer species such as yellow-footed rock wallabies, black walleroos, greater bilbies, cassowaries among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within South East Australia and the states of Tasmania and Victoria. We will start and end the trip in Victoria's state capital, Melbourne and then move south and over the Tasman Straits to Tasmania.<br/><br/>Fitness Level:<br/><br/>There is some hiking here, hiking in the desert, which can be hot (even in winter), so some experience in walking in heat is recommended, but there are no particularly strenuous hikes included in this trip.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 15 Years Old",
    "durationDays": "15",
    "price": "7995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Melbourne - Today you will arrive in Melbourne airport and on your arrival meet your driver/guide. You will be then taken to your accommodation; as the flights to Australia are very long and tiring today is very relaxed and your not expected to do anything. If you would like to explore we can visit some sites around the city including St. Kilda where we may get a glimpse of the adorable little penguins and a rikali. We will also keep an eye out for the colourful rainbow lorikeets and the very common grey-headed flying foxes. (no meals included today)."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Phillip Island - This morning you will leave Melbourne after breakfast and be driven south-east to Phillip Island (2 hours). This island is home to the largest colony of little penguins in the world. We will spend the day here looking for wildlife including visiting the Koala Conservation Centre. At the centre we will have a chance to see wild koalas, swamp wallabies, short-beaked echidnas and around 150 species of birds. Also on the agenda today is a visit to The Nobbies, these are a number of rocky islands which are home to a colony of Australian fur seals. Whilst watching the fur seals there are many species of birds around here too, including silver gulls and short-tailed shearwaters. After dark we will watch as the little penguins start arriving back from the day fishing on living ‘rafts’ and waddle up the beach and right past us as they head to their burrows in the tussock grass. (Breakfast is the only meal included today)."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Dendenong Ranges / Tasmania - Today we will make an early morning visit to the Dandenong Ranges National Park (1 hour). This is the closest national park to Melbourne but despite being so close to such a huge city the wildlife is prolific here. Our main target here will be the wonderful superb lyrebird. We will then return to the city to catch our flight over to Launceston. Once we arrive in Hobart we will be taken to your hotel and the rest of the day is free for you to rest and relax (breakfast only included)."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Tasman Peninsula National Park - After breakfast we will continue our journey south to Port Arthur on the Tasman Peninsula (2.5-3 hours). The rest of the day is at our leisure, we can visit the Tasmanian Devil Conservation Park if you wish. This facility is doing excellent work and is battling the unusual facial tumour disease which is devastating the population of devils throughout the island. (Breakfast only is included)."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Melbourne - Depending on flight schedule today we may be able to visit Mole Creek Karst National Park (1 hour) before heading back to Launceston to catch our return flight to Melbourne. If we can visit the park we will have a guided tour of the spectacular cave systems here including a huge tavern called Great Cathedral as well as the Gardens which is made up of many intricate and colourful rock and crystal formations in addition to this we will be treated to the brilliant glow worms which abound in the cave. Once back in Melbourne we will travel to our hotel and check in and have the rest of the day at rest. (Breakfast only is included today)."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Melbourne - Today is a more leisurely day as we will just travel back along the Great Ocean Road to Melbourne then having no other activities planned for today. (Breakfast only included today)."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Home - Today you will be taken to the airport in time to catch your return flight home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "tasmania-wildlife-tour",
    "tourName": "Tasmania wildlife tour",
    "placesVisited": "Hobart, Bruny Island, White wallabies, Great Southern Ocean Tasmanian wildlife cruise, Mount Field National Park, Lake St. Clair, Tasmanian Wilderness UNESCO World Heritage Site, Central Highlands, Strahan, Road to Nowhere, Stanley, Tarkine Rainforest, Arthur River Cruise, Leven Canyon, Tasmanian Devils, Narawntapau National Park, Tamar River, Freycinet National Park, Tasmania birdwatching, Wineglass Bay, Whale watching, Bonorong Wildlife Sanctuary",
    "generalInfo": "Tasmania is one of the world's true Noah's Arks, with many species that can be found nowhere else in the world, and this Tasmania wildlife tour helps you discover it all. When the land bridge flooded that separated Tasmania from the mainland, it became a life raft for species that would be wiped out by the arrival of the early settlers on mainland Australia. <br/><br/>Prolific, unafraid, at once beautiful, comical, weird and wonderful, Tasmania's wildlife will leave you captivated.  With careful planning and local inside knowledge, the species of marsupial and monotreme that you can see in the wild include Tasmanian devils, Quolls, Wombats, Possums, Kangaroos, Wallabies, Pademelons, Bettongs, Poteroos, the Duck-billed Platypus and Echidna.  Even the more common Australian species are highly unusual in their own way - such as the wild White Wallabies found only on Bruny Island. Even for non-birders, birds hold an irresistible appeal - such as the Cape Barren Goose, the Orange-bellied Parrot - the rarest bird in the world that breeds only in Tasmania, and the Native Hen.<br/><br/>This Tasmanian Wildlife Tour will take you to far flung corners of this extraordinarily diverse island, a landmass the size of Ireland, Switzerland or Sri Lanka. You will stay at little known properties on land that has been protected by its owners, guardians of nature and accidental eco-warriors, for decades.  The accommodation may be rustic and simple in the more remote places but no less charming, and its true beauty is that the wildlife is free to roam and live without fear, meaning you are the privileged visitor who shares its habitat and learns from those who have spent much of their lives striving to protect it. <br/><br/>You will, with luck, witness the remarkable experience of Tasmanian devils, the largest remaining carnivorous marsupial with a jaw strength second to none, feeding in the wild. You will watch the world's plumpest Platypus swimming gracefully in rivers and lakes. You will quite possibly walk through a mob of Forester Kangaroos and wild white Wallabies and count dozens of Wombats grazing yards away from you without a care in the world.  You will watch Little Penguins coming back from a day's fishing in the Bass Strait to their burrows and watch White-bellied Sea Eagles swoop to take fish thrown from your boat. You will take to the seas along the highest cliffs in the Southern Hemisphere to gasp in wonder at Albatross, Sea Eagles, pods of Dolphin and, in certain months, Southern Right, Humpback and Killer Whales on their migration north.  You may not see a Tasmanian Tiger but you will certainly believe it exists. <br/><br/>While the tour is largely based on a self-drive, those who wish to leave their keys behind for a couple of days and put themselves in the hands of experts will benefit from superb private guiding by one of Australia's top bush trackers, and one of the country's most highly respected conservationists and birding experts.  Those who love walking can spend four days glamping on Tasmania's very own Noah's Ark, an island off an island, where, like much of Tasmania, wildlife has been left to roam and breed freely and uninterrupted by man.",
    "durationDays": "15",
    "price": "7000",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Day 1: Hobart. Arrive in Australia's prettiest state capital that sits at the bottom of Mt Wellington and on one of the most beautiful harbours in the world. Enjoy a day or urban birding in the local parks, reserves and waterways with a local guide. Hire your car and drive to your family run accommodation just minutes from the waterfront. Spend tonight exploring and soaking up the bohemian, maritime lifestyle that has made Hobart one of the prettiest and most alluring State Capitals in Australia. Or stay on an award-winning 'Raptor Refuge' just 25 minutes from Hobart where you will come face to face with the Kings of the Skies, rescued and under rehabilitation before release back to the wild."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day 2: Bruny Island. Drive 50 minutes to Kettering and take the little car ferry to one of Tasmania's offshore islands. Bruny Island is a little-known gem, home to all 12 endemic birds and prolific wildlife. Drive to your cottage and explore the cloud forests, wild beaches and enjoy a close encounter in the wild with the world's only White Wallabies."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Day 3: Highest Cliffs in the Southern Hemisphere. Today you will take the water for an adventure cruise along the highest cliffs in the Southern Hemisphere which tower to 300 metres, with huge dolerite spires and deep caves. Cruise to the edge of the Great Southern Ocean - look south to Antarctica - and enjoy the magical sight of Albatross, Shearwaters and Sea Eagles. Pods of Dolphin wil accompany you to the largest colonies of Fur Seals in Australia and between April and November you are likely to see Whales. After an exhilarating few hours at sea with your guides - local fishermen and conservationists - you will return to your cottage on Bruny, and enjoy some locally bought produce; Bruny is also known as Tasmania's gourmet larder."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day 4: Mt Field and Lake St Clair Leave Bruny Island and start your drive towards the Southern Central Highlands on your way to the Western Wilderness. Stop at The Mt Field National Park to walk among the tallest flowering trees in the world and magnificent Russell Falls. Count how many animals you see and keep eyes peeled for Platypus and Echidna. You can even enjoy a guided paddle with platypus at dusk. Stay in a private cottage or restored sheep farm with resident wallabies and platypus, and keep an eye out for the Southern Lakes."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Day 5: Strahan, Gateway to the Rainforest. Continue your journey deep into the Western Wilderness crossing wild rivers and deep gorges. Arrive in Strahan, a tiny fishing village on a harbour six times the size of Sydney's. There is nothing between you and South America. Take a trip down the Gordon River deep into the ancient rainforest or travel under steam on the original tracks that traverse some of the steepest gradients in the world and learn about the rich mining heritage of this wild and remote area."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day 6: The Road to Nowhere. Before you leave, stop at the Strahan Visitor Centre to learn about the environmentalists who started the world's first Green Party in 1982 when the world voted to stop the Franklin River Dam. Begin your drive along the 'Road to Nowhere', crossing the Pieman River and the Fatman Barge. Keep eyes skinned for Sea Eagles, Tasmanian devils and Quolls. You can stop at a true wilderness retreat and stay in restored miners' cottages, time permitting, or you can continue on a drive which will take you most of the day as you journey up the Edge of the World. Arrive in the fishing village of Stanley overlooking the magnificent plug of volcanic rock known as The Nut that rises out of the Bass Strait. Spend this evening at a family run inn and feast on the local shellfish and seafood before heading to the beach for the magical sight of Little Penguins returning from fishing in the Bass Strait and heading to their burrows."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Day 7: The Arthur River Cruise. Drive just one hour back into the Tarkine Rainforest and board the MV George Robinson for a trip down the Arthur River deep into the Tarkine Rainforest. You may well see Devils, Platypus, Quolls and even Tiger Snakes on the river bank. A highlight are the Wedge-tailed Eagles that wait for your arrival and the White-bellied Sea Eagles as they swoop down for their daily fish treats. Spend a second night in Stanley."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Day 8. Wild Tasmanian devils. Take an early morning hike up the volcanic plug, The Nut, with just innumerable wallabies and pademelons for company, before saying goodbye to the North West coast and heading inland, deep into the North West Wilderness. You are heading for a little known 'lost valley'. Here you will find a 'Land for Wildlife' conservation site, owned by a couple under whose stewardship its wildlife has flourished. The afternoon wildlife tour will probably reveal platypus playing just feet from your feet. You can venture into a deep glow-worm filled cave and come face to face with dozens of wallabies and Pademelons. As dusk falls, Tasmania devils and their cousin the Quolls will make their way to your cabin, drawn by tasty chunks of roadkill left on your veranda. Sit back in front of your fire, enjoy a glass of wine and enjoy the night time spectacle."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "Day 9: Cradle Mountain. You are just over an hour's drive to the iconic Cradle Mountain. Enjoy a walk around Dove Lake climb further to Crater Lake. Visit Devils@Cradle, one of the state's top Tasmanian devil sanctuary where you will enjoy a close encounter with this unjustly maligned creature, and discover why the species is in mortal peril. If you have time, spend a couple of nights here and you will lose count of your wombat sightings! Otherwise, leave the tourists behind and return to your cabin in your secret valley for another evening of spectacular wildlife viewing."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Day 10: Walk in The Narawntapau National Park, known as the Serengeti of Tasmania due to the abundance of wildlife at dawn and dusk, with a hike to Archers Knob revealing views across the entire north coast of the island. As light falls, keep your camera at the ready - this is Kangaroo Central and a bit of patience at dusk or dawn will get you the prized 'boxing kangaroo' shots. Spend tonight at a delightful B&B at Beauty Point, on the banks of the Tamar River. Alternatively head out for a couple of days into the remote North East with the 'Crocodile Dundee' of Tasmania - one of the best wildlife guides in Australia - a true bush-tracker with private cabins in the bush surrounded by kangaroos, quolls, devils and platypus. This is the ultimate Tasmanian Wildlife Extravaganza!"
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Day 11: The East Coast. Begin your drive to the mild, sunny east coast of Tasmania where miles of white sand beaches are in stark contrast to the rainforest of the west coast. Drive through the north east wilderness to your very own beach cottage on one of the most startling long white sandy beaches you have ever seen. With direct beach access, here you can spend many a happy hour spotting Echidna, extensive birdlife, wombats, wallabies and Forester kangaroos, and exploring the Bay of Fires - one of the most beautiful stretches of wild coastline in Australia."
      },
      {
        "dayNumber": 13,
        "title": "",
        "description": "Day 13: Freycinet Peninsula. Head south for an hour or so to Tasmania's east coast icon, the Freycinet Peninsula, famous for Wineglass. Here, in the Freycinet National Park, you will also see many of Tasmania's endemic birds as well as many Forester Kangaroos, Wallabies and other marsupials. After the cruise, head south to Triabunna and stay in restored accommodation just a few minutes from the marina."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Day 14: Maria Island National Park. Only accessible by boat, and with no permanent residents, this island national park is a haven for endangered birds and wildlife. Explore by foot or by bike, or if time allows, spend the next three nights on a magical four day guided walk and spot Tasmanian devils by night."
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Day 15: Hobart bound. Make your hour-long drive to Hobart Airport, or, if you have a couple more days to spare, head to the Huon Valley and stay in a carbon positive forest retreat where yet more bird, marsupial and reptile life abounds. If time is precious, one more treat lies in store before you say farewell however. Bonorong is one of the island's most important wildlife sanctuaries where all animals are rescued, rehabilitated and released if possible. It also has a Tasmanian devil breeding programme and the island's official wildlife SOS line and Animal Hospital. A pre-booking on this tour only will ensure you are upgraded you to a private keeper tour, enabling you to have one last close encounter with your favourite animal, or see any species that you may have missed on your wildlife tour of Tasmania. From here you are just 30 minutes' drive from Hobart Airport - unless you choose to extend your visit of course."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "western-australia-wildlife-holiday",
    "tourName": "Western Australia wildlife holiday",
    "placesVisited": "",
    "generalInfo": "Join an expert local guide in Western Australia and explore both the land and sea here in search of Tiger Sharks, Whale Sharks, Greater Bilbies, Numbats as well as experiencing the wonderful deserts, forests and coral reefs along the Western Coast.<br/><br/>Introduction:<br/><br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife tours in Australia which combine various different wildlife events and in this case along the glorious coast of Western Australia. In order to develop our unrivalled range of combined wildlife watching holidays, our guides and colleagues around the world have spent years searching out the world’s best wildlife watching locations as well as visiting some seldom visited areas. This dedication has led us to create this wonderful tour that starts in the capital of Western Australia and the fantastic city of Perth, before heading the short distance across the sea to Rottnest Island and then back on the mainland down south to the unique forests of Dryandra before travelling back north and all the way to Exmouth, via Jurien Bay, Nambung &amp; Kalbarri National Parks and the oceanic hotspots of Shark Bay and Ningaloo Reef (before flying back to Perth). <br/><br/>This tour stops off at some of the best wildlife watching locations along this wonderful coastline. Anyone interested in the marine world will no doubt know that there are very few better destinations that Western Australia. But we will also explore some of the best kept wildlife secrets in Australia by travelling inland in search of some wonderfully named animals such as numbats, woylies, bettongs, boodies and bilbies. But of course it is the sea that dominates life in Australia and we will aim to experience some of the worlds most spectacular oceanic species; from the worlds largest fish to some of the worlds most pristine coral reefs and endangered species like dugongs, manta rays and top predators like tiger sharks. The marine life is so prolific here that many of the species can be seen from the boat and we do not bait or chum for any of the sharks and still usually see over 5 different species. All of our tours are guided by our own professional local guide so you are sure to be in the best hands possible for the best sightings. Our escort for this tour has experience working on with sharks in South Africa and in Australia as well as working with whales and dolphins in the UK. If possible we will try and arrange a trip out with the Shark Bay Ecosystem Research Project (SBERP) whilst in Shark Bay; this is a project that our director worked on and will try and take you out with them to see how they conduct their research on the sharks, turtles and stingrays in the bay (subject to availability). <br/><br/>We also have a great network of local guides in Australia who have developed a great range of wildlife watching locations where the rarest species are commonly seen. We will spend as much time after dark in certain locations as you wish and with the help a of high powered spotlight we will search for nocturnal species. One of the reasons why our wildlife watching holidays are unique is that our background (as a company) is from a scientific and zoological standpoint and so have a great network of colleagues and contacts all over the world who are the people on the front line in search of the best new locations for wildlife watching. All of these reasons and many more make us experts in arranging safaris and are able to tailor a safari to any location to try to find your targeted species. All you have to do is to get in touch with your budget and your group size and where you would like to go to try and find rare and elusive species.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner). There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional guide will escort you on all your excursions and will act as your driver throughout and also very knowledgeable English speaking local guides who have decades of experience working and guiding through Western Australia. Your guide is an expert in animal behaviour as well as marine biology and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge of where some of the most elusive Australian animals are. As well as having years of experience in bringing people out to see sharks, whales, sea lions and endemic Australian marsupials and other wildlife safely. We have included trips to Dryandra Woodland Sanctuary where some of the rarest species in the world are being bred back from the brink of extinction. We also include all vehicle safaris, guided walks, spotlighting drives, whale shark snorkelling, swimming with sea lions, whale watching excursions, park entrance fees and sightseeing entrance fees. Also any trips out with researchers and scientists to see the wildlife (including tiger sharks) of Shark Bay will also be included (subject to availability). We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Australian bush or trip out to sea for whales or sharks. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour.<br/><br/>Seasons:<br/><br/>Season; Early May to mid August. There are two main focuses of this trip, firstly the rare and endemic marsupials of Australia as well as the myriad of marine life from Perth north to Ningaloo and Exmouth. The marsupials do not have a specific season and can be seen all year around so we are dependent on the marine life and along the west coast of Australia everything is dependant on the plankton bloom of Ningaloo Reef. This occurs during the southern Hemisphere winter and from May to mid August there are many plankton feeding whale sharks and manta rays taking advantage of the plankton, these species are added to the resident Australian sea lions, bottlenose dolphins, humpback dolphins, marine turtles, reef sharks and dugongs. However we can further refine this period to incorporate the beginning of the humpback whale and tiger shark migrations from north to south by participating in this tour in from mid June to mid August. <br/><br/>Why Choose this Tour:<br/><br/>•\tAll of our wildlife watching holidays are guided by a local naturalist guides and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife your watching.<br/>•\tWe will endeavour to organise a trip out with the Shark Bay Ecosystem Research Project (SBERP) as they conduct surveys of Shark Bay as they study the tiger sharks, many stingray species and two species of marine turtle. This is the best way to see free-swimming tiger sharks without the use of bait or chum as well as seeing some of the many species that inhabit the bay.<br/>•\tWe can offer you spotlighting trips of the Dryandra Woodland Reserve and Kalbarri National Park so that you can search for the rarer species and other nocturnal wildlife when they are more active.<br/>•\tWe will also visit the Dryandra Woodland Sanctuary were a number of species are being bred for future reintroduction; the animals here (greater bilbies, boodies, numbats, woylies and bettongs) are living in a semi-wild habitat and you will be able to get up close and personal with some of the rarest species of mammal in the entire world.<br/>•\tWe can also bring thermal imaging and night vision equipment as well as hydrophones (on request) to also aid in finding the nocturnal mammals after dark and listen in on the underwater conversations of whales and dolphins.<br/>•\tWe use camera traps (where available) which will increase the chances of getting close up pictures and movies of rare animals and other rare nocturnal wildlife.<br/>•\tTake the ferry from Perth over to Rottnest Island for a couple of days and see the idyllic Australian dream in full.<br/>•\tSwim alongside the world’s largest species of fish, the whale shark off the wonderful Ningaloo Reef. This is all but a guaranteed experience during this time of the year and you will probably have the chance of swimming with a few of these magnificent sharks throughout the day.<br/>•\tExplore the Pinnacles of Nambung National Park, this natural rock formation is stunning with over 150,000 (some up to 5m tall) stone pillars dotting the landscape.<br/>•\tSnorkel with a colony of very inquisitive Australian sea lions at the stunning Jurien Bay Marine Park.<br/>•\tHave a sunset catamaran cruise around beautiful Shark Bay, where the sky and sea melt into a pastel shaded horizon and dolphins, dugongs and turtles can be seen hundreds of meters away on the mirror like surface.<br/>•\tHopefully we will see one of the most unusual behaviours in the world and watch bottlenose dolphins beach themselves in pursuit of fish in François Peron National Park (as seen on the BBC’s Planet Earth Series).<br/>•\tSnorkel the impressive Ningaloo Reef which is the world’s largest fringing reef, this means you can walk to the reef from the beach and enjoy most of the same species that the Great Barrier Reef has to offer from within 50m of the beach.<br/>•\tAll the above reasons give our Western Australian wildlife tour a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Australia so that we can try and find and observe animals such as the greater bilbies, boodies, numbats, whale sharks, tiger sharks, humpback whales, dolphins, Australian sea lions and hundreds of other species throughout Western Australia. Whether it is the Queensland, Northern Territory, Tasmania, South Australia, Great Barrier Reef, New South Wales and Victoria or any of the other many wildlife watching locations you want to visit we can arrange it. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>•\tUnlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour travels from Perth to Rottnest Island, Dryandra Woodland Reserve, the national parks of Nambung and Kalbarri as well as visiting the marine wildlife hotspots of Jurien Bay, Shark Bay and Ningaloo Reef.<br/><br/>Fitness Level:<br/><br/>There are a few physical activities on this tour, firstly the ability to swim and snorkel in essential (no scuba-diving experience is needed) and the ability to swim in open water for over 1 hour is needed. There is also walking and cycling involved and the temperatures in Western Australia can be hot, even during their winter. So we require people to be used to walking in the heat.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old.",
    "durationDays": "20",
    "price": "12995",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Perth – Arrival – This morning you will be met at the airport by your local guide and transferred to the hotel. As nearly all flights into Perth are very long in duration you will have today to recover and just relax in Perth. Perth is by far the largest place in Western Australia. The city is so clean and easy to navigate you will thoroughly enjoy your day relaxing, walking by the sea, exploring the shops and parks or simply sleeping off the flight in the hotel. (Lunch and or Dinner included (depending on the time of arrival))."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Shark Bay ¬– Travelling & Wildlife Watching – On the morning of day 11 you will leave Kablarri national Park after breakfat and travel further north and into the World Heritage area of Shark Bay. This will be your home for the next 4 nights, we will explore various aspects of this incredible and huge bay. Shark Bay is famous for its huge (largest in the world) pristine sea grass ecosystem which holds such a huge amount of life you will almost not believe your eyes and one of the most incredible spectacles will be seen on day 11. Just as we enter the peninsula we will stop at Hamelin Pool Marine Nature Reserve. This small bay is home to true living fossils. The bizarre looking statues which dot the waters edge are in fact living organisms called stromatolites; they are cyanobacteria and they form the structures by trapping microscopic calcium particles from sea shells and sand, they are the most simple form of life which use photosynthesis in order to produce food and the hyper-saline water of Hamelin Pool is perfect for them. They are living fossils because their closest relatives are fossil stromatolites over 3,500 million years old! The water is quite chilly but you are free to have a dip and get some underwater shots of the stromatolites. As well as these there are other animals in the pool including large thorntail stingrays which can grow to over 2m across their disc. They are very curious and often come right up to the waters edge. Once we leave Hamelin Pool we will continue on to Denham and our hotel for the next 4 nights. The next morning you will rise early and after breakfast drive down the road to the other settlement in Shark Bay; Monkey Mia. It is here that you can meet the stars of the bay as every morning a group of Indo-Pacific bottle-nose dolphins come very close to the beach and are fed by the locals. This is very controversial and we do not condone the feeding of the dolphins as it is proven to alter their behaviour, however it does allow you to get closer to wild dolphins than is usually possible. The rest of the day will be spent in the resort and we can go for walks along the beach and see what we can find which often includes, western shovelnose rays, coach-tail whiprays, reticulated whiprays, spotted eagle rays, cow-tailed stingrays, nervous sharks, Australian pelicans, pied cormorants and of course the dolphins. We can also hire sea kayaks and head out onto the water at a very leisurely pace to see if we can get close to dugongs, dolphins, green and loggerhead turtles and maybe even find the king og the bay, one of the large tiger sharks. There is very little to be worried about in the bay (considering there are over 10,000 tiger sharks and other species present in the bay there has only ever been one recorded shark attack and he was a spear fisherman. Our director has spent many hours on the water here including doing diving and snorkelling as part of a the Shark Bay Ecosystem Research Project and can vouch for the safety of the water (as long as your sensible). We will eat lunch here at Monkey Mia and when we have finished exploring the coastline we will leave for Denham and have our evening meal here. After breakfast on day 13 you will be taken to explore the interior of the peninsula inside Francois Peron National Park. Most of the roads are suitable for 2 wheel drive vehicles but if the conditions are not right we may be limited in where we can visit. However usually we can get to Skipjack Point, Cape Peron, Bottle Bay and the Gregories. Skipjack Point and Cape Peron are the best places to spot large sharks (tigers, bull, sandbar, lemon, nervous, scalloped hammerheads and others), stingrays (spotted eagle rays, coachtail whiprays, reticulated whiprays, cow-tailed), shovelnose rays (great and western), dugongs as well as green and loggerhead turtles. If we are lucky it is from here that a group of Indo-Pacific bottle-nose dolphins have learnt to herd fish into the shallows and beach themselves to snap them up. This was famously filmed for Planet Earth and we may be treated to a live viewing. As we are driving around the peninsula we past many birridas (salt-pans) and here many migratory birds aggregate. Peron is one of the best places to see thorny devils, bobtail skinks, breaded dragons, woma pythons and common walleroos. We will have a picnic lunch and as the sun begins to set we will head back to Denham for our evening meal. For your last full day in Shark Bay you will once again spend the day at Monkey Mia again so after breakfast we will drive there and today we will be having a cruise around the bay one of the catamarans which conducts wildlife tours of the bay. We will have an afternoon tour which specialises in finding dugongs. We will either stay on the boat for sunset and a relaxing cruise as the sunsets against the still waters creating a surreal pinkish grow which is reflected everywhere or we can join a cultural tour with an indigenous member of the Shark Bay population; he will take us into Dream Time and show us how the desert provides his people with food, water, shelter and everything they could need. Our evening meal will be in Denham and afterwards we can go back out into the desert and try to spotlight some of the rare mammals like Shark Bay mice, bilbies, boodies and short-beaked echidnas. (Breakfast, Lunch & Dinner included)"
      },
      {
        "dayNumber": 15,
        "title": "",
        "description": "Exmouth & Ningaloo Reef – Travelling, Snorkelling & Wildlife Watching – After an early breakfast in Denham we will leave Shark Bay and head north to our next destination and last stop on the northerly journey. Today is a long day of driving and so we will split the day with a morning drive to Carnarvon (4.5 hours) where we will have lunch and a break before we continue north to Exmouth (4.5-5 hours). As the drive will take the majority of the day the rest of the evening is free for you to rest and relax either in your hotel. The next day we will spend the day with the largest fish in the world. By travelling out to the edges of Ningaloo Reef, you will be in one of the best whale shark watching places in the world. From May to August they aggregate here to take advantage of the plankton blooms of the reef. We will have an opportunity to snorkel above the outer reef wall until the spotter plane fins a whale shark. The snorkelling may prove very rewarding as it is not unusual to see grey-reef sharks, white-tipped reef sharks, bat fish, large schools of sea bream and other fish. But the real fun begins as soon as we receive news of a sighting. The pilot of the plane will radio in the sighting and circle the shark until we arrive. Once we arrive you will be briefed on the strict rules of swimming with the animals which is as much for the safety of you as for the shark. Swimming with these gentle giants is amazing and you get a genuine sense of awe as they dwarf you and power forward with the smallest flicks of their tail and you struggle to keep up as you swim as fast as you can! We will recoup some energy with lunch on the boat and continue to snorkel with the huge sharks and sometimes we will end the day with more snorkelling around the reef itself, where huge stingrays and many reef fish are plentiful. As well as the highlight of whale sharks there are very good chances we can see and maybe swim with manta rays and even humpback whales at this time of the year; and then on retuning to the hotel you will you’re your well deserved evening meal. During day 17 you will be driven around the peninsula and taken to Cape Range National Park. Cape Range is a beautiful part of the world, partly because of all of the wonderful wildlife found around here such as black-footed rock wallabies, western grey kangaroos, Australian bustards, emus, galahs, perenties and red kangaroos and partly because of the close proximity of Ningaloo Reef. The reef here extends right up to the coastline and this makes snorkelling here amazing. In between all the green turtles, black-tipped reef sharks, blue-green parrotfish, Clarke’s anemone fish and many more species you will not know where to look. We will travel to a nearby café for lunch and in the afternoon continue exploring the park either by snorkelling or walking. Then on your last full day around here you have the choice of either going back to Cape Range National Park and enjoy more snorkelling, birding and walking in the scrub or stay in Exmouth and enjoy our last day relaxing in the quaint town before we travel back to Perth. We will eat our lunch in a café depending on where we are and our evening meal will be back at the hotel. (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Perth – Travelling & Day of Rest - This morning after breakfast you will be taken to the airport where we will catch the short flight (2.5 hours) back south to Perth. On arrival in Perth we will have the rest of the day to do as you please. You can take advantage of the great shopping here for souvenirs, or just head to one of the many city parks and relax and watch the colourful rosellas and lorikeets as they chirp and flit about. We will have your farewell evening meal at the hotel or nearby restaurant. (Breakfast, Lunch and Dinner)"
      },
      {
        "dayNumber": 20,
        "title": "",
        "description": "Home – Departure – This morning you will be transferred to the airport in time to catch the return flight to home. (Breakfast only)"
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "amazing-kangaroo-safari-for-couples",
    "tourName": "Amazing Kangaroo Safari for Couples",
    "placesVisited": "Sydney, Adelaide Hills, Coober Pedy, Uluru, Flinders Ranges National Park",
    "generalInfo": "Escape to the Australian outback on a romantic 11-day Australian kangaroo safari designed perfectly for two. After Sydney indulgence, camp beneath the stars in Uluru before following marsupials across the outback to Flinders Ranges and Adelaide. Handcrafted to give you time and space, this is a beautiful 11-day vacation into wild and wonderful Australia.",
    "durationDays": "11",
    "price": "4,500",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Sydney - Dining in the Harbor City",
        "description": "Sydney evokes images of classical romance, such as fine dining 25 floors above the streets and a luxury hotel that embraces the elegance of the Victorian era. During your time in the city, you will indulge in places of decadence and delight at the beach and deep within the urban landscape. These experiences and more will be yours after landing in Sydney this morning. Early check-in will be arranged so that you can relax after the flight. Dinner reservations and transfers will also be included so that you can start your romantic vacation in style."
      },
      {
        "dayNumber": "2",
        "title": "Sydney - Kangaroos and More",
        "description": "The best way to tour Sydney is by boat. Today, you will traverse the Parramatta River and glide beneath the Sydney Harbour Bridge. You will also pass the iconic opera house and cruise out of the city to a wildlife sanctuary, where you will spend a day with a conservationist and get very personal with different marsupials. You can also touch rescued koalas and wallabies, discover dingos and wombats, and learn more about eastern grey kangaroos. With a full day here, you can savor a wide range of animal encounters before another amorous night in the city."
      },
      {
        "dayNumber": "3",
        "title": "Sydney - City Chic and Beachside Bliss",
        "description": "This day will be left free, and you can customize it to your interests and wishes. Three days in Sydney is perfect for couples. You will have time to get over your jet lag, to explore different neighborhoods and restaurants, and to try different Sydney experiences. You may spend the day at the beach, take a private trip to the Blue Mountains, or wander the Victorian arcades and Darling Harbour. You should consider a show at the Sydney Opera House in the evening, which will offer you the chance to explore the famous sails."
      },
      {
        "dayNumber": "4",
        "title": "Uluru - Camp Beneath the Stars",
        "description": "Today, you will fly to Uluru, which is the famous red rock that will be visible from the plane. When you land, your driver will transfer you to your delightful outback camp that will be cut off from the world on the glistening plains. These next two nights will be just the two of you and the desert in a beautiful suite that is open to the wild. Privacy is paramount here, and you will spend an evening dining beneath the stars and listening to passing wildlife."
      },
      {
        "dayNumber": "5",
        "title": "Uluru - Sunset Horseback Ride to Uluru",
        "description": "This morning, you can travel by 4WD or quad to Kata Tjuta, which is a dramatic series of sandstone domes that soar above the desert. A sacred place for the local Aboriginal tribe, these domes are a breathtaking indication of nature’s power. There will be plenty of time to rest and relax in the Outback throughout the day before you ride on horseback to Uluru before sunset. The world’s biggest monolith defies description, and you will watch how the sunset scorches its frame before riding back with the moon and stars."
      },
      {
        "dayNumber": "6",
        "title": "Coober Pedy - Kangaroo Rescue Center",
        "description": "For the next four days, you will explore the red desert, from Uluru to Adelaide, on roads with more kangaroos than cars. This will be a privately guided tour, and you will reach Coober Pedy today. Here, there is a rescue center for injured kangaroos. Interactions with joeys are sublime here, and you can encounter different kangaroo species on the same plains. Like in Uluru, silence and serenity are a major part of the experience. During your time here, you will cross the Outback and find wild splendor in all directions."
      },
      {
        "dayNumber": "7",
        "title": "Flinders Ranges National Park - Giant Red Kangaroos",
        "description": "Another relaxing desert journey will lead you to the Flinders Ranges National Park. After settling into a delightful camp, you will spend the day amid the area’s wildlife, hopefully encountering red kangaroos. These are the biggest and brightest of all Australia’s marsupials, and they are not to be approached. Watching mobs gather and box on the plains is a rare Australian experience and a primary highlight of this safari across the bush. These giants may be complemented by an extravagant array of birds and other marsupial species."
      },
      {
        "dayNumber": "8",
        "title": "Flinders Ranges National Park - Another Wildlife Day",
        "description": "Today, you will have the entire day in Flinders Ranges National Park, and local guides can reveal its best-kept secrets. Staying on the scent of red kangaroos, you will follow walking trails to lookout points and open plains. Koalas can often be spotted in the trees alongside parrots. Wild emus run free, and on the ground, you can spot snakes, bearded dragons, skinks, and goannas. The national park is also home to western grey kangaroos, which are smaller and more numerous than their red counterparts. You can expect a full day of encounters and another night beneath the stars of the Outback."
      },
      {
        "dayNumber": "9",
        "title": "Adelaide - Tranquility on the Ocean",
        "description": "You will complete your Outback journey today with a guided drive to Adelaide, where you will check into a beachside suite for two charming nights on the southern coast. As with other days on the road, you will probably leave early and make the most of the cooler morning hours before arriving in the early afternoon and having time to explore before sunset. You will be staying outside the city of Adelaide in a suburb that is home to a couple of excellent seafood restaurants and a slow pace of life."
      },
      {
        "dayNumber": "10",
        "title": "Adelaide - Day Trip to Kangaroo Island",
        "description": "You will complete your Australian kangaroo safari with a day trip to Kangaroo Island. Here, a peculiar kangaroo subspecies hops and boxes across the plains. They gather in huge mobs, and you can sometimes see hundreds in the same vista. Koalas are also abundant, and you can see more of them here than anywhere else in Australia. You can also expect to see a variety of other marsupials, including mischievous wallabies that regularly approach people. On this private day trip, you can also add some marine encounters, including snorkeling in a bay that is populated by sea lions."
      },
      {
        "dayNumber": "11",
        "title": "Adelaide - Departure",
        "description": "After a leisurely morning and a late check-out, you will be transferred to the airport to begin your journey home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "an-intimate-wildlife-tour-of-australia-new-zealand",
    "tourName": "An Intimate Wildlife Tour of Australia & New Zealand",
    "placesVisited": "Melbourne, Kangaroo Island, Uluru, Cairns, Auckland, Wellington, Kaikoura, Stewart Island",
    "generalInfo": "Australia and New Zealand are defined by their rare indigenous wildlife; kangaroos that hop across the desert landscapes, exotic kiwis that fall beneath the trees, sperm whales who flop across ocean waves. This 18-day tour reveals all of the iconic sights, from sleepy koalas to playful dolphin pods, tropical birds to ethereal marine worlds. Enjoy an intimate journey through the wild landscapes to come face to face with the full array of the South Pacific's wildlife.",
    "durationDays": "18",
    "price": "7,400",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Melbourne – Welcome to Australia",
        "description": "Melbourne provides a gentle welcome to Australia, the city defined by the Yarra River and a long stretch of empty beaches. Even in the heart of the city, there is a sense that wild lands lie nearby. You will be picked up from the airport, and transferred to a hotel along the coast where the scent of the Southern Ocean comes straight onto your verandah. After the long international flight, it's a perfect place to relax and garner your first impressions of the country's landscapes."
      },
      {
        "dayNumber": "2",
        "title": "Melbourne – Kangaroos and Koalas in the Wild",
        "description": "While marsupials are found all across Australia, it's the fertile south where they are found in great abundance. Barely an hour outside Melbourne you will start to spot them as they hop wildly across the land. Visit the eucalyptus forests where koalas cling adoringly to branches. Most are asleep, little blurs of fur within the trees. Occasionally their eyes open, slowly, before they stretch out their arms and wrap themselves back around the branch. As the forest opens out, find the kangaroos in large mobs clustered on green fields. Males stand and fight, comically trading punches and vicious kicks. Females stand and watch before they hop along to get a closer look. Move slowly, stay silent, and it's remarkable how close you can get. Approach with a few steps, stop, check that the kangaroos seem uninterested, then get closer still. You will see a lot more of these marsupials, so it's a good time to practice the routine. Return to Melbourne, and the evening is at your leisure."
      },
      {
        "dayNumber": "3",
        "title": "Melbourne – A Relaxed Day in the Yarra Valley",
        "description": "Follow the Yarra River and enjoy a route of serenity. Vineyards spill out from the water to lead the eye towards ancient wineries on quiet hills. Today's relaxed tour will take you through the green fields to reveal exceptional sparkling wines and Pinot Noir. Wine tasting is complemented by local cheese and chocolate, the pairings an indelible insight into Australia's organic produce. Visit four farms, including a tiny boutique producer and one of the country's most famous exporters. In between, there's always a chance of finding a koala in one of the eucalyptus-clad valleys. Return to Melbourne in the late afternoon and the evening is at your leisure."
      },
      {
        "dayNumber": "4",
        "title": "Kangaroo Island – Lost in Australia's Great Natural Paradise",
        "description": "Kangaroo Island lives up to its name. Marsupials are everywhere, and not just those who box and fight. This island is the last stronghold of eucalyptus-chomping koalas, and you will struggle to go a day without seeing them. Wallabies, platypus, and echidnas are also more common here than almost anywhere else in Australia. This island is a natural playground, and wildlife is the core attraction the moment you check in to your lodge and spot wild kangaroos as they hop across the horizon. Over these two days, enjoy an African-style safari experience, with the charms of the wild around you at all times. Take a domestic flight to Adelaide to be picked up and transferred to the ferry terminal for the 45-minute boat ride to the island. Late afternoon brings a wildlife walk to Kingscote and Penneshaw as penguins bask along the coast and waddle around with their iconic look of humor. Stop along Seal Bay for your first encounters with strange squarks and flopping antics. A private guide takes you to the remote sections of the island on day five to reveal abundant sites for each of the famous marsupials. Part of the day is spent in a vehicle, but mostly will walk and step through the untamed landscape to discover these rare creatures in their natural habitat. As the sun goes down, dine at the lodge as silhouettes of kangaroos roam across the nearby plains."
      },
      {
        "dayNumber": "6",
        "title": "Uluru – A Mystical Camel Train to Kata Tjuta",
        "description": "A beautiful sunrise with a wallaby mob on the move is an evocative sight as you drink your coffee on the verandah. Travel back to Adelaide for your flight to Uluru, via Alice Springs, to land in mid-afternoon. Today's wildlife experience is one that is synonymous with the beauty of the desert. Board your camel and ride out into the scorched red of Central Australia to admire the emptiness that stretches on beyond the horizon. Behind you is Uluru, but before you are 36 more rocks, the sacred sandstone domes of Kata Tjuta. As the sun dips away, stand beside your camel to watch the red pinnacles slowly cast shadows on flame-colored rock. Many visitors are transfixed as the setting sun reveals the outback in all of its primitive natural glory as you relax in your luxury hotel just outside Uluru."
      },
      {
        "dayNumber": "7",
        "title": "Uluru to Cairns – Sunrise Ballooning Above Uluru",
        "description": "The world's largest monolith may just be the most redolent rock on the planet as it moves through a kaleidoscopic of color change as the sun pierces the horizon. Uluru, or Ayer's Rock to use the colonial name, is an iconic image of Australia. Except it's not really Australian as it is proudly Aboriginal. Watch it come alive from a hot air balloon, Uluru moving from black to deep orange, then onto a flaming ruby and rustic red. Return from the sky for a short walk around the base of Uluru, a chance to connect with the rock art and heritage of this sacred place. With some free time around your hotel before a mid-afternoon direct flight to Cairns, an East Coast backwater that's framed against a lush rainforest backdrop."
      },
      {
        "dayNumber": "8",
        "title": "Cairns – Exploring the Great Barrier Reef",
        "description": "Thousands of individual reefs form a vivid barrier of color along the East Coast. Visible from space, and the largest in the world, the Great Barrier Reef is as surreal as it is sublime. It's famous for its size, yet for all of the vast scale, exploration of the reef brings intricate macro detail. You will be quickly engrossed in all of the subtle corals and exotic marine life; with so many individual reefs, you are almost guaranteed to be alone, without a single snorkeler to disrupt your tranquility. On both days, enjoy boating out to some of the outer lying reefs, where there's a choice of exploration. Qualified scuba divers can enjoy two to three dives a day, while beginners can test the water on a discover scuba dive. Calm waters make snorkeling relatively easy, and buoyancy aids are available for less-confident swimmers. A semi-submersible craft enables you to stay dry while you discover the tropical tones. Turtles cruise, hundreds of unusual fish nibble at the coral, nudibranch hide beneath rocks, and every angle is rich and tropical."
      },
      {
        "dayNumber": "10",
        "title": "Auckland – Welcome to New Zealand",
        "description": "Today is spent in transit with a five-hour direct flight from Cairns to Auckland, and a move forward through a couple of time zones. Land in the City of Sails in the early evening, to be picked up and transferred to a hotel in the center of the city. Various dining options are within walking distance and settle quickly into the relaxed atmosphere of the country."
      },
      {
        "dayNumber": "11",
        "title": "Auckland – Spotting New Zealand's Exotic and Endangered Birds",
        "description": "Tiritiri Matangi will encourage you to surrender to your senses. Gentle birdsong provides a soft serenade, the tweets of native birds floating across the forest. Roaming across the ground are takahes, their rich blue feathers contrast with the pine of the trees. Bellbird and kokako also chirp from the ground, while the fragrance of fresh rain seems to hang through the forest even when it's dry. A full-day tour to this remote island invites you into the indigenous world of New Zealand; every angle delivers the country's rare flora and fauna. Tiritiri Matangi is a 75-minute boat ride from Auckland, and you'll be guided through the forest on foot. Return to Auckland and the evening is at your leisure."
      },
      {
        "dayNumber": "12",
        "title": "Wellington to Kapiti Island – Kiwis in the Native Forest",
        "description": "Fly into Wellington to be picked up and taken across the waters to Kapiti Island by ferry. New Zealand has been offering eco and organic experience since long before the terms became travel buzz words. Native forest envelopes your lodge, the sound of indigenous birds fill the atmosphere with echoed calls. Relax at the lodge and lose yourself in the ambiance, so many strange colors flutter around the verandah. In the evening, be guided into the forest on the look out for kiwis, the flightless icon of New Zealand; the introduction of foreign species has meant this once-abundant bird is now critically endangered. Island sanctuaries like Kapiti offer the rare chance to see one. Spend the evening on the island, enveloped entirely by the forest."
      },
      {
        "dayNumber": "13",
        "title": "Wellington to Kaikoura – Followed Across the Cook Straight by Dolphins",
        "description": "Fill the morning with marine exploration, the waters around Kapiti filled with unusual ocean life. The island is both a wildlife and marine reserve, a haven for the small and elusive of New Zealand's life. A self-guided snorkel enables you to get close as the reefs roll out from the shores of the island. After lunch at the lodge, travel back to the mainland by ferry, to be picked up and transferred to the Wellington ferry terminal. With an opportunity to spend an hour or two in the city, wander a bit before you take your boat across the Cook Straight to New Zealand's South Island. Landscapes immediately change, the soft green replaced by towering mountains and fjords. Spend the next three nights in Kaikoura in a lodge with pristine views over the bay."
      },
      {
        "dayNumber": "14",
        "title": "Kaikoura – Intimate Tours to Discover Six Different Whale Species",
        "description": "A sperm whale emerges from the depths, cruises towards the surface with her calf for a few brief moments before disappearing back into the abyss. Don't worry if you’ve only glimpsed it; you will see more over these two days as the giant-toothed whale is a year-round resident of the waters around Kaikoura. A place of migration, it’s a serene place to stop as five other whale species move through the oceans. Humpback whales crash their frames onto the water, while southern whales continue to breach close to the coast. Pilot whales are also common, often spotted near to Hector's dolphins, two playful species that add further enchantment to your adventure. With two days of boat cruising, enjoy extended opportunity to get close to all of these species, along with the enhanced possibility of spotting two of Kaikoura's (and the world's) elusive sights. Orcas and blue whales feed in these waters, and a sight of them is the wildlife highlight of a lifetime, not just of a vacation! Guided boat tours are often followed by pods of dusky dolphins, and it's hard to travel too far without an encounter with New Zealand fur seals. As the currents collide, the waters of Kaikoura provide a very special sanctuary for the marine giants of our world. Most tours last five to six hours with departure times dependent on tides and conditions. With its oceanfront location, and a backdrop of regularly snow-capped mountains, the town always imbues quintessentially New Zealand tranquility. Gaze out across the waters, and the next land mass you'd meet would be South America."
      },
      {
        "dayNumber": "16",
        "title": "Nelson to Stewart Island – Journeying to the Southern Tip of New Zealand",
        "description": "Your final stop is as remote as they come, Ulva Island, cast adrift to the south of the South Island's southern tip. Be transferred back to Nelson for a flight to Invercargill to transfer onto an amphibian aircraft for the final part of the journey. Upon arrival, head straight out to Ackers Point as tiny blue penguins and sooty shearwaters provide charming moments along the coastline. Next up is a wildlife walk and a huge myriad of sea birds to discover, notably the giant wings of the migrating albatross. Many people think of New Zealand as a country of two islands, but Stewart Island is the third, and it's retained its indigenous rainforest filled with small, elusive birds."
      },
      {
        "dayNumber": "17",
        "title": "Stewart Island – A Completely Untouched Rainforest Landscape",
        "description": "Remarkably, it's possible to explore an island that's even more untamed than Stewart. Ulva is a tiny island enclave, a primeval rainforest of podocarp trees, lush ferns, roaming mosses, and flowering orchards. Kaka and bellbirds call you into its realm, encourage you to move quietly and slowly. Watch for the smallest of wildlife; the saddlebacks, yellowheads, and the tiny rifleman bird abound. The rainforest cascades onto the fine golden sand, where you dip your toes in fresh waters as unusual wings flutter past. A day's excursion on Ulva seems a fitting conclusion to your wildlife vacation, every angle a postcard scene of the South Pacific's endemic life. But Ulva isn't quite the end; after your return to Stewart, take an evening walk in search of the brown kiwi, a bashful nocturnal bird that's extinct in the wild everywhere apart this small island."
      },
      {
        "dayNumber": "18",
        "title": "Stewart Island to Christchurch – Departure",
        "description": "It's a thrilling airport transfer this morning as a seaplane takes you back to the mainland before a domestic flight from Invercargill to Christchurch. From here, board your international flight to home."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "extraordinary-nature-wildlife-14-day-australia-tour",
    "tourName": "Extraordinary Nature & Wildlife: 14-Day Australia Tour",
    "placesVisited": "Melbourne, St Kilda, Phillip Island, Koala Conservation Centre, Tasmania, Hobart, Cairns, Darwin",
    "generalInfo": "Witness some of the world’s most unique wildlife and dramatic wilderness during your 14-day Australia adventure. Search for Tasmanian devils hiding in the trees and koalas nibbling on eucalyptus. Dive into the Coral Sea to discover the stunning coral and tropical marine life of the Great Barrier Reef. From the plains of Tasmania to the red Kakadu slopes, you will experience the ultimate Australian wildlife tour.",
    "durationDays": "14",
    "price": "5,700",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Melbourne – Relaxing and Getting Ready for the Adventure",
        "description": "Although Melbourne is Australia’s greenest city, it is not big on wildlife, but it does have spacious parks and a magnificent botanical garden. It is also a comfortable place to relax after a flight, with an abundance of cafes and restaurants that will be walking distance from your hotel. Your hotel will be on the beach, just South of the city. You will check in and spend the day growing accustomed to the foreign time zone, dozing off on the sand, or relaxing beneath a gum tree near the Yarra River. There is so much wildlife and bush to come, so take your time today and get ready for the adventure that awaits you."
      },
      {
        "dayNumber": "2",
        "title": "Melbourne – Penguins and Wild Koalas on Phillip Island",
        "description": "Penguins will waddle across Phillip Island beaches. The colony is huge, with hundreds of penguins starting antics on the sand. Some will waddle off into the sea to go fishing, while others will head up to their nesting sites. A more sedate species also covers the island. Koalas are placid and hardly move all day. This makes them relatively easy to spot, and when koalas cling to low-lying branches, you can get incredibly close. Echidnas and swamp wallabies can also be spotted around here."
      },
      {
        "dayNumber": "3",
        "title": "Mount Willian National Park (Tasmania) – Exploring Handpicked Natural Highlights in Tasmania",
        "description": "You will then fly to Hobart and head straight to Tasmania’s national parks. Almost a third of this island is protected as reserves and parks, providing a haven for more species than anywhere else in Australia. Narawntapu will be a fine introduction, where red-necked wallabies will hop across dusty ground and wombats will hide just beside the trail. Before driving to the hugely under-visited Mount William National Park, you might spot a Tasmanian devil. Silence will dominate here. There will not be much life around midday, but the park will become an action-packed safari from late-afternoon through sunset. Kangaroos will cover the plains in large mobs, and wallabies are even more plentiful and more likely to come closer to you. You do not really need to look for all this life as you can hear it and spot it regularly while exploring the park. So instead, the guide will focus on a rarer creature: Tasmanian devils. These animals are cantankerous and highly endangered. After dark will come new life such as owls, nightjars, tawny frogmouths, and perhaps a troupe of wallabies. You will spend these two nights at a cabin retreat within the park, with day four dedicated to the desolate corners of a very remote national park."
      },
      {
        "dayNumber": "5",
        "title": "Freycinet National Park (Tasmania) – Nocturnal Wildlife and Seabirds",
        "description": "Freycinet is Tasmania’s most popular park, and you will notice the change in atmosphere. It is easy to understand the popularity, especially when staying on Wineglass Bay and searching for the range of seabirds. White-bellied sea eagles will soar overhead as gannets and black-faced cuckoos fly closer to your eyeline. You will have the opportunity to view many different species of birds here. Once more there will be a chance to see the rare and elusive Tasmanian devils."
      },
      {
        "dayNumber": "6",
        "title": "Hobart to Cairns to Thetford Reef – Setting Off on the Great Barrier Reef",
        "description": "After an optional sunrise wildlife walk, you will return to Hobart and fly to Cairns, where you will swap a rugged, Southern island for the sun-kissed coral of the Great Barrier Reef. Your cruise will depart mid-afternoon, traveling through Trinity Bay to an exclusive mooring at Thetford Reef. There will be time to jump beneath the surface and start counting the 1,500 fish species that live here, with hump-headed Maori wrasse and giant trevally being the most conspicuous giants. Even on your first snorkel, you will appreciate that the highlights are not just the fish but the coral itself, as a whole kaleidoscope of colors will be shining beneath the surface. This is just the first of your underwater explorations, too. There will be three more days to come and experience this Great Barrier Reef cruise."
      },
      {
        "dayNumber": "7",
        "title": "Great Barrier Reef – A Luxury Great Barrier Reef Cruise",
        "description": "Dolphin fins will rise and fall, and turtles will be spotted at shallow reefs. Around mangroves, you will search for dugongs, which are strange creatures that frolic and feed on sea grass. You can snorkel at different reefs, and scuba dive should you wish, while absorbing the inimitability of a landscape that is visible from space. With a four-day cruise, you can explore many different reefs that make up The Great Barrier Reef. Most importantly, you can visit the outer reefs, which are those that are mostly untouched and most abundant in terms of underwater life and diversity. The boat will have a glass bottom, so you do not always need to get wet to enjoy it all. At every stop, there will be a guided snorkeling excursion, or you can swim off for your own exploration. Mixed into all the marine life, you will disembark at uninhabited islands, eat barbecues on the beach and walk through the dense rainforest. Dunk Island will prove to be a superb place for birding, with yellow-bellied sunbirds and orange-footed scrubfowl among the rare inhabitants. Then, Nathan Reef will take marine exploration into a new dimension. Both of these days will be action packed with at least three different stops."
      },
      {
        "dayNumber": "9",
        "title": "Cairns to Darwin – Relaxing by the Crocodiles",
        "description": "You will have more underwater adventures this morning. Fitzroy Island will be the only stop on route back to Cairns, which is an island that is famed for its white sand beaches and fringing reefs that are easy for all levels of snorkelers. By 1 pm, you will be back in Cairns, and it is straight to the airport for a Darwin-bound flight. You will touch down in a bucolic little city on the water, and there should be enough light left to glimpse a crocodile down at the river. The adventures will continue in earnest tomorrow, so you may want to take this evening to rest and relax, catching your breath after the cruise while preparing for the wild and dry landscapes that are to come."
      },
      {
        "dayNumber": "10",
        "title": "Kakadu National Park – Wild Adventures in the Northern Territory",
        "description": "Kakadu will glisten in ochre morning splendor, and a low-lying haze will add to the mystique as your four-wheel drive kicks up dust and heads into the wilderness. This will be an immense space, mostly unexplored and unknown except to local Aborigines. Wildlife thrives here although it will not be as easily spotted as elsewhere on your journey. You may be lucky enough to spot a mob of kangaroos or wallabies. Birdlife is very impressive, and the experience can be operatic. Sometimes flocks will cover the sky, and you will be treated to a flurry of activity and harmonious chirps. At other times, you will have to wait patiently, following audio clues to a pair of blue wings. This is wild bushland, and it is ripe for exploration. You cannot see Kakadu in a day as it takes about half of a day just to reach the real wilderness. Three days will allow a loop around the park’s most iconic features. Daytimes here will be all about adventure. You can eat breakfast at dawn by the remains of last night’s fire or hike and drive on rarely covered paths. You will be staying in wilderness cabins where the skies are magnificent, especially when you are sitting around the fire and appreciating a world away from Wi-Fi and modern life. The accommodation will be more than comfortable while also preserving Kakadu’s wilderness feel. So, rest, shower, fall asleep, and then wake up to the kookaburras call once more. That will be the rhythm in Kakadu, and it is yours for three full days."
      },
      {
        "dayNumber": "13",
        "title": "Darwin to Uluru – Sunset at the Magnificent Red Rock",
        "description": "After three days in remote Kakadu, it may feel surreal to be back in Darwin, even if the city is hardly larger than an outpost. Do not worry, you will be back out in the outback before the day is out. You will fly from Darwin to Uluru and spend the afternoon at a rock. This is not just a rock. It is a place of sanctuary, a place of beauty, a symbol of an older Aboriginal time, and probably the most impressive sunset point you will ever encounter. Savor it all in before a final night beneath the stars as the southern sky will become an omnipresent highlight of your trip to Australia."
      },
      {
        "dayNumber": "14",
        "title": "Uluru – Sunrise with Kata Tjuta and Departure",
        "description": "Twenty-six domes will slowly rise from the shadows as an orange hue will creep up as the rising sun glides higher. These sacred rocks will seem inconceivable on an otherwise featureless landscape. You will watch the sunrise and then head into a valley that runs through Kata Tjuta, seeking a remote waterfall and the eerie sound of wind breezing past you. It will be a fitting final highlight to your two weeks in Australia. After a second breakfast, you will be dropped at Uluru for a domestic flight back to Melbourne, where you will transfer onto your outbound flight."
      }
    ],
    "map": "",
    "category": "Safari"
  },
  {
    "destination": "Australia",
    "mainPhoto": "",
    "id": "highlights-of-the-australian-outback-kangaroo-safari",
    "tourName": "Highlights of the Australian Outback: Kangaroo Safari",
    "placesVisited": "Melbourne, Warrnambool, Grampians National Park, Kangaroo Island, Flinders Ranges, Perth, Margaret River",
    "generalInfo": "Featuring incredible landscapes and immersive encounters with kangaroos, this 13-day safari leads you into wonderfully diverse bush and outback. Immerse yourself in the marsupial realm on the ultimate Australia kangaroo safari. From the Great Ocean Road to the Grampians and from Melbourne to the Margaret River, prepare yourself for an impressive array of giants.",
    "durationDays": "13",
    "price": "5,300",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Melbourne – Cultural Experiences",
        "description": "You will touch down in Melbourne to encounter a city on the move. Victorian architecture is squashed between glass-fronted skyscrapers, and old arcades contrast with shimmering restaurants and contemporary architecture. This is a changing city that will offer you an immediate impression of Australia’s old and new. Your private driver will greet you at the airport and transfer you to your luxury accommodation on the river. The rest of the day will be at your leisure."
      },
      {
        "dayNumber": "2",
        "title": "Melbourne – Wild Kangaroos and Koalas",
        "description": "Australia’s wildlife is as the name entails: wild. You do not need to visit a wildlife sanctuary to come face-to-face with kangaroos, wallabies, koalas, and others. To begin your kangaroo safari, you will have a half-day trip to a small nature reserve south of Melbourne. Trackers will travel ahead of you and radio in koala locations so that you can easily see their sleepy eyes and eucalyptus-clinging antics. Large kangaroo mobs will be the main highlight here. Hopping and grazing on open plains, they make for thrilling first encounters, especially when large males start to box."
      },
      {
        "dayNumber": "3",
        "title": "Warrnambool – The Great Ocean Road",
        "description": "Soon, you will gasp at the scenery along the Great Ocean Road. Golden beaches and epic cliffs will set the scene, and wallabies inhabit the grasslands near the coast. On a private tour, you will travel most of the Great Ocean Road, which will include a hidden stop to search for koalas next to the coast. This will be a relaxed day of fishing villages and rolling waves with an overnight stop on the beach near Warrnambool. Although kangaroo sightings are rare along this route, you will still enjoy some spectacular birdlife throughout the day."
      },
      {
        "dayNumber": "4",
        "title": "Grampians National Park – Eastern Grey Kangaroos",
        "description": "After feasting your eyes on the 12 Apostles, your private tour will lead you inland to the Grampians, which is a haven for eastern grey kangaroos. Large males bask in the sun, and youngsters hop amid the trees. Your guide will know of some stunning viewpoints, and here, you can sit and watch the marsupials. Furthermore, you will quickly learn kangaroo behavior. If you stay silent and move slowly, you can usually get very close. A few signs will indicate that it is time to stop and not interrupt the kangaroos further."
      },
      {
        "dayNumber": "5",
        "title": "Kangaroo Island – Surrounded by Marsupials",
        "description": "After driving back to Melbourne this morning, you will say goodbye to your tour guide and fly to Kangaroo Island. As its name suggests, this is an excellent destination for an Australian kangaroo safari. The island’s main wildlife highlight is actually the koalas though. While these tree-clinging wonders have mostly disappeared from the mainland, on this small island you can see them directly from your room’s veranda. You can expect koalas and kangaroos to be your main feature as you settle into a two-night stay in a national park."
      },
      {
        "dayNumber": "6",
        "title": "Kangaroo Island – More Kangaroo Safaris",
        "description": "With a full day on Kangaroo Island, you can explore different species. Kangaroo Island kangaroos are a subspecies of western grey kangaroos, and their chocolate-colored appearance is entirely different from what you would see on the mainland. Today’s full-day safari will lead you to the island’s wildlife hotspots and will focus on endemic island species. Here, you can also have some very personal moments with koalas. A barbecue dinner with the chance to watch hopping kangaroos at sunset will also be included today."
      },
      {
        "dayNumber": "7",
        "title": "Flinders Ranges – Giant Red Kangaroos",
        "description": "After leaving Kangaroo Island by boat, you will transfer to the Flinders Ranges, which is a mysterious outback location where Aboriginal guides reveal wildlife secrets. This is the home of giant red kangaroos, which are the largest and most spectacular of the country’s marsupials. Red kangaroos are not to be approached, but your guides will lead you to quiet lookout points, where you can admire the marsupials. A boxing confrontation between two of the males is perhaps Australia’s ultimate safari highlight and is sometimes witnessed from your outback lodge."
      },
      {
        "dayNumber": "8",
        "title": "Flinders Ranges – Stars and Red Kangaroos",
        "description": "With another day in the Flinders Ranges, you will feel immersed in Aboriginal stories, red kangaroos, and a seemingly endless expanse of wild bush. Other than raw nature and a wildlife world, there is very little here besides the spectacular stars. Over a slow day of local folklore and Outback exploration, you will immerse yourself in the Aboriginal ways and coexist with red kangaroos. Just to be out here in such a remote place is a highlight in itself, which will be made even better by your luxury lodge."
      },
      {
        "dayNumber": "9",
        "title": "Perth – West Coast Australia",
        "description": "After a relaxing morning, you will transfer to Adelaide for a flight to Perth. Your hotel will be in the north of the city and along the coast. Your accommodation will also be the closest one to the local kangaroo populations. Nothing will be planned for the day, and it will be relatively late by the time you arrive. Therefore, you can check out the beach, try one of the city’s excellent restaurants, and embrace a very different atmosphere on this side of the country."
      },
      {
        "dayNumber": "10",
        "title": "Perth – City and Wildlife Experiences",
        "description": "Amazingly, kangaroos can be spotted in the cityscape. Just like in Melbourne, you will venture on a half-day wildlife tour to a small reserve on the edge of the city. Here, you will encounter kangaroos and walking trails. This experience may prove to be a complete escape from urban life. This morning’s experience will be complemented by a free afternoon and evening in Perth. There is a lot going on in this vibrant city, and it is a nice swap of your more remote Australian experiences for the city."
      },
      {
        "dayNumber": "11",
        "title": "Margaret River – Western Grey Kangaroos",
        "description": "Today, the Margaret River will be your final destination. It is a small town that is dominated by surf, vineyards, and wildlife. You will check in to a small hotel on the coast and have time to try out local produce or to take a stroll along the beach. When the day’s heat fades, you will travel by 4WD into the wilderness on the trail of western grey kangaroos. You can enjoy a mug of steaming billy pot tea and a slice of home-baked orange cake along a river as the kangaroos hop past at sunset."
      },
      {
        "dayNumber": "12",
        "title": "Margaret River – Vineyards, Marsupials, and Magical Moments",
        "description": "This final day will be left free and is completely customizable. After almost two weeks of Australian kangaroo safaris, you may be happy to leave the wildlife behind and focus on other pleasures, such as beaches and vineyards. You can also find many great self-guided walking trails and local reserves that are teeming with wallabies. The Margaret River is a slow and serene place to be, and it is perfect for the end of a vacation and for preparing yourself for the journey home. Today, you can sit back, relax, and reminisce on all the different kangaroo encounters."
      },
      {
        "dayNumber": "13",
        "title": "Perth – Departure",
        "description": "From the Margaret River, you will transfer back to Perth, where you will start your journey home from the city’s airport."
      }
    ],
    "map": "",
    "category": "Safari"
  }
]