[
  {
    "destination": "Cambodia",
    "mainPhoto": "",
    "id": "mekong-cruise-in-vietnam-cambodia",
    "tourName": "Mekong cruise in Vietnam & Cambodia",
    "placesVisited": "",
    "generalInfo": "Vietnam and Cambodia share a long border, The Mekong River and a long  rich history that often intersects. Both nations boast natural beauty and centuries-old cultural sites that provide a backdrop to extravagant temples and booming retail districts.<br/>Embark on a cultural odyssey of a lifetime on a luxury Mekong river cruise<br/><br/>This classic Mekong river cruise itinerary places you in the footsteps of the legendary King Jayavarman VII, who sailed the Mekong in the late 12th century to build the grand Khmer empire. Aboard the luxury Aqua Mekong, the whole narrative of the region’s mysteries and wonders unravel before your eyes. Follow our expert English-speaking guides and discover magnificent carved temples, lush landscapes and rural villages where culture and craft flourishes — leaving no stone unturned.",
    "durationDays": "8",
    "price": "8408",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 2,
        "title": "",
        "description": "Vietnam Mekong River – Binh Thanh/Sa Dec – My An Hung Begin the day learning about traditional mat weaving at Binh Thanh village or visit Sa Dec’s vibrant market and the famous house of Marguerite Duras’ legendary lover, Mr. Huynh Thuy Le. In the afternoon, stroll through the verdant plantations in the Mekong Delta village of My An Hung, visiting a local’s home to savor local fruits, listen to traditional folk song performances by villagers, and participate in a unique unicorn dance. A 10.5-mile (17km) biking option is also available for those who wish to explore the idyllic countryside on wheels."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Vietnam Mekong River – Chau Doc – Ka’om Samnor-Vinh Xuong Border Crossing As the sun rises, travel by skiff along Bassac Canal to the Chau Doc floating market for a real eye-opener, then hop on our van to Long Son Pagoda atop Sam Mountain to meet Buddhist monks who’ve made this sacred hilltop their home. Take a picturesque 11 mile (18km) bike ride on Long Khanh Island or hop on a rickshaw to visit Tan Chau Market with our chef. After lunch, relax by the pool, try traditional Khmer massage or learn to cook Mekong inspired dishes while we cross the Cambodia-Vietnam border."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Cambodia Mekong River – Koh Oknha Tey – Preah Prosop See the best of the Cambodian capital on a motorized tuk-tuk, including the Royal Palace, Silver Pagoda and the National Museum of Cambodia, home to the world’s largest collection of Khmer art. Based on your preferences, visit the Tuol Sleng Genocide Museum or shop at the Russian Market before disembarking the Aqua Mekong."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Cambodia Mekong River – Phnom Penh See the best of the Cambodian capital on a motorized tuk-tuk, including the Royal Palace, Silver Pagoda and the National Museum of Cambodia, home to the world’s largest collection of Khmer art. Based on your preferences, visit the Tuol Sleng Genocide Museum or shop at the Russian Market before disembarking the Aqua Mekong. Note: All itineraries are subject to change, due to weather and other conditions."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Cambodia Tonle Sap River – Koh Chen (Cambodia) – Kampong Chhnang (Cambodia) Awake to the beauty of rural Cambodia and sail by skiff to the silversmith village of Koh Chen for a first-hand encounter with artisans producing magnificent royal Khmer silverware. Keep an eye out for their famous silver bowls, regularly chosen by Cambodia’s king as gifts for visiting dignitaries. In the afternoon, continue experiencing Khmer riverside life in Kampong Chhnang. In this serene village, meet traditional potters and palm-sugar producers and watch them practices age-old craftsmanship and techniques dating back to the 6th century that is still highly relevant and valuable today."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Cambodia Mouth of the Tonle Sap Lake – Chhnok Tru – Moat Khla Discover vast wetlands, birdlife and remote stilt communities around the Tonle Sap Lake, a UNESCO Biosphere Reserve designated in 1997. In Chhnok Tru, visit an intriguing ice factory and learn from locals what it is like to live in a town where its school, church, pagoda, police station and even the karaoke bar ‘float’ on water. After lunch, sail to the floating village of Moat Khla and attend a Buddhist blessing ceremony in this isolated community accessible only by water."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Cambodia Tonle Sap Lake – Prek Toal (Cambodia) – Siem Reap (Cambodia) Continue the exploration of Southeast Asia’s largest freshwater lake, setting off on Aqua Mekong’s ergonomic skiffs to the 22,000-hectare Prek Toal Core Bird Reserve, one of the last refuges in Southeast Asia for large waterbirds like the spot-billed pelicans, milky stork, black-headed ibis and the elusive masked finfoot. Disembark in the enigmatic city of Siem Reap, home of the Angkor Wat."
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  },
  {
    "destination": "Cambodia",
    "mainPhoto": "",
    "id": "mekong-river-cruise-to-angkor-wat-cambodia",
    "tourName": "Mekong River cruise to Angkor Wat, Cambodia",
    "placesVisited": "Phnom Penh, Kampong, Chanang, Tonlé Sap, Siem Reap",
    "generalInfo": "What better way to experience the lush countryside, slow pace and friendly welcome of Cambodia and Vietnam than floating down the mighty Mekong River? We’ll take you on an 8 day cruise from Saigon to Siem Reap (or vice versa), home to the world-famous ruined temples of Angkor, recreating the great journeys of the past aboard a colonial style, 20-passenger river boat. Along the way you will visit riverside farming communities, a remote Buddhist pagoda and a floating village, immersing yourself in the watery way of life along this great river.",
    "durationDays": "9",
    "price": "1650",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "After settling into your cabin, explore Saigon’s Chinatown, Giac Lam Pagoda, the Flower Market and Binh Tay market. Enjoy a delicious welcome dinner and cocktail to get your journey started! Optional: night time food adventure by vintage Vespa (L/D)"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Another day to explore Saigon's historic sights on foot and sample the famous local coffee scene. After lunch on board, pay a visit to the War Museum to learn about Cambodia's recent turbulent history, Overnight on board. (B/L/D)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "First stop is My Tho, a quiet, prosperous city famous for its many fruit orchards, gardens and huge rice fields and a great introduction to the beauty of the delta. Continue to Cai Be, where you take a small boat along the canals to see handicrafts being produced using traditional methods. In the afternoon it's time for an easy kayak adventure suitable for first-time paddlers, before sailing on to Sa Dec for the night. (B/L/D)"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Short tour of Sa Dec, a small town of 30,000 people fascinating in its unspoiled authenticity and largely undisturbed by tourists. Cruise for most of the day to Chau Doc, which has developed around fish farming. (B/L/D)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Explore a reforested wetland and take a cable car to a mountain-top viewpoint and temple for vistas across a mosaic of glistening rice paddies. Then cruise to the immigration check point at Vinh Xuong and on to Phnom Penh in the late evening. (B/L/D)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Full day city sightseeing tour including the Royal Palace, Silver Pagoda, National Museum, Central Market and Wat Phnom. In the evening you will be entertained by a local group performing a traditional Apsara dance show. (B/L/D)"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "This morning cruise on to the Kampong Tralach with its beautiful vihara (Buddhist monastery) set amongst the lush countryside. Transfer by van to Udong, Cambodia’s former capital, for a taste of Buddhist meditation and historic temples. Anchor for tonight a few miles upstream at the gateway of Tonlé Sap lake. (B/L/D)"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Arrive at Kampong Chhnang, one of the largest fishing ports on the Tonlé Sap and famous for its pottery and sugar palm products. Enjoy a tasting of regional products and if you have energy left you can cycle along the riverside to a pottery village. Enjoy a farewell dinner tonight with the crew. (B/L/D)"
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After breakfast, complete the journey overland by van to Siem Reap, home of the majestic Angkor Wat. We can arrange extension tours of Cambodia and Vietnam on request. (B)"
      }
    ],
    "map": "",
    "category": "Ship/Cruise"
  }
]