{
  "destination": "Norway",
  "mainPhoto": "",
  "id": "peer-gynt-ski-touring-holiday-in-norway",
  "tourName": "Peer Gynt ski touring holiday in Norway",
  "placesVisited": "",
  "generalInfo": "North-west of the Olympic city of Lillehammer is the Peer Gynt Trail. The trail is named after a local Norwegian hero, characterized into fiction by author Henrik Ibsen.<br/>The Peer Gynt trail is a groomed ski trail between Espedalen and Skeikampen, in what is known as 'Peer Gynt Country'. <br/><br/>Make your way through a landscape of distant horizons, birch tree woodland, Norwegian farmsteads, and frozen lakes.<br/>The trail is an excellent cross-country alternative for families, who are interested in a bit more challenging, yet still enjoyable, skiing experience, in groomed and well-marked cross-country tracks.<br/>In clear weather you will be able to enjoy a continuous view of the breath-taking peaks of the national parks Jotunheimen, Rondane and Dovrefjell along the trip, providing a beautiful and dramatic backdrop to this “friendly” mountain region.  If this is your first cross country ski trip in Norway - be prepared to be blown away.<br/><br/>You stay at good Mountain hotels, and your luggage is transfered from lodge to lodge while you ski.  Destinations along the trail include Espedalen, Fefor, Gålå,  and Skeikampen - all well-known ski resorts with long traditions in winter tourism and known for some of the best cross-country skiing terrain in Norway.  <br/>Tracks and skis:<br/>The trail runs about 700 - 1500 meters above sea level. The daily stages are relatively short, and provide opportunities for interesting detours. The entire Peer Gynt trail is frequently groomed and regular cross-country skis can be used.<br/><br/>With luggage transfer - Without guide:<br/>While you are out skiing, your luggage is transported to the next accommodation. You only have to bring a small backpack with extra clothes and food.<br/>Although the trail is marked, you should be familiar with using maps in addition to the tour description.<br/><br/>This trip is suitable for families and others with normal good shape and skiing experience.",
  "durationDays": "8",
  "price": "22900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival. Transfer by train from Oslo Airport at 14.29. Hotel transfer to Dalseter. Accommodation at Dalseter Mountain Lodge."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Day off at Dalseter. Right outside the door you will find 220 km of prepared skitracks with different length and level. Accommodation at Dalseter Mountain Lodge."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Skiing Dalseter - Fefor, 18 km. Average day-trip along the Peer Gynt Road between Espedalen and Fefor. Accommodation at Fefor Mountain Lodge."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Day off at Fefor. In this secluded place you can find piece and quite in nature while skiing prepared skitracks suitable for all levels. Accommodation at Fefor Mountain Lordge."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Skiing Fefor - Gålå, 13 km. Easy day trip along Lake Gålå. Accommodation at Gålå Hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Day off at Gålå. Choose from different tour alternatives or alpine skiing. Accommodation at Gålå Hotel"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Skiing Gålå - Skeikampen, 28 km. Average day trip through light birch forest, past summer farms and private cabins. Accommodation at Thon Hotel Skeikampen."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Departure after breakfast. Transfer by taxi at 09.00 to Lillehammer. We recommend spending a few hours in Lillehammer before continuing to the airport."
    }
  ],
  "map": ""
}