{
  "destination": "Norway",
  "mainPhoto": "",
  "id": "norway-adventure-holiday",
  "tourName": "Norway adventure holiday",
  "placesVisited": "",
  "generalInfo": "The wonders of Western Norway extend far beyond its fjords. On this tour we’ll also explore charming coastal towns that effortlessly blend old-world charm with modern delights. Wander through colorful streets lined with wooden houses and discover the warmth and hospitality of the locals, eager to share their rich cultural heritage with us.<br/><br/>EXPLORE Norway’s most iconic region—from mountain passes, panoramic roads and glaciers to fjords cut between tall mountains.<br/><br/>SAVOR a delicious dinner at a mountaintop restaurant accessed by a sky lift from the valley floor.<br/><br/>EXPERIENCE Norway’s centuries-old coastal culture, meeting interesting locals along the way.<br/><br/>WALK old picturesque trails to glaciers and scenic summer farms and enjoy picnic lunches while you take in spectacular vistas.<br/><br/>KAYAK in a dramatic fjord across calm waters.<br/><br/>BOARD a RIB boat and travel the UNESCO listed Geiranger Fjord, stopping to marvel at the famous Seven Sisters Waterfalls cascading 1,350 feet into the fjord. <br/><br/>ENJOY a guided tour of the UNESCO listed Bergen Wharf, with its historic wooden warehouses.<br/><br/>STAY in a historic hotel with incredible views that has hosted royals, authors, and dignitaries for more than a century.",
  "durationDays": "9",
  "price": "11495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive at Bergen Airport (BGO) during the day and transfer to downtown by local bus or taxi. Check in at Hotel Opus XIV in the heart of Bergen. If you have the time, you may either relax or explore downtown on foot. Join the guides and the rest of the group for a Meet & Greet followed by a welcome dinner at the hotel. Dinner included."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Following breakfast at the hotel, we go on a guided walking tour of the UNESCO World Heritage listed Bryggen. Bryggen, the old wharf of Bergen, is a reminder of the town’s importance as part of the Hanseatic League’s trading empire from the 14th to the mid-16th century. The wooden trading houses are relics of an urban landscape that no longer exists elsewhere in northern Europe. After a light lunch we check out and leave for a scenic boat tour along the coast to Florø. The voyage takes about three hours and our fellow passengers may be a mix of travelers and local commuters. We arrive in Kalvåg in the early evening and a quick transfer takes us to our hotel. Dinner at the hotel restaurant features amazingly fresh seafood. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast we’ll go on a guided walk through this historic fishing village, led by a local with strong ties to the community. Afterwards we’ll continue the walk up to a viewpoint on a hill for a view of the archipelago. Arriving back from the walk, we’re likely hungry for lunch, which will be at a harborside restaurant. In the afternoon you’re free to relax or adventure independently with optional activities. Evening dinner is at a local restaurant. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "After breakfast and check out, we get on the bus, drive across the island and to the mainland. We pass Hornelen, a high seacliff that’s been used a navigational landmark since the Viking era. Driving along Nordfjord we arrive at a tiny village and stop for a cup of coffee (or tea) at a small sheep farm that dates back 150 years or so. After a nice chat with the current residents of the farm, we cross the fjord and arrive in Nordfjordeid. Here you have some time to explore the village and visit the Sagastad Viking Ship Museum. We continue the last leg of our drive in the afternoon, which includes the spectacular Panorama Road, and on to our next hotel. Hotel Alexandra is family-owned and has a long tradition of hosting guests in these beautiful parts. The hotel offers great features like a spa, swimming pools, and tremendous views. Dinner tonight is at the hotel, which offers an extensive buffet. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Following breakfast we drive into Lodalen valley along a glacial lake. We transfer to a boat and keep going to the far end of the lake, flanked by the dramatic valley on our sides. After 45 minutes we arrive at a quay and start walking further into the valley on a forest gravel road. The walk is about 3.75 miles (and you may transfer on our bus instead if you choose). From the end of the road, there’s a 15 minute walk to a beautiful viewpoint for the Kjenndals glacier, which is part of the massive Jostedals glacier (the largest glacier in continental Europe). We’ll take in the stunning valley with steep waterfalls at all sides, before the short walk back to our bus. We stop at a lakeside cafe for lunch and make it back to the hotel in the mid afternoon. Relax and enjoy one of the swimming pools or spa at Alexandra Hotel before tonight's dinner. When it’s time for dinner we meet up and walk five minutes to the Skylift cable car. The Skylift brings us more than 3,000 feet up to the top of Mount Hoven, home to a restaurant with stupendous views of Nordfjord below. After a delicious meal we return to the valley floor by cable car for a restful night’s sleep. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following breakfast we’ll check out and leave by bus. The first leg is an hour drive up and over the Strynefjell mountain pass. If we’re lucky, we may see migrating reindeer in the mountains. Soak in the breathtaking view as we descend to the Geiranger Fjord, one of the two UNESCO World Heritage listed fjords in Norway. We board a RIB boat in Geiranger for a short sightseeing transfer to Skagehola. Cruising the fjord we see the magnificent Seven Sisters Waterfalls cascading 1,350 feet into the fjord. We deboard and hike ? of a mile up a steep but well-paved path to the Skageflå mountain farm. This amazingly situated farm provides perhaps the most stunning view of the tour—and a picture perfect place for a picnic lunch! We’ll return the same way we came, and board a ferry in Geiranger to Hellesylt. The transfer is about an hour and completes our journey for the full length of the Geiranger Fjord. From Hellesylt we drive off the beaten path into a beautiful side valley called Norangsdalen. After a scenic stop at the Lyngstøls Lake we soon arrive at our next accommodation. Hotel Union Øye is a pearl of a hotel steeped in history—the last German emperor Kaiser Wilhelm II met other royals there more than a century ago. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Following breakfast, we leave the hotel on foot for a quick walk to the put-in for the kayaks. We’ll paddle a section of the beautiful Norangsfjord to Urke. For those not interested in paddling, we arrange a car transfer to Urke and a walk to a viewpoint. Lunch today is at a waterfront cafe with the best fjord view you can imagine. After lunch we return to the hotel, a 10 minute transfer. Breakfast, lunch, and dinner included."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "On our last day in the fjords we start with a scenic drive to the Art Nouveau town of Ålesund. Crossing fjords and stopping to take in the scenery along the way, we leave the jagged peaks of the Sunnmøre Alps behind. We arrive midday, check in at the hotel, and then enjoy some free time to explore Ålesund and lunch on your own. We’ll meet afterwards for a guided walk through this charming town on an island in the fjord, led by a local guide who brings Ålesund’s dramatic history to life. Tonight we’ll sit down for a farewell dinner at a fantastic restaurant in town. Breakfast and dinner included."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After a good night’s rest we begin to say our goodbyes as this is the end of our adventure. Depending on flight time, you may have some additional time to explore in Ålesund in the morning. The transfer to Ålesund’s airport, Vigra, takes about 20 minutes. Breakfast included."
    }
  ],
  "map": ""
}