[
  {
    "destination": "Norway",
    "mainPhoto": "",
    "id": "norway-adventure-holiday",
    "tourName": "Norway adventure holiday",
    "placesVisited": "",
    "generalInfo": "The wonders of Western Norway extend far beyond its fjords. On this tour we’ll also explore charming coastal towns that effortlessly blend old-world charm with modern delights. Wander through colorful streets lined with wooden houses and discover the warmth and hospitality of the locals, eager to share their rich cultural heritage with us.<br/><br/>EXPLORE Norway’s most iconic region—from mountain passes, panoramic roads and glaciers to fjords cut between tall mountains.<br/><br/>SAVOR a delicious dinner at a mountaintop restaurant accessed by a sky lift from the valley floor.<br/><br/>EXPERIENCE Norway’s centuries-old coastal culture, meeting interesting locals along the way.<br/><br/>WALK old picturesque trails to glaciers and scenic summer farms and enjoy picnic lunches while you take in spectacular vistas.<br/><br/>KAYAK in a dramatic fjord across calm waters.<br/><br/>BOARD a RIB boat and travel the UNESCO listed Geiranger Fjord, stopping to marvel at the famous Seven Sisters Waterfalls cascading 1,350 feet into the fjord. <br/><br/>ENJOY a guided tour of the UNESCO listed Bergen Wharf, with its historic wooden warehouses.<br/><br/>STAY in a historic hotel with incredible views that has hosted royals, authors, and dignitaries for more than a century.",
    "durationDays": "9",
    "price": "11495",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrive at Bergen Airport (BGO) during the day and transfer to downtown by local bus or taxi. Check in at Hotel Opus XIV in the heart of Bergen. If you have the time, you may either relax or explore downtown on foot. Join the guides and the rest of the group for a Meet & Greet followed by a welcome dinner at the hotel. Dinner included."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Following breakfast at the hotel, we go on a guided walking tour of the UNESCO World Heritage listed Bryggen. Bryggen, the old wharf of Bergen, is a reminder of the town’s importance as part of the Hanseatic League’s trading empire from the 14th to the mid-16th century. The wooden trading houses are relics of an urban landscape that no longer exists elsewhere in northern Europe. After a light lunch we check out and leave for a scenic boat tour along the coast to Florø. The voyage takes about three hours and our fellow passengers may be a mix of travelers and local commuters. We arrive in Kalvåg in the early evening and a quick transfer takes us to our hotel. Dinner at the hotel restaurant features amazingly fresh seafood. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast we’ll go on a guided walk through this historic fishing village, led by a local with strong ties to the community. Afterwards we’ll continue the walk up to a viewpoint on a hill for a view of the archipelago. Arriving back from the walk, we’re likely hungry for lunch, which will be at a harborside restaurant. In the afternoon you’re free to relax or adventure independently with optional activities. Evening dinner is at a local restaurant. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "After breakfast and check out, we get on the bus, drive across the island and to the mainland. We pass Hornelen, a high seacliff that’s been used a navigational landmark since the Viking era. Driving along Nordfjord we arrive at a tiny village and stop for a cup of coffee (or tea) at a small sheep farm that dates back 150 years or so. After a nice chat with the current residents of the farm, we cross the fjord and arrive in Nordfjordeid. Here you have some time to explore the village and visit the Sagastad Viking Ship Museum. We continue the last leg of our drive in the afternoon, which includes the spectacular Panorama Road, and on to our next hotel. Hotel Alexandra is family-owned and has a long tradition of hosting guests in these beautiful parts. The hotel offers great features like a spa, swimming pools, and tremendous views. Dinner tonight is at the hotel, which offers an extensive buffet. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Following breakfast we drive into Lodalen valley along a glacial lake. We transfer to a boat and keep going to the far end of the lake, flanked by the dramatic valley on our sides. After 45 minutes we arrive at a quay and start walking further into the valley on a forest gravel road. The walk is about 3.75 miles (and you may transfer on our bus instead if you choose). From the end of the road, there’s a 15 minute walk to a beautiful viewpoint for the Kjenndals glacier, which is part of the massive Jostedals glacier (the largest glacier in continental Europe). We’ll take in the stunning valley with steep waterfalls at all sides, before the short walk back to our bus. We stop at a lakeside cafe for lunch and make it back to the hotel in the mid afternoon. Relax and enjoy one of the swimming pools or spa at Alexandra Hotel before tonight's dinner. When it’s time for dinner we meet up and walk five minutes to the Skylift cable car. The Skylift brings us more than 3,000 feet up to the top of Mount Hoven, home to a restaurant with stupendous views of Nordfjord below. After a delicious meal we return to the valley floor by cable car for a restful night’s sleep. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Following breakfast we’ll check out and leave by bus. The first leg is an hour drive up and over the Strynefjell mountain pass. If we’re lucky, we may see migrating reindeer in the mountains. Soak in the breathtaking view as we descend to the Geiranger Fjord, one of the two UNESCO World Heritage listed fjords in Norway. We board a RIB boat in Geiranger for a short sightseeing transfer to Skagehola. Cruising the fjord we see the magnificent Seven Sisters Waterfalls cascading 1,350 feet into the fjord. We deboard and hike ? of a mile up a steep but well-paved path to the Skageflå mountain farm. This amazingly situated farm provides perhaps the most stunning view of the tour—and a picture perfect place for a picnic lunch! We’ll return the same way we came, and board a ferry in Geiranger to Hellesylt. The transfer is about an hour and completes our journey for the full length of the Geiranger Fjord. From Hellesylt we drive off the beaten path into a beautiful side valley called Norangsdalen. After a scenic stop at the Lyngstøls Lake we soon arrive at our next accommodation. Hotel Union Øye is a pearl of a hotel steeped in history—the last German emperor Kaiser Wilhelm II met other royals there more than a century ago. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Following breakfast, we leave the hotel on foot for a quick walk to the put-in for the kayaks. We’ll paddle a section of the beautiful Norangsfjord to Urke. For those not interested in paddling, we arrange a car transfer to Urke and a walk to a viewpoint. Lunch today is at a waterfront cafe with the best fjord view you can imagine. After lunch we return to the hotel, a 10 minute transfer. Breakfast, lunch, and dinner included."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "On our last day in the fjords we start with a scenic drive to the Art Nouveau town of Ålesund. Crossing fjords and stopping to take in the scenery along the way, we leave the jagged peaks of the Sunnmøre Alps behind. We arrive midday, check in at the hotel, and then enjoy some free time to explore Ålesund and lunch on your own. We’ll meet afterwards for a guided walk through this charming town on an island in the fjord, led by a local guide who brings Ålesund’s dramatic history to life. Tonight we’ll sit down for a farewell dinner at a fantastic restaurant in town. Breakfast and dinner included."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "After a good night’s rest we begin to say our goodbyes as this is the end of our adventure. Depending on flight time, you may have some additional time to explore in Ålesund in the morning. The transfer to Ålesund’s airport, Vigra, takes about 20 minutes. Breakfast included."
      }
    ],
    "map": ""
  },
  {
    "destination": "Norway",
    "mainPhoto": "",
    "id": "peer-gynt-ski-touring-holiday-in-norway",
    "tourName": "Peer Gynt ski touring holiday in Norway",
    "placesVisited": "",
    "generalInfo": "North-west of the Olympic city of Lillehammer is the Peer Gynt Trail. The trail is named after a local Norwegian hero, characterized into fiction by author Henrik Ibsen.<br/>The Peer Gynt trail is a groomed ski trail between Espedalen and Skeikampen, in what is known as 'Peer Gynt Country'. <br/><br/>Make your way through a landscape of distant horizons, birch tree woodland, Norwegian farmsteads, and frozen lakes.<br/>The trail is an excellent cross-country alternative for families, who are interested in a bit more challenging, yet still enjoyable, skiing experience, in groomed and well-marked cross-country tracks.<br/>In clear weather you will be able to enjoy a continuous view of the breath-taking peaks of the national parks Jotunheimen, Rondane and Dovrefjell along the trip, providing a beautiful and dramatic backdrop to this “friendly” mountain region.  If this is your first cross country ski trip in Norway - be prepared to be blown away.<br/><br/>You stay at good Mountain hotels, and your luggage is transfered from lodge to lodge while you ski.  Destinations along the trail include Espedalen, Fefor, Gålå,  and Skeikampen - all well-known ski resorts with long traditions in winter tourism and known for some of the best cross-country skiing terrain in Norway.  <br/>Tracks and skis:<br/>The trail runs about 700 - 1500 meters above sea level. The daily stages are relatively short, and provide opportunities for interesting detours. The entire Peer Gynt trail is frequently groomed and regular cross-country skis can be used.<br/><br/>With luggage transfer - Without guide:<br/>While you are out skiing, your luggage is transported to the next accommodation. You only have to bring a small backpack with extra clothes and food.<br/>Although the trail is marked, you should be familiar with using maps in addition to the tour description.<br/><br/>This trip is suitable for families and others with normal good shape and skiing experience.",
    "durationDays": "8",
    "price": "22900",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Arrival. Transfer by train from Oslo Airport at 14.29. Hotel transfer to Dalseter. Accommodation at Dalseter Mountain Lodge."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Day off at Dalseter. Right outside the door you will find 220 km of prepared skitracks with different length and level. Accommodation at Dalseter Mountain Lodge."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Skiing Dalseter - Fefor, 18 km. Average day-trip along the Peer Gynt Road between Espedalen and Fefor. Accommodation at Fefor Mountain Lodge."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Day off at Fefor. In this secluded place you can find piece and quite in nature while skiing prepared skitracks suitable for all levels. Accommodation at Fefor Mountain Lordge."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Skiing Fefor - Gålå, 13 km. Easy day trip along Lake Gålå. Accommodation at Gålå Hotel."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "Day off at Gålå. Choose from different tour alternatives or alpine skiing. Accommodation at Gålå Hotel"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Skiing Gålå - Skeikampen, 28 km. Average day trip through light birch forest, past summer farms and private cabins. Accommodation at Thon Hotel Skeikampen."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "Departure after breakfast. Transfer by taxi at 09.00 to Lillehammer. We recommend spending a few hours in Lillehammer before continuing to the airport."
      }
    ],
    "map": ""
  },
  {
    "destination": "Norway",
    "mainPhoto": "",
    "id": "cruising-the-norwegian-coast-itinerary",
    "tourName": "Cruising the Norwegian Coast Itinerary",
    "placesVisited": "Bergen, Byggen, Alesund, Geirangerfjord, Floro, Maloy, Torvik, Molde, Hjorundfjord, Kristiansund, Trondheim, Stiftsgarden, Stokksund, Rorvik, Arctic Circle, Lofoten Islands, Bronnoysund, Sandnessjoen, Ornes, Bodo, Stamsund, Svolvaer",
    "generalInfo": "With some vacations, you need to sit back and savor a magnificent natural setting. Cruising the fjords and exploring the islands, this is a classic nine-day journey through Norway’s natural beauty. There are waterfalls and peaks, northern lights and Arctic Circle treats. Experience colors, charm, royal history and inspiring cultures. To learn more about other Norway itineraries, visit the Norway tours page on Zicasso.",
    "durationDays": "9",
    "price": "6,200",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Bergen – Colors of the Fjord-Side City",
        "description": "Bergen is quick to charm. White-painted wooden houses stretch out along the cobbled streets. The old wharf is made from timber, Bryggen a World Heritage Site that’s impossible to miss when you start to explore. Stroll more of the lanes and the houses are painted greens, yellows, and reds that make every steep street appear like a postcard. It is the natural setting that makes Bergen so unique. Steeped forested slopes provide the backdrop while fjords stretch out beyond the wharf, a convergence that quickly gets you in the mood for this journey through Norway. Touch down in Norway’s second city today, and transfer to a hotel on the waterfront, within the historic center. This is the country’s former capital and Bryggen is likely to be the place you discover in the afternoon. Waterfront facades are divided by timber-filled alleyways, gables, and statues dot the area, and there’s always a memoir to the Hanseatic League. If you need energizing, try a cinnamon bun, Bergen is famous for them. Alternatively, take a walk to the fish market, where displays of shellfish decorate the stalls. Evenings are delightful here as well, walking along the dimly lit lanes of the waterfront."
      },
      {
        "dayNumber": "2",
        "title": "Bergen – Historical Bergen Plus Galleries or Hiking",
        "description": "After a leisurely breakfast at your hotel along the harbor, it’s time to explore the historic heart of Bergen. There was a time when this city was the political capital of the North Atlantic when the Hanseatic League established itself and instilled a bustling trade monopoly. Much of that history remains. Hear the stories as you walk through the Wharf, past the ochre and tawny-hued wooden buildings. Discover the era of trade at the Hanseatic Museum and relive the past in the elegant Schotstuene assembly rooms. It’s a leisurely half-day walking tour that continues in residential neighborhoods, where you find out about Norway’s greatest composer Edvard Grief, as well as Edvard Munch’s provocative artworks. The afternoon is left free and there are choices over what to do. Ride the funicular to Floyen, one of the seven mountains that stand guard above Bergen. Panoramic views are stunning from here, especially if you time the excursion for sunset. Hiking trails extend from the funicular station, the Tippetue path zigzagging down the mountain, or Skomakerdiket lake found behind tightly-packed pine woods. If you are inspired by Munch’s art, there are other galleries to discover. For a detailed look into the past, try Gamle Bergen, the open-air museum."
      },
      {
        "dayNumber": "3",
        "title": "Norwegian Coast – The Coastal Voyage Begins",
        "description": "Today you set sail. Well, not quite sailing but cruising the fjords on a Hurtigruten, one in a fleet of ships that have covered the Norwegian coast since the late 19th century. The morning and early-afternoon are at your leisure in Bergen; even if you’re walking the same streets for the third time, it’s hard to get bored by the city’s quiet beauty. Cruising away from the Hurtigruten Terminalen you bask in the natural surroundings, the fjord extending as you cruise south before turning west and north. After dark, the fjords turn to silhouettes, rugged shapes that mark a journey beneath the stars. If you’re here in fall or spring, there’s also a great chance that this first night on board will bring the visual theater of the northern lights. You have an outside-facing suite, with a private seating area and balcony. The suites are more than double the size of the normal outside cabins and quadruple that of the inside cabins, which simply aren’t large enough for a multi-day journey. Much of the experience is made by cruising along and appreciating the scenery, which is far more enjoyable when you have a good-sized suite with balcony and seating. After dinner on board, you’ll travel through the night. Just wait till you see the views tomorrow morning."
      },
      {
        "dayNumber": "4",
        "title": "Norwegian Coast – Through the Skerries and Islands to Alesund",
        "description": "Islands dot the horizon, framed by ragged, emerald cliffs. Skerries pass by on both sides, tiny rocky islands ubiquitous along the Norwegian coastline. Slowly the ship navigates this island-strewn landscape, stopping briefly in Floro, Maloy, and Torvik before continuing north to Alesund. Disembark and take a walk, the Apotekergate and Kongensgate precincts dominated by art nouveau buildings that have a Norwegian twist. You might want to walk up Mount Aksla, bringing you supreme views over the town and fjords. Take a late lunch in one of the waterside cafes then return to the ship and an afternoon of cruising. The Hurtigruten hoots and you’re off. In summer, you traverse Geirangerfjord, cliffs and gushing waterfalls all around in this vast UNESCO World Heritage Site. Throughout the rest of the year, the boat travels Hjorunfjord, beneath the shadows of the Sunnmore Alps. A sense of solitude envelops you here, the unspoiled natural landscape admired from your private balcony. This is one of Norway’s most special fjords, the kind that produces surreal photos and memories. Spend a second night on board, dining in the restaurant then retiring to your room, perhaps with the aurora playing in the sky above."
      },
      {
        "dayNumber": "5",
        "title": "Norwegian Coast – Royal Trondheim and Traversing the Channels to Rorvik",
        "description": "With four days on the Hurtigruten, you trace a classic route north with two or more land excursions each day. However, the fleet of ships means this itinerary can be adapted based on your interests. With an extended cruise, you can add more excursions, like a mountain hike in Hjorundfjord or kayaking on the River Nid. The classic route stops briefly in Kristiansund before an extended stop in Trondheim, an old royal city that seems frozen in a medieval era. Until that is, you explore with a guide. The neo-Gothic wooden bridge comes from 1861 while the glorious Gothic cathedral has almost a millennia of history, medieval musing deconstructed as you walk the sights. Norway’s crown jewels shimmer in the Archbishop’s Palace while Hanseatic storehouses stand on stilts, their use illuminated upon by the guide. The most photographed icon here is the Stiftsgarden, a rococo-style wooden building that’s now a royal residence. Trondheim can easily occupy half the day but you may use the time to go exploring instead, with tobogganing an option in winter and spring, kayaking possible for most of the year. Afterward, you travel northwest, thousands of islets and rocky outcrops covering the panorama, one of them topped by Kjeungskjaer, the country’s most spectacular lighthouse. There are other lighthouses as well and the captain will explain how they have evolved and how they are used to navigate the coast after dark. It’s your final night on board so relax in the suite."
      },
      {
        "dayNumber": "6",
        "title": "Lofoten Islands – Into the Arctic Circle: Islands and Lights",
        "description": "You continue cruising north, traveling past a globe that marks your arrival in the Arctic Circle. If you haven’t been this far north before tradition dictates you get an ice cube down your shirt, an optional experience that’s always fun to watch on deck. The tradition centers on Njord, the ruler of the Seven Seas, a legend that’s been around for millennia. Soon you’re cruising through the Lofoten Islands, stopping at a handful of ports before closing in on the majestic Lofoten Wall. With this towering cliff as a compass point, the captain leads you along the coast, where colorful fishing villages and white sandy beaches await when you take a stroll. Disembark onto small islands and feel the bohemian atmosphere. Wander past the bright-red fishermen’s houses and the racks of fish that line up along the harbors. Admire tiny villages beneath towering cliffs and appreciate the harmony between nature and the manmade world. Optional excursions today include a kayaking safari to Saltstraumen and the Svartisen Glacier, a spectacle that shows the humbling scale of nature. It’s evening by the time you cruise in Svolvaer. Cast your eyes at the sky, as this is one of the best places to experience the northern lights, especially in the fall and the weeks around the equinox. You’ll be greeted by an agent at the dock and transfer to your rorbu , a classic fishermen’s hut where you stay for the next three nights."
      },
      {
        "dayNumber": "7",
        "title": "Lofoten Islands (Svolvaer) – The Magic of the Archipelago",
        "description": "Wake to the sound of silence. Look out onto the fjords. Breathe the fresh island air. Mountain peaks rise out from the sea and tower almost a kilometer above your head. Emerald green colors seem to shimmer from the islands’ surface, except when you encounter the white of sandy beaches. While the islands are many, bridges connect most of the archipelago, so you can cross the fjords and explore great swathes of what is mostly a wild and rugged wilderness. For these two days, you have a rental car. Set off without a plan and there are countless places to capture the imagination. Travel with a map and it’s amazing how much you can fit into a day, especially when you travel from March to September and when the days are longer. These two days are all about your adventure on the Lofoten Islands. A rental car can satisfy almost all interests but there are niche excursions that can also be included. Rent a bicycle and pedal your way across the islands, a great way to reach one of the untouched beaches. Paddle in two-person kayaks, a journey to islets and reefs, then along the shore of famous fjords. Raft the ocean in a rib boat, or choose to go snorkeling amid peculiar underwater flora and fauna. February to April is a superb time to join a fishing boat and see what you can pull up from the depths. It’s also a great time of year for hiking, the paths well marked but full of adventurous spirit. Whatever you do during these two days, you always return to the rorbu. Cozy on the inside and charming from the outside, the classic fisherman’s hut has been updated to provide contemporary accommodation. So you get the modern comforts without forgoing the sense of a bygone era. Of course, the rorbu is situated on the shore, a few steps from the waters of a fjord – it wouldn’t be a fisherman’s hut otherwise. You can watch the boats coming back in and inhale the exotic scents of dried cod. Laze around throughout day and evening, absorbing the beauty of Svolvaer island."
      },
      {
        "dayNumber": "9",
        "title": "Svolvaer – Departure",
        "description": "Drive yourself to the airport and deliver the car. There’s no need to worry about the state of the vehicle, especially if you’ve been bumping down the roads towards beaches and had slushy snow across the bumper – a cleaning service is included in the package. From the airport you fly above the archipelago and back to the modern world; it won’t be long before you’re reminiscing about snow and fjords."
      }
    ],
    "map": ""
  },
  {
    "destination": "Norway",
    "mainPhoto": "",
    "id": "frozen-inspired-winter-family-tour-of-norway",
    "tourName": "Frozen Inspired Winter Family Tour of Norway",
    "placesVisited": "Oslo, Flam, Bergen, Tromso",
    "generalInfo": "Mystical fjords, charming villages, and enchanting hills that are blanketed with snow will bring the majesty of Arendelle to life during your family-friendly tour of Norway, which will celebrate the release of Frozen 2 and the adventures of Elsa, Anna, Kristoff, and Sven. Bask in a captivating winter wonderland on a scenic train ride through mountains, where Elsa could have built her secluded castle, and wander alongside colorful homes that are reminiscent of images of Anna’s kingdom. Visit with fun-loving reindeer that are far above the Arctic Circle before meeting a traditional Sami community and searching for the flickering glow of the Northern Lights. Your Norwegian vacation combines customary culture and folklore with the natural beauty that has inspired the story and landscape of Frozen.",
    "durationDays": "8",
    "price": "5,600",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Oslo – Arrive in Oslo with a Culture Tour Finding Hints of Frozen",
        "description": "Arriving in Oslo will immerse your family in the enchanting ambiance of Arendelle, where Elsa and Anna live in a castle that resembles the Akershus Fortress. The fortress towers above the sea along the edges of snowy coastline, and the facades of colorful homes will reflect in the light beneath the delightful image of snow-covered rooftops. Visiting Norway in winter and the beginning of spring opens the whimsical world of Frozen with sheets of snow and ice that transform the charming city and surrounding landscape into a winter wonderland. Here, every day holds cool, crisp air and the aromas of cinnamon, cardamom, and pine to make you feel as though you could run into Elsa around every corner. Your private transfer will meet your family at the airport and escort to your luxurious accommodation in the heart of the city. Once you have arrived and checked in, you can settle into the comforts and pace of Oslo before meeting your guide for a private introduction to the history, culture, and marvels of Oslo. When visiting the Stave church inside the Norsk Folkemuseum, your family will find hints of Elsa and Anna’s castle, and you may notice the similarities in the architecture, such as the lofty portals, decorated staves, and sloping roofs. You will also visit the Viking Ship Museum, where the fascinating history and culture of Norway brims to life and will introduce your family to the heritage that has informed the unique images of the Frozen movies. Once inside the museum, you can view the captivating Oseberg Viking Ship, which is an actual ship that dates back to the 9th century. You also have the option of adding a private glassmaking workshop, during which, your instructor and experienced glassblowing artisan will teach your family how to craft an intricate and unique souvenir to take home with you. The heat in the room will drift from the kiln with an orange glow as your instructor demonstrates how to shape the molten glass into a snowflake. Each curve, twist, and turn will be different for every member of your family, which will allow everyone to feel as though they have Elsa’s magic for creating snow."
      },
      {
        "dayNumber": "2",
        "title": "Flam – Travel by Train to Lovely Flam for Stories of Witches and Trolls",
        "description": "At breakfast, the aromas of lingonberries, strawberries, and blueberries will fill the dining room and will be accompanied by the scent of freshly brewed coffee. Your private transfer will meet your family at the hotel and escort you to the train station for a scenic journey to Flam. The tracks will hug the landscape as you wind alongside the plush blankets of snow, and you are likely to have spectacular views of the jagged snowcapped peaks before reaching Flam, which is located at the innermost corner of the Aurlandsfjord. Upon reaching the town, you will find streets and brightly colored homes that are surrounded by the towering mountain slopes in addition to shades of blue light that linger through town and shimmer on the surface of the water. Surrounding the town, snow caps the mountains, and you can hear the sounds of the fjord waters lapping on the shore. The aromas of cured ham, roasted lamb, and sweet goat cheese will fill the restaurants, which may fade beneath the lasting scent of pine. In the evening, you will stroll through town with a guide on a cultural tour that will have you listening to the local folklore that has shaped the heritage of the region. In this town, stories of trolls and other mystical creatures are not in short supply, and you will sit on the beach in the warmth of a bonfire as your family finds an easy connection between the tales of witches that hide in the wilderness and Elsa as she wanders through enchanted forests."
      },
      {
        "dayNumber": "3",
        "title": "Flam – Discover the Fjord by Boat and Delight in Small-Village Life",
        "description": "The dining room of your hotel will fill with the delightful aromas of freshly baked bread and delicious fruits in the morning before you meet your guide for a fantastic boat tour of the fjord. You will travel into the heart of the fjord on a RIB boat, which will provide you with an up-close look at the small villages and stunning waterfalls that break through the frozen landscape in the springtime. The journey will resemble the intrigue that you felt when watching Anna and Olaf paddle down a canyon during the trailer for Frozen 2 . Furthermore, you will hear the waterfalls as they cascade down the steep slopes with enough force to break and melt the surrounding ice. You can search for eagles in the sky or otters that habitually cruise through the fjord in search of fish. You will then stop at a village that overlooks the glassy inlet, where you will meet with a local grocer to learn more about life in the remote corner of Norway. This experience should make you feel as if you have stepped into Oaken’s general store. The cozy and casual ambiance will welcome you into the market with a sample of the local goat cheese that is known as “Undredalsosten.” The surrounding village dates back to the 12th century and stems from the foundations of the Undredal Stave Church. The shop acts as a central, social gathering space that plays a large role in the daily lives of the villagers."
      },
      {
        "dayNumber": "4",
        "title": "Bergen – Delight in a Scenic Train to Bergen, Which was Inspiration for Arendelle",
        "description": "The charm of Flam and beauty of the surrounding nature of Flam is visible in the late morning light and may remind your family of the sudden winter sun from Frozen after Elsa embraces her powers. After a delicious breakfast, you will return to the train station from your hotel and board a scenic train bound for Bergen. The spectacular ride will lead you along the highest railway in Northern Europe, offering a different view of the fjords below and leading to the Myrdal mountain station. While the summer offers luscious greenery and cobalt waters, the winter resembles a blanket of winter snow that rises and falls alongside the fjord. You will arrive in Bergen and find an immersive, welcoming, and storybook ambiance that is surrounded by seven fjords. The town retains its medieval fishing tradition in addition to its majestic, wooden buildings. The scent of chocolate often drifts through the doors of elegant coffee shops, and you can take a moment to bask in the sweet scent like Anna and Elsa as they enjoy their mutual love of chocolate as seen during the coronation party. You have the option of a privately guided tour, or you can lead your family on your own through the gorgeous streets, along the edges of the water, and up to the Floibanen funicular, which leads you from the base of the mountain to the top of Mt. Floyen at 1,050 feet. The thrilling ride will provide you with a steep ascent to the top, which will then lead to a bird’s-eye view of the sparkling water and shimmering city beneath the twilight of the Norwegian winter. You will have a spectacular view of the inspiring colors and captivating charm that will allow you to connect Bergen to the town that Olaf wanders through in his short film, Olaf’s Quest . If you are traveling between the end of November and the end of December, you will find Bergen as it transforms into the home of the largest Gingerbread Town in the world. The gingerbread town hosts miniature trains, cars, horses, and ships with each intricate detail being made from edible gingerbread for a delicious representation of the community’s devotion to enjoying the holiday spirit. Schools also add to the festivities with their own miniature gingerbread version of the town."
      },
      {
        "dayNumber": "5",
        "title": "Tromso – Fly to Tromso to Enjoy Ice Domes and Snow-filled Excursions",
        "description": "Your private driver will meet your family at your hotel after breakfast to transfer you to the airport for a quick flight to Tromso, which is a town that is located more than 217 miles north of the Arctic Circle. The city also boasts the reputation of being the largest city in Northern Norway. The ambiance of the city resembles a polar settlement, and the outskirts of the city have been shaped by chilly fjords and snowcapped peaks. The winter atmosphere starkly compliments the lively ambiance that originates from the cultural calendar and popular university, adding a layer of vivaciousness to the northern town. After settling into the comforts of your accommodation, you will tour the Tromso Ice Domes for a deeper insight into the suites, restaurant, and bar, which are all made from ice. The themed design changes every year, and your family will marvel at the engineering ingenuity and the fact you will be walking through a hotel that is made from ice. The ice-laced hotel will resemble Elsa’s palace and will make you feel entangled in the life-like world of Frozen . The ice does not just form a palace but also showcases intricate artwork that has been carved into the walls, banisters, and bedrooms. If this experience does not immerse you into the whimsical world of Frozen, then nothing will."
      },
      {
        "dayNumber": "6",
        "title": "Tromso – Visit a Sami Family and Reindeer on a Cultural Adventure",
        "description": "The image of the Arctic Cathedral looms large over Tromso with 11 triangles that resemble glacial crevasses amid a glowing, stained-glass window. After breakfast, your private transfer will escort you out of Tromso’s center and into the wilderness of the Arctic Circle, where you will meet with a local Sami community. The traditional dress that they wear may look familiar because it will be the same clothing that Kristoff wears in Frozen. Once in the village, your guides will welcome you to the landscape. As they graze, the local reindeer may remind you of Sven. Wander and you will have the opportunity to board a sled that is pulled by these reindeer during a safari that ventures through the marvelous snow-packed wilderness. Your guide will share traditional stories and songs with you as you ride through the charming wonderland, listening to the crunching steps of reindeer in the snow before being provided with the opportunity to feed them. You can calm them by petting their snout as they feed on leaves, moss, and grasses. Away from the city lights, you will have the chance to view the flickering colors of the Northern Lights as they dance across the sky like a ribbon in the wind. Your family will be enthralled as they follow in the footsteps of Elsa, Anna, Kristoff, and Sven in the short film Frozen: Northern Lights . In the evening, you will sleep in a traditional Sami tent known as a Lavvo offering deeper insight into local traditions including highlighting different ways the reindeer remains an integral part of the Sami way of life."
      },
      {
        "dayNumber": "7",
        "title": "Oslo – Return to Oslo with the Remaining Day at your Leisure",
        "description": "The lingering fragrance of smokey wood will fill the air in the morning, and it will be accompanied by the subtle aromas of berries. Before returning back to Tromso, you will have the chance to feed the reindeer. They are very friendly and have soft noses, and you will feel as though you are offering Sven a treat for his friendship after the ride through a snowy forest and beneath the flickering glow of the Northern Lights. You will return to Tromso for your flight to Oslo, where your private transfer will escort you to your well-appointed accommodation. Once you are checked in and settled, you can enjoy the remaining day at your family’s leisure. Winter brings a jovial ambiance to Oslo, which emanates from the restaurants that are filled with the aromas of heart-warming spices and the ice skating rinks that are scattered around the city. Your family can enjoy the winter ambiance in Oslo when visiting an ice-skating rink for some time beneath the charming glow of the decorative lights and snow-topped buildings of the charming town."
      },
      {
        "dayNumber": "8",
        "title": "Oslo – Depart for Home",
        "description": "Throughout the year, the morning streets of Oslo fills with the scent of coffee that originates from the popular cafes that are around the city. The city returns to life around the open-air showcase of Gustav Vigeland at Frognerparken, which is an open-air park that hosts 212 granite and bronze sculptures. While the works of art illustrate contemporary depictions of life, they resemble the works of art that inspired the world of Frozen . After breakfast, your private transfer will greet your family in your hotel’s lobby to escort you to Oslo Airport for your flight home. Your arrival at the airport will symbolize your storybook ending to your Frozen tour of Norway. Note: Zicasso and “ Frozen Inspired Winter Family Tour of Norway ” are not affiliated with, or sponsored or endorsed by Walt Disney Pictures or Walt Disney Animation Studios."
      }
    ],
    "map": ""
  }
]