{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "10-day-argentina-adventure-fly-fishing-kayaking-and-more",
  "tourName": "10-Day Argentina Adventure: Fly-Fishing, Kayaking and More",
  "placesVisited": "Buenos Aires, El Calafate, Bariloche",
  "generalInfo": "Get lost in the fervor of Buenos Aires, impassioned rhythms of tango music, and the breathtaking beauty of Patagonia on this 10-day Argentina tour. Meander down the colorful streets of San Telmo, explore El Calafate for unparalleled views of nearly 200 glaciers, and wind down in Bariloche with fishing expeditions atop crystal-clear waters. Embrace the majestic Andes and indulge in urban vistas for the perfect Argentina experience.",
  "durationDays": "10",
  "price": "4,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - Enjoy Dinner and a Tango Show",
      "description": "Get to know the dazzling metropolis of Buenos Aires and its riveting history, known for its elevated style and romantic atmosphere. Your private transfer will meet you at the airport and escort you to the comforts of your luxurious accommodations before you step into the bustle of city life. After exploring the unique neighborhoods at your pace, you'll be captivated by a tango performance at dinner as you witness Argentina’s most acclaimed dance form. Listen to the majestic rhythm and embrace the passion as you immerse yourself into the local ambiance."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - Explore on a Half-Day City Tour",
      "description": "Awake to the hustle and bustle of city life and grab a light breakfast at your hotel. Today you’ll join your tour guide on a private, half-day excursion through whimsical Buenos Aires. Wander around the Plaza de Mayo as you admire the traditional architecture, cobblestoned streets, and the presidential house, also known as the Pink House. Later, visit San Telmo and La Boca where the colors of Buenos Aires turn ever-more vibrant and streets fill with energizing tango music. That afternoon, stop in Recoleta, one of Buenos Aires’ most up-scale neighborhoods, often called the “Paris of the South”."
    },
    {
      "dayNumber": "3",
      "title": "El Calafate - Arrive in Captivating Patagonia",
      "description": "Take respite from the fervor of city life as you travel to beautiful Patagonia, home to some of the most diverse wildlife and landscapes in the world. You’ll board a short domestic flight to El Calafate, the starting point for many adventure travelers who set out to explore the world’s “capital of glaciers”. Located at the shore of Lago Argentino, it’s also home to Spegazzini Glacier, the natural border between Chile and Argentina. Upon arrival, enjoy an afternoon of leisurely exploration and a light meal in the town’s center."
    },
    {
      "dayNumber": "4",
      "title": "El Calafate - Enjoy a Full Day at Perito Moreno Glacier",
      "description": "Lace up your hiking shoes and embark on a full-day adventure of the Perito Moreno Glacier. In the morning your private transport service will drive you to the entrance of Glaciers National Park. There you’ll take part in a six-hour tour of one of the most revered sites in Patagonia, a UNESCO World Heritage site since 1981. Half of the park is occupied by the Campo de Hielo Patagónico, the largest icefield in Patagonia. Travel from El Calafate to the park for breathtaking vistas at almost every angle, including more than 200 glaciers."
    },
    {
      "dayNumber": "5",
      "title": "El Calafate - Experience a Unique Fishing Tour",
      "description": "Enjoy Patagonia’s landscapes at a more leisurely pace today. In the morning you’ll get picked up by your private transport for a scenic drive to the river, where your boating adventure begins. You’ll enjoy a fishing trip with stunning views and the chance to catch wild rainbow and brown trout. At midday you’ll stop for snacks, drinks, and a delectable lunch of fresh trout. Depending on the day’s temperature, you may want to take a quick dip in the cool waters for a chance to unwind and refresh amidst the quiet ambiance of nature."
    },
    {
      "dayNumber": "6",
      "title": "Bariloche - Travel and Discover at Your Pace",
      "description": "In the morning you'll set out for Bariloche, a stunning almost fairytale-like region of Patagonia that’s surrounded by a large glacial lake, the majestic Andes Mountains looming in the distance. Once you’ve settled into your luxury accommodations you’ll spend the afternoon exploring the Swiss-like town plaza, with quaint cobbled streets and intricate rooftops. Try some of the delicious, locally-made chocolates or walk by the sparkling Nahuel Huapi Lake. Rest up in the evening so you’re prepared for the action-packed day that follows."
    },
    {
      "dayNumber": "7",
      "title": "Bariloche - Embrace a Sunset Kayaking Excursion",
      "description": "In the morning you'll explore Lake Gutierrez, one of the most charming places in Bariloche. You'll spend the first half of the day enjoying a scenic hike along the lake's perimeter. In the evening you'll meet your guide once again for an incredible sunset kayak tour on its crystal-clear waters. Breathe in the crisp air and listen to the soothing sounds of trickling water as you paddle the lake's perimeter. After the excursion, indulge in a picada dinner as you marvel at the Patagonian sunset illuminating the night sky."
    },
    {
      "dayNumber": "8",
      "title": "Bariloche - Revel in All-Inclusive Fly Fishing",
      "description": "Pick up the pace today. You'll meet your guide in the morning and bump along the scenic roads to Lanin National Park in northern Patagonia. You'll find a quiet, serene alcove to try your hand at traditional fly fishing. You can wade in the water or try your luck from a cataraft until midday. Stop for lunch to enjoy local delights, including a large meat selection, local wine, and vegetarian options. After a short rest lakeside, return to Lake Gutierrez or explore Lake Nahuel Huapi or Lake Moreno."
    },
    {
      "dayNumber": "9",
      "title": "Buenos Aires - Enjoy Buenos Aires at Your Pace",
      "description": "Bid your final farewells to the beautiful Patagonian region. Spend the morning hours at your own pace, going for a short walk to take in the awe-inspiring scenery one last time: crystal-clear waters, lush grasslands and the Andes Mountains reaching towards the sky. After you arrive in Buenos Aires you can enjoy a luxurious dinner with your private tour guide as you reminisce about your Argentinian adventure. Indulge in delectable asado paired perfectly with a glass of wine or bite into a mouthwatering empanada."
    },
    {
      "dayNumber": "10",
      "title": "Buenos Aires - Depart for Home",
      "description": "You'll enjoy a light breakfast at your hotel before meeting your private transfer just outside your hotel. Carene down the bustling boulevards of Buenos Aires as you listen to the fervent chatter of street vendors and passersby making their daily commute. Inhale the enticing aromas of street food one last time. Shortly, you'll arrive at the Buenos Aires Ezeiza Airport, where you'll board your international flight home."
    }
  ],
  "map": ""
}