{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "buenos-aires-to-mendoza-12-day-culture-nature-and-wine",
  "tourName": "Buenos Aires to Mendoza: 12-Day Culture, Nature and Wine",
  "placesVisited": "Buenos Aires, Puerto Iguazu, Cafayate, Salta, Mendoza",
  "generalInfo": "Buenos Aires is a bustling cosmopolitan city blending old architecture with modern design, Puerto Iguazu is an untouched wilderness sanctuary boasting an impressive waterfall, Cafayate is a lush region where culture comes to life, Salta brags iconic scenery beneath the Andes Mountains, and Mendoza produces some of the country’s finest wines. These are the magnificent destinations you may visit on this tailored 12-day Argentinian tour.",
  "durationDays": "12",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - A Masterclass in Argentinian Cuisine",
      "description": "The Argentine capital, Buenos Aires, is a culturally diverse and cosmopolitan city that combines bits of Paris with sprinklings of Barcelona and a touch of London with a peppering of Rome. A blend of old-world architecture and contemporary design decorates its skyline, and the city’s plazas are inundated with a vibrant atmosphere. Buenos Aires also highlights Argentina’s distinct culinary culture, and you will dine on delectable delights this evening before settling in for the night."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - Ravishing City Tour and Rojo Tango Show",
      "description": "Buenos Aires’ lively neighborhoods offer a glimpse into the country’s heritage, and its museums, galleries, and cathedrals showcase Argentina’s rich history. You will join a guide this morning and wander from the bustling Plaza de Mayo to the Parisian-influenced streets of Recoleta and the eclectic enclaves of Palermo. After admiring panoramas of the old market, Cathedral, Cabildo, and The Pyramid of May, you will continue to San Telmo for a taste of Argentina’s artistic flair as seen in elaborate galleries and boutique stores. A striking and seductive Rojo Tango Show and dinner will complete your exploration of the city."
    },
    {
      "dayNumber": "3",
      "title": "Puerto Iguazu - Dazzling Wildlife Discoveries in Iguazu",
      "description": "Buenos Aires is emblematic of Argentina’s spirited ambiance. However, the country also brags immaculate wilderness landscapes beyond its populated cities. Today, you will transfer from the capital to the brilliant untouched rainforests of Iguazu. After checking into an accommodation nestled beneath the canopy, you will have a stroll around the park and absorb its endless beauty during a birdwatching tour to Ita Poty. Colorful feathered creatures will float from branch to branch, curious land mammals will scamper across grassy pastures, and the sounds will reach a stirring crescendo as the environments around Mbya Guarani village sweep you off your feet."
    },
    {
      "dayNumber": "4",
      "title": "Puerto Iguazu - The Tremendous Power of Iguazu Falls",
      "description": "Puerto Iguazu is a treasure trove of wilderness gems that you will be thrilled to discover today during a guided tour to the Iguazu Falls. Wooden walkways and steel bridges weave through the rainforest like an intricate web that will allow you to wander through the emerald canopy. These pathways lead to an eco-train that will slowly slip through the overgrown forest, past breathtaking stretches of viridian woodlands, to the crest of the Iguazu Falls. Here, massive blankets of white water rush over the falls and into the enormous chasm of the Devil’s Throat. It is a sight to behold."
    },
    {
      "dayNumber": "5",
      "title": "Puerto Iguazu - Unique Discoveries of the Brazilian Falls",
      "description": "The Iguazu Falls form part of the natural border between Argentina and Brazil. There is a wealth of wilderness to discover from each side, and your final day in Puerto Iguazu will see you leaving Argentina to visit the staggering flowing falls of Brazil. From Floriano to Deodoro and unique vantage points overlooking the mesmerizing Devil’s Throat, you will be in awe of the sheer majesty of South America’s immense waterfalls. Weather permitting, you may also see the scenes from up in the sky on a guided helicopter tour over Iguazu."
    },
    {
      "dayNumber": "6",
      "title": "Cafayate - Across the Quebrada de las Conchas",
      "description": "Leaving Puerto Iguazu will be bittersweet. However, you will soon find yourself appreciating the sweeping virescent vineyards that compose the Cafayate wine country. Your travels to Cafayate will share incredible scenes of Argentina’s red, rocky canyons and sprawling sandstone outbacks that unfold from the foothills of the Andes Mountains. The unique rock formations and iconic Mars-like landscapes are best viewed from lofty observation decks that tower above the open plains. Your tour of Quebrada de las Conchas will bring you to a quiet estate in Cafayate, where you may spend your evening sipping on wines."
    },
    {
      "dayNumber": "7",
      "title": "Cafayate - Wine and Pottery in the Patagonian Region",
      "description": "Cafayate’s landscape is punctuated by vast vineyards and soaring mountains backdrop the views you will enjoy during a mid-morning tour of the region’s premier wine estates. You will learn more about the area’s terroir wines at the Museo de la Vid y el Vino before you continue to stylish terraces to indulge in a collection of full-bodied reds and fruity whites grown in this unique high-altitude region. After your sumptuous wine tasting tour, you will immerse yourself in the ancient art of pottery making during a ceramic class led by a skilled craftsman in the Patagonian town of San Carlos."
    },
    {
      "dayNumber": "8",
      "title": "Salta - Religious History and Hispanic Culture",
      "description": "You will head out early in the morning, crossing the sandy red topography that stretches between Cafayate and Salta. Salta is shrouded in history and can trace its Hispanic roots back to the colonial period homes and decorated churches that line its warm, friendly neighborhoods. You will live like the Salteños, locals of the area, from the moment you arrive and stroll through the streets to the Basilica Cathedral, San Francisco Church, San Bernardo Convent, and other historic architectural jewels."
    },
    {
      "dayNumber": "9",
      "title": "Salta - Trotting through the Yungas Forest",
      "description": "Salta is a fascinating mix of sweeping lush valleys and enormous rocky canyons that you will explore more this morning on a guided tour across the Rio Rosario. You will reach a modest house tucked away in the Yungas and climb on horseback for a trot through the green belt of forest cascading the eastern slopes of the Andes Mountains. Your galavant through the greenery will allow you to view the stunning natural sanctuary up close, and you may hop off your horses to survey the colorful floral forest and scan for the indigenous wildlife that wanders the luxuriant area."
    },
    {
      "dayNumber": "10",
      "title": "Mendoza - Welcome to Argentina’s Finest Wine Country",
      "description": "The culmination of your Argentinian adventure is in the Mendoza wine region, an immaculate area of sprawling green vineyards that carpet the landscape beneath the snowy peaks of the Andes Mountains. Here, you will spend your days leisurely soaking up the picturesque scenery while treating your palette to an assortment of prestigious wines produced from Mendoza’s unique grapes. Your afternoon will be all about great food and exceptional wines as you take your time reveling in the finer things in life."
    },
    {
      "dayNumber": "11",
      "title": "Mendoza - Wine Truck Safari Experience",
      "description": "A trip to Mendoza would be incomplete without experiencing the bespoke wine truck safari adventure that will lead you to the region’s coveted estates. Your driver and guide will share insight into the wine country and the distinct qualities of its grapes as you make your way to stylish wineries where you will sip on sensational vintages and tour age-old cellars. After returning to your accommodation later in the day, you may freshen up and indulge in a rejuvenating spa therapy before dinner."
    },
    {
      "dayNumber": "12",
      "title": "Mendoza - One Last Wander through Mendoza",
      "description": "Although your adventures in Argentina will come to an end today, you will relish one last morning exploring Mendoza’s beautiful vineyards on horseback. You will breathe in the fresh air and gaze up at the looming peaks of the Andes Mountains as you amble along pathways weaving in and out of the viridian vineyards. Afterward, you will return to your accommodation to collect your things and meet your private transfer who will take you to the international airport to catch your flight home."
    }
  ],
  "map": ""
}