{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "family-friendly-buenos-aires-iguazu-falls-cooking-art-soccer",
  "tourName": "Family Friendly Buenos Aires & Iguazu Falls: Cooking, Art & Soccer",
  "placesVisited": "Buenos Aires, Iguazu Falls, San Antonio de Areco",
  "generalInfo": "Your 8-day family-friendly Argentina tour promises the thrill of centuries-old tunnels hidden beneath feet and the excitement of 60,000 soccer fans cheering for their favorite team. Follow the powerful steps of tango. Embrace the sounds of crashing water echoing from Iguazu Falls. Your tour will introduce the family to vivacious traditions, enchanting landscapes, and passionate culture experienced in daily life from dancing to cooking, art to soccer.",
  "durationDays": "8",
  "price": "7,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires – Enjoy a Familial Welcome in Buenos Aires",
      "description": "The beauty of Argentina can be summed up in the variety of Buenos Aires. Wide avenues grace the city center. The greenery of La Palermo speaks to the landscape and love of cowboy culture outside of the commercial capital of the country. Mansions and artist colonies spring up in the 47 barrios (neighborhoods), each one carrying the banner of a definitive characteristic that has defined the neighborhood. Fashionable boutiques fill the windows of Avenida Santa Fe. When your family arrives at Ministro Pistarini International Airport, your transfer quickly greets you. Once inside the city, the grandeur of the past and vibrancy of the present come into focus. The aroma of chocolate and freshly baked alfajores calling from jovial cafes. The pearled, neoclassical façade of the Metropolitan Cathedral overlooks the Plaza de Mayo. The city has something to captivate the entire family, from tango dancers to painters, museums dedicated to writers to sports fanatics celebrating the triumphs of the Boca Juniors soccer team. When you arrive at your accommodation in the luxurious neighborhood of La Recoleta, the family settles into the quiet and opulent comforts."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires – Find the Secrets and Charms of Buenos Aires",
      "description": "In the morning, locals filter into cafes and linger at tables with cups of freshly pressed coffee. The aroma of chocolate and pastries filters out of the bakeries and cafes. At breakfast, you can indulge like a local, sipping on your coffee, nibbling on the buttery dough of an empanada, and enjoying a fresh squeezed orange juice. Your guide meets the family at the hotel after breakfast ready to introduce you to the city at large. When you reach the neighborhood of San Telmo, you notice the cobblestone walkways and elegant buildings lining the streets. An antique bookstore embodies the historic character of the neighborhood, selling books in a number of languages. You follow your guide across the cobblestones, past the 18th-century arcade now housing boutique shops and an antique market, and into the labyrinth of subterranean tunnels encompassing 32,291 square feet underneath the city. The network dates back to the 16th century during the Spanish exploration of Argentina. The hidden heart of the city’s oldest barrio is underneath the mansions of El Zanjon. When you step into the cavernous space, the cool, damp air is an immediate change from the warm sunlight of the city. A vaulted ceiling covers the long corridor, perforated by display cabinets holding antique utensils found during the historic excavation and restoration of the stone passageways. The kids jump at the chance to explore the subterranean regions of the city. This exploration makes Buenos Aires a true adventure."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires – Visit the Neighborhoods of Buenos Aires",
      "description": "In the morning, the display cases of the chocolatiers fill with newly formed decorations exuding elegance and delectableness. The kids spend breakfast sharing their favorite moments from the previous day, which tend to revolve around the tunnels in San Telmo and the vibrancy of the buildings in the neighborhood of La Boca. The city celebrates its street art, and you may find images of the 2022 World Cup team or Messi decorating hidden corners of the distinct neighborhoods during your tour. Your guide meets you at the hotel ready to escort the family through the city on a private bike tour. Bike lanes wind through the city, coursing beneath shady trees and traveling beside historic buildings. Your guide leads you on a fantastic route that takes in the exuberance of the city’s past and the jovial atmosphere of the present. The city’s second oldest plaza, Plaza Dorrego, dates back to the 18th century. Caravans used the space as a stop when bringing supplies to the city from across Argentina. Cafes have street-side seating with umbrellas casting refreshing shade over the tables. In the neighborhood of your hotel, that of La Recoleta, you can visit the famous and historic cemetery. The grounds were hallowed in the 18th century by a Franciscan convent and have since been filled with mausoleums, with many famous Argentines throughout history. The marble features create a grid-like design. Your guide explains the importance of the culture that coincides with the cemetery, with many Argentines placing equal weight to a loved one’s birthday and death-day. You follow your guide through the paths and arrive at one of the most internationally renowned figures in the cemetery, Evita Perón. The kids are enthralled with the unique ambiance and culture found on your city tour."
    },
    {
      "dayNumber": "4",
      "title": "Buenos Aires – Explore Argentina’s Soccer Culture in Buenos Aires",
      "description": "The family has discovered the true beauty of each neighborhood in Buenos Aires, and taken an interest in the variety of culture packed inside such a vibrant city. After breakfast, your guide will lead you back to the La Boca neighborhood to visit the renowned Bombonera stadium, home of the Boca Juniors football club. The stands shine blue and yellow as they look down on the pristine field, representing one of the world’s most emblematic stadiums. During a game, the cheers and songs from the crowd can spill out of the arena and onto the streets of the neighborhood, known for the cheering effect nicknamed “the twelfth man,” which turns the unique design into an unforgettable visceral experience. A mural by Quinqueal Martin depicts the team’s founders selecting the club’s distinctive colors. Inside the Boca Juniors Museum, you can trace the history and connection of the club to greater Argentina, representing one of the country’s most important teams. The collection of trophies may glint under the room’s lighting demonstrating the deeply rooted love of the sport with the neighborhood, city, and country dating back to the club’s founding in 1905. The kids may also see the large mural of Diego Maradona, one of the team’s most notable alumni featured in the hall of fame."
    },
    {
      "dayNumber": "5",
      "title": "Buenos Aires – Experience the Cowboy Traditions",
      "description": "When morning rises over Buenos Aires, you find the buttery aroma of empanadas and the rich scent of chocolate familiar and comforting. Today, you step away from the city once again, this time venturing to the traditional town of San Antonio de Areco, located approximately 72 miles northwest of Buenos Aires. Lush farmlands encircle the pleasant town. The peaceful atmosphere and historic, colonial streets welcome the family with open arms. The 18th-century allures remain, not just in the preserved culture of the Spanish descendants born in the New World, but in the traditions of the Gauchos. Artisans craft saddles and forge exceptional silverwork. Cowboys from all over the region promenade their horses down the cobbled streets during the November festival. Puente Viejo, the Old Bridge, was erected in the 19th century across the Rio Areco forming the pathway to the north. The parish church decorates the edge of the historic Plaza Ruis de Arellano. A barbecue provides the scent of slowly cooking meat sweeping across the fields. You may find your kids playing soccer in the open green spaces with local children calling out their favorite player from the World Cup team between marveling at the horses and cowboys."
    },
    {
      "dayNumber": "6",
      "title": "Iguazu Falls – Visit the Brazilian Side",
      "description": "Before the city bubbles to its normal active nature, your private transfer meets the family at the hotel and escorts you to Ministro Pistarini International Airport for your flight to Iguazu. The town of Puerto Iguazu sits on the confluence of the Rivers Paran and Iguazu. The family notices the remarkable contrast in the city, no longer feeling like Argentina, and instead emerging a more exotic and tropical atmosphere. The town borders both Brazil and Paraguay. Your private transfer meets you at the airport and, after a brief visit to the hotel, leads you across the border of Brazil to visit the panoramic view of the Cataratas do Iguacu, also known as Iguazu Falls. The national park is more than 450,000 cars in size and was listed as a Unesco heritage site in the 1980s. The Brazilian side of the park offers you a panoramic view of the falls, taking in the mystic qualities and unparalleled natural power of the 8,858-foot wide semicircle. You can hear the power of the falls in the epic roar of the water crashing against the rocks and river cascading more than 236 feet. Rainbows form in the mist making the kids as excited as when they first set eyes on the natural beauty of the falls."
    },
    {
      "dayNumber": "7",
      "title": "Iguazu Falls – View the Argentinian Spectacle",
      "description": "The tropical climate of Iguazu brings a temperate air to the morning. A light breeze rustles the palm trees. Large toucans flutter in the treetops hidden by the lush greenery. At breakfast, the kids open up fresh pineapple and mango. You sip on decadent organic coffee farmed and processed in Argentina and Brazil. After breakfast, your guide takes you to the Argentine side of Iguazu Falls, inside Iguazu National Park. The park encompasses 212 square miles of protected land and was established in 1934. Although the park showcases the grandeur of the same falls, the difference between the Brazilian and Argentinian parks are like night and day. Trails and walkways wind through lush trees, both above and alongside the Iguazu and Parana Rivers. Butterflies linger on leaves. Some walkways lead closer to the falls offering the family a view of the cascade and the river below. At that moment, the mist swells upwards and coats the family in fresh water as if you had all jumped into the river. The kids laugh uncontrollably as their shirts stick to their skin."
    },
    {
      "dayNumber": "8",
      "title": "Iguazu Falls – The Rush of It All",
      "description": "The morning is slow-paced and allows the family time to enjoy your remaining time in Argentina. Birds call through the dense vegetation. The kids think back on their favorite moments over the past week with ardor, commenting on the tango dances and being soaked by the waterfall. An animal hospital and rehabilitation center near the edges of the forest help endangered species and injured animals return to full health. You can often hear the monkeys howling at first light and the macaws twittering. After breakfast, your private transfer greets the family at the hotel and escorts you to the Ministro Pistarini International Airport for your flight home. Sometimes, no matter how long your vacation is, it never seems long enough."
    }
  ],
  "map": ""
}