{
  "destination": "Argentina",
  "mainPhoto": "",
  "id": "patagonia-and-tango-adventure-in-argentina",
  "tourName": "Patagonia and Tango Adventure in Argentina",
  "placesVisited": "Buenos Aires, El Calafate",
  "generalInfo": "The romantic tango scene seduces travelers and the frozen Patagonian peaks dazzle visitors during your 13-day Argentina trip that will day you from the capital city of Buenos Aires to the charming town of El Calafate. Learn to move to the enticing rhythms and explore the icy glaciers feeding glistening lagoons on this extravagant adventure of culture and nature that showcases Argentina’s diversity across the picturesque landscapes.",
  "durationDays": "13",
  "price": "5,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Buenos Aires - Argentinian Asado on Arrival",
      "description": "The capital of Argentina moves to its unique rhythm and invites visitors to immerse themselves in the storied culture and bubbly atmosphere that oozes from old neighborhoods and dashing districts. Arriving at the international airport, you will meet your private transfer and head for the boho barrio of Palermo. Eclectic food stalls, lush botanical gardens, and Latin American museums will be on the doorstep of your accommodation should you wish to explore the neighborhood after you arrive. For dinner, make your way to a local steakhouse for authentic Argentinian Asado to experience the country’s famous barbecue tradition."
    },
    {
      "dayNumber": "2",
      "title": "Buenos Aires - City Tour and Tango Class",
      "description": "Buenos Aires is a big city with plenty to see and do during your stay. After breakfast, you will begin your discovery of the magnificent metropolitan with a tour guide at the sparkling steel petals of the Floralis Genérica. Continuing to Parque de la Memoria, or Memory Park, you will unpack the country’s dramatic history and then visit the resting place of Eva Perón in the affluent neighborhood of Recoleta. Your guide will then usher you to several significant sites before you learn to twist and turn to Argentinian music during a private tango class."
    },
    {
      "dayNumber": "3",
      "title": "Buenos Aires - Traditional Argentine Dinner Party",
      "description": "Your morning is left open for you to explore Buenos Aires at your pace, choosing from a variety of activities around the city. You may stroll the colorful streets of La Boca and browse eccentric boutiques, indulge in regional cuisine, or watch street performers twirl their partners to the tango rhythms. The performances will inspire you, and you will improve your moves during your second tango class this evening. Following your romantic dance, you will enjoy a traditional Argentine Dinner Party, learning to fold empanadas , South American pastries, prepare mate , a South American herbal blend, and the Argentinian Asado ritual."
    },
    {
      "dayNumber": "4",
      "title": "Buenos Aires - El Cabaret at Cafe de Los Angelitos",
      "description": "With another day free to wander Buenos Aires, you may take your time relishing every moment this morning from the quiet breakfast on your balcony overlooking Palermo to a stroll around historic sites and architectural landmarks. In the afternoon, you will begin to master tango at another class teaching you more advanced tango techniques. Your intimate lesson will be followed by a riveting El Cabaret show at Cafe de Los Angelitos featuring a live orchestra, talented dancers, authentic Argentinian cuisine, and prestigious local wines set within a grand music and performance venue."
    },
    {
      "dayNumber": "5",
      "title": "Buenos Aires - Enjoy the Finer Things",
      "description": "With a day to explore Buenos Aires freely, you can take your time indulging in the finer things the city has to offer. You can wander the affluent boulevards of Recoleta, discover gourmet eateries down narrow alleys, uncover the city’s best-kept secrets at beloved districts, and sit beneath the shady trees at tranquil parks peppering the cityscape. You may also visit the many historical museums and landmarks that riddle Buenos Aire’s treasure trove of eclectic neighborhoods before devouring a delicious dinner paired with sumptuous local wines."
    },
    {
      "dayNumber": "6",
      "title": "Buenos Aires - Last Chance to Tango",
      "description": "Enjoy a hearty Argentine breakfast this morning as you savor your final moments in the exuberant capital city of Buenos Aires. Having learned so much about Argentina’s thriving tango culture and scene, you will be thrilled to wrap up your adventure in Buenos Aires with a cultural tango class this evening. You will showcase all that you have learned as you twist and turn to the sultry music in a ravishing club, dancing the night away with your partner and the talented local performers and toasting a splendid stay."
    },
    {
      "dayNumber": "7",
      "title": "El Calafate - Transfer to the Patagonian Ice Fields",
      "description": "Your Argentine adventure will continue in El Calafate at an accommodation nestled in an icy Patagonian reserve, around the corner from Perito Moreno Glacier. Natural ice sculptures, frosty lakes, and frozen water walls dominate the remarkable Patagonian scenery that surrounds El Calafate. During your stay, you will enjoy the luxury of traversing the ice-capped landscape, crossing the frigid waterways, and witnessing the curious creatures that inhabit the winter wonderland circling El Calafate. Be sure to take a short walk to Laguna Nimez reserve when you arrive to acclimate to your scenic home away from home."
    },
    {
      "dayNumber": "8",
      "title": "El Calafate - Perusing Perito Moreno Glacier",
      "description": "You will enjoy a warm and hearty breakfast this morning and then explore the majestic icy region on a Perito Moreno Glacier tour. Tours of the immense ice fields typically begin with a short boat cruise across azure lagoons of the Los Glaciares National Park, where you will capture idyllic landscape photography of the frozen Patagonian ice fields. The boat will anchor on the glacier, and you will hop off onto walkways that weave across the blinding white ice and through frost-covered forests to panoramic viewpoints showing off the surreal backdrop."
    },
    {
      "dayNumber": "9",
      "title": "El Calafate - Uncover the Upsala Glacier",
      "description": "The Upsala Glacier is another iconic ice landscape to explore during your stay in El Calafate. An experienced guide will join you this morning and lead the way to a boat setting sail across the sparkling waters of Lago Argentino. Your first stop will be the historic Estancia Cristina ranch, stationed on the glacier, where you will delve into the region’s folklore and wander to a cascading sapphire waterfall nearby. The mountain trail will continue to an observation point overlooking Lake William, the Patagonian ice field, and the Andes mountains."
    },
    {
      "dayNumber": "10",
      "title": "El Calafate - Hiking to El Chalten and Mount Fitz Roy",
      "description": "There are few better ways to embrace the beauty of Patagonia than on a hike from the village of El Chalten across the Los Glaciares National Park to Mount Fitz Roy. After breakfast, you will slip into comfortable trekking shoes and set off along the iconic Route 40 highway to La Leona River, past an ancient hotel nearby Cañadón La Leona where you can embrace the distinctive scenery. The trail will take you to several scenic viewpoints showcasing the enrapturing Patagonian peaks, the tranquil Andean village of El Chalten, and the miradors of Mount Fitz Roy and Mount Torre."
    },
    {
      "dayNumber": "11",
      "title": "El Calafate - Embrace the Pleasures of Patagonia",
      "description": "You will wake up and enjoy breakfast to views of the shimmering lagoon, distant snowy peaks, and wildlife exploring the plains of El Calafate. Birds chirping will soundtrack your morning munch, and you will slowly soak up the Patagonian splendors during your free day in El Calafate. Today, you can explore the frosted national park or wander around town to discover what makes this modest village in the magnificent region so special. You can chat with locals about the wildlife and extraordinary environment, tuck into regional dishes at humble eateries, and treat yourself to spa therapies before you turn in."
    },
    {
      "dayNumber": "12",
      "title": "Buenos Aires - A Docile Day in the Capital City",
      "description": "You will return to Buenos Aires after breakfast and spend the day freely absorbing the spirited atmosphere as you choose how to spend your final moments in Argentina. You can sit back in style at a gourmet café, peruse the curiosities of local boutiques, stroll through the fragrant flower fields of landscaped parks, and gaze upon the historical works at museums and art galleries. Buenos Aires boasts many marvelous experiences to entertain you during your final free day in Argentina’s bustling capital city."
    },
    {
      "dayNumber": "13",
      "title": "Buenos Aires - One Last Morning of City Exploring",
      "description": "Your last morning in Buenos Aires is your last opportunity to savor the stirring atmosphere at Argentinian cafés or markets and South American traditions preserved in century-old quarters. After breakfast, you may wander the neighborhood and veer down beautiful boulevards to landmarks left unexplored. The Santisimo Sacramento Basilica and Obelisco de Buenos Aires are among the city’s historical icons worth visiting before you pack your bags, check out of your accommodation, meet your private transfer, and travel to the airport for your flight home."
    }
  ],
  "map": ""
}