{
  "destination": "",
  "mainPhoto": "",
  "id": "ST00030",
  "tourName": "Avustralya Açık Macera Turu: Dalış, Kano, Yelkencilik ve Doğa Yürüyüşü",
  "placesVisited": "",
  "generalInfo": "Nadiren yaşamda, hatıralarınızın kalıcı olduğu bir gezi yaşarsınız. Siempre’daki Avustralya turlarının çeşitli koleksiyonlarından oluşan bu gezi, Avustralya'nın en iyi dalış, yelkencilik, kano ve yürüyüşün heyecan verici bir kombinasyonunu sunuyor. Büyük Set Resifi'nin ve eski Daintree Yağmur Ormanı'nın tropikal sularından başlayıp Tazmanya'nın muhteşem Cradle Dağı Milli Parkı'nda son bulan turumuzda,  bu muhteşem ülkenin gerçek fiziksel çeşitliliğini yaşayacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>*Dünyanın en kapsamlı mercan kayalık ekosistemi olan muhteşem Büyük Set Resifi'nin davetkar sularına doğru unutamayacağınız iki günü deneyimleyin.<br><br>*Dünyanın en eski Daintree Milli Parkı'ndaki en büyük yağmur ormanlarının ihtişamını keşfedin ve her gece antik gölgenin altında yer alan lüks ağaç evinize dönün.<br><br>*Conde Nast Turer tarafından ABD Gold Listesinde tanınan çok sayıda ödül kazanan Qualia Resort'taki Coral Adası'na bakan özel köşkünüzde kendinizi şımartın.<br><br>*Whitsunday Adaları'nın turkuaz sularında süzülürken ve Whitehaven plajında ​​şnorkelle yüzerken lüks yatınızda uzanabilirsiniz.<br><br>*Gurme piknik sepeti ile sizi tropik adada bıraktığımız gün boyunca Robinson Crusoe olun<br><br>*Tazmanya’nın sömürge geçmişinin zengin mirasını keşfederken zamanla geri adım atın<br><br>*Pembe granit zirvelerinin altında kürek çekerken ve muhteşem Freycinet Yarımadası boyunca yunusları ve deniz kartallarını seyrederken, Tazmanya'nın en iyi deniz kanosu deneyimini yaşayın<br><br>*Yeryüzü miras listesindeki  St. Clair Gölü ve Cradle Dağı Milli Parkı'nda yürüyüş yaparken gizli bir buzul gölünü keşfedin<br><br>*Limanın etrafındaki gizli gözetleme noktalarını ve plajları keşfederken ışıltılı Sidney'de suya atlamakla ile bitirin",
  "durationDays": "17",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tropikal Kuzey Queensland'a Hoş Geldiniz!",
      "description": "Bugün, Cairns'ın tropikal doğu sahil kentinden aşağıya doğru ilerleyeceksiniz. Bunu takiben, yağmur ormanlarının, resiflerle buluştuğu, muhteşem Kuzey Queensland'daki maceralarınızın temelini oluşturan, Port Douglas'ın muhteşem kuzey topluluğuna hızlı bir yolculuğa çıkacaksınız. Bu keyifli köy, Kuku Yalanji - Aborijin Daintree Yağmur Ormanı Günleri'nden büyük bir yemek, heyecan verici maceralar ve hatta yerel olarak yaratılmış bir sanat eseri sunmaya hazır tropikal bir tatil havasına ve samimi bir yerel topluluğa sahiptir."
    },
    {
      "dayNumber": 2,
      "title": "Büyük Set Resifi'nde tüplü veya şnorkelle dalış",
      "description": "Büyük Set Resifi, dünyanın yedi doğal harikasından biridir ve bugün bu muhteşem sulak manzarayı ilk elden deneyimleyebileceğiniz iki günün ilk günü başlıyor. Dünyanın en büyük mercan resifinin turkuaz sularına daldığınızda, bu eşsiz canlı organizmayı oluşturan çok sayıda deniz yaşamı ve mercanlarla karşılaşacaksınız."
    },
    {
      "dayNumber": 3,
      "title": "Kamera hazır! Muhteşem Büyük Set Resifi'nde ikinci dalış günü",
      "description": "Bugün, resifte ikinci tam gün dalışına başlayacaksınız. Resifteki ikinci gününüz, denizcilik görüşmeleri ve sualtı fotoğrafçılığı derslerini içeriyor. Bu görüşmeler sizi Büyük Set Resifi'ne özgü sualtı manzarasını yorumlamaya ve aynı zamanda sonsuza kadar yaşatabileceğiniz muhteşem sualtı fotoğraflarını çekmenize yardımcı olmaya da yardımcı olacak."
    },
    {
      "dayNumber": 4,
      "title": "Daintree Yağmur Ormanı'nın diğer dünya görkemine giriş",
      "description": "Bu sabah kahvaltıdan sonra kiralık klasik otomobilinize binacek ve sürücünüze resifin kenarına kadar uzanan muhteşem bir tarih öncesi yağmur ormanı olan Daintree Milli Parkı'na gideceksiniz. Yeryüzünde yaşayan en eski tropikal yağmur ormanı, 135 milyon yıllık bu vahşi doğa, başka hiçbir yerde bulunmayan çok sayıda bitki ve hayvanla dolu."
    },
    {
      "dayNumber": 5,
      "title": "Daintree Milli Parkı: Aborijinal Rehberli Tur",
      "description": "Bu sabah, dünyanın en eski yağmur ormanlarından birinin muhteşem, özel rehberli günübirlik turu için Eco Loca'dan toplanacaksınız. Uzman rehberli turunuz, yerel aborjin rehber dahil olmak üzere kültürel önemi ile bilinen çeşitli alanlara ziyaretler yaparak, Kuku Yalanji'nin (Yağmur Ormanları Halkı) topraklarıyla nasıl güçlü ilişki içerisine girdiğiyle ilgili bir giriş."
    },
    {
      "dayNumber": 6,
      "title": "Daintree Milli Parkı: 4*4 Yağmur Ormanları Safari, Günbatımı Tekne Gezisi veya Barramundi (Balık türü ) yakalama",
      "description": "Bugün bu özel mekandaki birçok teklifi keşfetmek sizin. Muhteşem Cape Tribulation'a kadar uzanan el değmemiş yağmur ormanlarını keşfederek 4*4 jeeplerle Yağmur Ormanları Safari'de tam gün geçirin. İlkel çiçekli bitkiler ve bataklık wallabileri, uzun burunlu keseli porsukgiller ve dikenli karıcayiyenleri keşfederken antik bitki örtüsüne hayret edin. Timsahlar ve kudretli cassoway çevreyi gözleyin."
    },
    {
      "dayNumber": 7,
      "title": "Hamilton Adası'ndaki Tropik Cennet'e Hoş Geldiniz",
      "description": "Bu sabah Cairns Uluslararası Havaalanı'na gidip, Avusturalya'lılar tarafından “The Whitsundays” olarak adlandırılan 74 Whitsunday Takım Adası'nın merkez üssünde çarpıcı bir tropik ada olan Hamilton Adası'nın güneyine kısa bir yolculuğa çıkacaksınız."
    },
    {
      "dayNumber": 8,
      "title": "Lüks Yatınızda 'Whitsundays' e Yelken Açma",
      "description": "Bugün, lüks yat seferinin en göze çarpanlarından biri olan Whitehaven Beach'in parlak beyaz kumlarına bakarken güneş gözlüklerini yanınıza almanız gerekecek. Son teknoloji ürünü yatınızda, muhteşem bir konumdan diğerine yelken açarak unutulmaz bir gün geçireceksiniz."
    },
    {
      "dayNumber": 9,
      "title": "Hamilton Adası: Kişisel Plaj, Deniz Kanosu veya Golf",
      "description": "Bugün, tek sorun, cennette gününüzü nasıl geçireceğinizi seçmek. Kişisel plajı bırakma ve gurme piknik sepeti ile ıssız bir tropik adada Robinson Crusoe oynamayı hayal edin. Bir deniz kanosu turuna çıkın ya da Hamilton Adasının% 70'ini kaplayan bakir çalılık arazisindeki muhteşem yürüyüş parkurlarından birini seçin. Alternatif olarak, Qualia helikopter pistinden muhteşem Hamilton Adası Golf Kulübü'ne giden doğal güzergâhı takip edin. Ve eğer bu kadar aktivite çok fazla ise, sadece Spa Qualia'da bir huzur dünyasında kaçamak yapın."
    },
    {
      "dayNumber": 10,
      "title": "Güney Tazmanya'ya Doğru",
      "description": "Bugün, Hamilton Adası'ndan ayrılacak ve Melbourne'un güney şehri üzerinden Avustralya'nın en güney noktasına gideceksiniz; Tazmanya'nın vahşi ve güzel adası. Kahvaltıdan sonra havalimanına transfer edilecek ve Melbourne üzerinden güzel Launceston, Tazmanya'ya uçacaksınız."
    },
    {
      "dayNumber": 11,
      "title": "Freycinet Milli Parkı'na doğru ilerlerken “Heritage Highway” i keşfedin",
      "description": "Kahvaltıdan sonra sürücünüzle Freycinet Milli Parkı'nın kenarındaki çarpıcı Coles Koyu'na (yaklaşık 3 saatlik sürüş süresi) gideceksiniz. Tazmanya'nın doğu kıyısına doğru ilerlerken, Tazmanya'nın Miras Yolu'nun bir parçası boyunca büyüleyici bir gezi yapacaksınız. Tazmanya'nın en önemli tarihi kasaba ve binalarından bazılarını geçerken yeşil inişli tepelerin doğal eğrileri boyunca yürüyün. Georgian köyü Evandale'de pazar pazarlarında keyifli vakit geçirin ya da görkemli Clarendon House ve diğer National Trust'ı ziyaret edin."
    },
    {
      "dayNumber": 12,
      "title": "Freycinet Yarımadası'nın Muhteşem Sahil şeridinde kano",
      "description": "Bugün Freycinet Paddle'da uzman rehberli kayık macerasında görkemli bir sabah geçireceksiniz. Freycinet sahilini oluşturan körfezlerin içine girip çıkarken, Tazmanya'nın en büyük deniz kanosu güzergahının enfes güzelliğini keşfedin. Bu eşsiz ortamda pembe granit kayaların altında süzülürken, gözlerinizi yunusları,deniz kartallarını ve penguenleri görebilmek için açık tutun. Parmaklarınızı kristal berraklığındaki sudan geçirirken ya da eski kumsalın üzerinde çıplak ayakla kullanırken ara verin."
    },
    {
      "dayNumber": 13,
      "title": "Wineglass Körfezi'nde \"Tehlikeler\" boyunca yürüyüş",
      "description": "Bugün bu büyülü Tazmanya diliminin tadını çıkarmak size bağlı. Önemli ve huşu uyandıran bir yürüyüş deneyimi yaşamak isteyenler için, Wineglass Körfezi / Tehlikeleri Sahil Devresi'ne 4,5 saatte dönebileceğimiz bir yolculuğu tavsiye ediyoruz. Okaliptüs ormanın içinden tırmanış, Wineglass Körfezi'ne kadar canlı ve muhteşem manzaralarla süslüdür. Mavi ışıltılı koy, beyaz kum ve denizin dibinden yükselen pembe granit kayaları, yeşil Avustralya çalılıklarının soluk güzellikleriyle çevrelenmiştir. Birkaç seyehat yetkilisi tarafından verilen oylarla, Dünyanın en iyi on sahilinden biri seçilen Wineglass Körfezi'ne yapılan bir ziyaret kaçırılmamalıdır."
    },
    {
      "dayNumber": 14,
      "title": "“Batı Vahşi Yaşamı” ve Cradle Dağı Milli Parkı için Yola Çıkıyoruz",
      "description": "Kahvaltıdan sonra sahili terk edip, yüksek dağlara doğru St. Clair Gölü ve Cradle Dağı Milli Parkı'nın ‘Batı Vahşi Doğası’ yönünde ilerliyoruz. Kuzeybatı yönünde büyüleyici antika dükkanlara göz attığınızda veya \"Heritage Highway\" boyunca yer alan cennet gibi Devonshire Teas'ı seyretmek için durduğunuzda, bu beş saatlik sürüş size çok keyif verecek."
    },
    {
      "dayNumber": 15,
      "title": "St Clair ve Cradle Dağı Milli Parkı'nda Doğa Yürüyüşü",
      "description": "Bugün yürüyüş yapmak için doyurucu bir kahvaltı yemeyi unutmayın. Milli Park içinde bir dizi yürüyüş var, ancak en iyi iki tanesi “Dove Gölü” ve “Krater Gölü”. \"Dove Gölü Yürüyüşü\", Tazmanya’nın ünlü dağ yürüyüşlerinden biridir. Dove Gölü ve Cradle Dağı’nın çevresinde yer alan altı kilometrelik kolay bir parkurdur. 'Krater Gölü' sizi büyülü sassafras ormanına, Krater Şelaleleri'ei ve 200 metrelik uçurumlarla çevrili gizli buzul göllerine götürecek olan sekiz kilometrelik bir yürüyüş yoludur. Loca'daki güzel restoranlardan birinde iyi bir yemeğin tadını çıkardıktan sonra,  wallabiler, wombatlar ve ornitorenkler için arama yapacağınız bir gece turuna katılın. Ya da bu tuhaf ve ateşli yaratıkları doğal ortamlarında görmek için Tazmanya Canavarı Doğal Hayatı Koruma Alanı'nı ziyaret edin."
    },
    {
      "dayNumber": 16,
      "title": "Avustralya'nın en ışıltılı şehri olan Sidney'i keşfedin",
      "description": "Kahvaltıdan sonra arabanıza binip ve Launceston'a dönüş yolculuğuna başlamadan önce Cradle Dağı'na son bir göz atacaksınız. Buradan, Avustralya'nın doğu kıyısındaki Sidney'e uçacaksınız ve şoförünüz tarafından karşılanıp ve Sidney'in İş Merkezi'nde yer alan kendine özgü mimarisiyle Flatiron Binası, Alışveriş Bölgesi ve Sidney Limanı'ndan sadece iki blok ötede olan, Radisson Blu Plaza Hotel Sidney'e transfer edileceksiniz."
    },
    {
      "dayNumber": 17,
      "title": "Sidney'e veda",
      "description": "Bugün, Dünyanın aşağısında unutulmaz bir maceranın altını çiziyorsunuz, ama bu muhteşem yerlerde karşılaştığınız tüm temiz hava ve dış mekan aktivitelerinden sonra dünyanın tepesinde hissedeceksiniz! Belirlenen zamanda, özel bir sürücü sizi otelinizde karşılayacak ve yolculuğunuz için sizi Sidney Uluslararası Havalimanı'na transfer edecektir."
    }
  ],
  "map": ""
}