{
  "destination": "",
  "mainPhoto": "",
  "id": "ST01513",
  "tourName": "Fiji Ve Yeni Zelanda Güney Adası Express Turu: Tropik Ada, Majestic Buzullar Ve Daha Fazlası",
  "placesVisited": "",
  "generalInfo": "Nazik turkuaz suların kenarlarındaki yumuşak kum ayak parmaklarınızsın arasında akıp gider. Pudra rengi kar, öğleden sonra güneşinin altında yanardöner maviye döner. Penguenler dalgaların üzerinde gezinir ve kıyı boyunca uzanırlar; Pasifik sularında renkli mercanların yanında tropikal balıklar süzülür. Fiji ve Yeni Zelanda Güney Adası’nin özel tasarlanmış ekspres turu sizi hem tropik adalara hem de görkemli buzullara götürür. Güney Pasifik’in ılıman sularının yanında dinlenmekten, Güney Alplerin dağ manzarasına tırmanış yapmaya kadar size Güney Yarımküre’nin eşsiz manzarasını sunar; parmak uçlarınızda hem karı hem de sıcak kumları hissedeceksiniz.<br><br><strong>ÖNE ÇIKANLAR</strong>",
  "durationDays": "9",
  "price": "FİYAT İSTEYİNİZ",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "İlk Kumlar",
      "description": "Fiji, tropikal yağmur ormanları ve bereketli Güney Pasifik suların karışımı kadar, cennetvari rüyalardan da oluşan bir takımadadır. Büyük Viti Levu adasındaki Nadi Uluslararası Havalimanı'na varırsınız. Özel transferiniz sizi burada bekliyor olur ve sizi hızlıca yakınlardaki Denarau Adası’na bağlı adacıktaki tatil beldenize götürür. Esinti, usul usul eserek hindistancevizinin taze kokusunu taşır. Uzun boylu otlar, çanakeğrelti otlarının ve sık yağmur ormanlarının çayırları hakimiyet altına aldıkları noktaya kadar, uzaklarda tepeler boyunca dalgalanırlar."
    },
    {
      "dayNumber": 2,
      "title": "Denizde Gemi Gezintisi",
      "description": "Kıyıya doğru kırılan dalgaların sesine uyanırsınız ve cennete ulaştığınızı hatırlarsınız. Kahvaltıda, size bakan bir ananasın parlak sarı rengiyle karşılaşırsınız. Ağzınızı tatlı lezzetli meyve suyuyla dolduran bir lokma ısırırsınız. Kahvaltıdan sonra rehberiniz sizi 24 metrelik yatınıza ulaşacağınız, Mana Adasına giden hızlı katamaranıza binmeniz için Denarau Limanına götürür. Tekne demir aldığında kendinizi büyüleyici Güney Pasifik sularında bulursunuz."
    },
    {
      "dayNumber": 3,
      "title": "Muhteşem Dağlara Güzel Plajlar",
      "description": "Sabah, su seslerini, adaya ilk geldiğiniz zamanki gibi sakin bulursunuz. Kahvaltıdan önce ilk iş kumda yürüyüp, ayak parmaklarınızın arasında yumuşak kumları hissetmek için kumsala çıkarsınız. Kahvaltıdan sonra, özel aracınız sizi Yeni Zelanda tatiline başlayacağınız uçuşunuz için havaalanına götürür. Çok geçmeden turkuaz sular, kraliyet mavisine döner. Tropikal yağmur ormanları engebeli dağlara dönüşür ve Alpler’deki tatil beldesi Queenstown’a iniş yaparsınız. Queenstown tepesi ile Ben Lomond dağı arasında kalan küçük alp kasabası Wakatipu gölünün ayna gibi sularının kenarındadır."
    },
    {
      "dayNumber": 4,
      "title": "Alplerde Bir Gün",
      "description": "Gün, sıradan bir konforla başlar. Çevredeki dağlara baktığınızda, eliniz taze bir fincan kahve alarak ateş kenarına kıvrılmak istersiniz. Kahvaltıda tam olarak bunu yapabilirsiniz; Ellerinizi ısıtan zengin, taze demlenmiş kahve ve dağların göz doyuran manzarasıyla kendinizi şımartın. Gün, şehirdeki doğanın ve çevresinin keyfini, doğanın güzelliğini ve alplerin çevresindeki adrenalinle dolu olası aktiviteleri keşfederek geçirmeniz için size ait serbest zamandır. Deniz seviyesinden 1748 metre yüksekte, Bob's Doruğuna kadar uzanan teleferik hattında gondola binin. Şehirden, Douglas köknarlarının dağın eteklerindeki yükselmelerinin durduğu, genellikle karla taçlanan, çıplak zirvenin engebeli kenarlarını görebilirsiniz."
    },
    {
      "dayNumber": 5,
      "title": "Boğaz’a Tanıklık",
      "description": "Remarkables’ın üzerinden bakmaya başlayan güneşin ışığıyla uyanırsınız. Rehberiniz sizi otelde karşılar ve Milford Boğazı’nın sularını görmek üzere, şehirden çıkmak için yola düşersiniz. Mirror Göllerini ve tablo gibi Eglinton Vadisi’ni geçersiniz. Boğazın kenarına vardığınızda baktığınız her yönde unutamayacağınız güzelliklere şahit olacaksınız. Çarşaf gibi suda kırışıklıklar oluşturan hafif rüzgarda belli belirsiz bir üşüme hissedersiniz. Teknenin güvertesine atlayın ve bir zamanlar Rudyard Kipling tarafından “Dünyanın Sekizinci Harikası” olarak bilinen dünyaya doğru yelken açarsınız."
    },
    {
      "dayNumber": 6,
      "title": "Buzulun Kenarında",
      "description": "Kahvaltıdan sonra Wakatipu Gölü'nün sularını ve Remarkables'in varlıklarını geride bırakırsınız. Wanaka’dan batı yönüne doğru gidip Hawea Gölü’nu bulursunuz. Buzul gölü 350 metre rakımda ve 395 metre derinliğiyle yayılır. Su, tıpkı bir aynaya benzer ve adeta kenarındaki dağların ve ağaçların durgun görüntülerini fotoğraflar. Yağmur ormanlarının ucunda, dramatik dönüşler ve sürpriz şelalelerle dolu Haast Pass yolu boyunca devam edersiniz. Geçidin kuzey ucunda Monro Plajı bulunur."
    },
    {
      "dayNumber": 7,
      "title": "Buzda Yürüyüş",
      "description": "Ufku kaplayan buz ve kar görüntüsüyle bir sabaha başlayın. Kahvaltıdan sonra rehberinizle buluşun ve Franz Josef Buzulu’nun kenarlarına doğru bir serüvene atılın. Buz, dağ geçitleri arasında sanki hareket halindeyken donup kalmış bir sel gibi kayar. Küçük yarıklar buza hareket verircesine sabah ışığında parıldar. Buzulun tamamı 12 kilometre boyutundadır ve Westland Tai Poutini Ulusal Parkı’nda yer alır. Sağlam tutuşlu kalın sivri uçlu yürüyüş ayakkabılarını giyin ve buzun yüzeyine çıkın. Soğuk hava sizi masmavi gökyüzünün altında sarmalar. En saf halindeki kar, açık mavi bir parıltı içerir."
    },
    {
      "dayNumber": 8,
      "title": "Dağ Trenleri",
      "description": "Sabah olduğunda, önceki günün baş döndürücü deneyimlerinin etkisinde kahvaltıya oturursunuz; buzun üzerinde yürüme deneyiminin eşi benzeri yoktur. Hareketli donmuş manzarayı sadece uzaktan seyretmediniz; üzerinde yürüyerek o buzuldan bir parçayı ellerinizde tuttunuz. Kahvaltıdan sonra, Yeni Zelanda’daki TranzAlpine olarak bilenen en güzel manzaralın önünden kıvrılan tren yolculuğuna başlamak için Greymouth'daki tren istasyonuna doğru ilerlersiniz. Konforlu koltuklar nefes kesen manzarayı her noktadan gözlerinizin önüne serer. İstasyona adım attığınız andan itibaren, görkemli kayın yağmur ormanları ile başlayan görkemli manzarayı izlemek için pencereye bakın. Tren, Waimakariri Nehrini kucaklayan muhteşem boğazları görebileceğiniz, Güney Alpleri boyunca kıvrılır."
    },
    {
      "dayNumber": 9,
      "title": "Adalara Veda",
      "description": "Christchurch Botanik Bahçesi'ndeki çiçekler, sabahları otsu bir koku salar. Alt tabakasındaki çakıllar arasında kıvrılan utangaç balıklarla dolu zarif pınar, yemyeşil ağaçlar arasında kıvrılır. Kahvaltıdan sonra özel aracınız, sizi eve dönüş uçuşunuz için havaalanına götürmek üzere otelde sizi karşılar. İngiliz sömürge günlerini anımsatan Viktorya dönemi tasarımlarını ve dekorlarını geçersiniz. Hem kum üzerinde hem karda zaman geçirdiniz, tropikal ve alp ormanlarını gezdiniz. Fiji ve Yeni Zelanda’nın ihtişamı birbirinden eşsiz ve kıyaslanamazdır. Ancak her iki ülkede de unutulmaz bilgiler ve deneyimler kazanırsınız."
    }
  ],
  "map": ""
}