{
  "destination": "",
  "mainPhoto": "",
  "id": "ST02023",
  "tourName": "Avustralya Şarap Tadım Turu",
  "placesVisited": "",
  "generalInfo": "Bu tur, bir Avustralya turunun genel güzelliğini ve heyecanını bir şarap tadımı turunun özel zevkiyle birleştiriyor. Hunter Vadisi, Barossa Vadisi ve Yarra Vadisi'nin güzel kırları ve üzüm bağlarının yanı sıra Avustralya'nın kaliteli şaraplarının çoğunu tadacaksınız. Sidney turları, bir liman gezisi, Mavi Dağlar, Adelaide şehir turu, Melbourne şehir turu, Büyük Okyanus Yolu ve daha fazlası gibi Avustralya'nın birçok tur deneyimini yaşayacaksınız. Avustralya yaban hayatı ile karşılaşabileceğiniz Kangaroo Adası gibi bazı keyifli seçenekler de vardır; nadir kuşlar, peri penguenleri, deniz aslanları, kangurular, wallabees ve daha fazlası dahildir.",
  "durationDays": "12",
  "price": "5000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Los Angeles veya San Francisco’ya hareket edin",
      "description": "Sydney için LAX veya SFO'dan yola çıkın.Macera başlıyor! (Diğer kalkış şehirleri de mevcuttur)"
    },
    {
      "dayNumber": 2,
      "title": "Çapraz Uluslararası Tarih Çizgisi",
      "description": "Uçuş aslında iki gün sürmez, ama Uluslararası Tarih Hattı nedeniyle bir gün kaybedersiniz. Yolculuğun sonunda tekrar gününüzü kazanacaksın."
    },
    {
      "dayNumber": 3,
      "title": "Sidney",
      "description": "Öğleden sonra Sydney Opera Binası'nı gezeceksiniz. Günün geri kalanında, Circular Quay'den, Rocks bölgesinden ve hatta Darling Limanı'ndan çeşitli bölgeler dolaşmak için sizindir."
    },
    {
      "dayNumber": 4,
      "title": "Sidney",
      "description": "Bu sabah, Matilda Cruise geminize bineceğiniz Circular Quay'da kendi yolunuzu çizin. Tüm ziyaretçiler için görülmesi gereken muhteşem Sydney Limanı'nı seyredin. Sudan Opera Binası ve Liman Köprüsü'nü görün."
    },
    {
      "dayNumber": 5,
      "title": "Sidney",
      "description": "Hunter Vadisi Şarap Turunuz için hazırlanın. Otelinizi terk ederek, yapraklı Kuzey Banliyölerinden geçerek rüzgarınızı uçuracaksınız ve Ku-ring-gai Milli Parkı'nın muhteşem kumtaşı mostralarından geçerek güçlü Hawkesbury Nehri'ne ulaşacaksınız. Kırık Geri Menzili için ayrılmadan önce köylerde gezintiye çıkıyoruz ve bölgedeki çok özel butik şarap imalathanelerinden birkaçında şarap tadımı yapmaya başlamak için Hunter Vadisi’ne inmeden önce Mt View'e tırmanmaya çıkıyoruz. Sahiplerle sohbet ediyoruz, yazlık konumlarına hayranlıkla bakıyoruz ve onların en iyi markalarını sergilemelerine izin veriyoruz. Broken Back Range'in eteklerinde gurme öğle yemeğinin tadını çıkarır ve öğleden sonraları daha büyük şarap tadımı için daha büyük üzüm bağlarını ziyaret ederek geçiririz. Öğleden sonra yaklaştıkça, bu rahatlatıcı ve keyifli günü sona erdirmek için doğal otoyol üzerinden Sidney'e dönüyoruz."
    },
    {
      "dayNumber": 6,
      "title": "Sidney",
      "description": "Kaliteli 4WD araçta bulunan bu muhteşem Ecotour, otelinize ve eski Sidney'in tarihi Rocks bölgesine başlar. Burada \"ortalama\" Mavi Dağlar turistini geride bırakıyoruz ve Milli Parkı'na girip Avustralya'nın hiçbir zaman varolmayacağınız bir parçanın kilidini açıyoruz. Eski bir Aborijin sitesini ve göz alıcı bir göz atın; Kaya oluşumlarını ve bölgeyi dolduran sıra dışı bitkileri ve yabani hayvanları inceler. Küçük şirin Leura köyünden, Cliff Drive'a Katoomba'ya doğru yürüyeceğiz. Burada kendinizi muhteşem Jamieson Vadisi'ne (Avustralya'nın Büyük Kanyonu) ve Üç Kız Kardeşlerine bakan bulacaksınız. Avustralya çalılarının gölgesi altında bir peynir tabağıyla birlikte kaliteli Avustralya şarapları dahil olmak üzere lezzetli bir barbekü yemeğinin tadını çıkarırız. Sydney'e dönmeden önce, bölgeyi gezdirdiğimiz gizli bir vadiye düşüyoruz, vahşi ortamda otlayan pek çok kanguru (izin veren koşullar) arıyoruz."
    },
    {
      "dayNumber": 7,
      "title": "Adelaide",
      "description": "Şehir otelinizden lüks, klimalı bir tur aracıyla toplanacak ve ünlü Klasik Times The Vines gün turuna çıkacaksınız. Deneyimli bir Şarap Turu Rehberi tarafından ev sahipliği yapılan gün, sürprizlerle doludur, hiçbir yerde üzüm bağlarının kendileri dünyanın en eski sürekli üzüm bağlarıdır. Özel bir deneyim sağlayan küçük aile şarap imalathanelerini ziyaret edin. Şarap tadımı ve şarapları dünyanın dört bir yanından en iyi ödülleri kazanan şarap imalathaneleri satışları. Öğle yemeği dahildir."
    },
    {
      "dayNumber": 9,
      "title": "Melbourne",
      "description": "Bugün Adelaide'de boş bir sabahın var. Melbourne'a erken bir öğleden sonra uçuşunuz var. Akşam gelirsin."
    },
    {
      "dayNumber": 10,
      "title": "Melbourne",
      "description": "Bugün, bu muhteşem 4WD turunda ünlü Büyük Okyanus Yolu ve güzel pastoral araziyi göreceksiniz. 12 Havarileri, Ada Arkı, Razorback ve engebeli kıyı şeridini görebileceğiniz Büyük Okyanus Yolu boyunca bir koç turuna çıkacaksınız. Seçeceğiniz kaliteli Avustralya şarapları ile keyifli bir butik restoranda öğle yemeği yiyebilirsiniz. Ardından muhteşem kırsal, çiftlik arazileri ve yemyeşil tepelerin bazılarını görebileceğiniz bir iç rotayı kullanarak geri döneceksiniz. Geç akşam saatlerinde otelinize geri dönülecektir."
    },
    {
      "dayNumber": 11,
      "title": "Melbourne",
      "description": "Bugün Yarra Vadisi'ni Avustralya'daki başlıca şarap bölgelerinden biri ziyaret edeceksiniz. Bazı butik şarap imalathanelerini ziyaret etme ve muhteşem bir öğle yemeği deneyimi yaşayacaksınız."
    },
    {
      "dayNumber": 12,
      "title": "Los Angeles veya San Francisco'ya dönüş",
      "description": "Bir ömür boyu harika anılarınız ile Melbourne'u LAX veya SFO'ya bırakın."
    }
  ],
  "map": ""
}