[
  {
    "destination": "",
    "mainPhoto": "",
    "id": "ST00030",
    "tourName": "Avustralya Açık Macera Turu: Dalış, Kano, Yelkencilik ve Doğa Yürüyüşü",
    "placesVisited": "",
    "generalInfo": "Nadiren yaşamda, hatıralarınızın kalıcı olduğu bir gezi yaşarsınız. Siempre’daki Avustralya turlarının çeşitli koleksiyonlarından oluşan bu gezi, Avustralya'nın en iyi dalış, yelkencilik, kano ve yürüyüşün heyecan verici bir kombinasyonunu sunuyor. Büyük Set Resifi'nin ve eski Daintree Yağmur Ormanı'nın tropikal sularından başlayıp Tazmanya'nın muhteşem Cradle Dağı Milli Parkı'nda son bulan turumuzda,  bu muhteşem ülkenin gerçek fiziksel çeşitliliğini yaşayacaksınız.<br><br><strong>ÖNE ÇIKANLAR</strong><br><br>*Dünyanın en kapsamlı mercan kayalık ekosistemi olan muhteşem Büyük Set Resifi'nin davetkar sularına doğru unutamayacağınız iki günü deneyimleyin.<br><br>*Dünyanın en eski Daintree Milli Parkı'ndaki en büyük yağmur ormanlarının ihtişamını keşfedin ve her gece antik gölgenin altında yer alan lüks ağaç evinize dönün.<br><br>*Conde Nast Turer tarafından ABD Gold Listesinde tanınan çok sayıda ödül kazanan Qualia Resort'taki Coral Adası'na bakan özel köşkünüzde kendinizi şımartın.<br><br>*Whitsunday Adaları'nın turkuaz sularında süzülürken ve Whitehaven plajında ​​şnorkelle yüzerken lüks yatınızda uzanabilirsiniz.<br><br>*Gurme piknik sepeti ile sizi tropik adada bıraktığımız gün boyunca Robinson Crusoe olun<br><br>*Tazmanya’nın sömürge geçmişinin zengin mirasını keşfederken zamanla geri adım atın<br><br>*Pembe granit zirvelerinin altında kürek çekerken ve muhteşem Freycinet Yarımadası boyunca yunusları ve deniz kartallarını seyrederken, Tazmanya'nın en iyi deniz kanosu deneyimini yaşayın<br><br>*Yeryüzü miras listesindeki  St. Clair Gölü ve Cradle Dağı Milli Parkı'nda yürüyüş yaparken gizli bir buzul gölünü keşfedin<br><br>*Limanın etrafındaki gizli gözetleme noktalarını ve plajları keşfederken ışıltılı Sidney'de suya atlamakla ile bitirin",
    "durationDays": "17",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST00030/st00030_2019_05_02_14_32_10_0.jpg",
    "image2": "siempretour-images/ST00030/st00030_2019_05_02_14_32_10_1.jpg",
    "image3": "siempretour-images/ST00030/st00030_2019_05_02_14_32_10_2.jpg",
    "image4": "siempretour-images/ST00030/st00030_scuba-1.jpg",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Tropikal Kuzey Queensland'a Hoş Geldiniz!",
        "description": "Bugün, Cairns'ın tropikal doğu sahil kentinden aşağıya doğru ilerleyeceksiniz. Bunu takiben, yağmur ormanlarının, resiflerle buluştuğu, muhteşem Kuzey Queensland'daki maceralarınızın temelini oluşturan, Port Douglas'ın muhteşem kuzey topluluğuna hızlı bir yolculuğa çıkacaksınız. Bu keyifli köy, Kuku Yalanji - Aborijin Daintree Yağmur Ormanı Günleri'nden büyük bir yemek, heyecan verici maceralar ve hatta yerel olarak yaratılmış bir sanat eseri sunmaya hazır tropikal bir tatil havasına ve samimi bir yerel topluluğa sahiptir."
      },
      {
        "dayNumber": 2,
        "title": "Büyük Set Resifi'nde tüplü veya şnorkelle dalış",
        "description": "Büyük Set Resifi, dünyanın yedi doğal harikasından biridir ve bugün bu muhteşem sulak manzarayı ilk elden deneyimleyebileceğiniz iki günün ilk günü başlıyor. Dünyanın en büyük mercan resifinin turkuaz sularına daldığınızda, bu eşsiz canlı organizmayı oluşturan çok sayıda deniz yaşamı ve mercanlarla karşılaşacaksınız."
      },
      {
        "dayNumber": 3,
        "title": "Kamera hazır! Muhteşem Büyük Set Resifi'nde ikinci dalış günü",
        "description": "Bugün, resifte ikinci tam gün dalışına başlayacaksınız. Resifteki ikinci gününüz, denizcilik görüşmeleri ve sualtı fotoğrafçılığı derslerini içeriyor. Bu görüşmeler sizi Büyük Set Resifi'ne özgü sualtı manzarasını yorumlamaya ve aynı zamanda sonsuza kadar yaşatabileceğiniz muhteşem sualtı fotoğraflarını çekmenize yardımcı olmaya da yardımcı olacak."
      },
      {
        "dayNumber": 4,
        "title": "Daintree Yağmur Ormanı'nın diğer dünya görkemine giriş",
        "description": "Bu sabah kahvaltıdan sonra kiralık klasik otomobilinize binacek ve sürücünüze resifin kenarına kadar uzanan muhteşem bir tarih öncesi yağmur ormanı olan Daintree Milli Parkı'na gideceksiniz. Yeryüzünde yaşayan en eski tropikal yağmur ormanı, 135 milyon yıllık bu vahşi doğa, başka hiçbir yerde bulunmayan çok sayıda bitki ve hayvanla dolu."
      },
      {
        "dayNumber": 5,
        "title": "Daintree Milli Parkı: Aborijinal Rehberli Tur",
        "description": "Bu sabah, dünyanın en eski yağmur ormanlarından birinin muhteşem, özel rehberli günübirlik turu için Eco Loca'dan toplanacaksınız. Uzman rehberli turunuz, yerel aborjin rehber dahil olmak üzere kültürel önemi ile bilinen çeşitli alanlara ziyaretler yaparak, Kuku Yalanji'nin (Yağmur Ormanları Halkı) topraklarıyla nasıl güçlü ilişki içerisine girdiğiyle ilgili bir giriş."
      },
      {
        "dayNumber": 6,
        "title": "Daintree Milli Parkı: 4*4 Yağmur Ormanları Safari, Günbatımı Tekne Gezisi veya Barramundi (Balık türü ) yakalama",
        "description": "Bugün bu özel mekandaki birçok teklifi keşfetmek sizin. Muhteşem Cape Tribulation'a kadar uzanan el değmemiş yağmur ormanlarını keşfederek 4*4 jeeplerle Yağmur Ormanları Safari'de tam gün geçirin. İlkel çiçekli bitkiler ve bataklık wallabileri, uzun burunlu keseli porsukgiller ve dikenli karıcayiyenleri keşfederken antik bitki örtüsüne hayret edin. Timsahlar ve kudretli cassoway çevreyi gözleyin."
      },
      {
        "dayNumber": 7,
        "title": "Hamilton Adası'ndaki Tropik Cennet'e Hoş Geldiniz",
        "description": "Bu sabah Cairns Uluslararası Havaalanı'na gidip, Avusturalya'lılar tarafından “The Whitsundays” olarak adlandırılan 74 Whitsunday Takım Adası'nın merkez üssünde çarpıcı bir tropik ada olan Hamilton Adası'nın güneyine kısa bir yolculuğa çıkacaksınız."
      },
      {
        "dayNumber": 8,
        "title": "Lüks Yatınızda 'Whitsundays' e Yelken Açma",
        "description": "Bugün, lüks yat seferinin en göze çarpanlarından biri olan Whitehaven Beach'in parlak beyaz kumlarına bakarken güneş gözlüklerini yanınıza almanız gerekecek. Son teknoloji ürünü yatınızda, muhteşem bir konumdan diğerine yelken açarak unutulmaz bir gün geçireceksiniz."
      },
      {
        "dayNumber": 9,
        "title": "Hamilton Adası: Kişisel Plaj, Deniz Kanosu veya Golf",
        "description": "Bugün, tek sorun, cennette gününüzü nasıl geçireceğinizi seçmek. Kişisel plajı bırakma ve gurme piknik sepeti ile ıssız bir tropik adada Robinson Crusoe oynamayı hayal edin. Bir deniz kanosu turuna çıkın ya da Hamilton Adasının% 70'ini kaplayan bakir çalılık arazisindeki muhteşem yürüyüş parkurlarından birini seçin. Alternatif olarak, Qualia helikopter pistinden muhteşem Hamilton Adası Golf Kulübü'ne giden doğal güzergâhı takip edin. Ve eğer bu kadar aktivite çok fazla ise, sadece Spa Qualia'da bir huzur dünyasında kaçamak yapın."
      },
      {
        "dayNumber": 10,
        "title": "Güney Tazmanya'ya Doğru",
        "description": "Bugün, Hamilton Adası'ndan ayrılacak ve Melbourne'un güney şehri üzerinden Avustralya'nın en güney noktasına gideceksiniz; Tazmanya'nın vahşi ve güzel adası. Kahvaltıdan sonra havalimanına transfer edilecek ve Melbourne üzerinden güzel Launceston, Tazmanya'ya uçacaksınız."
      },
      {
        "dayNumber": 11,
        "title": "Freycinet Milli Parkı'na doğru ilerlerken “Heritage Highway” i keşfedin",
        "description": "Kahvaltıdan sonra sürücünüzle Freycinet Milli Parkı'nın kenarındaki çarpıcı Coles Koyu'na (yaklaşık 3 saatlik sürüş süresi) gideceksiniz. Tazmanya'nın doğu kıyısına doğru ilerlerken, Tazmanya'nın Miras Yolu'nun bir parçası boyunca büyüleyici bir gezi yapacaksınız. Tazmanya'nın en önemli tarihi kasaba ve binalarından bazılarını geçerken yeşil inişli tepelerin doğal eğrileri boyunca yürüyün. Georgian köyü Evandale'de pazar pazarlarında keyifli vakit geçirin ya da görkemli Clarendon House ve diğer National Trust'ı ziyaret edin."
      },
      {
        "dayNumber": 12,
        "title": "Freycinet Yarımadası'nın Muhteşem Sahil şeridinde kano",
        "description": "Bugün Freycinet Paddle'da uzman rehberli kayık macerasında görkemli bir sabah geçireceksiniz. Freycinet sahilini oluşturan körfezlerin içine girip çıkarken, Tazmanya'nın en büyük deniz kanosu güzergahının enfes güzelliğini keşfedin. Bu eşsiz ortamda pembe granit kayaların altında süzülürken, gözlerinizi yunusları,deniz kartallarını ve penguenleri görebilmek için açık tutun. Parmaklarınızı kristal berraklığındaki sudan geçirirken ya da eski kumsalın üzerinde çıplak ayakla kullanırken ara verin."
      },
      {
        "dayNumber": 13,
        "title": "Wineglass Körfezi'nde \"Tehlikeler\" boyunca yürüyüş",
        "description": "Bugün bu büyülü Tazmanya diliminin tadını çıkarmak size bağlı. Önemli ve huşu uyandıran bir yürüyüş deneyimi yaşamak isteyenler için, Wineglass Körfezi / Tehlikeleri Sahil Devresi'ne 4,5 saatte dönebileceğimiz bir yolculuğu tavsiye ediyoruz. Okaliptüs ormanın içinden tırmanış, Wineglass Körfezi'ne kadar canlı ve muhteşem manzaralarla süslüdür. Mavi ışıltılı koy, beyaz kum ve denizin dibinden yükselen pembe granit kayaları, yeşil Avustralya çalılıklarının soluk güzellikleriyle çevrelenmiştir. Birkaç seyehat yetkilisi tarafından verilen oylarla, Dünyanın en iyi on sahilinden biri seçilen Wineglass Körfezi'ne yapılan bir ziyaret kaçırılmamalıdır."
      },
      {
        "dayNumber": 14,
        "title": "“Batı Vahşi Yaşamı” ve Cradle Dağı Milli Parkı için Yola Çıkıyoruz",
        "description": "Kahvaltıdan sonra sahili terk edip, yüksek dağlara doğru St. Clair Gölü ve Cradle Dağı Milli Parkı'nın ‘Batı Vahşi Doğası’ yönünde ilerliyoruz. Kuzeybatı yönünde büyüleyici antika dükkanlara göz attığınızda veya \"Heritage Highway\" boyunca yer alan cennet gibi Devonshire Teas'ı seyretmek için durduğunuzda, bu beş saatlik sürüş size çok keyif verecek."
      },
      {
        "dayNumber": 15,
        "title": "St Clair ve Cradle Dağı Milli Parkı'nda Doğa Yürüyüşü",
        "description": "Bugün yürüyüş yapmak için doyurucu bir kahvaltı yemeyi unutmayın. Milli Park içinde bir dizi yürüyüş var, ancak en iyi iki tanesi “Dove Gölü” ve “Krater Gölü”. \"Dove Gölü Yürüyüşü\", Tazmanya’nın ünlü dağ yürüyüşlerinden biridir. Dove Gölü ve Cradle Dağı’nın çevresinde yer alan altı kilometrelik kolay bir parkurdur. 'Krater Gölü' sizi büyülü sassafras ormanına, Krater Şelaleleri'ei ve 200 metrelik uçurumlarla çevrili gizli buzul göllerine götürecek olan sekiz kilometrelik bir yürüyüş yoludur. Loca'daki güzel restoranlardan birinde iyi bir yemeğin tadını çıkardıktan sonra,  wallabiler, wombatlar ve ornitorenkler için arama yapacağınız bir gece turuna katılın. Ya da bu tuhaf ve ateşli yaratıkları doğal ortamlarında görmek için Tazmanya Canavarı Doğal Hayatı Koruma Alanı'nı ziyaret edin."
      },
      {
        "dayNumber": 16,
        "title": "Avustralya'nın en ışıltılı şehri olan Sidney'i keşfedin",
        "description": "Kahvaltıdan sonra arabanıza binip ve Launceston'a dönüş yolculuğuna başlamadan önce Cradle Dağı'na son bir göz atacaksınız. Buradan, Avustralya'nın doğu kıyısındaki Sidney'e uçacaksınız ve şoförünüz tarafından karşılanıp ve Sidney'in İş Merkezi'nde yer alan kendine özgü mimarisiyle Flatiron Binası, Alışveriş Bölgesi ve Sidney Limanı'ndan sadece iki blok ötede olan, Radisson Blu Plaza Hotel Sidney'e transfer edileceksiniz."
      },
      {
        "dayNumber": 17,
        "title": "Sidney'e veda",
        "description": "Bugün, Dünyanın aşağısında unutulmaz bir maceranın altını çiziyorsunuz, ama bu muhteşem yerlerde karşılaştığınız tüm temiz hava ve dış mekan aktivitelerinden sonra dünyanın tepesinde hissedeceksiniz! Belirlenen zamanda, özel bir sürücü sizi otelinizde karşılayacak ve yolculuğunuz için sizi Sidney Uluslararası Havalimanı'na transfer edecektir."
      }
    ],
    "map": "",
    "country": "Unknown"
  },
  {
    "destination": "",
    "mainPhoto": "",
    "id": "ST02013",
    "tourName": "Avustralya ve Yeni Zelanda Turu: Doğa, Kültür ve Gastronomi",
    "placesVisited": "",
    "generalInfo": "<strong>Avustralya ve Yeni Zelanda, sadece Güney Pasifik'ten gelen çok farklı görüntü ve deneyimleri: muhteşem deniz dünyaları, parıldayan dağ manzaraları, yerli kültürler, sıradışı yaban hayatı, ünlü şehirler, tropikal yağmur ormanları ve parlayan bir çöl. Bu lüks Avustralya ve Yeni Zelanda turu, her ikisini de ikonik ve çeşitlilikle dans eden bir yolculuğa sorunsuz bir şekilde bağlar. Üç haftadan kısa sürede tüm özünü keşfedin.</strong><br><br><strong>ÖNE ÇIKANLAR</strong>",
    "durationDays": "18",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02013/yenizelanda-10.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Melbourne - Melbourne'un Viktorya Dönemi Takıları",
        "description": "Melbourne, Viktorya mimarisi ve zarif küçük butikler ile sokaklarda gezindiği için sıcak bir karşılama sunar. Yarra Nehri şehrin içinden geçer ve Avustralya'nın seyrini seyretmek için mükemmel yerler sağlarken, bozulmamış kumsallar Güney Okyanusu'nun büyüklüğüne bakar. Şehrin kalbinde beş yıldızlı bir otele transfer için sabah Melbourne'de araziye varış. Otele yürüme mesafesinde olan çok sayıda noktaya ulaşabilir, bu sayede uçuştan kurtulurken boş zamanlarınızı keşfetmenize yardımcı olan rahat bir gün geçirebilirsiniz."
      },
      {
        "dayNumber": 2,
        "title": "Melbourne - Avustralya'nın Vahşi Kanguru ve Koalası",
        "description": "Melbourne'un hemen dışında, muazzam kaya oluşumları etrafında dolaşan okaliptüsün büyük mistik ormanlarını bulacaksınız. Koalasın dallara yapışıp, gözlerini açarak ve sarılma pozisyonunu ayarlayarak dikkatlice bakın. Ormanda dolaşmaya devam et. Kangurular çığlıklar içinde toplanırlar, bazıları hafifçe otlar, birkaç dişi çimlere atlar ve çimlere koku bırakır. Bu keseliler vahşidir, sessizce ve yavaşça hareket ederseniz, mafyanın on ya da on beş metre ilerisini bulabileceksiniz. Tam günlük turunuz, aynı zamanda, dönen renk ve şekillerin hakim olduğu Avustralya manzaralarına da bir giriş niteliğindedir."
      },
      {
        "dayNumber": 3,
        "title": "Uluru - Avustralya'nın Kırmızı Merkezindeki Evrimsel Tonlar",
        "description": "Çöl, Uluru'ya doğru uçarken, uçağınızın kanat uçlarının altından uzanan kırmızı tonlarıyla parıldar. Bu uzak karakol, Avustralya'nın kırmızı merkezinde ortaya çıkan kayda değer kayalardan ayrılan birkaç otelden biraz daha fazla. Öğle yemeğinden sonra, Aborijin hikayelerinin kayaya kazıldığı ve kutsal yerler rehberiniz tarafından açıklandığı Uluru üssüne seyahat edin. Sadece bir kaya değil; Bu, hayal gücünün mümkün olabildiğinden çok daha büyük, şaşırtıcı bir doğa harikasıdır. Güneş battığında, Uluru'nun tonları boyunca titremesini seyredin, her an, gece gökyüzüne dönmeden önce yeni bir ton getirerek, otele geri dönüş yolunu aydınlatır."
      },
      {
        "dayNumber": 4,
        "title": "Daintree Ulusal Parkı'na Uluru - Kata Tjuta'nın Gizemleri ve Yağmur Ormanı Gölgelikleri",
        "description": "Uluru ve Kata Tjuta'nın kubbeleri arasında güneşin hipnotik olarak yükselmesiyle çölde kırmızı ve turuncu bantları boyayarak erken bir başlangıç ​​ödüllendirilir. 36 kumtaşı zirveleri empoze ederek sabahın ilerleyen saatlerinde rakip gölgeler oluşturuyor, çölün daha az bilinen kayaları büyüleyici bir mistik ve harikulade sabah sunuyor. Kırmızı vadi boyunca dolaş, dev kırmızı kubbelerin manzarasında minik bir spec. Çoğu insan tek bir yekpare görmeye gelir, ancak Kata Tjuta'nın unutulmaz anılarını, Uluru'dan daha yüksek olan kayalar ile terk eder. Öğleden sonra, Avustralya'nın tropikal, kuzeydoğu kıyısındaki Cairns'e uçun. Land ve daha sonra, sizi çevreleyen lüks orman evinize seyahat etmek için eşsiz bir yol olan sisli kubbeli yağmur ormanı kanosuna götürecek bir gondola binebilirsiniz. Mossman Nehri üzerinde kalın ve Daintree Milli Parkı'nın takılar ile çevrili. Ağaçların okyanusa buluştuğu yere sadece 15 dakikalık yürüme mesafesindedir ve ayaklarınızı yumuşak kuma götürebilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Daintree Milli Parkı - Dış Büyük Bariyer Resifi'ne Seyir",
        "description": "Binlerce mercan Avustralya'nın kıta sahanlığının kenarlarında dolaşıyor, egzotik renkleri çok tuhaf balık türleriyle doludur. Büyük Bariyer Resifi tek bir bölge değildir; Bu, bireysel resiflerin organik bir koleksiyonu, aydan görülebilecek kadar uzayan bir yaşam zinciri. Bugünün tam günlük turu, sizi olağanüstü su altı görünürlüğünün çeşitli gezilere izin verdiği dış Agincourt Reef'e götürecektir. Şnorkelle yüzme deniz renklerini en iyi şekilde keşfedebilmenizi sağlar, ancak tüplü dalışı da deneyebilir ya da yarı dalgıç bir teknede tamamen kuru kalabilirsiniz. Kaplumbağalardan ışın balıklarına, küçük nudibranlardan dev gruplara, dünyanın en büyük resif zincirinin silinmez yaşamını görmeyi bekliyoruz."
      },
      {
        "dayNumber": 6,
        "title": "Daintree Milli Parkı - Atherton Tablelands Boyunca Sıcak Hava Balonu Gezisi",
        "description": "Kuzeydoğu Avustralya, zıt manzaralar bölgesidir; Kıyı zevkleri yemyeşil meralarda yükselen egzotik yağmur ormanlarına karışıyor. Peyzajın ölçeği, yüzlerce kilometre uzadıkça, ama aynı zamanda kesintisiz bir şekilde birbirine karıştıkça, kendini anlatamaz. Sıcak hava balonunda şafakta uçup, Pasifik'te yükselen güneş ve ufka doğru giden turuncu çöle bakın. Atherton Tablelands boyunca yüzün ve bireysel detayları seçin; Mangrov ormanlarına dökülen tarım arazileri ve derelerin altındaki şelalelere göz gezdirin. Sadece iki saat içinde, Avustralya'nın topraklarının tüm yapboz parçalarını keşfedin. Günün geri kalanı sizin parmaklarınızın ucunda yağmur ormanı ve sahil ile boş zamanlarınızda size ait."
      },
      {
        "dayNumber": 7,
        "title": "Sydney'e Daintree - Aborjin Maceraları ve Sydney'in İlk İzlenimleri",
        "description": "Bir zamanlar 250 ülkeye bölünmüş olan Avustralya,  dilleri ve yaşam şekilleri ile bireysel Aborijin kabileleriydi. Sabahınızı olağanüstü bir ülkede olağanüstü bir yaşam süren yağmur ormanı sakinleri Kuku Yalanji ile geçirin. Yerel bir rehber, sizi ormana almadan ve gördüğünüz her şeyin nasıl kullanıldığını ortaya çıkarmadan önce ataların iznini ister. Yeşil böcekler antiseptik diş macunu haline gelir, yapraklar sabun oluşturmak için kullanılır, dallar dokuma içindir ve böcekler ateşte kavrulur. Turne sırasında rehber, “Aborijinler” olarak basitleştirilen karmaşıklığı çözmeye yardımcı oluyor. Avrupalılar gelmeden on binlerce yıl boyunca farklı kabilelerin bir kıtası var olmuştu. Sydney'e ve Darling Limanı'ndaki otelinize uçmanız için Cairns'e transfer edilmeden önce Mossman Gorge'de öğle yemeğinin tadını çıkarın."
      },
      {
        "dayNumber": 8,
        "title": "Sidney - Sidney Limanı Cruise ve Opera Binası",
        "description": "Sydney, birçok ünlü manzara yumuşak sularda yansıdığı için Parramatta Nehri'ne yansıyor. Liman Köprüsü'nün kemerinin altında ve 18. yüzyıldan kalma Sidney'in tarihi işaretleri boyunca süzülerek, rahat bir öğle yemeği gezintisi, unutulmaz bir başlangıçtır. Opera Binası'nın ışıltılı yelkenlerinin yanına inmek için, şehrin kalbine geri dönmeden önce öğle yemeği nehir kenarındaki yeşil banliyölerde  servis edilir. Bu dünyaca ünlü mekânın dahice tasarımından çok daha fazlası olduğunu keşfetmek için  gidin. Tiyatrolara doğru yürüyün, setlere ve gösterilere hayranlıkla bakın ve yaratılışının tartışmalı hikayesinin tadını çıkarın. Sydney nispeten kompakt bir şehirdir ve oteliniz Opera Binası'ndan sadece iki metro durağı uzaklıktadır."
      },
      {
        "dayNumber": 9,
        "title": "Sidney - Oceana Culinary Capital'in Samimi Yiyecek Turu",
        "description": "Sydney her zaman yeni göçmenlerin kendine özgü etkilerini yaratması ve şehri her gün şekillendirmesiyle değişiyor. Topluluklar on yıllar boyunca bulanıklaştı, ancak atalarının evlerinin lezzetleri otantik olarak temsil ediliyor. Dünyanın dört bir yanından gerçekten gastronomi bulabileceğiniz bir şehir olan Sydney, Akdeniz levhaları, Lübnan ızgaraları, Kore şehriye evleri ve harika İngiliz yemek tarifleri sunmaktadır. Tüm bunlar yerel organik bileşenlere uygulanır ve şehrin deneysel hayranlığı ile aşılanır. Bugünün tam günlük turu, hem duyular için bir yolculuk hem de şehrin daha az görülen banliyölerinde bir keşiftir. Dünyanın en iyilerinin yerel bir makyaj yaptığı küçük butik ve kafeleri ziyaret edin. Keyifli Arap tatlılarından kanguru  dilimlerine kadar her şeyiyle dolu olmayı bekleyin."
      },
      {
        "dayNumber": 10,
        "title": "Blenheim - Yeni Zelanda'ya Hoş Geldiniz",
        "description": "Yeni Zelanda'nın Güney Adası, gözlere bir zevktir; geniş dağ zincirleri, yeşil çayırların ve Pasifik'in dalgalarının üzerinde uzanır. Buraya toprak verin ve hemen ülkenin atmosferini hissedin. Blenheim, ithal ettiği her şeyin üzerinde yerel dükkanları ve organik ürünleri tercih ederek tarzını örneklendiriyor. Sydney'den Wellington üzerinden uçağınızın ardından, öğleden sonraları ve akşamları sokaklarda dolaşmak ve Marlborough Sounds'ta sahil yürüyüş yolundan çıkmak için serbest  akşamların  tadını çıkarın."
      },
      {
        "dayNumber": 11,
        "title": "Blenheim - Marlborough Seslerinde Şarap Tadımı ve Mutfak Lezzetleri",
        "description": "Blenheim, Sauvignon Blanc'ın, bereketli toprakları ve kıyı iklimi yaratan seçkin ve karmaşık şarapları yaratan dünyanın en saygın yeridir. Sabah, dünyanın en ünlü şarap imalathanelerinden ikisini, hem dünya şöhretinden gözle görülür biçimde etkilenmeyen butik kurumları ziyaret edin. Marlborough Sounds'a bir öğle yemeği gezintisine çıkmadan önce şarabı yudumlayın ve lezzetlerin tadını çıkarın. Okyanusun engebeli adaları, denizle kaplı vadiler dalgaların arasında boğuluyor gibi görünür. Peyzajın tüm dramaları için, yeşil dudaklı midye ve taze yakalanmış deniz mahsulleri öğle yemeği ile tamamlanmış bir zarafet de vardır. Blenheim'a, akşama kadar devam eden Sesler'in gizemine geri dönün."
      },
      {
        "dayNumber": 12,
        "title": "Blenheim - Kaikoura'ya Balina İzleme Günü Gezisi",
        "description": "Yeni Zelanda'nın doğu sahil şeridi, Güney Pasifik boyunca dolanırken, derin ve sakin koyları, göçmen balinaların durması ve yavrulanması için ideal bir yer. Kambur balinalar suya çarpıyor, güneyli beyaz balinalar saatlerce kıvrılıyorlar ya da körfezleri kolay yemek için dolaşıyorlar. Kürk fokları ve yunuslar buraya sığınırlar, ve tam gün balina izleme gezintilerinde yüzgeçlerini düzenli olarak görürsünüz. Genelde dev sperm balinaları anılarına, Pasifik'te gençleriyle birlikte dolaşan okyanus devlerine hükmediyor. Oceana önde gelen bir balina izleme hedefidir ve tek bir günlük turda altı farklı balina türünü görebilirsiniz."
      },
      {
        "dayNumber": 13,
        "title": "Queenstown - Beyaz Dağların İçinde Şaraphaneler",
        "description": "Queenstown hızla sizi yeni bir manzaraya daldırır. Beyazlatılmış tepeler dağ göllerini çevreler ve her yerden kilometrelerce uzak olma duygusu vardır. Bu güney kasabası doğa tarafından tanımlanmış, panorama zincirinin karşısındaki asi devler gibi yükselen dağ zincirleri, henüz keşfedilebilecek sakin zevkler de var. Queenstown'a indikten sonra Wakatipu Gölü'nün yüce manzarasına sahip soluk bir taş bina olan Amisfield Winery'de öğle yemeğinin tadını çıkarın. Dünyanın en güneydeki şarap bölgesinden gelen vinilleri deneyin (Pinot Noir tavsiye edilir) ve kasabanın macera ve huzur kaynaşmasına yerleşin. Geçen hafta keşfettiğiniz tropikal yağmur ormanlarından veya kırmızı çölden daha farklı bir yer hayal etmek zor!"
      },
      {
        "dayNumber": 14,
        "title": "Queenstown - Yüce Fjordland Milli Parkı'nı Keşfedin",
        "description": "Dağlara devam edin ve Fjordland Milli Parkı'nın büyüklüğüne nüfuz eden tek yol üzerinde gidin. Fiyortlar, her biri sondan daha yüksek ve daha dar olacak şekilde rekabet eden Tasman Denizi'ne karşı sıralanıyor. Arabayla devam edeceğiniz Doubtful Sound'un başlangıcına iki saatlik bir yolculuk, ardından 15 dakikalık bir yürüyüş yolu ile fiyortun bozulmamış sularına ulaşabilirsiniz. Uçurumlar, sakin bir fiyortun bir açık denizle buluştuğu siste, sisin içinden geçerken gökyüzüne neredeyse bir mil kadar yükselmek için yolculuğunuzda. Ekstra özelliğin kokusuyla birlikte, buzulla avlanan girişleri ve baş döndürücü uçurumları gezerek, sadece bir avuç turistin bu muhteşem fiyortları  ziyaret etme şansı bulduğunu unutmayın. Wakatipu Gölü'nün uçsuz bucaksız sularına kadar uzanan zirvelerin peşinden koşarak, beyaz dağların üzerinde muhteşem bir yolculuğa çıkmak için helikopterle geldiğiniz Queenstown'a dönün."
      },
      {
        "dayNumber": 15,
        "title": "Queenstown - Bir Göl Gezisi ve Kırsal Ülke Hayatı",
        "description": "Macera dolu bir günün ardından, tarihi TSS Earnslaw'da Wakatipu Gölü boyunca yavaş bir yolculuğa çıkarak huzurun tadını çıkarın. Dağlara çıkarken, dağlar çiftlik ülkesine girerken berrak sularda yansıyor, koyunların yeşil alanları ve kütükleri sıcak yeşil alanlar ve kır evlerini sıcak sularla çektiği yerleri görüyorsunuz. Yeni Zelanda çiftlik deneyimi, geleneksel makaslama ve vapurda şehre yavaş bir dönüş yapmadan önce yavaş kavrulmuş kuzulardan oluşan rahat bir öğle yemeği içermektedir. Queenstown adrenalin ile ünlü iken, kırsal yaşam atmosferinden evrimleşmiştir."
      },
      {
        "dayNumber": 16,
        "title": "Rotorua - Maori Geleneklerini ve Keşifçileri Keşfetmek",
        "description": "Maori savaşçıları yüksek sesle çığlıklara, şefleri wharenui'den (toplantı evi) önderlik etmeye başlarlar. Çamur havuzları köpürüyor ve Maori şefi dikkat istiyor. Rotorua, tüm eski gelenekleri başarıyla koruyan ve kutlayan Yeni Zelanda'nın Maori kültürünün kalbidir. Gayzerler ve termaller, kültürel dalmalara eşlik edecek doğal ihtişamı sağlamak için manzarayı kapsamaktadır. Yemeğiniz yeraltı kayalıklarında buğulanmış ve bir Maori kılavuzu, termal suların kabilelerin büyümesine nasıl ayrıldığını açıklayacaktır. Yeni Zelanda'nın önde gelen Maori kültür merkezindeki günü, bir öğlen yemeğine ve haka'yı (savaş dansı) öğrenmeye davet edilmeden önce geyikleri ve havuzları keşfetmek için geçirin. Hikayeler şarkı ve dans yoluyla anlatılır, ve ayrılmadan hemen önce, en büyükgayzer akşam patlamalarını izledikten sonra sıcak çikolatanın son keyfi vardır."
      },
      {
        "dayNumber": 17,
        "title": "Rotorua'dan Hobbiton'a Auckland'dan Waiheke'e - Wahiheke Adası'ndaki Hobbiton'dan Şarap Tadımına",
        "description": "Kuzey Adası doğrudan Orta Dünya'dan geliyor; volkanik tepeler garip açılarda yükselir ve dalgalı vadiler hobbitler için delikler gizler. Hobbiton film seti tamamen değişmemiş, duman, renkli sallanan sandalyeler ve reçel kavanozları yayan yazlık bacalar ile tamamlanmıştır. Auckland'ın kuzeyindeki sarma yolunda doğal bir durak. Waiheke Adası'na gitmek için şehre ve limana doğrudan gelin. Yeşil yamaçlar, zümrüt sularının üzerinde dikey olarak yükselir ve plajlar başka bir dünyadan geliyor gibi görünür. Waiheke, zeytin ağaçları ve üzüm bağları cenneti, ada kaçışının ve şarap tadımının uyum içinde olduğu bir yerdir. Öğleden sonranızı, körfeze bakan büyük bir gurme akşam yemeğiyle tamamlanan iki şarap imalathanesinde tadın. Erken akşam saatlerinde Auckland'a ve liman boyunca lüks bir otele geri dönün."
      },
      {
        "dayNumber": 18,
        "title": "Auckland - Ayrılış",
        "description": "İleriye dönük bağlantı evinizi karşılamak için kıtalararası uçuşta Auckland'dan evinize dönerken anılarınızı gözden geçirin."
      }
    ],
    "map": "",
    "country": "Unknown"
  },
  {
    "destination": "",
    "mainPhoto": "",
    "id": "ST02023",
    "tourName": "Avustralya Şarap Tadım Turu",
    "placesVisited": "",
    "generalInfo": "Bu tur, bir Avustralya turunun genel güzelliğini ve heyecanını bir şarap tadımı turunun özel zevkiyle birleştiriyor. Hunter Vadisi, Barossa Vadisi ve Yarra Vadisi'nin güzel kırları ve üzüm bağlarının yanı sıra Avustralya'nın kaliteli şaraplarının çoğunu tadacaksınız. Sidney turları, bir liman gezisi, Mavi Dağlar, Adelaide şehir turu, Melbourne şehir turu, Büyük Okyanus Yolu ve daha fazlası gibi Avustralya'nın birçok tur deneyimini yaşayacaksınız. Avustralya yaban hayatı ile karşılaşabileceğiniz Kangaroo Adası gibi bazı keyifli seçenekler de vardır; nadir kuşlar, peri penguenleri, deniz aslanları, kangurular, wallabees ve daha fazlası dahildir.",
    "durationDays": "12",
    "price": "5000",
    "image1": "siempretour-images/ST02023/avustralya-1.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Los Angeles veya San Francisco’ya hareket edin",
        "description": "Sydney için LAX veya SFO'dan yola çıkın.Macera başlıyor! (Diğer kalkış şehirleri de mevcuttur)"
      },
      {
        "dayNumber": 2,
        "title": "Çapraz Uluslararası Tarih Çizgisi",
        "description": "Uçuş aslında iki gün sürmez, ama Uluslararası Tarih Hattı nedeniyle bir gün kaybedersiniz. Yolculuğun sonunda tekrar gününüzü kazanacaksın."
      },
      {
        "dayNumber": 3,
        "title": "Sidney",
        "description": "Öğleden sonra Sydney Opera Binası'nı gezeceksiniz. Günün geri kalanında, Circular Quay'den, Rocks bölgesinden ve hatta Darling Limanı'ndan çeşitli bölgeler dolaşmak için sizindir."
      },
      {
        "dayNumber": 4,
        "title": "Sidney",
        "description": "Bu sabah, Matilda Cruise geminize bineceğiniz Circular Quay'da kendi yolunuzu çizin. Tüm ziyaretçiler için görülmesi gereken muhteşem Sydney Limanı'nı seyredin. Sudan Opera Binası ve Liman Köprüsü'nü görün."
      },
      {
        "dayNumber": 5,
        "title": "Sidney",
        "description": "Hunter Vadisi Şarap Turunuz için hazırlanın. Otelinizi terk ederek, yapraklı Kuzey Banliyölerinden geçerek rüzgarınızı uçuracaksınız ve Ku-ring-gai Milli Parkı'nın muhteşem kumtaşı mostralarından geçerek güçlü Hawkesbury Nehri'ne ulaşacaksınız. Kırık Geri Menzili için ayrılmadan önce köylerde gezintiye çıkıyoruz ve bölgedeki çok özel butik şarap imalathanelerinden birkaçında şarap tadımı yapmaya başlamak için Hunter Vadisi’ne inmeden önce Mt View'e tırmanmaya çıkıyoruz. Sahiplerle sohbet ediyoruz, yazlık konumlarına hayranlıkla bakıyoruz ve onların en iyi markalarını sergilemelerine izin veriyoruz. Broken Back Range'in eteklerinde gurme öğle yemeğinin tadını çıkarır ve öğleden sonraları daha büyük şarap tadımı için daha büyük üzüm bağlarını ziyaret ederek geçiririz. Öğleden sonra yaklaştıkça, bu rahatlatıcı ve keyifli günü sona erdirmek için doğal otoyol üzerinden Sidney'e dönüyoruz."
      },
      {
        "dayNumber": 6,
        "title": "Sidney",
        "description": "Kaliteli 4WD araçta bulunan bu muhteşem Ecotour, otelinize ve eski Sidney'in tarihi Rocks bölgesine başlar. Burada \"ortalama\" Mavi Dağlar turistini geride bırakıyoruz ve Milli Parkı'na girip Avustralya'nın hiçbir zaman varolmayacağınız bir parçanın kilidini açıyoruz. Eski bir Aborijin sitesini ve göz alıcı bir göz atın; Kaya oluşumlarını ve bölgeyi dolduran sıra dışı bitkileri ve yabani hayvanları inceler. Küçük şirin Leura köyünden, Cliff Drive'a Katoomba'ya doğru yürüyeceğiz. Burada kendinizi muhteşem Jamieson Vadisi'ne (Avustralya'nın Büyük Kanyonu) ve Üç Kız Kardeşlerine bakan bulacaksınız. Avustralya çalılarının gölgesi altında bir peynir tabağıyla birlikte kaliteli Avustralya şarapları dahil olmak üzere lezzetli bir barbekü yemeğinin tadını çıkarırız. Sydney'e dönmeden önce, bölgeyi gezdirdiğimiz gizli bir vadiye düşüyoruz, vahşi ortamda otlayan pek çok kanguru (izin veren koşullar) arıyoruz."
      },
      {
        "dayNumber": 7,
        "title": "Adelaide",
        "description": "Şehir otelinizden lüks, klimalı bir tur aracıyla toplanacak ve ünlü Klasik Times The Vines gün turuna çıkacaksınız. Deneyimli bir Şarap Turu Rehberi tarafından ev sahipliği yapılan gün, sürprizlerle doludur, hiçbir yerde üzüm bağlarının kendileri dünyanın en eski sürekli üzüm bağlarıdır. Özel bir deneyim sağlayan küçük aile şarap imalathanelerini ziyaret edin. Şarap tadımı ve şarapları dünyanın dört bir yanından en iyi ödülleri kazanan şarap imalathaneleri satışları. Öğle yemeği dahildir."
      },
      {
        "dayNumber": 9,
        "title": "Melbourne",
        "description": "Bugün Adelaide'de boş bir sabahın var. Melbourne'a erken bir öğleden sonra uçuşunuz var. Akşam gelirsin."
      },
      {
        "dayNumber": 10,
        "title": "Melbourne",
        "description": "Bugün, bu muhteşem 4WD turunda ünlü Büyük Okyanus Yolu ve güzel pastoral araziyi göreceksiniz. 12 Havarileri, Ada Arkı, Razorback ve engebeli kıyı şeridini görebileceğiniz Büyük Okyanus Yolu boyunca bir koç turuna çıkacaksınız. Seçeceğiniz kaliteli Avustralya şarapları ile keyifli bir butik restoranda öğle yemeği yiyebilirsiniz. Ardından muhteşem kırsal, çiftlik arazileri ve yemyeşil tepelerin bazılarını görebileceğiniz bir iç rotayı kullanarak geri döneceksiniz. Geç akşam saatlerinde otelinize geri dönülecektir."
      },
      {
        "dayNumber": 11,
        "title": "Melbourne",
        "description": "Bugün Yarra Vadisi'ni Avustralya'daki başlıca şarap bölgelerinden biri ziyaret edeceksiniz. Bazı butik şarap imalathanelerini ziyaret etme ve muhteşem bir öğle yemeği deneyimi yaşayacaksınız."
      },
      {
        "dayNumber": 12,
        "title": "Los Angeles veya San Francisco'ya dönüş",
        "description": "Bir ömür boyu harika anılarınız ile Melbourne'u LAX veya SFO'ya bırakın."
      }
    ],
    "map": "",
    "country": "Unknown"
  },
  {
    "destination": "",
    "mainPhoto": "",
    "id": "ST01513",
    "tourName": "Fiji Ve Yeni Zelanda Güney Adası Express Turu: Tropik Ada, Majestic Buzullar Ve Daha Fazlası",
    "placesVisited": "",
    "generalInfo": "Nazik turkuaz suların kenarlarındaki yumuşak kum ayak parmaklarınızsın arasında akıp gider. Pudra rengi kar, öğleden sonra güneşinin altında yanardöner maviye döner. Penguenler dalgaların üzerinde gezinir ve kıyı boyunca uzanırlar; Pasifik sularında renkli mercanların yanında tropikal balıklar süzülür. Fiji ve Yeni Zelanda Güney Adası’nin özel tasarlanmış ekspres turu sizi hem tropik adalara hem de görkemli buzullara götürür. Güney Pasifik’in ılıman sularının yanında dinlenmekten, Güney Alplerin dağ manzarasına tırmanış yapmaya kadar size Güney Yarımküre’nin eşsiz manzarasını sunar; parmak uçlarınızda hem karı hem de sıcak kumları hissedeceksiniz.<br><br><strong>ÖNE ÇIKANLAR</strong>",
    "durationDays": "9",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST01513/st01513_fiji-profil-11.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "İlk Kumlar",
        "description": "Fiji, tropikal yağmur ormanları ve bereketli Güney Pasifik suların karışımı kadar, cennetvari rüyalardan da oluşan bir takımadadır. Büyük Viti Levu adasındaki Nadi Uluslararası Havalimanı'na varırsınız. Özel transferiniz sizi burada bekliyor olur ve sizi hızlıca yakınlardaki Denarau Adası’na bağlı adacıktaki tatil beldenize götürür. Esinti, usul usul eserek hindistancevizinin taze kokusunu taşır. Uzun boylu otlar, çanakeğrelti otlarının ve sık yağmur ormanlarının çayırları hakimiyet altına aldıkları noktaya kadar, uzaklarda tepeler boyunca dalgalanırlar."
      },
      {
        "dayNumber": 2,
        "title": "Denizde Gemi Gezintisi",
        "description": "Kıyıya doğru kırılan dalgaların sesine uyanırsınız ve cennete ulaştığınızı hatırlarsınız. Kahvaltıda, size bakan bir ananasın parlak sarı rengiyle karşılaşırsınız. Ağzınızı tatlı lezzetli meyve suyuyla dolduran bir lokma ısırırsınız. Kahvaltıdan sonra rehberiniz sizi 24 metrelik yatınıza ulaşacağınız, Mana Adasına giden hızlı katamaranıza binmeniz için Denarau Limanına götürür. Tekne demir aldığında kendinizi büyüleyici Güney Pasifik sularında bulursunuz."
      },
      {
        "dayNumber": 3,
        "title": "Muhteşem Dağlara Güzel Plajlar",
        "description": "Sabah, su seslerini, adaya ilk geldiğiniz zamanki gibi sakin bulursunuz. Kahvaltıdan önce ilk iş kumda yürüyüp, ayak parmaklarınızın arasında yumuşak kumları hissetmek için kumsala çıkarsınız. Kahvaltıdan sonra, özel aracınız sizi Yeni Zelanda tatiline başlayacağınız uçuşunuz için havaalanına götürür. Çok geçmeden turkuaz sular, kraliyet mavisine döner. Tropikal yağmur ormanları engebeli dağlara dönüşür ve Alpler’deki tatil beldesi Queenstown’a iniş yaparsınız. Queenstown tepesi ile Ben Lomond dağı arasında kalan küçük alp kasabası Wakatipu gölünün ayna gibi sularının kenarındadır."
      },
      {
        "dayNumber": 4,
        "title": "Alplerde Bir Gün",
        "description": "Gün, sıradan bir konforla başlar. Çevredeki dağlara baktığınızda, eliniz taze bir fincan kahve alarak ateş kenarına kıvrılmak istersiniz. Kahvaltıda tam olarak bunu yapabilirsiniz; Ellerinizi ısıtan zengin, taze demlenmiş kahve ve dağların göz doyuran manzarasıyla kendinizi şımartın. Gün, şehirdeki doğanın ve çevresinin keyfini, doğanın güzelliğini ve alplerin çevresindeki adrenalinle dolu olası aktiviteleri keşfederek geçirmeniz için size ait serbest zamandır. Deniz seviyesinden 1748 metre yüksekte, Bob's Doruğuna kadar uzanan teleferik hattında gondola binin. Şehirden, Douglas köknarlarının dağın eteklerindeki yükselmelerinin durduğu, genellikle karla taçlanan, çıplak zirvenin engebeli kenarlarını görebilirsiniz."
      },
      {
        "dayNumber": 5,
        "title": "Boğaz’a Tanıklık",
        "description": "Remarkables’ın üzerinden bakmaya başlayan güneşin ışığıyla uyanırsınız. Rehberiniz sizi otelde karşılar ve Milford Boğazı’nın sularını görmek üzere, şehirden çıkmak için yola düşersiniz. Mirror Göllerini ve tablo gibi Eglinton Vadisi’ni geçersiniz. Boğazın kenarına vardığınızda baktığınız her yönde unutamayacağınız güzelliklere şahit olacaksınız. Çarşaf gibi suda kırışıklıklar oluşturan hafif rüzgarda belli belirsiz bir üşüme hissedersiniz. Teknenin güvertesine atlayın ve bir zamanlar Rudyard Kipling tarafından “Dünyanın Sekizinci Harikası” olarak bilinen dünyaya doğru yelken açarsınız."
      },
      {
        "dayNumber": 6,
        "title": "Buzulun Kenarında",
        "description": "Kahvaltıdan sonra Wakatipu Gölü'nün sularını ve Remarkables'in varlıklarını geride bırakırsınız. Wanaka’dan batı yönüne doğru gidip Hawea Gölü’nu bulursunuz. Buzul gölü 350 metre rakımda ve 395 metre derinliğiyle yayılır. Su, tıpkı bir aynaya benzer ve adeta kenarındaki dağların ve ağaçların durgun görüntülerini fotoğraflar. Yağmur ormanlarının ucunda, dramatik dönüşler ve sürpriz şelalelerle dolu Haast Pass yolu boyunca devam edersiniz. Geçidin kuzey ucunda Monro Plajı bulunur."
      },
      {
        "dayNumber": 7,
        "title": "Buzda Yürüyüş",
        "description": "Ufku kaplayan buz ve kar görüntüsüyle bir sabaha başlayın. Kahvaltıdan sonra rehberinizle buluşun ve Franz Josef Buzulu’nun kenarlarına doğru bir serüvene atılın. Buz, dağ geçitleri arasında sanki hareket halindeyken donup kalmış bir sel gibi kayar. Küçük yarıklar buza hareket verircesine sabah ışığında parıldar. Buzulun tamamı 12 kilometre boyutundadır ve Westland Tai Poutini Ulusal Parkı’nda yer alır. Sağlam tutuşlu kalın sivri uçlu yürüyüş ayakkabılarını giyin ve buzun yüzeyine çıkın. Soğuk hava sizi masmavi gökyüzünün altında sarmalar. En saf halindeki kar, açık mavi bir parıltı içerir."
      },
      {
        "dayNumber": 8,
        "title": "Dağ Trenleri",
        "description": "Sabah olduğunda, önceki günün baş döndürücü deneyimlerinin etkisinde kahvaltıya oturursunuz; buzun üzerinde yürüme deneyiminin eşi benzeri yoktur. Hareketli donmuş manzarayı sadece uzaktan seyretmediniz; üzerinde yürüyerek o buzuldan bir parçayı ellerinizde tuttunuz. Kahvaltıdan sonra, Yeni Zelanda’daki TranzAlpine olarak bilenen en güzel manzaralın önünden kıvrılan tren yolculuğuna başlamak için Greymouth'daki tren istasyonuna doğru ilerlersiniz. Konforlu koltuklar nefes kesen manzarayı her noktadan gözlerinizin önüne serer. İstasyona adım attığınız andan itibaren, görkemli kayın yağmur ormanları ile başlayan görkemli manzarayı izlemek için pencereye bakın. Tren, Waimakariri Nehrini kucaklayan muhteşem boğazları görebileceğiniz, Güney Alpleri boyunca kıvrılır."
      },
      {
        "dayNumber": 9,
        "title": "Adalara Veda",
        "description": "Christchurch Botanik Bahçesi'ndeki çiçekler, sabahları otsu bir koku salar. Alt tabakasındaki çakıllar arasında kıvrılan utangaç balıklarla dolu zarif pınar, yemyeşil ağaçlar arasında kıvrılır. Kahvaltıdan sonra özel aracınız, sizi eve dönüş uçuşunuz için havaalanına götürmek üzere otelde sizi karşılar. İngiliz sömürge günlerini anımsatan Viktorya dönemi tasarımlarını ve dekorlarını geçersiniz. Hem kum üzerinde hem karda zaman geçirdiniz, tropikal ve alp ormanlarını gezdiniz. Fiji ve Yeni Zelanda’nın ihtişamı birbirinden eşsiz ve kıyaslanamazdır. Ancak her iki ülkede de unutulmaz bilgiler ve deneyimler kazanırsınız."
      }
    ],
    "map": "",
    "country": "Unknown"
  },
  {
    "destination": "",
    "mainPhoto": "",
    "id": "ST02022",
    "tourName": "Klasik Güney Avustralya Turu",
    "placesVisited": "",
    "generalInfo": "15 günlük Klasik Güney Avustralya sizi Avustralya'nın bir çok büyüleyici alanına götürür; Melbourne, Büyük Okyanus Yolu, Adelaide ve Kanguru Adası'na kadar seyahat edersiniz. Melbourne, Avustralya'nın en güzel şehirlerinden biridir.. Büyük Okyanus Yolu, bu görkemli sahil şeridinden geçen bir jeostriyendir ve Kangaroo Adası, deniz aslanlarından sadece birkaç metre uzakta, küçük Fauna Penguen köyüne ziyaret, kanguru görmek için doğa ile en şaşırtıcı karşılaşmalardan bazılarını sunmaktadır. doğal ortamlarında wallabees, koalas, nadir kuşlar vb. Doğayı seviyorsanız, bu turu seveceksiniz.",
    "durationDays": "15",
    "price": "FİYAT İSTEYİNİZ",
    "image1": "siempretour-images/ST02022/avustralya-2.jpg",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "<ul>\n<li>- Türkçe Rehberlik Hizmeti,</li>\n<li>- Uçak Biletleri</li>\n<li>- Otellerde konaklama</li>\n</ul>",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Los Angeles veya San Francisco",
        "description": "Sydney için LAX veya SFO'dan çıkın. Macera başlıyor! (Diğer kalkış şehirleri de mevcuttur)"
      },
      {
        "dayNumber": 2,
        "title": "Çapraz Uluslararası Tarih Çizgisi",
        "description": "Uçuş aslında iki gün sürmez, ama Uluslararası Tarih Hattı nedeniyle bir gün kaybedersiniz. Yolculuğun sonunda gününüzü geri kazanacaksın."
      },
      {
        "dayNumber": 3,
        "title": "Sydney",
        "description": "Sydney’e varışta otelinize transfer edileceksiniz. Uçuşunuzdan sonra ve maceralarınız başlamadan önce dinlenmeniz için biraz zamanınız olabilir. Daha sonra Sydney Opera Binası'na rehberli bir tur yapacaksınız."
      },
      {
        "dayNumber": 4,
        "title": "Sydney",
        "description": "Bu sabah, Matilda Cruise geminize bineceğiniz Circular Quay'e kendi yolunuzu çizin. Tüm ziyaretçiler için görülmesi gereken muhteşem Sydney Limanı'nı seyredin. Sudan Opera Binası ve Liman Köprüsü'nü görün. Tarihi Rocks bölgesinden rehberli yürüyüş turuna katılacağınız Circular Quay'a dönün. Rocks, Sydney ve Avustralya'nın temel yeri ve muazzam tarihsel önemni öğrenini."
      },
      {
        "dayNumber": 5,
        "title": "Sydney",
        "description": "Bugün güzel Mavi Dağlar turuna çıkacaksınız. Burada muhteşem ağaç dolu boğazları görebilirsiniz."
      },
      {
        "dayNumber": 6,
        "title": "Adelaide",
        "description": "Bugün Sydney'den Adelaide'e uçacaksın. Varışta otelinize transfer edilecektir. Bu öğleden sonra bir şehir turları turu olacak. Bu turda ayrıca büyüleyici Alman etkisi altındaki Handorf banliyösünü de gezebilirsiniz."
      },
      {
        "dayNumber": 7,
        "title": "Adelaide",
        "description": "Pitoresk Torrens Gorge üzerinden Barossa Vadisi'ne seyahat ederken, Avustralya'nın en iyi şarap ülkesini keşfedin. Fısıldayan Duvar'ı ziyaret edin ve öğle yemeğinin bistroda servis edildiği Chateau Yaldara'ya varmadan önce dünyanın en büyük sallanan atına tırmanın. Geniş bir yelpazedeki kurutulmuş meyvelerden alabileceğiniz Angas Park Fruits'deki Lyndoch, Tanunda ve Angaston Stop'un vadileri ve ilçelerini gezmeden önce diğer şarap imalathanelerini ziyaret edin. Adelaide ve otelinize dönmeden önce başka bir şaraphane ziyareti. Öğle yemeği dahildir."
      },
      {
        "dayNumber": 8,
        "title": "Kanguru Adası",
        "description": "Kangaroo Adası'na küçük bir uçakla sabah uçuşu yapacaksınız. Adaya vardığınızda bir vahşi yaşam turu için alınacaksınız. Sonra adada otelinize götürüleceksiniz. Akşam yemeğinden sonra gece turu için alınacak."
      },
      {
        "dayNumber": 9,
        "title": "Kanguru Adası",
        "description": "Boş gün size aittir. Dikkate değer kayaları ziyaret etmenizi öneririz. Kanguru Adası, gün için bir araba kiralamak için harika bir yerdir."
      },
      {
        "dayNumber": 10,
        "title": "Melbourne",
        "description": "Bugün Kangaroo Adası'nda rahatlayabilirsiniz. Adelaide’ye ve o akşam Melbourne’a akşam uçuşu yapacaksın."
      },
      {
        "dayNumber": 11,
        "title": "Melbourne",
        "description": "Bugün Melbourne'a uçuşunuz var. Bu gece rahatlayabilirsin. Melbourne şehri gezmek için harika bir yerdir ve şehir boyunca uzanan birçok tramvay bulunmaktadır. Ana şehir çevresini dolaşan ücretsiz tramvay bile var."
      },
      {
        "dayNumber": 12,
        "title": "Melbourne",
        "description": "Bu sabah yarım günlük bir şehir turu Melbourne turu olacak. Melbourne'da alışveriş yapmak için birçok harika yer var."
      },
      {
        "dayNumber": 13,
        "title": "Melbourne",
        "description": "Bugün ünlü Büyük Okyanus Yolu'nu göreceksiniz. Twelve Apostles, Arch Adası, Razorback ve engebeli sahil şeridini görebileceğiniz Büyük Okyanus Yolu boyunca bir koç turuna çıkacaksınız. Gecenin geç saatlerinde otele döneceksin."
      },
      {
        "dayNumber": 14,
        "title": "Melbourne",
        "description": "Bu öğlen güneyde Phillip Adasına gidiyor. Koala Koruma Merkezi'ni ziyaret edin ve çeşitli kafe ve restoranların bulunduğu Cowes'te (kendi masrafları) akşam yemeğinin tadını çıkarın. Nobbies ve Seal Rocks Yaşam Merkezi'ni ziyaret edin ve hain Bass Boğazı'nı görün. Penguen Parade, Avustralya'nın en popüler doğal turistik mekanlarından biridir."
      },
      {
        "dayNumber": 15,
        "title": "Los Angeles veya San Francisco'ya dönüş",
        "description": "Bir ömür boyu harika anılarınız ile Melbourne'u LAX veya SFO'ya bırakın!"
      }
    ],
    "map": "",
    "country": "Unknown"
  }
]