[
  {
    "destination": "Poland",
    "mainPhoto": "",
    "id": "highlights-of-poland-holiday",
    "tourName": "Highlights of Poland holiday",
    "placesVisited": "",
    "generalInfo": "Explore the historical highlights of Poland in the country's greatest cities - Warsaw, Wroclaw, and Krakow. Visit the impressive Wieliczka Salt Mines with its elaborate salt-carved chambers and there's the opportunity to learn more about Poland's troubled past at Auschwitz.<br/>\n<br/>\n<br/>\nWarsaw - Discover the colourful Old Town and the attractive Lazienki Palace and Royal Castle.<br/>\n<br/>\nWroclaw - Explore one of the oldest and most beautiful cities known as the 'Venice of Poland'.<br/>\n<br/>\nKrakow - See Europe's best-preserved medieval market square and have the chance to visit Schindler's Factory.",
    "durationDays": "8",
    "price": "1545",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Join trip Warsaw",
        "description": ": Arrive in Warsaw. Poland's capital is a wonderfully dynamic and modern city, but reminders of its turbulent history are easy to uncover. After World War ll around 85% of its buildings were left in ruins; however, the city has been impressively rebuilt and restored to its former glory with the Old Town 'Stare Miasto' as its centrepiece. Buskers, street artists, and open-air cafes give the area a unique energy and atmosphere, making a visit that little bit more special. For those arriving on time, our tour leader plans to meet you in the hotel reception at 7pm for a welcome meeting and for those that wish, there is the chance to go out for dinner. There are no other activities planned today, so you're free to arrive in Warsaw at any time. If you'd like an airport transfer today, you'll need to arrive into Warsaw Chopin Airport (WAW), which is a 30-minute drive from the hotel. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If you are arriving into Modlin Mazovia Airport (WMI) then please speak to our Sales team, as we can arrange a private transfer for you at an additional cost. The drive from this airport to our hotel takes around an hour. If your flight arrives earlier in the day, you might like to visit Lazienki Park including the botanical gardens, which are about 15 minutes' walk from our hotel."
      },
      {
        "dayNumber": 2,
        "title": "Explore Warsaw Old Town; chance to visit Wilanow Palace",
        "description": ": This morning we head out on foot to explore the Old Town district with a local guide. With cobblestone streets, historic squares, and Gothic churches, it's easy to understand why the Old Town is top of every visitor's 'must-see' list. We take in all the main sites including the 17th century rust red Royal Castle and the Lazienki Palace or 'palace on the water' with its attractive architecture and lush gardens. There are several options for your free afternoon; Warsaw has plenty to keep you occupied if you wish to continue exploring the city centre independently. Alternatively, you can visit the splendid 17th-century Wilanow Palace, often referred to as the 'Polish Versailles', or the fascinating Museum of the History of Polish Jews, which was voted the European Museum of the Year in 2016. Another popular choice is the Warsaw 1944 Rising Museum, which is a tribute to the local residents who fought for their independence against German occupation. One of the exhibits here features a replica of a Liberator B-24J bomber aircraft."
      },
      {
        "dayNumber": 3,
        "title": "Train to Wroclaw; afternoon city tour and gnome spotting",
        "description": ": The morning train takes us to the 'Venice of Poland', Wroclaw, a charming old city built on 12 islands surrounded by canals and rivers. More than 120 bridges link the islands which are adorned with delightful buildings reflecting the city's past. You'll see Bohemian, Hungarian, Austrian, Prussian, and German influences as the city has been coveted by all of these empires throughout its long history. Keep your eyes peeled and after a while, you'll start to notice something popping up in doorways, alleyways, and on street corners; perhaps Wroclaw's most famous inhabitants, Gnomes! An important part of Polish folk law they also became associated with the protest movements of the 1980's and a symbol of resistance to communist control."
      },
      {
        "dayNumber": 4,
        "title": "Free time in Wroclaw; option to visit the Panorama of Raclawice",
        "description": ": Today you'll have free time in Wroclaw or you may choose to visit the Panorama of Raclawice, an enormous circular painting (more than 100 metres long) depicting the battle of Raclawice. Wroclaw is home to many small and quirky bars and micro-breweries so there are plenty of options available to quench your thirst after a day spent exploring. Further afield you might like to join an excursion to the historic city of Zagan, which was formerly the German city of Sagan and home to the prisoner of war camp for captured allied airmen, which is famous as the location of 'The Great Escape'. It will take either 2 hours by minibus or 2.5 hours by train per way to get there. Whilst here you might like to visit the 13th-century Augustine monastery and library which houses many old books and globes and is known for its whispering gallery and unusual acoustics. Alternatively, you could visit the castle which was previously owned by the wealthy Bohemian Lobkowitz family, or spend time discovering the charming Old Town and climb to the top of the Post-Evangelical Church Tower to get the best views over the streets below. Instead, you might like to visit Ksiaz Castle and Landscape Park, which is best known for its stunning Rococo architecture. It will take either one hour by minibus or by train per way to reach here. If we travel by train then we will pass near to the location of the reputed 'gold train' site where many people believe a train packed with Nazi gold from World War II was hidden in a secret tunnel that has yet to be found. At the castle, you can either visit just the main fort or also the World War II tunnels which formed part of the Nazi 'Riese' complex. This 13th-century castle was home to the powerful Hochbergs family, but in 1941 it was confiscated by the Nazis and received significant damage during this time, but they also created a network of mysterious tunnels under the castle. The castle was fully restored in the 1950s to its former grandeur and today you can explore many of the rooms, terraces, and gardens."
      },
      {
        "dayNumber": 5,
        "title": "Train to Krakow; guided walking tour of the beautiful Old Town",
        "description": ": This morning's train journey sees us arriving in Krakow, Poland's capital until 1596 and still its most charming city. Dating from the 13th century, Krakow is a picture-postcard city of narrow streets, grand buildings, and al-fresco cafes just begging to be explored. It was the only major Polish city to escape the war unscathed and the Old Town is a UNESCO World Heritage Site. Many of the streets are still very much as they were hundreds of years ago with historic buildings and elegant frontages. In the afternoon we begin to uncover the city's delights with a guided walking tour with a local guide. We'll visit the fabulous Rynek Glowny, Europe's largest medieval square that is dominated by the wonderful St Mary's Basilica, a Gothic brick church built in the 14th century. The square is still now very much at the heart of Krakow's local life. Quirky townhouses and historic buildings adorn the square with the most famous being the Sukiennice, a vast cloth hall where goods would have been sold in Medieval times, which is still in use now as a covered market. Inside you'll find vendors peddling a multitude of local wares from wooden toys to beautiful amber jewellery. Continuing from the Square, we arrive at Wawel Hill and pay a visit to Wawel Cathedral. Almost 1000 years old, many past kings and queens lie buried here. The Cathedral is just part of a large fortified architectural complex that includes the Wawel Royal Castle, for centuries the residence of the Polish kings and now an important museum and art gallery."
      },
      {
        "dayNumber": 6,
        "title": "Discover the Wieliczka Salt Mines; visit the Jewish Quarter and try traditional Jewish food",
        "description": ": We start today by visiting the Wieliczka Salt Mines, a UNESCO World Heritage Site. At up to 300 metres underground we'll see a 400-year-old chapel, a subterranean salt lake, and chambers large enough to take the Eiffel Tower! The Chapel of Saint Kinga is the mine's most spectacular feature and we will no doubt be amazed by what can be sculpted from salt. Please note that there are 350 steps down into the mine at the beginning of the tour and then a further 450 on the route through the various corridors and 20 chambers visited. The temperature underground can be much cooler than on the surface, so be sure to bring a jumper. Back in Krakow later this afternoon we head out on foot with a local guide to explore the UNESCO-listed Jewish Kazimierz District, the location of the Jewish Ghetto in World War II, and the setting for the film 'Schindler's List'. Along the way, we will grab a 'zapiekanka', an open-faced toasted baguette sandwich, which is a popular local fast food option. Whilst in this area you'll have the opportunity to visit the Old Synagogue, Schindler's Factory, and the Museum of Jewish Life, which provide fascinating insights into the life of Krakow Jews and the war years."
      },
      {
        "dayNumber": 7,
        "title": "Free day with the option to visit Auschwitz",
        "description": ": This morning is free for you to discover more of Krakow or you may choose to join an optional excursion to Oswiecim, the site of the Auschwitz-Birkenau Concentration Camp; an eerie and haunting place that drives home the terrible atrocities which took place here during World War II. Tickets can be booked online in advance - see information on suggested tour providers in the Budgeting and Packing section of your trip notes. In the evening we celebrate the end of a great tour with a traditional Jewish dinner accompanied by Klezmer music with its expressive melodies, said to be reminiscent of the human voice. Following dinner, if you wish to join them, our tour leader will take us to a few local bars and pubs to give you the chance to try the typical Polish beers and the extensive local vodka varieties."
      },
      {
        "dayNumber": 8,
        "title": "Trip ends in Krakow",
        "description": ": The trip ends after breakfast at our hotel in Krakow. There are no activities planned today, so you're free to depart from Krakow at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from John Paul II Krakow-Balice International Airport (KRK), which is a 30-minute drive from our hotel."
      }
    ],
    "map": ""
  },
  {
    "destination": "Poland",
    "mainPhoto": "",
    "id": "poland-highlights-tour",
    "tourName": "Poland highlights tour",
    "placesVisited": "",
    "generalInfo": "This trip will let You discover Poland’s culture on its every plane. During 8 days of traveling You will visit astonishing places in the country, taste all the best Polish cuisine can offer, and experience history in the way you have never done before. Living culture in historical buildings, flavors of the past served in modern interiors, tradition, and warm hospitality. Visit the finest places full of living history, and relax at the seaside.",
    "durationDays": "8",
    "price": "2199",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "pick up from the Warsaw Airport, transfer to the hotel, welcome dinner and an evening walk."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Breakfast, guided Warsaw City Tour: Historic District, Royal Castle, The Bathrooms Park (Lazienki), Warsaw Getto District, The Belvedere, dinner, visiting The Warsaw Uprising Museum (depending on avalibility - an alternative event might be offered), evening special (optional)"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "- breakfast - transfer to the Southern Poland, to Zalipie historical village - dinner - hand painting Workshops - you will have a chance to learn the traditional ornament hand painting techniques - sightseeing the Zalipie Heritage Park - bus transfer to Cracow - Hotel Check-in"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "breakfast - guided Cracow City Tour (Wawel Royal Castle, St. Mary Basilica, Cloth Hall (Sukiennice), Wawel Cathedral, Dragon’s Cave, Jewish District) - dinner - Wieliczka Salt Mine - Accomodation in the Mine Hotel - 410 ft. under the ground surface. - supper - evening special (optional)"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "breakfast - bus transfer to the Silesia Region - guided tour on the medieval Ksiaz Castle - dinner - accommodation in the beautiful family run guest house - relax in the garden - supper outdoor at the campfire with a tasty presentation of polish beekeeping traditions (honey, drinkable alcohol honey, wax items - all available to taste and purchase as a souvenir - night tour at Czocha Castle (with torches)"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "early breakfast - bus transfer to Poznan, visiting the Old Town Square - bus transfer to Biskupin Heritage Park - dinner - Biskupin Tour with 1 hour narrow-gauge railway ride - transfer to Sopot, at the Baltic Seaside - late night accommodation in a hotel - late supper"
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "breakfast - guided Gdansk City Tour: Oliwa Archicathedral with church pipe-organ concert and Oliwa Gardens walk, Historical City, St. Mary’s Church, Amber Market at St. Mary Street, The Great Crane, Long Market Street (Dlugi Targ) - dinner - Westerplatte Guided Tour - return to the hotel - supper - evening relax"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "breakfast - relax and chill out at the seaside. - optional visit at the Viking Burgh in Sopot - dinner - depending on Your further plans - transfer to the ariport/train station"
      }
    ],
    "map": ""
  }
]