[
    {
        "type": "overview",
        "Main_Title": "Our Sweden holidays & tours",
        "Main_Paragraph": "Nature is fundamental to our Sweden holidays – this after all is a country where the right to freely roam the land is enshrined into law. With our trips you can explore the wilderness with Sami guides in the far north, sleep in forest cabins while tracking beavers, wolves and moose with expert wildlife trackers, kayak remote archipelagos and camp wherever you feel, and walk or cycle through the beautiful countryside around Stockholm. Nature-conscious guides ensure that your visit leaves no trace. Sweden, however, will leave its mark on you, with ample opportunities to explore the culture too as you stay among welcoming communities.",
        "Subtitle": "About our Sweden holidays",
        "Title1": "Sweden holidays, adventure",
        "Paragraph1": "The call of the wild is practically irresistible on Sweden holidays. Adventures here involve listening to wolves howl in the forest beyond your lakeside cabin (and learning how to reply), or snowmobile safaris into the wilderness in search of the Northern Lights. And for avid paddlers the kayaking in Sweden is superb. There are easy-going routes around the Stockholm archipelago, but for the really intrepid, the Saint Anna archipelago is one of the finest sea kayaking destinations in Europe. Expert local guides lead you out into the wilds, foraging for seasonal herbs to accompany campfire meals on deserted islands – leaving nothing behind but footprints, naturally.",
        "image1": "",
        "Title2": "Sweden holidays, wildlife",
        "Paragraph2": "If you’ve a passion for seeing wildlife up close and personal, you don’t need to travel far in Sweden before you’re surrounded by it. Our wildlife holidays find you photographing reindeer and moose in snowy landscapes, or watching silently as beavers industriously work on their dams. You'll spy sunbathing seals on kayaking expeditions, and track wolves through silent forests. Our local guides are adept at understanding clues in the landscape, and know the best places for sightings. They also know how to watch the wildlife responsibly, avoiding causing any undue stress to the animals or affecting their natural behaviours.",
        "image2": "",
        "Title3": "Sweden holidays, winter activity",
        "Paragraph3": "Most of our Sweden winter holidays in see you heading to the far north, into Swedish Lapland, where tree boughs groan under the weight of snow, and a range of thrilling activities awaits led by experienced local instructors. Any given day might find you coasting along magical forest trails on husky-drawn sleds, learning how to use a set of snowshoes, or travelling to a remote Sami community to learn about their lives. And of course, Swedish Lapland is one of the best places to see the Northern Lights. These holidays are fantastic for families, and can often be tailor made to your interests.",
        "Title4": "Sweden holidays, families",
        "Paragraph4": "Our family holidays in Sweden work on every level. There’s loads to do, it’s never crowded even in peak summer season, and kids are welcomed everywhere. Keeping them entertained throughout is an absolute breeze. We have exciting multi activity holidays involving cycling, hiking and kayaking, wilderness escapes where they can learn how to identify animal tracks and calls, and magical Christmassy experiences in Swedish Lapland that avoid the gaudy trinkets in favour of more authentic experiences. And once they get a taste for Swedish meatballs you’ll never have trouble persuading them to spend an afternoon at IKEA again.",
        "image3": "",
        "Title5": "Sweden holidays, cycling",
        "Paragraph5": "Most of our Sweden cycling holidays follow easy-going, largely flat routes ideal for those wanting to go at their own pace. These self guided trips are also a great option for families, with detailed route notes provided and daily rides that allow plenty of time for picnics and swims. Expect plenty of good tips for independent shops and cafes to try, and where to purchase seasonal produce for your packed lunches. You could be riding over bridges between islands in the Stockholm archipelago, or a little further south into the countryside around Sormland. Expect warm welcomes at locally owned accommodation, and sublime scenery throughout.",
        "Title6": "Types of tours & holidays in Sweden",
        "Paragraph6": "Sweden might have been designed expressly for adventure holidays. Our trips help you kayak, forage and wild camp around remote archipelagos, learn bush craft skills with the kids, and mush huskies through snowy forests. Meanwhile our winter holidays in Swedish Lapland offer opportunities to watch the Northern Lights, and get to know the lives of Sami people when visiting their communities. And there are wildlife holidays galore, given that just a few hours’ drive from Stockholm you can track beaver and moose in the forest, and listen to wolves howl as you toast marshmallows around the campfire.",
        "Title7": "Where to go in Sweden",
        "Paragraph7": "Most of our Sweden holidays begin in Stockholm, notable for being built across 14 islands. The culture here is fizzing, with over 70 museums and galleries to explore, including the famous Skansen, the world’s oldest open-air museum. Nature-lovers can explore the vast Ecopark on foot or by cycling, kayak around the Stockholm archipelago, or travel south for expertly guided wildlife watching in pretty Sormland. Memorable winter holidays can be enjoyed in Swedish Lapland in the far north, with the Northern Lights regularly making an appearance. Here you can learn about Sami ways of life learn how to steer a husky-drawn sled, and roam frosty forests in snowshoes."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Sweden",
        "Main_Paragraph": "Winter and summer both count as the best time to visit Sweden! January and February offer winter wonders: stalking wolves and aurora in the north plus Sami festivals; skating frozen lakes in the south. June to August brings long warm sunny days for exploring islands and lakes, or scoffing seafood in ravishing coastal villages. October offers autumn colour and a dramatic thinning of crowds, while December is a season of celebratory hot spiced wine and cosy candle-lit interiors.",
        "image1": "",
        "when_to_go": "When to visit Sweden, Month by month",
        "when_to_go_html": "<bullet>The further north you travel in Sweden, around Lulea, then the colder its going to get with <b>snow falling and freezing temperatures expected throughout January and February and into March.</b></bullet>\n<bullet><b>The winter can be the best time to go to Sweden</b> if youre hoping to catch a glimpse of the Northern Lights over Swedish Lapland or follow wolf prints across snow covered tracks.</bullet>\n<bullet>Its still relatively <b>cold in April,</b> even down south, but clear blue sky days and warm togs more than make up for the odd flurry of snow or chilly evening temperatures.</bullet>\n<bullet><b>May signals the start of the summer</b> both for the north and south of the country and is the best time to go to Sweden for outdoor lovers looking for peaceful lakesides and uncrowded forest trails.</bullet>\n<bullet><b>June, July and August are also ideal times to visit</b> in terms of temperature but you will find more crowds as well as a fair few mozzies around the lakes and birch forests, particularly in the lowlands of the north.</bullet>\n<bullet><b>Temperatures are starting to dip in September and October</b> especially at night and on higher ground; and as Sweden enters <b>November and December its time to wrap up warm</b> as the first snow showers start to return in earnest.</bullet>",
        "weather_chart": "Stockholm, Sweden Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Stockholm, Sweden Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cool\">0</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 58%;\">37 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-cold\">-5</td>\n  <td class=\"temp-cold\">-1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 42%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">3</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 38%;\">24 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">8</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 47%;\">30 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-cool\">6</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 45%;\">29 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-warm\">11</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 70%;\">45 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 100%;\">64 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-warm\">13</td>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 95%;\">61 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-cool\">9</td>\n  <td class=\"temp-warm\">15</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 81%;\">52 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"temp-warm\">10</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 73%;\">47 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"temp-cool\">5</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 78%;\">50 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-cold\">-3</td>\n  <td class=\"temp-cool\">1</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 69%;\">44 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "What happens when in Sweden",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "<b>Marcus Eldh from our supplier Wild Sweden offers two contrasting suggestions for the best time to visit Sweden:</b> “The warm season is May to September when the weather is easygoing and there is plenty of light with long sun hours. To experience snowy landscapes, Northern Lights and Sami culture, I would go in \"Spring-Winter\", which is basically February-April when the light has returned to Sapmi (Lapland).”",
        "title3": "Festivals & events in Sweden",
        "paragraph3": "",
        "title4": "",
        "paragraph4": "The first Friday after June 21 sees the erecting of giant maypoles (an old fertility symbol) for Midsummer - Sweden's biggest excuse for carousing, fuelled by beer and aquavit. Mass consumption of pickled herring with potatoes and sour cream  lessens the next day national hangover. Note many museums and tourist facilities close for the day."
    }
]