[
  {
    "destination": "Patagonia",
    "mainPhoto": "",
    "id": "best-of-argentina-holiday",
    "tourName": "Best of Argentina holiday",
    "placesVisited": "Buenos Aires, El Calafate, Perito Moreno Glacier, El Chalten, Ushuaia, Tierra del Fuego National Park, Beagle Channel Cruise",
    "generalInfo": "This best of Argentina holiday does exactly what it promises to do and takes you to the country’s top natural highlights, as well as throwing in some big city thrills. You’ll have two days to soak up the atmosphere of vibrant Buenos Aires – taking in a tango show and enjoying a guided tour of the city’s top sights. Then it’s off to El Calafate in the Patagonian steppe, the gateway to Los Glaciers National Park and one of the country’s most dramatic landscapes. <br/><br/>Next, you’ll follow the famed Route 40 to get to El Chalten, Argentina’s hiking capital. You’ll spend two days having adventures (as gentle or as tough as you like!) in this pristine wilderness. Ushuaia - a beautiful city backed by snow-capped mountains and facing the ocean - is your next and final stop. Over the next two days, you’ll get to explore Tierra del Fuego National Park and take a boat excursion along the Beagle Channel, spotting diverse marine wildlife as you go along.<br/><br/>Our trips are tailor made so can be customised in any way that you like, including adding extra days and destinations. <br/>",
    "durationDays": "12",
    "price": "3945",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Buenos Aires, your Argentina Vacations - Welcome to Argentina! Capital of Argentina and described as the Paris of South America, Buenos Aires proudly embraces this title, as well as shows off plenty of its own culture! Explore the traditional European architecture, the cobbled streets lined with rustic outdoor cafes, the local antique and artisanal markets that offer plenty of bargain shopping, and the mouthwatering aroma of prized Argentine beef sizzling on an open “parrrilla” (barbeque) in the air. Buenos Aires is home to some excellent local designers and you will certainly find the perfect leather jacket, long leather boots and handbags for all occasions. Though above all, Buenos Aires is known as the home of the tango. Be sure to enjoy a traditional dinner-tango show and explore the colorful San Telmo and Recoleta neighborhoods. Upon arrival in Buenos Aires you will be met at the airport and have a transfer in private to your hotel. You will have the rest of the day to enjoy this vibrant city, leaving you the remainder of the day to explore the historic neighborhoods and enjoy the cafe culture of Buenos Aires."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Buenos Aires City Tour & Tango Show In the morning you will be picked up from your hotel to enjoy our City Tour. Over the course of a half day you will have the chance to visit the historical and political centre of the city; San Telmo with its cobblestone streets, La Boca where Buenos Aires turns colorful and tango is ever present, and the chic and aristocratic Recoleta, where the big palaces remind us that Buenos Aires was once the Paris of the South. Duration: 4-5 hours In the evening you will be picked up from your hotel (shared service) to be driven to one of Buenos Aires’ most emblematic cultural highlight’s; a Dinner and Tango Show offering a spectacular demonstration of the finest local dancing accompanied by delicious Argentine cuisine and all the malbec you’d like. At the end of the evening you will be driven back to your hotel. Total Duration (dinner and show): 4 hours"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "From Buenos Aires, travel to Patagonia: El Calafate/El Chaltén - Welcome to Southern Patagonia! El Calafate is located in the Patagonian steppe, dry and dramatic. It is on the border of Lago Argentino (Argentina’s biggest lake), considered capital of the glaciers. It is the gate to visit world wide known Perito Moreno Glacier, one of the only glaciers in the world that is still advancing. Upon arrival to the airport of El calafate you will meet your minivan to start your 3 hour long trip to El Chaltén (shared service). During about 3 hours you will be able to enjoy the desert of Southern Patagonia on the famous Route 40. You will pass through La Leona river, that connects Lake Argentino and Lake Viedma. By the river you will see La Leona Road House where once Butch Cassidy and Sundance Kid after robbing a bank where hidden for almost a month. Usually on arrival to El Chalten, the bus stops 15 minutes at the Park Ranger office to give you general explanations about the park, recommendations, etc. They are very informative and enthusiastic to share their love for the Park. El Chalten is the top rated trekking destination, the Argentinean capital of trekking. Located at the foot of the Fitz Roy Mountain, surrounded by glaciers, lakes, rivers and forest, it is still a hidden gem of our south. The charming little village, that is also the start point for most paths, is a paradise for walkers and trekkers alike. On arrival you can explore the surroundings, have a stroll around a little waterfall, or just relax in the local brewery."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Trekking in El Chalten - Mountains and Lakes- Self Guided Be prepared for an exciting day in the wild Nature. El Chalten offers a range of options for all kind of difficulty of trekking. From the door of your hotel, you can go for a short 3 K walk, with views of the Rio de las Vueltas, lenga forest and the chance to see all kind of birds (great woodpecker spotting opportunity). If you are looking for great mountain views, in one hour and a half you can be at the Cerro Torre view point. For trekking fans, continue all the way to Torre base or go for the 8 hours trekking for the most impressive view of Fitz Roy and the whole massif by Laguna de los tres path (Highly recommended!!). This is a trek that becomes difficult in the last bit but totally worth the effort. You can choose where and when to go, and at your own pace, since the paths are self-guided and very well marked and maintained. We will provide you with complete trekking information of the park, so that you can decide the best plan to make the best of your day."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Hiking in Chalten - Today, our recommendation for truly hiking lovers: make all the way to Cerro Torre and Laguna Torre, one of the most famous hiking trails of the area. Walk into the wild for about 8 hours and 20 kilometres, this is a moderate difficulty hike so no previous experience is needed! It starts at that gorgeous wooden sign with the Laguna Torre and the woodpecker at his side that you probably have already seen if you visited the Cerro Torre Viewpoint the previous day. From there, you will continue through a multi-colored landscape: snow capped mountains will rein over the native forest of lengas and ñires. You’ll pass by the De Agostini campsite and continue till the front moraine…you can hit the summit in 15 minutes! From here you can descend to the lagoon and see a floating iceberg passing by or continue to the Mascardi viewpoint, 2 kilometres (1.2 miles) down up the hill."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "From El Chalten, back to El Calafate - Patagonia Adventure - This morning you can choose any other trek from a great variety that this National Park offers. Bare in mind that in the afternoon you will board your bus back to El Calafate The three hours driving back will be a good opportunity to rest enjoying the views from your window. Welcome to Calafate! Once you arrive at El Calafate, the bus will leave you at your hotel. It’s your chance to try the tender and exquisite Patagonian Lamb or a heavenly tasting Calafate ice-cream. At Calafate, food options are varied: from veggie delicacies to the best demonstration of international cuisine. You can choose a fancy restaurant or a traditional local tavern to spend an unforgettable time."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "El Calafate: Perito Moreno Glacier Tour - After an appropriate time you will leave on a full day excursion to Perito Moreno Glacier (shared service), in Los Glaciers National Park. A UNESCO World Heritage site since 1981 and home to one of the most awe inspiring landscapes in Argentina, Perito Moreno Glacier is a site to behold. During about 1 hour a bilingual guide will provide you with all the information you might want to know, and things you might have never thought about. On arrival you will have the chance to enjoy stunning views of the glacier from the nearby walking trail and viewing platforms. But not just that, you will also enjoy the included Perito Moreno Glacier boat cruise that will take you close enough to fully appreciate the 80m high ice walls! In the early evening, you will return to you hotel in Calafate."
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "El Calafate - Day at leisure to enjoy any of the optional tours around El Calafate. We suggest a visit to Estancia Cristina, a bike ride out to the lake, or a boat cruise to explore some of the more remote glaciers in the region."
      },
      {
        "dayNumber": 9,
        "title": "",
        "description": "From El Calafate, travel to Ushuaia - the end of the world! - At appropriate time, you will be transferred to the airport (shared service) to take your flight to Ushuaia, known as the City of the End of the World. This beautiful city is surrounded by mountains and facing the Beagle Chanel. Upon arrival, you will be taken to the hotel. (shared service)"
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Ushuaia: Trekking & Canoeing in the National Park - You will be picked up from your hotel and drive towards Tierra del Fuego National Park. Once at Ensenada Bay, you will have time to enjoy the view over the Beagle Channel before starting the trekking along the coast. These six kilometers of wild trail will give you the possibility to watch the native flora and wild fauna of the channel as well as the opportunity to discover old native remains left by the ancient dwellers of the area, the Yamanas. In 3 hours you will reach Roca Lake where lunch will be ready. After a complete homemade picnic you will start canoeing along Lapataia river, which will take you to Lapataia Bay on the Beagle Channel, precisely where the Panamerican Highway and number 3 National Route ends. Return to Ushuaia."
      },
      {
        "dayNumber": 11,
        "title": "",
        "description": "Beagle Channel Cruise & fly back to Buenos Aires - After making your way to the tourist pier, embark on a boat excursion along the famous Beagle Channel. You will gain panoramas of Ushuaia Bay and see the diverse marine wildlife, such as cormorants and fur seals, on De los Lobos and De los Pajaros Islands. On one of the Bridges Isles, you can explore the island for concheros, or giant shells, and enjoy the views of Chile and Argentina. Not to mention, passing the Les Eclaireurs lighthouse. During the excursion, you can enjoy snacks and the favorite Argentine drink, mate. Please note there is a local port tax of usd2.- At the appropriate time you will be taken to the domestic airport for your flight to Buenos Aires. Upon arrival, you will be taken to your hotel in Buenos Aires (private service)."
      },
      {
        "dayNumber": 12,
        "title": "",
        "description": "Buenos Aires, last day of your Adventure in Argentina - At the appropriate time you will have a private transfer to the international airport for your flight back home (private service). PLEASE NOTE: USD 150 OFF applies only to passengers who book before the 30th of December for travel in March or April 2020."
      }
    ],
    "map": "",
    "category": "Adventure"
  },
  {
    "destination": "Patagonia",
    "mainPhoto": "",
    "id": "patagonia-hike-bike-and-kayak-holiday",
    "tourName": "Patagonia hike, bike and kayak holiday",
    "placesVisited": "",
    "generalInfo": "Designed for the adventurous traveller, this three-week adventure takes you deep into the heart of Patagonia, exploring its most iconic landscapes in an active way. Across one trip, you’ll bike, hike, drive, kayak, and sail through some of South America’s most spectacular scenery.<br/><br/>Arrive in Buenos Aires, Argentina’s striking capital, before flying south to the pristine landscapes of Argentina’s Lake District, dividing your time between San Martin de Los Andes and Bariloche. Explore Lanín National Park and Nahuel Huapi National Park with a rental car, and drive the iconic Route of the Seven Lakes; a breath-taking journey through Patagonia’s alpine scenery. Paddle across the majestic Lake Gutierrez and sail the Andean Lake Crossing into Chile.<br/> <br/>Once in Chile, marvel at the snow-capped Osorno Volcano before heading south to Torres del Paine National Park for a multi-day trek along the famous W Trek, traversing forested valleys, glaciers and granite peaks. <br/><br/>Excursions are a mix of private and small-group tours, led by expert local guides. Accommodation has been hand-picked by us to ensure a comfortable and enriching experience. This trip can be tailored to your interests, so let us know your preferences.",
    "durationDays": "20",
    "price": "6056",
    "image1": "images/tour-photos/India/01/01.webp",
    "image2": "images/tour-photos/India/01/02.webp",
    "image3": "images/tour-photos/India/01/03.webp",
    "image4": "images/tour-photos/India/01/04.webp",
    "image5": "images/tour-photos/India/01/05.webp",
    "image6": "images/tour-photos/India/01/06.webp",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Buenos Aires: Begin your active Patagonia adventure in the lively city of Buenos Aires. After settling into your boutique hotel, embark on a private bike tour with a local guide, exploring the city’s diverse neighbourhoods. Cycle through upscale Palermo Chico, walk around Recoleta Cemetery and admire French-style mansions at Plaza San Martin."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "San Martin de Los Andes: Fly south to Argentina’s serene Lake District. Set on the shores of Lake Lacar and surrounded by the Lanin National Park, San Martin de Los Andes is the perfect place for outdoor enthusiasts. Pick up your rental-car and explore this lakeside town. Choose from one of the many well-marked hiking trails in the national park, and pass through ancient araucaria forests, beautiful lakes and views of the Lanin Volcano."
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Bariloche: Self-drive to the alpine town of Bariloche via the iconic Route of the Seven Lakes, stopping for short hikes along the way. Make sure to hike to Cerro Campanario for one of Patagonia’s most sweeping panoramas overlooking Nahuel Huapi National Park. The next day, paddle across the calm waters of Lago Gutierrez on a half-day kayak tour, surrounded by mountains and native forest views."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Puerto Varas: Cross into Chile, on the famous Andean Lake Crossing, sailing past turquoise waters and snow-capped volcanoes. Arrive in Puerto Varas, the gateway to Chile’s Lake District. On a full-day excursion visit Petrohue Falls and ascend Osorno Volcano for panoramic views of the lake, river and surrounding volcanoes."
      },
      {
        "dayNumber": 10,
        "title": "",
        "description": "Torres del Paine: Journey deeper into Patagonia and fly to the charming port town of Puerto Natales. Embark on an unforgettable journey through Torres del Paine National Park, combining the iconic highlights of the W trek with the comfort of Eco Camp’s sustainable suite domes. Hike into the French Valley, navigate by boat to Grey Glacier to see its majestic ice formations and ascend to the base of the towers for that iconic view of the granite spires. Over the five days, cover approximately 38 miles with your expert local guide and experience Patagonia’s superlative environment."
      },
      {
        "dayNumber": 14,
        "title": "",
        "description": "Puerto Natales: Transfer to Puerto Natales and embark on a full-day boat navigation through Patagonia’s hidden fjords, ending at the impressive Balmaceda and Serrano Glaciers."
      },
      {
        "dayNumber": 16,
        "title": "",
        "description": "El Calafate: Cross the border into Argentinian Patagonia by public bus. An affordable and eco friendly way to admire the region’s dramatic landscapes. Spend three nights in El Calafate, gateway to the Southern Patagonia Ice Field and spectacular Perito Moreno Glacier. Venture off-the-beaten path on a full-day tour of the remote Cerro Mayo and Cerro Negro glaciers, ending at the iconic Perito Moreno Glacier. The next day, delve into Patagonia’s cultural past on a half-day excursion, tracing the stories of early explorers and their encounters with the native Tehueleche people."
      },
      {
        "dayNumber": 19,
        "title": "",
        "description": "Buenos Aires: Say goodbye to Patagonia and fly north to Buenos Aires, where you’ll spend one final night before heading home. If you would like to make the most of your time in the capital, we can arrange a guided tour or recommend some wonderful places to eat- just let us know your preferences."
      }
    ],
    "map": "",
    "category": "Adventure"
  }
]