[
    {
        "type": "overview",
        "Main_Title": "Our Jamaica holidays & tours",
        "Main_Paragraph": "Jamaica is a large island, yet its influence is larger still. Perhaps no Caribbean island other than Cuba wields so much cultural power. It’s the birthplace of much modern music: reggae, ska, rocksteady, dancehall, and home of good coffee, rum, and jerk cuisine. You’ll need to delve a little deeper than Bob and the Wailers to hear the country’s real rhythm. We visit local boutique hotels away from the private beaches and megaresorts for a true Jamaican experience. Our holidays visit Maroon communities, providing support on their terms, and take you hiking in the Blue Mountains through mangroves rich with endemic wildlife. And, if you don’t like reggae, but love it, then you’ll learn so much on a visit to Kingston as well as meeting local musicians.",
        "Subtitle": "Small group tours in Jamaica",
        "Title1": "",
        "Paragraph1": "Our\ntour leaders\nare the key to our small group holidays. They aren’t there to herd you around, but to plan, advise and make sure that everything runs smoothly. The majority of tour leaders are Jamaicans, which not only means that they know the best spots, but can also talk you through the country's culture and history.",
        "image1": "",
        "Title2": "",
        "Paragraph2": "On a small group tour, the itinerary is fixed, but there’ll be free time thrown in too, for you to explore independently or join an optional excursion. Our small group holidays actively try to include\nresponsible visits and strategies\n, too, from providing water so you don’t need to buy bottled supplies, to taking you to community projects, charities, art collectives and markets.\nAccommodation\nis characterful and varied – a simple cabin in the mountains perhaps, followed by a night in a small, family-run hotel or guest house and then a homestay in a remote Maroon community. They are carefully chosen, not just for their comfort levels, but also for their character and relationship with both the surrounding community and their natural environment.",
        "image2": "",
        "Title3": "",
        "Paragraph3": "Wildlife\nplays an important role too, and you can check out the birds in the Blue Mountains, enjoy a safari in the Black River wetlands where crocodiles vie for attention with fish eagles, and swim in cool pools beneath mountain waterfalls.",
        "Title4": "",
        "Paragraph4": "For Carmel Hendry, from our small group holiday operator Explore, homestays amongst the Maroon communities of\nCockpit Country\nare an experience thats both genuine and memorable. Its really interesting because its totally authentic, she says. They are autonomous, they have their own chief, they are not bound by Jamaican laws, and theyre not geared towards tourism. You have to ask them questions in order to get to see all the cool stuff that they actually do, because they havent been trained on the hospitality side of things as such. As we have a tour leader there, it allows you to become more involved in the community. They have communal meeting houses where they often do breakfasts and dinner together and the villagers are out in the open most of the time, pottering around each others houses.",
        "image3": "",
        "Title5": "",
        "Paragraph5": "She also points to the importance of low-impact tourism, such as small group tours, in keeping these communities going. “One of the communities that we stay in dates back to the 1700s, and they try and do a lot to keep the population there, which is why they have opened themselves up to tourism. They find that a lot of young people are moving to get jobs in Kingston or Montego Bay or elsewhere on the island, and they want to retain their heritage and the lifestyle.”"
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Jamaica",
        "Main_Paragraph": "Temperatures vary little in Jamaica, averaging mid to high 20°Cs year round, although the wet and humid summer months of May to August are slightly warmer. Peak season in Jamaica starts in the week or so before Christmas and carries on until mid April. Weather-wise, this is the best time to go to Jamaica, and it also lets Europeans and North Americans dodge the miserable winter back home. Book well in advance, however, and expect higher prices. Late November to early December provides a quieter, and better value, alternative.",
        "image1": "",
        "when_to_go": "When to go to Jamaica, month by month",
        "when_to_go_html": "<bullet>Mid <b>December</b> all the way through <b>January, February</b> and <b>March</b> to mid <b>April</b> is peak season, when prices rise, and places will get very busy, particularly at Christmas, but the weather is at its dry, balmy best. If travelling at this time, book well in advance and stay away from the most popular beach spots  preferably with time spent inland, in the cooler hills and forests.</bullet>\n<bullet>Around <b>Easter</b>, in <b>March</b> and mid <b>April</b>, spring break crowds arrive. If frat boy parties are not your thing, avoid busy resort areas at this time. </bullet>\n<bullet>Things start to get a lot wetter in <b>May and June</b>, which marks the start of the official hurricane season. Humidity peaks in <b>July</b>, with hurricanes historically most likely to occur in late <b>August</b> and early <b>September</b>. Along with <b>October</b>, this is generally the cheapest time to visit Jamaica. </bullet>\n<bullet><b>October and November</b> are the wettest months, with the eastern side of the island receiving the heaviest rainfall. The rain eases off in late <b>November to December</b>, so this is a great time to travel ahead of peak crowds and prices.</bullet>",
        "weather_chart": "Jamaica Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Jamaica Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 51%;\">85 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">20</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 42%;\">69 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 16%;\">27 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 32%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 60%;\">100 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 73%;\">122 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-mid\" style=\"width: 32%;\">53 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 57%;\">95 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 77%;\">127 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">166 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 66%;\">110 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">29</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 62%;\">103 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Festivals and events in Jamaica",
        "paragraph1": "",
        "image2": "",
        "title2": "",
        "paragraph2": "If theres any one thing that defines Jamaica to the rest of the world, its reggae music  and\nReggae Sumfest\nis the countrys biggest reggae celebration, held in Montego Bay in July each year. You can catch reggae legends as well as up-and-coming local acts, and theres top food and all night beach dance parties to ramp up the fun.",
        "title3": "",
        "paragraph3": "For a quieter, more cerebral experience, the bi-annual\nCalabash International Literary Festival\nfeatures Jamaican writers like Marlon James, who got his big break here, as well as international stars like Zadie Smith and Salman Rushdie. Literati jet in from New York and London to join crowds of enthusiastic locals from across the country to hear readings, panel discussions and open mic sessions in sleepy Treasure Beach."
    }
]