[
  {
    "destination": "Ireland",
    "mainPhoto": "",
    "id": "ireland-adventure-holiday",
    "tourName": "Ireland adventure holiday",
    "placesVisited": "",
    "generalInfo": "Your Irish Island Adventure Tour Begins Here! Feel like whizzing around Killarney National Park by bike or tackling the 618 steps on the Skellig Michael Experience? We will make it happen. Hike the Cliffs of Moher, or just pose for a few jealousy-inducing photos at the Rock of Cashel. Our 7-day Ireland to Island tour has it all for the keen adventurer coming to discover Ireland. <br/><br/>So long Dublin! We are off to kiss the Blarney Stone on our first staff and receive the ‘gift of the gab’ (the ability to talk the legs off a stool!) before heading to Cobh, the last port of call for the Titanic. We’ll take a hike across the spectacular Cliffs of Moher on the Wild Atlantic Way. Experience your first island hop as you go in search of puffins, grey seals and Jedis at Skellig Michael, an other-wordly, jagged pinnacle crag, off the Inveragh Peninsula. May the force be with you as you step onto the film set of the most recent Star Wars movies. Killarney National Park is calling with stunning mountain and lake views on your bike ride around its many trails. Cross Galway Bay to see your second and most famous island – Inishmore – The largest of the Aran Islands. Explore the island by bike and make your way to the cliff-top fort at Dún Aonghusa. From castles, culture, stately homes and fairy forts, it’s time to soak up the lively atmosphere of Bohemian Galway – a medieval city renowned for culture and the arts. <br/><br/>This is the REAL Ireland – an experience you won’t find in the guide books or movies. Meet the locals, eat our local delicacies and experience many wonders as you embark on a tour that packs in everything from biking and hiking to island hopping and city shopping.",
    "durationDays": "7",
    "price": "2399",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Our Irish adventure begins as you leave Dublin and heads south to Cobh, in County Cork – one of the world’s finest natural harbours and where the last 123 passengers boarded the doomed Titanic on her maiden voyage. As we journey through County Cork with its wild beaches and jagged peninsulas, we’ll take in the 1000, year old Medieval Rock of Cashel. Your expert local guide will bring you on a tour of the well-preserved round tower, Cormac’s chapel, and the breath-taking cathedral and castle! Take the first of many jealousy inducing photos of this historical masterpiece! After building up a thirst, we’ll make our way to the world-famous Midleton Distillery, dating from the 17th century and home to some of the best whiskies in the world. There is so much to taste and learn at this oldest distillery whiskey museum and visitor centre, and we’ll enjoy lunch and a tour with a few cheeky samples! The night will be spent in Cobh, soaking up the beautiful harbour views, colourful houses and bustling nightlife."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Start your day with the Cobh Titanic Experience. This tour will take you on an emotional journey of the last passengers who boarded the Titanic. Find out their fate when you complete the tour! Before embarking on our tour of Kerry, you can tick off a very important item on your Ireland bucket list – kissing the Blarney Stone! Here, you’ll receive the “gift of the gab” and will soon be talking like the loquacious locals. We’ll then explore Blarney with its beautiful grounds, gardens and castle and rock- up close. After lunch, we’ll enter the panoramic Kingdom of Kerry, where your guide will give you some time off to wander the streets, shops and delights of picturesque Kenmare. This is your gateway to the Ring of Kerry experience – Ireland’s most scenic and celebrated drive. Tonight, we travel towards the little fishing village of Portmagee with its twinkling harbour lights to get ready for our first island trip to Skellig Michael. For those who prefer ‘terra firma’, we’ve another excellent option up our sleeves."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "It’s time to get excited. There are only a very select few places on this planet that can be described as “out of this world” and Skellig Michael is unquestionably one of these. Today we will embark on this hypnotic journey to the islands, and you’ll feel like you have journeyed to a “galaxy far, far away”. A designated World Heritage Site, this rocky crag boasts one of the oldest preserved monasteries in Europe. The 618 steps take you up 700ft to its peak and the rewards are plentiful. In addition to its stone beehive huts used by the monks for prayer and quiet contemplation, you’ll see a wild array of gannets, razorbills, grey seals and all types of wildlife and fauna, in its untouched natural habitat. A sublime sanctuary, it’s a place of peace and power where the presence of the monks, (and a certain Jedi knight) can still be felt. After you disembark from your epic journey to the past, your afternoon is yours to enjoy in Killarney – The capital of Kerry."
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Our day begins in the spectacular Killarney National Park, as we take on one of its numerous trails by bike, red deer spotting as we go. Discover the 18th century Muckross House and gardens, Torc Waterfall and many other beauty spots along the way. There is always an option to take a jaunting cart round the park, if you feel like chillaxing today! From Killarney, we will make a short drive to Inch Beach to stretch our legs and refresh for an afternoon on the stunning Dingle Peninsula. Tonight, we stay in the celebrated, cozy coastal town of Dingle where the evening is yours to absorb the atmosphere of Dingle’s famous quirky pubs, fantastic restaurants and impromptu traditional music sessions. This just might be the location for that perfect pint of Guinness or two!"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Today, before we leave the Kingdom of Kerry, we will watch man’s best friend show off his finely-honed skills, during a sheepdog demonstration. Next, we take the short ferry ride to County Clare, home of the spectacular Cliffs of Moher and experience the Burren National Park. From Caherdaniel to the Cliffs, we are spoiled for natural beauty. The cliffs, in their wonder, need to be seen to be appreciated and a guided hike with the roaring Wild Atlantic providing the soundtrack is the best way to do this. Your guide will take you off the beaten track and point out secret passages that you won’t find on the typical tourist route. Friends back at home will be very envious when you show them your snaps at this stunning landmark. Tonight, get your dancing shoes on and tap out a few steps in the hometown of traditional music. You are in for a treat in the lively bars nestled throughout the most welcoming little village in Ireland."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "It’s only a short trip from Ireland to the Island on the Doolin ferry to Inishmore – the largest of the Aran Islands. The magnificent Aran Islands are romantically remote and have inspired many a poet and playwright! Sharpen your pencil before hopping aboard! We’ll traverse the island by bike, taking in the many ancient sites as they unfold. Landmarks include the medieval Christian ruins of the Seven Churches and Clochán na Carraige, and we’ll bike to the famous ring fort of Dún Aonghasa, which lies 100 m over Galway Bay. Learn a few words of Gaelic from the locals and treat yourself to a feast of seafood before making our way back to Rossaveal Pier in County Galway. From here we will take a short drive to the picturesque market town of Clifden which is nestled between the Twelve Bens mountain range and the Atlantic Ocean."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "Your final day on the Ireland to Island tour will not disappoint. Today you will travel through Connemara National Park on route to Ireland’s capital of culture – Galway City. Before you lose yourself on the bustling streets of Bohemian Galway, we will take a short hike on Diamond Hill in the heart of Connemara where you will be spoiled with panoramic views of the hills and valleys. In Galway, we will take a historic tour of the city, and you will have some free time to soak up the atmosphere. Street performers, live music and dance and colourful locals will keep you entertained during your stay. Sit back and relax in one of their award-winning cafés and restaurants and watch the world go by. Late afternoon you will be taken back to Dublin City armed with recommendations of places to see and things to do if you have a couple of days left in the Emerald Isle. On the journey back, over 40 shades of green, why not reminisce about your time on this best tour ever!"
      }
    ],
    "map": ""
  },
  {
    "destination": "Ireland",
    "mainPhoto": "",
    "id": "ireland-small-group-holiday",
    "tourName": "Ireland small group holiday",
    "placesVisited": "Belfast, Giant's Causeway, Galway, Aran Islands, Cliffs of Moher, Adare, Killarney, Ring of Kerry, Dublin",
    "generalInfo": "Make sure you’re on the lookout for magical creatures on this holiday, which takes you to the lush green landscapes of Ireland, a country steeped in myth and legend. You’ll visit medieval castles and Iron Age fortresses; walk along some of the country’s greatest beaches; drink Guinness and local ales in country pubs; and visit the rugged green coast of Northern Ireland, where, as folklore would have it, giants once walked.<br/><br/>Along the way, you’ll travel with a small group of up to 12 like minded travellers, as well as experienced guides. We encourage you to get to know the local way of life as much as possible, staying in small hotels, and visiting local pubs where you’ll not only sample traditional food and drink, but get to take in a music performance or two.<br/>",
    "durationDays": "9",
    "price": "2985",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "Belfast.",
        "description": "Welcome to Ireland! Your adventure begins in Belfast with a welcome meeting at 6 pm. If you arrive early, maybe take some time to wander the streets of the bohemian Cathedral Quarter, visit the stately City Hall in Donegal Square or see the revitalised waterfront area, home to the Titanic Belfast monument on the site of the former Harland & Wolff shipyard, where the legendary RMS Titanic was built. The monument tells the story of the ship's ill-fated maiden voyage in 1912. After the meeting, maybe head out to a local restaurant and get to know your fellow travellers over dinner."
      },
      {
        "dayNumber": 2,
        "title": "Belfast to Giants Causeway to Derry.",
        "description": "Travel along the scenic wild coast north of Belfast in a private transfer to the Giant's Causeway – home to roughly 40,000 basalt columns that have inspired artists and storytellers for centuries. Depending on your school of thought, these formations are either the result of an ancient volcanic eruption or a legendary conflict between rival giants. After, head to Derry – home to countless historical sites and the critically acclaimed sitcom Derry Girls. When you arrive, maybe explore the Guildhall, which houses the city council chambers and museum, or wander the streets and find a local restaurant for dinner."
      },
      {
        "dayNumber": 3,
        "title": "Derry.",
        "description": "After breakfast, set off on a walking tour of Derry Bogside, where you’ll learn about the Bloody Sunday from those who were directly affected by it. Hear the Bloody Sunday story in Derry City, retrace parts of the original march and visit places where the dead and wounded fell. This afternoon is free for you to explore Derry at your own pace. Maybe visit The Ulster Museum to meet Takabuti, an Ancient Egyptian mummy, or join a Black Cab Tour, where your driver will provide a comprehensive overview of Northern Ireland’s political history as you cruise around the city."
      },
      {
        "dayNumber": 4,
        "title": "Derry to Galway.",
        "description": "This morning, travel by private vehicle to the harbour city of Galway – capital of the county of the same name. You’ll be crossing the border from Northern Ireland to the Republic of Ireland, so you may need to switch your pounds for euros at this point. Galway is a thriving, bohemian, cultural city on the western coast. Along with being a popular seaside destination with beaches and a long winding promenade, it also has a buzzing city center. The city is a joy to explore with its labyrinthine cobbled streets, colourful shop facades and busy café and bar culture."
      },
      {
        "dayNumber": 5,
        "title": "Aran Islands.",
        "description": "Today you’ll head out on a daytrip by ferry to the Aran Islands, which have been crafted by centuries of wild winds and smashing waves. The islands are one of the few places where the Irish language is still used in everyday life (a Gaeltacht). With a population of under 2000 people, the islands feel like a respite from real life. You’ll travel by minibus and on foot to explore the native flora and fauna and the ruins of a church and lighthouse. There are also some remains from Bronze and Iron Age fortresses to be found. If you're lucky, you may even spot a seal lounging on the rocky shore! Return to Galway for a free evening and more exploration (or a Guinness)."
      },
      {
        "dayNumber": 6,
        "title": "Cliffs of Moher to Adare to Killarney.",
        "description": "The Cliffs of Moher will leave you in awe with their views over the Irish coastline. Depending on the season, maybe walk to the edge and watch puffins nesting along the cliff face. Learn about the history of this famous site and its feathered inhabitants at the Cliffs Exhibition. Next, stop in the village of Adare, colloquially known as Ireland’s prettiest village, before arriving in Killarney. Locals affectionately refer to Kerry as ‘God’s Own County’ because of its natural beauty. Ask your leader for bar recommendations if you’d like to soak up more of the Irish pub culture tonight. Maybe try some classic pub fare like Irish stew, chowder and fish and chips, or a less familiar dish like coddle (potato and sausage stew), boxty (potato pancake) or champ (mashed potato and scallions)."
      },
      {
        "dayNumber": 7,
        "title": "Ring of Kerry.",
        "description": "This morning brings green hills and salty coastal air as you travel along the Iveragh Peninsula, better known as the Ring of Kerry. Along the way, you'll pass through bucolic villages with views across some of Ireland's greatest beaches, lakes and rivers. Make stops at numerous outlooks along the way for photos. After, visit a sheep farm to see a sheep herding demonstration, where skilled border collie dogs round up the sheep under the farmer’s command. Return to Killarney in the evening and rest before heading out for an optional dinner."
      },
      {
        "dayNumber": 8,
        "title": "Killarney to Dublin.",
        "description": "This morning, grab one last coffee in Killarney before boarding a train bound for Dublin. Once checked in, your local leader will show you around the town. The rest of the day is free for you to explore on your own. Maybe visit the St Patrick Cathedral founded in 1191, currently the national cathedral of the Church of Ireland or unwind with a pint and some lively conversation on the streets in The Creative Quarter. Tonight, perhaps get your group together and head out for dinner to celebrate a trip well-travelled."
      },
      {
        "dayNumber": 9,
        "title": "Dublin.",
        "description": "Say goodbye to your group over one last breakfast, before heading your separate ways. Your trip comes to an end this morning. For those who wish to stay in Dublin, just chat to your booking agent ahead of time to organise additional accommodation."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ireland",
    "mainPhoto": "",
    "id": "five-star-romantic-road-trip-vacation-in-ireland",
    "tourName": "Five Star Romantic Road Trip Vacation in Ireland",
    "placesVisited": "Dublin, Waterford, Glendalough, Kilkenny, Kenmare, Cobh, Cork, The Ring of Kerry, Connemara, Burren, Cliffs of Moher, Galway, Cong",
    "generalInfo": "Ancient history and emerald countryside offer hidden romance during your Ireland tour perfect for newlyweds or adoring couples. Your personalized adventure balances ultimate luxury and captivating scenery, enchanting folklore, and charming villages. Relish in distinct Irish flavors in a restaurant with candlelit magnetism beneath Dublin’s streets. Stroll arm-in-arm through lavish gardens protected by dramatic stone walls. Hold each other close on the azure Atlantic beneath the towering precipices of the Cliffs of Moher. Whether you find the crystal of Waterford or share a kiss on the Blarney Stone, you will have a fabulous honeymoon hideaway with an exceptional Irish affair.",
    "durationDays": "10",
    "price": "10,600",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Dublin – Arrive in the Capital of Ireland with a Romantic Introductory City Tour",
        "description": "Dublin is a romantic city often unnoticed by lovers searching for a passionate getaway. On the outskirts of the city, trees and lush grass decorate the hillsides. The urban interior shimmers with Georgian, Victorian, and Edwardian architecture. The sound of trickling waters emanates from the winding banks of River Liffey. The antique buildings decorate the skyline with dramatic spires imitating the bordering trees. Hidden alleys offer testament to the literary romances of Becket, Joyce, Wilde, and Yeats. The aroma of black tea swirls out of Queen of Tarts, a café off Dame Street known for the delicious cakes and perfectly brewed tea. Your private transfer greets you at Dublin International Airport and escorts you to a gorgeous hotel first opened in the early 19th century. The historical charms add lustrous ambiance to the contemporary amenities providing a mixture of grace, luxury, and comfort. The city bustles around Grafton Street, the premier shopping district of the city. A statue of Molly Malone marks the beginning of the shops abuzz with eclectic wares, from boutique jewelers to upmarket department stores. Music emanates from a unique mix of classical quartets playing in the evening light and traditional fiddle players offering a touch of vintage culture. For your first dinner to Ireland, you can make your way to Pearl Brasserie, a two-star Michelin restaurant by Patrick Guilbaud and partner Kirsten Batt. The dining room sits below street level and fills with a blend of fresh aromas stemming from Irish and French ingredients."
      },
      {
        "dayNumber": "2",
        "title": "Waterford – Discover the Romantic Scenery between Dublin and Waterford",
        "description": "In the morning, the aroma of sizzling sausage and potato cakes emanate from popular breakfast places. The sunlight washes over the Fusilier’s Arch, the entrance to the Georgian park. The quiet walkways and rippling ponds offer Dubliners an oasis and couples a romantic escape from the bustling streets of city life. You pick up your car after breakfast, eager to begin your scenic journey between Dublin and Waterford. You pass couples riding tandem bicycles venturing to the gardens at Carmelite Church on Whitefriar Street. Love Lane in Temple Bar features a narrow alleyway dedicated to love with adorning tiles and stenciled painted sections inspiring public displays amorousness. You reach Kilkenny, where River Nore winds beneath the dramatic circular towers of Kilkenny Castle. The stone façade stands tall above High Town, at the dominating the skyline. Anglo-Normans erected the castle in the 13th century before falling under Irish rule in the name of the Butler family. The grounds encompass nearly 50 acres, colored with blossoming carnations and tulips. You can enjoy a romantic stroll hand-in-hand alongside the river, and listen to the water trickling below in view of the castle’s elegant stone façade. You continue to the beauty of Waterford, known worldwide for the historical handmade crystal of Waterford Glass. A manufacturing facility and visitor center opens its doors to the mall in the heart of town, where artisan craftsmen shape, cut, and finish glass amounting to 750 tons of crystal per year. The exquisite goblets culminate the end of the elegant glass-blowing process until the light reflects harmoniously off the crystal."
      },
      {
        "dayNumber": "3",
        "title": "Kenmare – Visit Blarney Castle and Cork en route to Kenmare in the West",
        "description": "In the morning, café’s fill the air around Hanover Street with the aromas of fresh pastries and fair trade tea and coffee. Locals take their remaining drinks to-go before wandering through the medieval batteries and hidden lanes of the antique city. You begin the drive heading west towards Kenmare, stopping first in the Cork City. The original city rises out of an island enclosed by the arms of River Lee. The aisles of the English Market wind beneath the 18th-century vaulted ceilings. Artisan bread makers fill the air with the aroma of wheat and cheese. Produce vendors offer bright plums and golden pears. You can enjoy the bustling streets leading to St. Fin Barre’s Cathedral, where the French Early Gothic façade stands atop the foundations of the original 7th-century church. Intricate mosaics decorate the choir, accenting the artwork in the sanctuary. Snub pubs hold live music, and artisan coffee bars pepper the corners along the revitalized waterfront. You continue to Blarney Castle, home to the famous Blarney Stone. For more than 200 years the legend of the stone has beckoned to travelers near and far, eager to kiss the celebrated boulder to receive the gift of conversation. The main castle and keep were erected in the 13th century and rebuilt between the 15th and 17th centuries. You can ascend the stairs to the upper battlements, lay on your back and lean over a sheer drop to kiss the stone, upon which Irish kings were crowned."
      },
      {
        "dayNumber": "4",
        "title": "Kenmare – Relish the Majestic Landscapes on a Private Drive on the Ring of Kerry",
        "description": "Wake up in the comforts of your five-star luxury hotel situated in a former grand castle. The sunlight returns the emerald hues to the lush grass and dense woodlands. The lake reflects the scenery in the stoic waters. Classic charm meets modern luxury with Victorian heritage and grace dating back to the 1890s. After breakfast, you are keen on traveling you through the villages and bustling towns surrounding the scenic Ring of Kerry. The majestic landscape shimmers with white-sand beaches and dramatic mountain passes. Sneem glows with colorful green, blue, and red houses adding to the idyllic postcard ambiance. The gentle river passes below the crisscrossing streets dwarfed by the surrounding mountains peaks. The sands of Rossbeigh Strand glint against the rolling whitewater along the Atlantic coast. The wind brushes through the long grass as the sunlight flickers against the azure water. The mountain town of Cahersiveen is one of Europe’s westernmost towns and has roots dating back to the 7th century in the shape stone fortress. Ballycarbery Castle stands near the water’s edge and strikes an impressive pose with its ivy-covered tower house. The edifice resembles a castle from a storybook, creating a fairytale-like ambiance."
      },
      {
        "dayNumber": "5",
        "title": "Clare – Explore the Rich History and Stunning Scenery around Dromoland Castle",
        "description": "In the morning, the aroma of fresh scones with clotted cream accompanies the herbaceous scent of steeping black tea. Travel towards Clare County after breakfast to reach your magnificent five-star hotel located on grounds celebrating a 1,000-year history connected to Brian Boru, the former high king of Ireland. Antique chandeliers glint above the grand staircases. Elegant hallways lead to rooms furnished with antique grandeur. Luxurious fireplaces provide a relaxing space to enjoy the cool evenings beneath the quiet night sky shimmering through the opulent windows. The remainder of the day is yours to enjoy the stunning scenery around Dromoland Castle. The formal rose garden blossoms with vibrant white, red, and blue petals. Horses trot around the grounds and archers practice shooting arrows near the tranquil waters of the lake. Get in touch with nature with a fascinating hike along the Blackhead Loop Trail. The circular path reaches nearly five miles in length with spectacular views of Feenagh Valley and Cappanawalla Mountain. The trail begins at ends at Fanore Beach. The Atlantic sand rises into large sand dunes. The aroma of fresh coffee from the nearby village blends with the scent of the sea. Surfers take to the break and enjoy the rolling thunder of the waves."
      },
      {
        "dayNumber": "6",
        "title": "Clare – Delight in a Romantic Experience around the Burren and Cliffs of Moher",
        "description": "In the morning, you enjoy breakfast in the elegant dining room featuring the artistic allure of lavish design graced by the natural light pouring through the windows. The scent of black tea overtakes the aroma of soda bread garnished with blackcurrant jam. After the meal, you follow your guide into the enchanting landscape of Clare County, known for the limestone features of the Burren and the breathtaking Cliffs of Moher. You reach the Burren to find the limestone boulders formed by the saltwater 350 million years ago. The rocks twist and swirl around strands of protruding grass until forming sporadic conical hills. The breeze carries the familiar aroma of the Atlantic Ocean. You enjoy strolling over the distinctive landscape with your lover, basking in the unique ambiance shaped by the otherworldly rock formations and blossoming fragrant orchids and delicate mountain avens. The breeze rustles the blue petals of spring gentian and the purple blossoms of bloody crane’s-bill. 70 megalithic tombs resemble large hills and date back more than 5,000 years. A limestone slab topped two or three standing stones to create the profound effect of the hill-like structures. After visiting the Burren, you board a boat bound for the open waters of the Atlantic Ocean for impressive views of the Cliffs of Moher. Natural elements have shaped the limestone into precipitous cliffs reaching more than 400 feet above sea level at their peak. Puffins nest in the hidden niches high above the splashing waves."
      },
      {
        "dayNumber": "7",
        "title": "Clare – Relax in Comfort and Luxury in County Clare with a Day at your Leisure",
        "description": "At breakfast, you add milk and sugar to your herbaceous cup of Irish black tea. The creamy sweetness compliments the buttery flavor of your scone. The horses graze on the grassland outside the castle and swans cast small wakes in the lake. The day is yours to indulge in the majesty of Clare County as you desire, allowing you to bask in the comforts of your castle accommodations, reach the green during a round of golf on the endless emerald scenery, or even take a horseback riding excursion through the woodlands. For a look at Irish aristocracy and the preserved histories of the country, you can partake in a castle expedition, visiting the variety of strongholds rising out of the hills and valleys. Bunratty Castle was erected in the 15th century and retains many of its traditional furnishings. A stone bridge arches over the still waters leading to the main gate. The Folk Park recreates the rural and urban life of 19th-century Ireland for an immersive feel of the farmhouses, watermill, church, and village streets. The restored walled garden provides an aroma of lavender. The picture-perfect ambiance of the village reflects in the gabled rooftops, whitewashed walls, and growing rows of ivy found around the village."
      },
      {
        "dayNumber": "8",
        "title": "Cong – Travel to Connemara to Explore Kylemore Abbey and Charming Cong",
        "description": "The morning air around the Hazel Mountain Chocolate factory in New Quay gives a decadent aroma. The scent drifts through the doors of the cottage home hiding the movement of the steeping chocolate delicacies. You travel to Ireland’s western Lake’s District for a day of quiet beauty. Kylemore Abbey was formerly a castle erected in the mid-19th century as a romantic gift. The silver stone contrasts the surrounding jade and emerald leaves of the woodlands. Benedictine nuns moved into the castle in the 1920s creating an extra layer of majestic ambiance at the base of Druchruach Mountain. The garden emerges from a former bog after engineers successfully drained the water and heated more than 20 greenhouses to hold exotic fruits and plants from around the world, of which only the brick bases remain. Only plants and vegetables once grown in Victorian times remain in the garden, reflecting the aristocratic lifestyle of the original owners. The scent of jasmine and orchids drifts over the walkways, guiding visitors to the elegant tea rooms known for their delicate sandwiches and herbaceous aromas. The striking face of the abbey reflects in the still waters of the pond in the forecourt, highlighting the impressive height of the spires reaching over 140 feet tall. The grounds encompass 40,000 square feet with 33 separate bedrooms. The town of Cong sits on a thin isthmus between two lakes, embodying the romance of a traditional Irish village. Thatched roofs decorate the low-lying skyline decorating the tiny streets. Wooded trails lead to the gorgeous grounds of Ashford Castle hidden by the natural scenery."
      },
      {
        "dayNumber": "9",
        "title": "Cong – Visit Cong Abbey and Ashford Castle with the Remaining Day at Leisure",
        "description": "Brigit’s Garden spreads over 10 miles between the villages of Moycullen and Oughterard. The sunlight returns the tranquil shine to the woodland and meadowland renowned for holding Celtic myth and heritage. A thatched-roof roundhouse rises out of the tall grass. A sundial continues to tell the time of day. You indulge in the sweet treats of fresh blackcurrant jam and buttery scones at breakfast. The day is yours to enjoy the tranquil landscapes around Cong and the Connemara. Ashford Castle offers views of the mountains, bogs, and waves rolling along the western Atlantic coastline. The radiant shops in Connemara’s main town of Clifden erupt with lively artisans, boutique clothing, and lively pubs. A loop known as the Sky Road travels eight miles outside of Clifden to reach Kingston before circling back along coastal scenery. You venture west from Clifden’s Market Square to reach the top of Monument Hill. A stone memorial commemorates the founder of Clifden, John D’Arcy, and marks the best view over the town. The two spires of the church soar above the whitewashed homes, while the Twelve Bens hills roll along the backdrop. Lupines grow red and purple against the lush grass. On the outskirts of town, you find a fabulous outlook offering a panorama of the western coastline. The sun begins to dip over the horizon, casting swirling orange and pink hues across the sky, offering a perfect moment for an Irish sunset kiss."
      },
      {
        "dayNumber": "10",
        "title": "Galway – Depart for Home",
        "description": "The shores of Corrib lake glimmer in the returning sunlight against the encircling verdant trees and grass. Horses graze in the stables as the light peeks through your window spreading over the Victorian décor of your elegant suite. At breakfast, you savor the herbaceous aroma of black tea, finding notes of cinnamon and clove emanating from your cup. You step into the car and continue to the end of your romantic road trip around Ireland, quickly reaching Galway. You have time before your flight leaves, allowing you to enjoy the bustling heart of the city at Eyre Square. The 18th-century landscape features Browne’s Gateway and a striking monument to Pádraic O’Conaire, an Irish poet who wrote in Gaelic. The 14th-century façade of Lynch Castle offers the silvery glint of preserved stone decorated with flower boxes along the windows. The castle represents the power and prestige of Galway’s Lynch family, adorned with images of gargoyles and bears. Read some of our travelers' reviews of Ireland for more inspiration to help plan your romantic getaway."
      }
    ],
    "map": ""
  },
  {
    "destination": "Ireland",
    "mainPhoto": "",
    "id": "magnificence-of-ireland-luxury-tour-cultural-charm-to-natural-beauty",
    "tourName": "Magnificence of Ireland Luxury Tour: Cultural Charm to Natural Beauty",
    "placesVisited": "Dublin, Cork City, Killarney, County Wicklow, County Clare, Killarney National Park, Dingle Peninsula, Slea Head, Aran Islands, Galway, Connemara",
    "generalInfo": "This 11-day sample tour to Ireland immerses you in authentic Irish charm. You will bask in the prestigious comforts of a castle estate, witness the splendor of soaring coastal cliffs, and sample the distinctive flavors of classic whiskey. With each day tailored to your preferences and desired experiences, you can discover the essential treasures, traditional culture, and fascinating diversity of Ireland from Dublin to Galway, Cork to Connemara.",
    "durationDays": "11",
    "price": "14,700",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Dublin - Arrive and Discover Welcoming Dublin",
        "description": "Dublin's atmosphere is a mix of electric nightlife and traditional pubs, modern eateries, and historical attractions. The city is bursting at the seams with things to do, and you will want to dive in as soon as you arrive. Your flight will land at Dublin International Airport, where your private driver will meet you at arrivals. After settling into the comforts of your centrally-located accommodations, enjoy a visit to the Guinness Storehouse. Your introduction to Guinness captures your immersion into Ireland as you learn about the history, process, and resulting flavors. Enjoy a pint in the rooftop Gravity Bar as you settle into the welcoming hospitality of Ireland."
      },
      {
        "dayNumber": "2",
        "title": "Dublin - Explore Authentic Dublin Treasures",
        "description": "Begin the day with a full Irish breakfast, and then set out for a private, guided walking tour into the remarkable history of the city. You will take in the main sites, and a few minor ones, as you wander by the Temple Bar, Trinity College and the Book of Kells, Dublin Castle, Ha’penny Bridge and more. Your evening will take you on a private pub crawl to find local pubs with rare Irish beers, pubs that epitomize James Joyce’s Dublin, and pubs where you can get a great pint of Guinness."
      },
      {
        "dayNumber": "3",
        "title": "Dublin - Enjoy History and Charm in County Wicklow",
        "description": "The grandeur of County Wicklow will become your focus for the day with your private guide introducing you to the captivating landscape for which Ireland is known. The scenery encompasses mountains, lakes, and valleys leading to the Powerscourt Estate. Formal gardens fill the air with the scent of blossoming flowers with accompanying panoramas sweeping over the landscape. At Glendalough Monastic Site, you will find nearly millennium-old ruins nestled between two lakes, including the remains of the Round Tower. For a different perspective of the landscape, you may wish to visit Glenmacnass Waterfall as it flows over the mountain plateau."
      },
      {
        "dayNumber": "4",
        "title": "Cork - Embrace Traditional Irish Flavor",
        "description": "After breakfast, head to the train station for your scenic ride to Cork. Upon arrival, your private driver-guide for the next three days will meet you and take you to your charming hotel. When you are ready, you will set out together for a private distillery tour to celebrate the flavors of Midleton Irish Whiskey. Uncover whiskey’s history, production, and cultural connection to the region, as well as hints of spicy wood and vanilla tones as you sample the different types. Your flavorful discovery can continue in Ireland’s foodie capital at Kinsale, where you can indulge in modern cuisine inspired by traditional tastes before settling in for the night."
      },
      {
        "dayNumber": "5",
        "title": "Killarney - Visit Lovely Cork and Reach Killarney",
        "description": "Wake ready to step out with your guide for a private tour of Cork City before driving to Ireland’s first National Park. Killarney National Park has 26,000 acres of woodlands, sandstone mountains set amidst low-lying lakes. You may choose to visit Torc Waterfall to see the whitewater beading over the tiered rocks or visit the 19th-century Victorian Muckross House, or could enjoy a pony and trap ride, cycling, or a horseback ride. Once in Killarney, you will find one of Ireland’s most beautiful towns overflowing with hospitality as you relax into your new hotel for the night."
      },
      {
        "dayNumber": "6",
        "title": "Killarney - Wander the Dingle Peninsula",
        "description": "This morning your driver-guide will take you on a full-day tour of the Dingle Peninsula and Slea Head. A stunning collection of villages and views, every new turn can reveal a different vantage point and incredible view. As your private driver winds along the road, you will find the scenery shifting from green rolling hills to jagged cliffs towering over the Atlantic Ocean. The quaint town of Dingle looks like a colorful village but feels like a bustling port, while the village of Camp offers access to the mountain road for views across the coastline. Before returning to your hotel, your driver will take you to collect your rental car for the following day’s excursion."
      },
      {
        "dayNumber": "7",
        "title": "County Clare - Cliffs of Moher and Aran Islands",
        "description": "The scent of a “full Irish” may fill the dining room, ready for you to tuck in for a hearty breakfast before checking out. A true highlight of your trip, you will set out for the Cliffs of Moher. The staggering coastal bluffs reach up to 702 feet at their tallest point and overlook the crashing waves of the Atlantic Ocean. The Visitor Center will give you plenty of natural history and insight into the local environment before you wander the hiking paths. Then, take the short drive to the Doolin ferry port to travel across the water to reach the island of Inis Oírr, the smallest of the three Aran Islands. The enchanting ambiance here stems from scenery draped in flowers and steeped in mythology. Explore as you like with walking paths, rental bikes, or even a pony and trap guided tour. Return by ferry for another beautiful view, and continue to your charming country inn hotel."
      },
      {
        "dayNumber": "8",
        "title": "County Mayo - Indulge in Galway and Castle Life",
        "description": "The beauty of Galway City will come into view in the morning as you explore the typical Irish city on the banks of River Corrib. You can wander the winding promenades and enjoy the sea breeze or stroll down the cobbled streets among the colorful facades of boutique shops. Bustling cafes and the Irish pub culture brings laughter, music, and traditional food to the city. Continue to Ashford Castle for an immersive experience within the 800-year-old estate. You can relax with a spa treatment, enjoy a game of tennis or play the 9-hole golf course. You could set out for some fishing, archery, cycling, boating, or simply relaxing. The day will be crowned by an eight-course tasting dinner highlighting locally-sourced ingredients before tucking into your own luxuriously beautiful bedchamber for the night."
      },
      {
        "dayNumber": "9",
        "title": "County Mayo - Delight in Stunning Connemara",
        "description": "Discover the Connemara area at your pace as you hop into your rental car after breakfast. Connemara National Park embodies thousands of acres of bog, mountains, grasslands, and woodlands, creating a paradise for walkers. You can visit an Oyster Farm to learn the history and techniques for cultivating mollusks, finding hints of briny aromas, and a luscious texture during a private tasting. You might stop at Kylemore Abbey and its six-acre Victorian walled garden. The Abbey sits at the base of Druchruach Mountain overlooking a reflective lake for some quintessential Irish scenery. Finally, visit a local working Sheep Farm to meet the sheep and the border collie dogs in their natural environment. If visiting in the spring, you may even get to see the new baby lambs before returning to the castle for the evening."
      },
      {
        "dayNumber": "10",
        "title": "County Mayo - Revel in Historic Castle Grandeur",
        "description": "Your castle will turn into your playground for the day as you have your choice of activities. A morning Hawk Walk with a Falconry instructor will demonstrate the historic art form, and you can peer through the woodlands to see the majestic birds of prey soaring through the air before returning to your instructor or possibly landing on your gloved fist. You might choose to participate in a clay shooting class to learn proper etiquette before taking aim at the soaring clay pigeons. As the day turns into the evening, you will have a tour of Ashford Castle’s extensive wine cellar and one of Ashford’s sommeliers for an exceptional sampling experience with select wines."
      },
      {
        "dayNumber": "11",
        "title": "County Mayo - Depart for Home",
        "description": "At breakfast, you may once more enjoy the diverse and robust flavors of a traditional Irish breakfast as the dining room of your hotel fills with the aromas of black tea and thick bacon. When you are ready, drive to Shannon Airport to return the car rental and still have plenty of time to check-in for your flight home, bringing an end to your immersive tour of Ireland."
      }
    ],
    "map": ""
  }
]