{
  "destination": "Ireland",
  "mainPhoto": "",
  "id": "magnificence-of-ireland-luxury-tour-cultural-charm-to-natural-beauty",
  "tourName": "Magnificence of Ireland Luxury Tour: Cultural Charm to Natural Beauty",
  "placesVisited": "Dublin, Cork City, Killarney, County Wicklow, County Clare, Killarney National Park, Dingle Peninsula, Slea Head, Aran Islands, Galway, Connemara",
  "generalInfo": "This 11-day sample tour to Ireland immerses you in authentic Irish charm. You will bask in the prestigious comforts of a castle estate, witness the splendor of soaring coastal cliffs, and sample the distinctive flavors of classic whiskey. With each day tailored to your preferences and desired experiences, you can discover the essential treasures, traditional culture, and fascinating diversity of Ireland from Dublin to Galway, Cork to Connemara.",
  "durationDays": "11",
  "price": "14,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Dublin - Arrive and Discover Welcoming Dublin",
      "description": "Dublin's atmosphere is a mix of electric nightlife and traditional pubs, modern eateries, and historical attractions. The city is bursting at the seams with things to do, and you will want to dive in as soon as you arrive. Your flight will land at Dublin International Airport, where your private driver will meet you at arrivals. After settling into the comforts of your centrally-located accommodations, enjoy a visit to the Guinness Storehouse. Your introduction to Guinness captures your immersion into Ireland as you learn about the history, process, and resulting flavors. Enjoy a pint in the rooftop Gravity Bar as you settle into the welcoming hospitality of Ireland."
    },
    {
      "dayNumber": "2",
      "title": "Dublin - Explore Authentic Dublin Treasures",
      "description": "Begin the day with a full Irish breakfast, and then set out for a private, guided walking tour into the remarkable history of the city. You will take in the main sites, and a few minor ones, as you wander by the Temple Bar, Trinity College and the Book of Kells, Dublin Castle, Ha’penny Bridge and more. Your evening will take you on a private pub crawl to find local pubs with rare Irish beers, pubs that epitomize James Joyce’s Dublin, and pubs where you can get a great pint of Guinness."
    },
    {
      "dayNumber": "3",
      "title": "Dublin - Enjoy History and Charm in County Wicklow",
      "description": "The grandeur of County Wicklow will become your focus for the day with your private guide introducing you to the captivating landscape for which Ireland is known. The scenery encompasses mountains, lakes, and valleys leading to the Powerscourt Estate. Formal gardens fill the air with the scent of blossoming flowers with accompanying panoramas sweeping over the landscape. At Glendalough Monastic Site, you will find nearly millennium-old ruins nestled between two lakes, including the remains of the Round Tower. For a different perspective of the landscape, you may wish to visit Glenmacnass Waterfall as it flows over the mountain plateau."
    },
    {
      "dayNumber": "4",
      "title": "Cork - Embrace Traditional Irish Flavor",
      "description": "After breakfast, head to the train station for your scenic ride to Cork. Upon arrival, your private driver-guide for the next three days will meet you and take you to your charming hotel. When you are ready, you will set out together for a private distillery tour to celebrate the flavors of Midleton Irish Whiskey. Uncover whiskey’s history, production, and cultural connection to the region, as well as hints of spicy wood and vanilla tones as you sample the different types. Your flavorful discovery can continue in Ireland’s foodie capital at Kinsale, where you can indulge in modern cuisine inspired by traditional tastes before settling in for the night."
    },
    {
      "dayNumber": "5",
      "title": "Killarney - Visit Lovely Cork and Reach Killarney",
      "description": "Wake ready to step out with your guide for a private tour of Cork City before driving to Ireland’s first National Park. Killarney National Park has 26,000 acres of woodlands, sandstone mountains set amidst low-lying lakes. You may choose to visit Torc Waterfall to see the whitewater beading over the tiered rocks or visit the 19th-century Victorian Muckross House, or could enjoy a pony and trap ride, cycling, or a horseback ride. Once in Killarney, you will find one of Ireland’s most beautiful towns overflowing with hospitality as you relax into your new hotel for the night."
    },
    {
      "dayNumber": "6",
      "title": "Killarney - Wander the Dingle Peninsula",
      "description": "This morning your driver-guide will take you on a full-day tour of the Dingle Peninsula and Slea Head. A stunning collection of villages and views, every new turn can reveal a different vantage point and incredible view. As your private driver winds along the road, you will find the scenery shifting from green rolling hills to jagged cliffs towering over the Atlantic Ocean. The quaint town of Dingle looks like a colorful village but feels like a bustling port, while the village of Camp offers access to the mountain road for views across the coastline. Before returning to your hotel, your driver will take you to collect your rental car for the following day’s excursion."
    },
    {
      "dayNumber": "7",
      "title": "County Clare - Cliffs of Moher and Aran Islands",
      "description": "The scent of a “full Irish” may fill the dining room, ready for you to tuck in for a hearty breakfast before checking out. A true highlight of your trip, you will set out for the Cliffs of Moher. The staggering coastal bluffs reach up to 702 feet at their tallest point and overlook the crashing waves of the Atlantic Ocean. The Visitor Center will give you plenty of natural history and insight into the local environment before you wander the hiking paths. Then, take the short drive to the Doolin ferry port to travel across the water to reach the island of Inis Oírr, the smallest of the three Aran Islands. The enchanting ambiance here stems from scenery draped in flowers and steeped in mythology. Explore as you like with walking paths, rental bikes, or even a pony and trap guided tour. Return by ferry for another beautiful view, and continue to your charming country inn hotel."
    },
    {
      "dayNumber": "8",
      "title": "County Mayo - Indulge in Galway and Castle Life",
      "description": "The beauty of Galway City will come into view in the morning as you explore the typical Irish city on the banks of River Corrib. You can wander the winding promenades and enjoy the sea breeze or stroll down the cobbled streets among the colorful facades of boutique shops. Bustling cafes and the Irish pub culture brings laughter, music, and traditional food to the city. Continue to Ashford Castle for an immersive experience within the 800-year-old estate. You can relax with a spa treatment, enjoy a game of tennis or play the 9-hole golf course. You could set out for some fishing, archery, cycling, boating, or simply relaxing. The day will be crowned by an eight-course tasting dinner highlighting locally-sourced ingredients before tucking into your own luxuriously beautiful bedchamber for the night."
    },
    {
      "dayNumber": "9",
      "title": "County Mayo - Delight in Stunning Connemara",
      "description": "Discover the Connemara area at your pace as you hop into your rental car after breakfast. Connemara National Park embodies thousands of acres of bog, mountains, grasslands, and woodlands, creating a paradise for walkers. You can visit an Oyster Farm to learn the history and techniques for cultivating mollusks, finding hints of briny aromas, and a luscious texture during a private tasting. You might stop at Kylemore Abbey and its six-acre Victorian walled garden. The Abbey sits at the base of Druchruach Mountain overlooking a reflective lake for some quintessential Irish scenery. Finally, visit a local working Sheep Farm to meet the sheep and the border collie dogs in their natural environment. If visiting in the spring, you may even get to see the new baby lambs before returning to the castle for the evening."
    },
    {
      "dayNumber": "10",
      "title": "County Mayo - Revel in Historic Castle Grandeur",
      "description": "Your castle will turn into your playground for the day as you have your choice of activities. A morning Hawk Walk with a Falconry instructor will demonstrate the historic art form, and you can peer through the woodlands to see the majestic birds of prey soaring through the air before returning to your instructor or possibly landing on your gloved fist. You might choose to participate in a clay shooting class to learn proper etiquette before taking aim at the soaring clay pigeons. As the day turns into the evening, you will have a tour of Ashford Castle’s extensive wine cellar and one of Ashford’s sommeliers for an exceptional sampling experience with select wines."
    },
    {
      "dayNumber": "11",
      "title": "County Mayo - Depart for Home",
      "description": "At breakfast, you may once more enjoy the diverse and robust flavors of a traditional Irish breakfast as the dining room of your hotel fills with the aromas of black tea and thick bacon. When you are ready, drive to Shannon Airport to return the car rental and still have plenty of time to check-in for your flight home, bringing an end to your immersive tour of Ireland."
    }
  ],
  "map": ""
}