{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "raw-africa-safari-in-zimbabwes-unknown-parks",
  "tourName": "Raw Africa: Safari in Zimbabwe’s Unknown Parks",
  "placesVisited": "Victoria Falls, Chizarira National Park, Matusadona National Park, Mana Pools National Park, Nyanga National Park, Malilangwe Wildlife Reserve",
  "generalInfo": "Zimbabwe’s national parks redefine adventure as these are Africa’s wild frontiers. You can walk with rhinos and then disappear into rugged mountains, canoe past hippos and then find carnivores on the ancient plains. This two-week safari explores the country’s mostly unknown and unseen parks with eight distinctive destinations that dance with originality and delight in their wildlife charm. Intrepid and evocative, this is a journey into Africa in ways rarely seen.",
  "durationDays": "14",
  "price": "20,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls – Fresh Perspectives on Victoria Falls",
      "description": "Victoria Falls rumbles insatiably into a narrow chasm and spray rises, ascending over 300 meters into the air, visible from your lodge on the Zambezi River. Travel to the falls by boat, and the further you go downriver, the louder the roar of the water. Stop at an island on the precipice to be surrounded by the relentless power of Victoria Falls. Then walk alongside the falls, crossing to the opposite side of the chasm for an immersion in the visuals. The spray rains down and sometimes you get soaked before running for the cover of bushes and appreciating the brief moments when the entire falls are visible in a single view. From here you can descend, to a peaceful spot beneath the falls, ideal for recovering your breath and smiling about the spectacle you have just seen. Return to the lodge by road for a relaxed evening at your lodge."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls – Wild Dogs Denning in Zambezi National Park",
      "description": "After a relaxed morning, you will travel into the heart of Zambezi National Park to follow the trail of migratory elephants. Hundreds of elephants congregate here, leaving pathways of destruction in the woodland. Buffalo and zebra also fill the panoramas but the focus of the day’s drive are the park’s packs of wild dogs. They create their dens in the dry season from May to October, piecing together natural havens in a similar way to many birds. As the grass levels decrease, you spot them beavering away, majestic carnivores that are difficult to see across most of Africa. Along with the wild dogs, the afternoon drive is a good introduction to safari and an opportunity to get accustomed to Zimbabwe’s wilderness."
    },
    {
      "dayNumber": "3",
      "title": "Chizarira National Park – Remote Wilderness Area",
      "description": "Vertical mountain slopes provide a staggering backdrop to Chizarira National Park, giving the park its name: a modification on Chijalila, a local Batonka word meaning “great barrier.” Deep jagged incisions flow beneath the mountains with canyons and ravines engulfed by lush vegetation. Naturally isolated, this 2,000 square kilometer park holds claim to being Zimbabwe’s most remote wilderness. It will be a wild bushland, a pristine landscape where leopards thrive, and a handful of animals find tranquility. Although the game densities are low, two days here will bring encounters with a selection of wildlife. However, the real experience comes from exploring such a remote land as the rocky, broken landscape is quick to make you feel humbled by nature. It will come as a real surprise if you encounter another person here. A four-wheel drive vehicle follows remote tracks before you continue the adventure on foot, wandering amongst an otherworldly landscape that could rival any backcountry experience. Stay in mobile camps and appreciate the solitude, a vast outdoor playground so devoid of human life. Occasionally a springbok skips past, an elephant bull wanders lonely, or buffalo are spotted drinking from clear natural springs. You disappear into the rhythm of nature, tuning your senses into the wild African bush. Chizarira is an excellent early stop on a Zimbabwean itinerary as it really relaxes the body and the mind before you launch into the more game-rich wilderness areas."
    },
    {
      "dayNumber": "5",
      "title": "Matusadona National Park – Tracking the Rhinos",
      "description": "Cross Chialila, the great barrier, and keep driving east onto the flat plains of Matusadona National Park. Elephants guide the way towards Lake Kariba, the sapphire centerpiece of the park and the water you look over from a luxurious lodge suite. Rhinos do not leave such an obvious trail, and you will spend a thrilling afternoon following their spoor, traveling with local trackers in search of Africa’s endangered icon. Stop on a clearing and wait, rather than inspect the bushes. Slowly the white rhino emerges, followed by a young calf, both strutting proudly. Goosebumps cover your arms as they walk silently past the vehicle. Black rhinos are smaller, and you will find them cantering into the bushes, one of the very timid individuals that make up the less than 1,000 that are left in the wild. Rhinos are a focal point of the safari experience here, and the guides may also allow you to track them on foot, dependent on localized conditions."
    },
    {
      "dayNumber": "6",
      "title": "Matusadona National Park – Zimbabwe’s Densest Population of Lions",
      "description": "In Matusadona, you explore from different angles. Boat safaris take you past a handful of rival hippo pods, the odd yawn revealing an insatiable jaw. Short walks follow some of Africa’s biggest animals, and you can often stand across from elephants and buffalos, and sometimes even rhinos. Drives seek out Zimbabwe’s densest population of lions, their abundance vastly reducing the number of other predators. Prides lounge, sleeping with one eye open, imperceptibly noticing your presence. Lionesses prowl, taking elegant steps towards herds of antelope and zebra. Over two days, you can appreciate the marking of territories as revealed through grunted roars that echo for miles and the ravaged scars on young bachelor males. A safari in Matusadona is also very relaxing, with the lakeshore providing quiet hours after activities."
    },
    {
      "dayNumber": "7",
      "title": "Mana Pools National Park – Canoeing Past the Elephants",
      "description": "Follow the Zambezi River east as it emerges out of Lake Kariba and meanders through a steep canyon. After an early-morning transfer by road, you enter Mana Pools National Park on a canoe, paddling with the current. This is big game country, and the animals cover the banks, elephants, and hippos clustered where vegetation rises, plus antelope herds gathered on open floodplains. The canoe safari takes you alongside them, just a few meters of water separating you from tusks and horns. Then the guide leads you off the river, into the maze of channels and lagoons that Mana Pools is famous for. Zebra splashes around, wildebeest slurp besides your paddle, and elephants use their trunks as snorkels. Not only is Mana Pools one of the great examples of untouched Africa, the canoe safaris also brings one of Africa’s most unique perspectives. Accommodation for the next two nights is at a luxury camp on the Zambezi."
    },
    {
      "dayNumber": "8",
      "title": "Mana Pools National Park – Walking among the Herds",
      "description": "Beneath the mokolwane palms are herds of buffalo while amongst the ebony trees you see clusters of kudu and eland. Hundred-strong herds of duiker scatter on open clearings. Impala and nyala provide contrasting experiences as the walking safari continues, such profusion of life greeting you at almost every corner. Mana Pools is also relatively unique in that you can safely walk amongst a thick density of big game. The herds surround you, half a dozen antelope species plus the stripes of a zebra. You become part of the landscape, walking in the early morning and late afternoon, joining the movement on the plains. Alternatively, switch one of the walks for a game drive that follows the park’s leopards and lions."
    },
    {
      "dayNumber": "9",
      "title": "Nyanga National Park – Hiking and Birding in Resplendent Mountains",
      "description": "Fly south today on a small chartered aircraft taking you to the Eastern Highlands, a stunning mountain landscape that includes Zimbabwe’s highest peak. This is a breathtaking landscape of hiking trails, part alpine ruggedness, part desert wilderness. For an escape into nature, there are few places like it in Southern Africa. You will follow a two-day trail through the park beneath strange pinnacles, gazing down on escarpments of color. Birdlife is prolific and the wildlife focus of the walk, over 300 species fluttering around a park of perennial rivers. There is a break from the big game here, although two days usually include encounters with monkeys and small antelope. Instead, this experience takes you back to basics and the humbling experience of unknown Africa."
    },
    {
      "dayNumber": "11",
      "title": "Malilangwe Wildlife Reserve and Gonarezhou National Park – Classic Big Five Safari Without the Crowds",
      "description": "Fly south and enter the Great Limpopo Transfrontier Park, a vast unspoiled wilderness that covers three countries and spans an area bigger than many US states. There are no fences here with elephants, rhinos, and buffalos among those that roam widely. To the south is South Africa’s Kruger National Park, one of Africa’s most popular safari destinations. This region blurs seamlessly into Zimbabwe’s Gonarezhou National Park, home to the same assortment and abundance of animals, but with hardly another person in sight. Follow the map a little further north, and you will see Malilangwe, a private wildlife reserve bordering Gonarezhou. Permanent water makes this reserve a crowded meeting point for animals who cluster in the far north of The Great Limpopo Transfrontier Park. Two different safari experiences are available here and they are ideal for the final days of a safari. In Malilangwe, the safari is almost impossibly easy. Giant elephant bulls, secretive nyala and rhinos, herds of zebra and wildebeest, a propensity of predators including leopards and cheetahs all abound as this compact Big Five reserve is quick to showcase the wildest of Africa’s mammals without you having to drive too far. The region is also home to Zimbabwe’s best luxury lodge and is operated by the same people behind many of Africa’s best lodges, Singita. After the intrepid adventure of the last ten days, three nights at this lodge will return you to decadence and extravagance with a swimming pool visited by elephants, fine dining beneath the stars, huge suites with balconies overlooking the park, and the service you would expect from one of Africa’s finest properties. You can walk and game drive in the private reserve, creating a personalized program of activities that makes the best of this game-rich landscape. Activities are usually for two to three hours, leaving lots of time to relax at the lodge. The other option, which is highly recommended for one of your days, is a full-day drive into neighboring Gonarezhou National Park. You will see the same animals, but they are more widely spread with a sense of openness accompanying a drive through the shimmering red valleys. Safari is about surprise, and nowhere is this better illustrated than Gonarezhou, a wilderness that few people know about and even fewer have explored, even if it’s a continuation of the Kruger. Exploring the park means you take a picnic and create your own trails, an inspiring way to finish your journey through unknown Africa."
    },
    {
      "dayNumber": "14",
      "title": "Malilangwe Wildlife Reserve to Johannesburg – Departure",
      "description": "From Malilangwe, you take a scheduled flight to Johannesburg in South Africa to meet your international flight that will take you home."
    }
  ],
  "map": ""
}