{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "signature-one-week-zimbabwe-safari",
  "tourName": "Signature One-Week Zimbabwe Safari",
  "placesVisited": "Victoria Falls, Zambezi River, Hwange National Park, Mana Pools National Park",
  "generalInfo": "Zimbabwe will take you closer as photography hides abound for your easy viewing as you walk amongst elephants, take a boat with hippos nearby and antelopes run through your camp. Your weeklong safari will explore the heart of the country’s experience with days packed with unique safari activities, breathtaking encounters, and authentic luxury accommodations. There will be hardly anyone else around on your as you discover the big-game beauty of Victoria Falls, Hwange, and Mana Pools, all destinations as distinctive as the country they define.",
  "durationDays": "8",
  "price": "11,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls – Sunset Dinner Cruise and the Charms of the Zambezi",
      "description": "Land in Victoria Falls and you will likely expect the roaring river, the giant waterfall, and perhaps even the baboons. But check into the tented camp, and there’s a herd of elephants welcoming you. Hippos are down in the water below, and a zebra herd is grazing next to your suite. It’s all an indication of how wildlife plays an essential role almost everywhere in Zimbabwe. Your camp is set within its own wildlife reserve, with the prime attraction being the animal that gives the camp its name. Spend the afternoon relaxing at the camp, watching more than just elephants wander past, opening your ears to the strange sounds of the bush. There are only a handful of guests in the entire reserve, helping to ensure tranquility after the flight. As the afternoon ebbs away, you glide along the Zambezi, a dinner cruise opening up the wonders of this famous waterway. Hippos are emerging from the water just as you’re served your starter. Nile crocodiles are sloping into the water as sunset tones ripple across the water. Dessert is accompanied by haunting sounds, the monkeys piping up and the baboons guiding you back towards the camp."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls – The Majestic Falls From the Land and the Air",
      "description": "Victoria Falls is different from each angle. Take a boat to the precipice where the water roars past and a thunderous growl of falling water fills your ears. Walk along a mystical trail, the falls appearing and then disappearing as you journey through the forest. Then the trees come to an end, and you’re alone with a mile-wide sheet of water. Spray splashes up from the chasm, and you get soaked in seconds, something that’s an essential part of the experience. Next, you see the spectacle from the air, a helicopter soaring above the river, bringing the dreamy visuals of Zimbabwe’s most famous sight. So many colors collide; floodplains and forests, remote islands and roaring water, a narrow crevasse, and the rising clouds of spray. Return to camp and the rest of the day is at your leisure, time to put your feet up and enjoy the wildlife of the reserve."
    },
    {
      "dayNumber": "3",
      "title": "Hwange National Park – Brilliance of the Big Game Safari Experience",
      "description": "Reach Hwange by light aircraft, and new animals keep you company around the camp. There are paw prints in the surrounding sand, indications of just how close you are to the predators, notably resident cheetahs and hyenas. Of course, there are still plenty of elephants, Hwange being famous for the trunk-swinging giants. Giraffes are equally prevalent in your first impressions with their vibrant orange markings that contrast the lush green of the grassland. The hide is nestled between Hwange’s two main habitats, hidden in the acacia woodland, and gazing over the open plains. There is no better location for experiencing Hwange’s wildlife. And what wildlife! Serval and caracal leave their prints around the camp, kudu and bushbuck roam through the camp, and you soon learn the difference between duiker and impala. Your stylish suite is beneath a cooling patch of forest, featuring a private veranda that’s perched above a waterhole. Over these three days, you’ll intimately understand the habits of those that drink there: elephants, giraffes, zebra, kudu, and buffalo. Interiors are full of rustic luxury, helping maintain a connection with the wild. Each day you will build your own program of safari activities, choosing up to four a day. Combine walks, drives during the day and night, and experience the unique vantage point of photography hides. The idea is to provide an encompassing experience, helping you connect with the raw essence of Hwange."
    },
    {
      "dayNumber": "4",
      "title": "Hwange National Park – Personalizing Your Dream Safari Program in Hwange",
      "description": "A game drive at sunrise is an ideal time to find black-maned lions on the move. Suspense floats on the breeze as you see a pride loping toward a herd of blue wildebeest. The ungulates are quick, but the lionesses are many, and the scene captivates you for over an hour. Spend the middle part of the morning in one of the sunken hides, concealed from those who visit the waterhole. An elephant herd arrives, and you stare straight down at their trunks. Admire the tusks on the old bulls, then laugh at the antics of babies who chase warthogs and duiker away from the water. Of course, this is just an example of how the day could look, as the actual program will depend on your mood. It’s more specific than just activities. If there are particular animals you’re interested in, they can become the focus of any activity. After lunch, you take a walk and learn how to track steenbok and gemsbok, imposing antelopes that leave obvious clues. Footsteps crunch onto the dirt and you pass the giants, including buffalo and giraffe that give you a funny look. Within 20 minutes you’re amongst the herds, exploring the facial emotion, and understanding the peculiar behavior, and means of communication. The walk continues, and you may encounter any of the Hwange residents, other than the big predators. Relax at the camp, then complete the day with a nighttime drive, a journey that seeks out leopards on the move. A spotlight stops and the spotted hunter looks your way, lucid blue-green eyes revealing a calm menace. The leopard’s hunt continues, and your eyes must adjust to the moonlight and sounds, something that doesn’t produce great photos but creates a thrilling appreciation of the savannah at night."
    },
    {
      "dayNumber": "5",
      "title": "Hwange National Park – More Than Just Lions and Elephants",
      "description": "Visit Africa and certain animals are always high on the list. Elephants are unmissable in Zimbabwe; you’ll find them wherever you go. Lions are just as present in Hwange and Mana Pools. Leopards are an elusive sight but one that’s captured on a five-day safari. You’ll also experience rhinos, the endangered giant that is far more graceful than you might expect. On a morning game drive, the guide stops, seemingly in the middle of nowhere. Look around, and you see nothing. But slowly, meticulously, a white rhino and its calf amble out of the bushes. Refusing to change course, they walk straight past the vehicle. It’s a heart-racing moment, and your finger quivers on the camera shutter as you caption the image of this imposing creature; so proud and undaunted. Keep exploring, because Hwange is home to over 100 mammal species. Some are found in the woodland, others on the open savannah, and still more on vast Kalahari grasslands that can be visited on longer game drives. You will track packs of wild dogs and you will discover that there is something mystical about their effortless nomadic journeys. Seek out the rare civet and aardwolf, in the early morning or after dark. Discover one of Africa’s largest cheetah populations. Walk across the plains to truly admire the horns of roan and sable antelope, arguably Africa’s most impressive antelope species. On a single game drive, you’re likely to see two-dozen species. While on a two-hour bushwalk, you might meet 12 – 15 ungulate species, including those that are rarely seen outside Zimbabwe. Immersive and intriguing, Hwange takes you beyond traditional notions of safari. It is a park bigger than some US states, and it feels like you have it all to yourself."
    },
    {
      "dayNumber": "6",
      "title": "Mana Pools National Park – World Heritage Wetlands",
      "description": "In Hwange, you see the dust spiral, and the nomads go on an endless search for water. In Mana Pools there’s water everywhere, bringing lush exotic colors and a sense of excess. Animals migrate here during the dry season, knowing there is permanent goodness in the rivers and lakes. To see them all, you are best starting off in a boat, cruising along the banks, as hundreds of mammals come to drink. A motorboat is followed by a canoe, a narrow vessel that travels into a complex web of canals. Now you are even closer, barely steps away from hippos yawning and buffalo drinking. Occasionally there are eyes hidden in the grass, like those of a lioness laying an ambush, waiting for an impala herd to drop their guard. Fly to Mana Pools and check into your next camp, a remote outpost that’s ideally situated for canoe and walking safaris. This modern camp is arguably the park’s first genuine ultra-luxe lodge, with glass-walled tents offering uninterrupted river views. Elephants are just the start of the visitors here, with nyala and spotted hyenas also regularly heard and seen around the camp. Both side-striped and black-backed jackals operate on the camp’s outskirts, stealthy figures you may spot when opening the curtains. Wetlands mean food. There’s grass to graze, fruit to find, and easy pickings for the park’s predators. You’ll find that the liquid bounty creates drama. Not just with the lions and leopards, but with breathtaking hunting displays by wild dogs, and scrappy battles amongst the smaller predators."
    },
    {
      "dayNumber": "7",
      "title": "Mana Pools National Park – Exploring All the Perspectives",
      "description": "Step, step, step, you walk tentatively onto the floodplain at sunrise. Nyala jump past, twisted horns making them almost the same height as you are. Impalas are scattered everywhere, and it’s as if they are dancing the ballet, dainty skips sending them clear off the grass. A herd of buffalo stares at you, chewing without pause. Following subtle tracks, you go in search of zebra, finding them grazing on the plains. Take a step closer and wait. The zebras appear uninterested. So you get closer, watching for any change in behavior. Zebra eyes meet yours, and you admire how every set of black and white stripes is different, their version of our fingerprints. Then an elephant starts rumbling across the pan, and the guide gets you back to a safe distance. Over both days here in Mana Pools, you build your own safari program, mixing water and land-based activities as you please. Walking is one perspective. Drives provide another, further opportunities to trace the predators. But the great highlight here is a kayak safari into the channels. It’s quiet, hardly a sound made by the guide’s paddle. Every sound is appreciated; the rustling of grazers, the grunt of hippos and buffalo, an elephant bull digging beneath the riverbed. And it feels like every corner you turn brings another intimate sight. From the water, you get astonishingly close to Africa’s biggest mammals."
    },
    {
      "dayNumber": "8",
      "title": "Mana Pools to Harare – Final Safari Memories and Departure",
      "description": "Complete your safari experience with a final morning activity, before returning to the camp for brunch, and a leisurely few hours watching the wildlife at the river. You then fly back to Harare by light aircraft and transfer to your international flight."
    }
  ],
  "map": ""
}