{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-green-season-safari-december-to-march",
  "tourName": "Zimbabwe Green Season Safari: December to March",
  "placesVisited": "Victoria Falls, Zambezi River, Hwange National Park, Ngamo Plains, Matobo Hills National Park, Bulawayo",
  "generalInfo": "Embrace the feeling of having wild Africa as your private safari playground by exploring Zimbabwe during the green season. Calves are nurtured on the plains as predators are lurking with big game concentrates in astonishing numbers before each sets off on separate migrations. Victoria Falls gushes with remarkable intensity and from December to March, there is hardly another person in sight as it is just you and some of the very best of an African safari. This 10-day safari will celebrate the best of it all.",
  "durationDays": "10",
  "price": "6,700",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls – The Rising Waters of the Zambezi",
      "description": "Sporadic bursts of thunder swell the Zambezi and its tributaries as the water levels rise and the river picks up speed to surge past your lodge on the banks. Hippos must move and relocate to pools protected by giant boulders. The trickling sound of the dry season is replaced by the sloshing of the green season, especially since the water level reaches its zenith in late March. Today, you touch down at Victoria Falls International, and it is a short transfer to the lodge, followed by a relaxed afternoon on the banks to watch one of Africa’s great rivers thunder past. Baboons and vervet monkeys are regular visitors here, sometimes scampering across the grass, other times floating through the trees. In the late afternoon, you embark on a boat that cruises the Zambezi with drinks served as you go in search of hippos and crocodiles out of the water. The crocodiles do not hide in the dense reeds along the banks as they bustle their way through the green, alluring animals that continue the feeling that Victoria Falls is extremely remote. The cocktails and wines continue to flow as you explore the Zambezi at a slow pace, with a vibrant African sunset over the woodland. A three-course dinner is included on the cruise with time to relax on the river and start listening to the animals of the night as both the four-legged giants and the rowdy insects move through the evening. This sunset dinner cruise is a gentle introduction to the country and an easy way to start the wildlife experience."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls – Drowned by the Sounds and Sights of the Falls",
      "description": "When the Zambezi bulges, Victoria Falls truly falls as water levels rise from November onwards, peaking in late March and April. It is during this time of year that you can fully appreciate the scale of this waterfall as this is the world’s largest sheet of falling water, a mile wide and over 100 meters deep. But most impressively, it is the depth of the falling water as in peak flow, upwards of 700 million liters drop into the abyss every minute. Rising from the narrow chasm is the spray, bouncing back off the Lower Zambezi, sometimes ascending in clouds that reach 400 meters above the falls. You can see and hear this spray from your lodge, and today you will stand next to it. At first, the walking trail is sheltered with the thick bushes keeping you dry though you are almost deafened by the monotonous groan of the falls, nature’s version of an industrial power tool. As the bushes open, you will find a rainbow, curling over 270 degrees through the canyon, moving diaphanously with the spray. Keep walking, stepping onto the rocky cliffs on one side of the chasm, opposite Victoria Falls. Now the water really tumbles, thick and proud, roaring and relentless. Whole sections of the walkway are consumed by mist, and within a single second you’re soaked through, Victoria Falls raining back down on you. While this isn’t the best time to get great photos, the immersion in power is astonishing. For the aesthetics, you might consider the option of a helicopter tour."
    },
    {
      "dayNumber": "3",
      "title": "Hwange National Park (North) – Game Drives in a Time of Babies",
      "description": "An unbroken wilderness runs along western Zimbabwe, a migratory route used by elephants that travel from Zambia, past Victoria Falls, and to Hwange, the mesmerizing national park at the heart of most Zimbabwe safaris. Today’s first two hours of the drive are on a tarred road before you veer onto a rutted four-wheel drive track into the park. Travel will be slow going at this time of year, but that is part of the appeal as you will have a real sense of adventure as your Land Rover splashes through puddles and pebbles that cover the vehicle in the mud. You will be going off of the beaten track, and you can feel it, especially as the nearby elephants flap their ears and stamp their feet in the trees. The northern section of Hwange is the most visited, famed for elephant concentrations and one of Africa’s greatest diversities of mammals. Over 100 different mammals can be seen here, from rare mongoose species to chacma baboons and bat-eared foxes to large-spotted genets, eland to greater kudu. This time of year sees the grasses rise and thick bushes form for food for the grazers and hiding spaces for the predators. Fresh colors make for outstanding photos, particularly of elephants and buffalos charging through the flourishing grass. While some animals can hide, all of the prey must huddle together, choosing safety in numbers in an attempt to avoid the carnivores. Not only is the food abundant, but it is also rich in nutrients during the green season and the best time for all manner of animals to raise their calves. Over these two days, there will be no end to the baby footsteps seen across the landscape. Reedbuck calves are small and defenseless while the newborn duiker are prey for swooping birds. Adult eland and kudu are too big for cheetahs, but their youngest is not. Oo over these two days, you will take game drives amongst this time of abundance, following the antelopes to open plains, where the predators are waiting to pounce. While it is harder to spot lions and leopards at this time of year, it is easier to find them hunting. There are few sightings of lazy animals, so it is just two days of raw drama and animals colliding upon blankets of color."
    },
    {
      "dayNumber": "5",
      "title": "Hwange National Park (Ngamo Plains) – A Unique Train Journey Across the Wilderness",
      "description": "Hwange is transforming, and you will have the best seats to see it all as your slow train rumbles through the park from north to south. Southern giraffe grace the horizon, their vibrant markings colliding with the flowering trees. Red hartebeest amble in small herds, such imposing antelope close to the tracks will engage your interest. Blue wildebeest are widely scattered, constants on this journey through the park. The Hwange train journey is one of Africa’s unique safari experiences and a chance to sit back and watch the landscape’s transformation as the woodland slips into the boundless panoramas of the plains. You will arrive in time for lunch at a new lodge on the Ngamo Plains before an afternoon game drives continue the theme of babies and breeding."
    },
    {
      "dayNumber": "6",
      "title": "Hwange National Park (Ngamo Plains) – Concentration of Big Game",
      "description": "The rains are not continuous, and it will not thunder all day, and nor does it rain every day either. High pressure builds, and the clouds unfurl in brief, yet violent, afternoon storms. You will not need to pack a raincoat because nobody can be outside at this time, so the vehicle’s pop-up roof will come down, or you will run into the shelter of the lodge. Within 15 minutes, the height of the storm will pass, and usually within an hour, it is all over. Step back outside and be inhaling the fresh scent, watching impala and steenbok shaking off their fur like dogs do when they jump from a river within moments. Within two days of the storm, you will see the flowers and all manner of exotic colors spouting amongst the grass. While the brief rain interludes can be annoying, watching Africa’s plains bloom is exquisite. Wildlife converges on the Ngamo Plains during the green season. Much like the great wildebeest migration in East Africa, massive herds gather to give birth and breed. When the calves are strong enough, they will move on, returning towards permanent water sources from April onwards. The difference with the great wildebeest migration of East Africa is that these animals move in a hundred contrasting directions, plowing their own path, rather than following the same pattern. In a single view, you can take in duiker, grysbok, impala, wildebeest, reedbuck, waterbuck, and bushbuck. Over the two days, you can get close to sable and roan antelope, plus eland, kudu, and buffalo as they are raising their calves. Unlike in East Africa, this is a congregation of diverse species, all attracted by the same bountiful grass. With all of this prey comes the predators with lion pride spending the day resting in the high grass, your raised vantage point allowing you a glimpse of their flowing manes. Leopards and cheetahs have many places to hide, and you are guided by sounds as baboons and birds shout vociferously, alerting all the animals to a menacing predator. Sometimes the antelope guide you to a carnivore, a herd of upturned ears indicating they suspect something is lurking. Often the best approach in the green season is to park, and then wait for the action to unfold. Gradually a lion pride emerges, showing itself, but simply inspecting the options for a nighttime hunt. A cheetah pounces from nowhere, a few rapid steps to a duiker calf that has strayed a little too far from the herds. Hyena roams amongst the animals, polarized between states of disinterest and vicious snarling. They are looking for the very weak, overtly searching for any herd that does not properly protect their calves behind a barrier of horns. With a kill comes the scavengers, jackals the cheekiest in looking for scraps, and vultures the telltale sign of a bloodied carcass in the grass. The focus of the game drives will be the interactions, but you will also have continued insights into the charm of safari as the giraffe and elephant wander elegantly past the camp."
    },
    {
      "dayNumber": "8",
      "title": "Matobo Hills National Park – Unique Walking Safari",
      "description": "Most safari days start early as dawn is the best for predatory scenes. This morning, there will be a change in pace as you lie in for breakfast with views over the plains. You are then driven south and through Bulawayo and to Matobo Hills National Park, arriving for lunch at a luxurious lodge back-dropped by glowing red boulders. This is Matobo Hills, or the “World’s View” as Cecil Rhodes called it. The landscape enchants, and the lack of lions and elephants make it easy for walking safaris as the high grass makes them dangerous in Hwange at this time of year. And you’re not just walking with zebra and antelope, you are following the spoor of rhinos. Creep closer, staying downwind of the giants. They rarely stir in the mid-afternoon heat, and you will be close enough to see the rise and fall of humongous bellies. Even in a prostrate position, there is no denying their size as their sharpened horn rises above a gargantuan jawline. These are white rhinos, the easiest to spot, but in the park, you will also find black rhinos, witnessed from a greater distance yet just as impressive. After the walk, you will be picked up in a game vehicle and drive back to the lodge while taking in the eclectic cast of other wildlife in the park."
    },
    {
      "dayNumber": "9",
      "title": "Matobo Hills National Park – Insightful Cultural Connections",
      "description": "Enjoy another relaxed morning before you wander past the giraffe and rhinos, ascending to the red boulders that stand over the park. History is inscribed on the stone, paintings left behind by San bushmen scrawled into small caverns and overhangs. Each piece of rock art is a chapter in the local history book, depicting a scene, leaving a message for the next San who passed through. An expert guide helps you decipher the scenes and feel the atmosphere of a distant time, a time when tribes effortlessly coexisted with the wildlife. After lunch, your afternoon is free, and you will have the choice of a game drive or a walking safari."
    },
    {
      "dayNumber": "10",
      "title": "Matobo Hills National Park to Bulawayo – Departure",
      "description": "Bulawayo’s tiny airport proves very handy as you leave Zimbabwe as from here, you can catch a short flight south to O. R. Tambo International in Johannesburg where you transfer onto a homebound flight."
    }
  ],
  "map": ""
}