{
  "destination": "Zimbabwe",
  "mainPhoto": "",
  "id": "zimbabwe-dry-season-safari-june-to-september",
  "tourName": "Zimbabwe Dry Season Safari: June to September",
  "placesVisited": "Victoria Falls, Zambezi River, Zambezi National Park, Hwange National Park, Mana Pools National Park, Matusadona National Park, Lake Kariba",
  "generalInfo": "Wild dogs denning, rhinos roaming, lions and leopards hunting and elephants congregating around parched waterholes abound as you visit Zimbabwe in the dry season. You can explore some of Africa’s greatest safari scenes at the ultimate time of the year as the months between June to September are prime for exceptional wildlife sightings. However, unlike many other African destinations, Zimbabwe’s dry season is not crowded with tourists, so the region will be like your own wilderness playground.",
  "durationDays": "12",
  "price": "10,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Victoria Falls – Sunset Cruise on the Iconic Zambezi River",
      "description": "There is something spectacular about a Zambezi River cruise at sunset as the golden colors bounce off of the water as your sunset cruise offers an idyllic atmosphere. Landscapes of blue and green stretch out with nothing artificial breaking nature’s spell. At the same time, there are moments of drama with hippos barreling out of the water and Nile crocodiles menacingly sulking into the river. Nothing feels real as the combination of fine dining and cocktails meets four-legged giants and unbroken wilderness. This experience on the Zambezi River is just an introduction, as you can expect a similar atmosphere in all the destinations on this safari with a rich mix of contemporary luxury and the authenticity of wild Africa."
    },
    {
      "dayNumber": "2",
      "title": "Victoria Falls – Zambezi National Park for Wild Dog Denning Season",
      "description": "Spend the morning relaxing at the lodge, watching the baboons jump past and admiring the odd hippo returning to the riverfront. In the afternoon, you can drive to nearby Zambezi National Park, a small and understated park that offers a perfect introduction to safari. You will see an elephant for the first time, along with a handful of other African favorites: zebra, wildebeest, buffalo. But the main reason you are here is to find wild dogs, who make their dens during these dry season months. They scamper and scurry, moving nimbly as they construct homes that will survive the rains. Seeing them so active is a highlight of any African safari and the premier reason to make this relaxed stop at Zambezi National Park. Returning to the lodge, you will dine beneath ebony trees on the edge of the water."
    },
    {
      "dayNumber": "3",
      "title": "Victoria Falls – The Perfect Time of Year to View Victoria Falls",
      "description": "Victoria Falls changes with the seasons, and at the end of the green season, around March, the waterfall is in peak flow and completely consumed by the spray that rises back out of the chasm. Visit in October and November, and the river is low, Victoria Falls beautiful but lacking power. June and July are a perfect time, the thundering water roaring past with relentless speed, the spray rising but not interrupting the photography. Take a boat to the edge of the falls and hear the thundering of the world’s most powerful waterfall, and then explore walking trails that run parallel to the falls, a series of viewpoints revealing rainbows illuminated in the spray. Occasionally, you might be consumed by spray, yet most of the trail offers an uninterrupted view onto the spectacle. There is also an option to helicopter over the falls should you wish while later in the afternoon, you can cruise the Zambezi for a second time, dining at sunset."
    },
    {
      "dayNumber": "4",
      "title": "Hwange National Park – Elephants Crowding Around the Watering Hole",
      "description": "This morning you fly south, touching down on dusty plains parched of water. This southern section of Hwange is expressive and open, the Kalahari extending in all directions, the nomads emerging from the hazy heat that hangs on the horizon. Water is scarce during the dry season, so animals start to huddle around the surviving waterholes, or they make long dangerous journeys in search of something better. Spurts of dust follow elephant and giraffe while zebra marches in their hundreds. Kudu and springbok cluster together, black-maned lions prowl with their coats blending into the golden colors of the plains. Safari is both charming and dramatic at this time of year, Zimbabwe’s flagship park coming into peak game-viewing season. After the flight, you can spend the day on game drives, exploring the diversity of life. Back at the lodge, you gaze across at elephants crowding around a floodlit waterhole."
    },
    {
      "dayNumber": "5",
      "title": "Hwange National Park – Classic Big Game Safari",
      "description": "Follow the lions in the light of dawn, hungry lionesses continuing their nighttime hunt. They are getting desperate, the short grass making it hard to hide and difficult to get close. Wildebeest see them coming, and they gallop into the distance, the rumble of hooves heard as well as seen. As the safari continues, you may lose track of the elephants, so many of them converging with enthusiastic calves, boisterous infants, melancholy matriarchs, large herds, and lone bulls with astonishing tusks. Slowly, you will come to recognize the antelopes and able to distinguish the hartebeest from the eland, the impala from the roan antelope. Rhinos also occupy this park, and these months are the best time to find them with the diminishing bushes making it harder for a shy creature and harder to find quiet tranquility. And spending three days, you will have a great chance to see leopards, the stealthiest of the predators using the most surreptitious of methods to place an ambush at the waterholes. During these two days, you will mostly explore on game drives, which take you on a tour of the permanent waterholes, discovering the densest concentrations of wildlife. Walks are also a possibility, the dry plains opening up the greater possibility to walk safely through the big game of Africa. Like everywhere on this safari, the activities are completely private, and you have room to customize your own program. There are over 100 mammal species here, and in the dry season, you could expect to see over 50. Downtime at the lodge is when you admire the elephants, the herds, and the nomads that come to drink from the waterholes beneath your tented suite. At this time in the year, the safari never ends, and you will drift to sleep as elephants are hooting nearby."
    },
    {
      "dayNumber": "7",
      "title": "Mana Pools National Park – Walking and Canoeing in a Big-Game Landscape",
      "description": "An elephant returns your gaze, trunk swinging above your head as buffalos stare at your canoe, their bulk and power best appreciated from your unique vantage point as zebra and wildebeest splash in the shallows, barely five meters away. Mana Pools has a similar assortment of animals to Hwange, particularly the most iconic species, so its allure comes from the diversity of activities with canoe and walking safaris giving you an entirely different perspective. This park is never busy, and even in the prime dry season, it is unlikely that you will see more than a handful of other visitors over two days. Silent and surreal, the activities enable you to get much closer to the animals as you paddle down natural canals with elephants drinking from banks just a few meters away. You walk across plains, joining the herds that wander and canter and when the activities are over, you relax at the camp, overlooking the Zambezi River to watch hippos and buffalos swimming past."
    },
    {
      "dayNumber": "8",
      "title": "Mana Pools National Park – Fabulous Game Viewing in a Park That’s Never Crowded",
      "description": "Two more perspectives are presented this morning as you game drive at dawn, the best time to find the park’s predators and notably a population of leopards that hide in palms and fig trees. Then, continue by motorboat, a noisier and faster means of travel, and one that enables you to traverse the length of the park in search of the best game densities. Although you cannot get as close, the motorboat helps you to uncover the parties of animals on the Zambezi’s banks in areas closed to vehicle access. The afternoon is free, and you can choose from any of the activities with your private safari continuing in one of Africa’s great wetland parks."
    },
    {
      "dayNumber": "9",
      "title": "Matusadona National Park (Lake Kariba) – In Search of Zimbabwe’s Black and White Rhinos",
      "description": "A short charter flight follows the Zambezi back upriver, just four seats in a small plane that offers a window onto Zimbabwe’s wild scale. Matusadona is compact yet remote, a national park defined by the soothing waters of Lake Kariba. Check into your lodge, and it initially feels like this is the waterside escape that comes at the end of the safari. But things are not as it seems, as soon, out of the trees comes an elephant, a big bull marching through. In the distance, you see springbok and zebra clustered on open plains, and when you explore the area around the lodge, you will find black and white rhinos, both subspecies of Africa’s endangered icon. Matusadona is two destinations in one as the lake provides gentle views and an atmosphere of tranquility and the surroundings offer Zimbabwe’s great concentrations of wildlife with the rare chance to spot both species of rhino on a single drive."
    },
    {
      "dayNumber": "10",
      "title": "Matusadona National Park – Lakeside Escapism",
      "description": "White rhinos barge across the land, horns pointing proudly, eyes staring intently. They don’t rush, as they are comfortable with their size and confident that nothing will interrupt their equanimity. Black rhinos are smaller and much timider, generally preferring to hide out in thick bushes. It is unlikely that you will see them after 10 am, as they usually return to the dense vegetation. Game drives in Matusadona are the best way to see these rhinos, but there is also an exclusive possibility to track them on foot, particularly the white rhinos when they rest in the midday sun. As with each day, your program is private and flexible, game drives and walking safari complemented by short trips on the lake, where wonderful crowds of birds keep bringing new impressions to the safari. Spend the mornings exploring, or spend them lounging by the lake. Take footsteps through the forest to follow the elephants, or create footprints in the sand with an afternoon on the beach a rejuvenating way to complete a day of safari. Drive into the park’s remote corners with a bottle of champagne and a picnic lunch, or keep the activities to less than two hours, giving you more time to savor the view from your suite verandah. You can opt to spend more time along the lakeshore where there is more wildlife, or you can move into the woodland, where it is easier to get closer, particularly to Zimbabwe’s highest density of lions. In some parks, it can feel like you are missing out if you are not exploring at every minute of the day. In Matusadona, you are always comfortable with the blend of atmospheres making for the classic end to a Zimbabwe safari."
    },
    {
      "dayNumber": "12",
      "title": "Matusadona National Park to Victoria Falls – Departure",
      "description": "It is a short flight along the Zambezi back to Victoria Falls, completing your loop around Zimbabwe. Upon landing, a representative will assist you in transferring to your onward departure with so many memories of big game Africa fresh in the memory."
    }
  ],
  "map": ""
}