[
    {
        "type": "overview",
        "Main_Title": "Our Nicaragua holidays & tours",
        "Main_Paragraph": "Nicaragua is bounded by the Caribbean Sea to the east, and the Pacific Ocean to the west, with jungles and volcanoes in between, making one amazing natural playground for our Nicaragua holidays. There is rappelling, swimming and hiking in the Somoto Canyon, with all experiences organised by cooperatives to maximise community benefits – you may even be invited into a family home for lunch. Explore a vivid cloud forest and learn about the significance of its biodiversity from our expert local guides. And kayak around the stunning Las Isletas, staying overnight in a stylish and serene eco lodge. There are three As in Nicaragua, and every single one of them stands for Adventure.",
        "Subtitle": "Nicaragua highlights",
        "Title1": "",
        "Paragraph1": "Nicaragua is natural. Still untouched by tourism, the donkeys and carts in Granada arent just for us, theyre for real life. The food, such as in La Plazita de Monimbó market in Masaya, is homegrown and homemade, and banquets are spread out with any excuse for a party. Their love of kids comes naturally too and so, if you are travelling with children, it feels as if you have a constant support system of strangers. Their natural heritage is only now becoming known to the world too, from the eco-eclectic islands of Lake Nicaragua, to the cloud forests of Mombacho. Nicaragua doesnt need branding. It needs to not go changing.",
        "image1": "",
        "Title2": "1. Apoyo Lagoon",
        "Paragraph2": "A crystalline caldera lake with tropical environs. A tropical dry ecosystem packed with flora including black rosewood, mahogany and orchids. Sounds of howler monkeys and hummingbirds fill the air, just a few of the species spotted on guided naturalist hikes. Dont miss out on a paddle off the black sand beaches, be it swimming or kayaking. Do wear eco-friendly sun cream in these rightly protected waters.",
        "image2": "",
        "Title3": "2. Granada",
        "Paragraph3": "Like its Spanish namesake, this is an elegant city, Nicaraguas oldest colonial one, where shabby chic adds to its charm. The sound of donkeys and carts traipsing over cobblestones is everywhere. The smell of mangoes is too. And the aesthetics are ever teasing to the eye, with multicoloured buildings such as its fine yellow cathedral, blue skies touched by the cloud forested Volcán Mombacho in the distance.",
        "Title4": "3. Lake Nicaragua & islands",
        "Paragraph4": "Aka Cocibolca, this is the largest freshwater lake in Central America. It also has over 300 islands, created by volcanic activity. From tiny ones such as the Solentiname to the vast Ometepe (276km2) meaning \"between two hills as it was formed by two volcanoes. Five hours from shore, its another world of wonders, with howler monkeys in the rainforest and freshwater sharks basking around its shores.",
        "image3": "",
        "Title5": "4. Leon",
        "Paragraph5": "León is a charming fellow. With colonial architectural prowess; the fiery personality of its overseer, Cerro Negro volcano; artistic, with two of the countrys finest galleries; and adventurous. Be it sandboarding down the volcano, cycling around the city, or swimming in the Pacific, just 30 minutes away. He has spiritual moments too, with churches everywhere, including Central Americas largest cathedral.",
        "Title6": "5. Los Pueblos Blancos",
        "Paragraph6": "These white villages, characterised by white limestone homes, are scattered in the hills surrounding Masaya. Villagers are known for their artisan skills, so take your time walking through them to admire and buy the work of ceramicists, potters and wood carvers. One village, Niquinohomo, is famous for being the birthplace of revolutionary leader, national hero and icon of freedom Augusto Cesar Sandino.",
        "Title7": "6. Masaya National Park",
        "Paragraph7": "The jewel in the parks crown is the glittering, gurgling Masaya Volcano, with smaller Volcán Nindiri like a backup generator. The most recent explosion was 2001, but on a normal day you can view the caldera Cruz de Bobadilla viewing platform. If you want to experience active Masaya, head to the eponymous nearby town for the lively El Mercado Viejo market and indigenous food area at La Plazita de Monimbó."
    },
    {
        "type": "best-time-to",
        "Main_Title": "Best time to visit Nicaragua",
        "Main_Paragraph": "There may be peak times to visit, but there is no best time to visit Nicaragua; it has something glorious all year round. The dry season is Nov-April and the wet season May-Oct so generally, it is busier in the former. In the rainy season the Caribbean is wetter than the Pacific, where afternoon showers last an hour or two. Easter week is very busy, but as local people head to the coast or lakes, the towns are empty. Check out Purísima Festival at the beginning of Dec, with fireworks throughout the month and into New Year.",
        "image1": "",
        "when_to_go": "",
        "when_to_go_html": "",
        "weather_chart": "Nicaragua Weather Chart",
        "weather_chart_html": "<div class=\"col-lg-12 p-5\">\n  <h2 class=\"text-center text-dark py-5 lh-base\">Nicaragua Weather Chart</h2>\n  <div class=\"table-responsive\">\n    <table class=\"table text-center mb-4\" id=\"havaTablosu\">\n      <thead class=\"\">\n        <tr>\n          <th scope=\"col\">Ay</th>\n          <th scope=\"col\">Min  °C</th>\n          <th scope=\"col\">Max  °C</th>\n          <th scope=\"col\">Yağmur(mm)</th>\n        </tr>\n      </thead>\n      <tbody>\n<tr>\n  <th scope=\"row\">Oca</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">3 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Şub</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 0%;\">1 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Mar</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 1%;\">4 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Nis</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">33</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">17 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">May</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">32</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">153 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Haz</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 99%;\">291 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Tem</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 52%;\">152 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ağu</th>\n  <td class=\"temp-hot\">23</td>\n  <td class=\"temp-hot\">31</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 55%;\">162 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eyl</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 91%;\">268 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Eki</th>\n  <td class=\"temp-hot\">22</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 100%;\">293 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Kas</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-high\" style=\"width: 24%;\">70 mm</div></td>\n</tr>\n<tr>\n  <th scope=\"row\">Ara</th>\n  <td class=\"temp-hot\">21</td>\n  <td class=\"temp-hot\">30</td>\n  <td class=\"rain-cell\"><div class=\"rain-bar rain-low\" style=\"width: 6%;\">19 mm</div></td>\n</tr>\n      </tbody>\n    </table>\n  </div>\n</div>",
        "title1": "Nicaragua travel advice",
        "paragraph1": "",
        "image2": "",
        "title2": "Cultural tips",
        "paragraph2": "Jessica Schugel from our partner;\nNicaragua is caliente  not just in temperature, but also in the culture and the people. There is something very special about it. Its a hot climate so everyone is out on the street, enjoying the breeze. There is a lot of talk and gossip. Its a bit like the Latin American telenovelas, or soap operas, but a living one. They also just put their sexuality out there. Its natural, its not taboo, and they are very open generally. However, dress respectfully, because even though Nicaraguans are comfortable revealing their bodies, that tends to be on top. The women always wear longer dresses or jeans. They show off their tops, but legs are covered. So wearing skimpy skirts or shorts will make tourists stick out like sore thumbs.",
        "title3": "Shopping tip",
        "paragraph3": "Scott Marquardt, tour leader:\nOne of the best things you can buy is a beautiful handcrafted hammock made by deaf workers at the Café de Sonrisas in León, Nicaragua. By purchasing a hammock youre supporting a fantastic non-profit organisation that helps the deaf, and theyll ship to anywhere in the world.",
        "title4": "Food tips",
        "paragraph4": "Jessica Schugel:\nI think that there is a greater wealth of really interesting food in Nicaragua than in surrounding countries. But if you dont know what is out there, you wont find it. You have to go in search of it, but it is diverse. Which is why I run foodie tours. Also, because the Nicaraguans find something to celebrate every day of the year, it always revolves around food.",
        "title5": "Tips from our travellers",
        "paragraph5": "",
        "title6": "",
        "paragraph6": "At Responsible Travel, we think the best people to advise our travellers are often... other travellers. They always return from our tours with\npacking tips, weather reports, ideas about what to do - and opinions about what not to.\nWe have selected some of the most useful Nicaragua travel advice that our guests have provided over the years to\nhelp you make the very most of your holiday\n- and the space inside your suitcase.",
        "title7": "",
        "paragraph7": "There are legal money changers on street corners in Leon and Granada. These give a much better exchange rate than banks or the Cambio at the airport. <b>- Stephen Osgerby</b>\n<br/><br/>\r\nThe most memorable bit? - The kayaking trip itself - fantastic. Brilliant guides, good food, comfortable camping and accomodation, saw lots of wildlife. Go for it! Be prepared for quite basic accommodation & amenities at times (although we did not mind it at all). Bring some wet-wipes as in some places washing facilities. Also consider bringing small roll of toilet paper. <b> Kam Datta on a river canoeing holiday</b>"
    }
]