{
    "Main_Title": "Our Nicaragua holidays & tours",
    "Main_Paragraph": "Nicaragua is bounded by the Caribbean Sea to the east, and the Pacific Ocean to the west, with jungles and volcanoes in between, making one amazing natural playground for our Nicaragua holidays. There is rappelling, swimming and hiking in the Somoto Canyon, with all experiences organised by cooperatives to maximise community benefits – you may even be invited into a family home for lunch. Explore a vivid cloud forest and learn about the significance of its biodiversity from our expert local guides. And kayak around the stunning Las Isletas, staying overnight in a stylish and serene eco lodge. There are three As in Nicaragua, and every single one of them stands for Adventure.",
    "Subtitle": "Nicaragua highlights",
    "Title1": "",
    "Paragraph1": "Nicaragua is natural. Still untouched by tourism, the donkeys and carts in Granada arent just for us, theyre for real life. The food, such as in La Plazita de Monimbó market in Masaya, is homegrown and homemade, and banquets are spread out with any excuse for a party. Their love of kids comes naturally too and so, if you are travelling with children, it feels as if you have a constant support system of strangers. Their natural heritage is only now becoming known to the world too, from the eco-eclectic islands of Lake Nicaragua, to the cloud forests of Mombacho. Nicaragua doesnt need branding. It needs to not go changing.",
    "image1": "",
    "Title2": "1. Apoyo Lagoon",
    "Paragraph2": "A crystalline caldera lake with tropical environs. A tropical dry ecosystem packed with flora including black rosewood, mahogany and orchids. Sounds of howler monkeys and hummingbirds fill the air, just a few of the species spotted on guided naturalist hikes. Dont miss out on a paddle off the black sand beaches, be it swimming or kayaking. Do wear eco-friendly sun cream in these rightly protected waters.",
    "image2": "",
    "Title3": "2. Granada",
    "Paragraph3": "Like its Spanish namesake, this is an elegant city, Nicaraguas oldest colonial one, where shabby chic adds to its charm. The sound of donkeys and carts traipsing over cobblestones is everywhere. The smell of mangoes is too. And the aesthetics are ever teasing to the eye, with multicoloured buildings such as its fine yellow cathedral, blue skies touched by the cloud forested Volcán Mombacho in the distance.",
    "Title4": "3. Lake Nicaragua & islands",
    "Paragraph4": "Aka Cocibolca, this is the largest freshwater lake in Central America. It also has over 300 islands, created by volcanic activity. From tiny ones such as the Solentiname to the vast Ometepe (276km2) meaning \"between two hills as it was formed by two volcanoes. Five hours from shore, its another world of wonders, with howler monkeys in the rainforest and freshwater sharks basking around its shores.",
    "image3": "",
    "Title5": "4. Leon",
    "Paragraph5": "León is a charming fellow. With colonial architectural prowess; the fiery personality of its overseer, Cerro Negro volcano; artistic, with two of the countrys finest galleries; and adventurous. Be it sandboarding down the volcano, cycling around the city, or swimming in the Pacific, just 30 minutes away. He has spiritual moments too, with churches everywhere, including Central Americas largest cathedral.",
    "Title6": "5. Los Pueblos Blancos",
    "Paragraph6": "These white villages, characterised by white limestone homes, are scattered in the hills surrounding Masaya. Villagers are known for their artisan skills, so take your time walking through them to admire and buy the work of ceramicists, potters and wood carvers. One village, Niquinohomo, is famous for being the birthplace of revolutionary leader, national hero and icon of freedom Augusto Cesar Sandino.",
    "Title7": "6. Masaya National Park",
    "Paragraph7": "The jewel in the parks crown is the glittering, gurgling Masaya Volcano, with smaller Volcán Nindiri like a backup generator. The most recent explosion was 2001, but on a normal day you can view the caldera Cruz de Bobadilla viewing platform. If you want to experience active Masaya, head to the eponymous nearby town for the lively El Mercado Viejo market and indigenous food area at La Plazita de Monimbó."
}