[
  {
    "destination": "Italy",
    "mainPhoto": "",
    "id": "piedmont-holiday-in-italy-food-wine-culture",
    "tourName": "Piedmont holiday in Italy, food, wine & culture",
    "placesVisited": "",
    "generalInfo": "Discover the landscapes of the Langhe region of northern Italy set between the Alps and the Apennine mountains, famous from the rolling vineyards and the Barolo wine. This land is blessed with rich and fertile lands that produce extraordinary specialties included gourmet cheeses, delicious pastries and hazelnut chocolates. As you walk amongst vineyards between picturesque medieval villages, elegant castles and feudal towers. You will have plenty of opportunity to enjoy the food and wine of the area.",
    "durationDays": "8",
    "price": "2942",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "There are few more enticing destinations for gourmet travelers than the Langhe region, in the heart of Piedmont that's renowned world-wide for its succulent white truffles, velvety red Barolo and Barbaresco wines and wonderful fruit. Meeting with your guide at 6pm at the hotel for the general briefing, Dinner and overnight stay in Barolo."
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "From Barolo descending gently to Talloria Valley we will reach Novello, a belvedere town before continuing through panoramic fields which offers views into the two neighboring valleys. The hike will end in the beautiful and elegant town of Monforte. Visit a local winery and lunch. Free time in the afternoon to relax and discover this lovely little village. Dinner not included and overnight stay in hotel in Barolo."
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "After breakfast a soft hike will take you to the quiet village of Castiglione Falletto. Private transfer to a local Agriturismo where you will enjoy a cooking class! Once back in Barolo, you have time to visit the famous Wine Museum and the Regional Enoteca. Dinner not included and overnight stay in Barolo"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Private transfer from Barolo to Neive, one of the most beautiful town in Italy. We follow the famous Barbaresco wine route, the second great appellation of the Langhe, hiking through some of the most beautiful countryside this land has to offer. Once in Barbaresco, light lunch and wine tasting in a local winery. We proceed along the Tanaro valley back to Neive. Bus to Alba and overnight stay. Dinner in local restaurant"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "Let your nose carry you through town to the traditional and simple, wonderful restaurants, shops and bars that seem to be dotted along every cobblestone street. A visit in the underground is also a special way of knowing this old city."
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "In the morning, short transfer (20 min/16 km) to the village of La Morra, the trail of today through vineyards and hazelnut, area of pheasants and deer, leads us to the village of Roddi, where we can assist to a research demonstrations of truffle dog and enjoy a tasting of the gems of the territory, the truffle. Following the bank of Tanaro river will walk back to Alba."
      },
      {
        "dayNumber": 7,
        "title": "",
        "description": "After breakfast train to Turin. A day to discover this elegant and vibrant city, rich in history and culture with beautiful squares, baroque palaces and shopping streets. Dinner and overnight stay in hotel in Turin"
      },
      {
        "dayNumber": 8,
        "title": "",
        "description": "After breakfast, individual transfer to Turin airport"
      }
    ],
    "map": ""
  },
  {
    "destination": "Italy",
    "mainPhoto": "",
    "id": "umbria-family-holiday-italy",
    "tourName": "Umbria family holiday, Italy",
    "placesVisited": "",
    "generalInfo": "You’ll be based at a villa  in a park with a great outdoor pool and an equestrian center.<br/>From there you’ll  walk through the Nestore valley and go with electric cars to visit vineyards and olive groves  of the Cantine di Monte Vibiano. Then a visit of the wine cellar and a wine tasting for the adults and a bruschetta for the kids. Lunch in the grocery of a small town with tipical products.<br/>In the afternoon you’ll have a lot of fun with a cooking class that will teach you the secrets of Italian food. <br/>The next day you’ll visit the Trasimeno Lake, the biggest lake of Central Italy. A skipper will bring you on a boat to discover the beautiful islands and the lake’s history.<br/>Umbrian country roads are perfect for a ride with hybrid bikes. Your guide will show you small medieval towns and the incredible countryside.<br/>The last day we’ll go to Umbria capital city, Perugia but first of all it’s worth it a visit to the local farmers market in the immediate outskirts of the town and a mozzarella tasting. You’ll visit the incredible underground medieval town, the deep Etruscan well and the Science and Technology Centre that will fascinate kids and adults too.<br/>This is only one of the tours we can arrange for you. We can give you different proposals depending on how many days would you like to stay in Umbria,  the age of the kids  and your preferences.<br/>We have also very good baby sitters if adults wish to do something special by their own.",
    "durationDays": "6",
    "price": "2500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": 1,
        "title": "",
        "description": "Pick up at Perugia train station or airport – transfer to your villa – dinner and overnight"
      },
      {
        "dayNumber": 2,
        "title": "",
        "description": "Walking through the Nestore valley to visit a wine cellar and go uphill with electric cars – lunch in Mercatello – cooking class - dinner and overnight"
      },
      {
        "dayNumber": 3,
        "title": "",
        "description": "Visit of the Trasimeno Lake and its islands with a sail boat"
      },
      {
        "dayNumber": 4,
        "title": "",
        "description": "Biking day through the Umbrian countryside"
      },
      {
        "dayNumber": 5,
        "title": "",
        "description": "visit of Perugia farmers market and of the old town"
      },
      {
        "dayNumber": 6,
        "title": "",
        "description": "transfer to Perugia train station"
      }
    ],
    "map": ""
  },
  {
    "destination": "Italy",
    "mainPhoto": "",
    "id": "fully-immersive-tour-of-italy-highlights-and-hidden-gems",
    "tourName": "Fully Immersive Tour of Italy: Highlights and Hidden Gems",
    "placesVisited": "Venice, Bologna, Cinque Terre, Siena, Sorrento, Costa Smeralda, Rome",
    "generalInfo": "The perfect balance of leisure and adventure is available on this 21-day tour of Italy. With destinations, such as Venice and Bologna, you will get a sound introduction to Italy's urban charm that can then be compared to the rustic countryside of Tuscany and the Costa Smeralda. No matter your preference, by the tour's end, you will be well acquainted with the culture and history of this unique Mediterranean world.",
    "durationDays": "21",
    "price": "20,500",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Venice – Arrive in the City of Canals",
        "description": "Situated along the windswept shores of the Adriatic, Venice beckons visitors like a light in a storm. The opening leg of your 20-day Italian adventure will start in this city of canals. Here, watery roads carry tourists and locals through a serene setting of picturesque neighborhoods. After landing at the nearby Marco Polo international airport, a private transfer will ensure your smooth arrival at your comfortable accommodations before concluding your day with a charming cruise on an authentic Venetian gondola."
      },
      {
        "dayNumber": "2",
        "title": "Venice – In the Footsteps of Royalty",
        "description": "A daybreak walk along the waterfront of Venice is a great way to avoid the crowds and see the horizontal light shine brilliantly upon iconic facades, such as St. Mark's Basilica and the Doge's Palace. Today, you will dive into the lively neighborhood and memorable landmarks that make Venice a top destination for all travelers on a private walking tour. As your expert guide regales you with tales from Venice's illustrious past, your imagination will come alive. Today, you will walk in the footsteps of emperors and royalty."
      },
      {
        "dayNumber": "3",
        "title": "Venice – Explore at Your Own Pace",
        "description": "As Venice's population began to grow, land became scarce, and entire neighborhoods had to be constructed on piers and floating docks. In this environment, waterways replaced roadways, and boats became the preferred method of transportation through the city. Your final day in the capital of Venice will be yours to spend however you wish. Perhaps, you would like to visit the welcoming eatery you passed the night before or tour the magnificent Ponte Rialto. No matter how you choose to conclude your time in Venice, it is hard to avoid the abundance of beauty on display."
      },
      {
        "dayNumber": "4",
        "title": "Bologna – Eating Your Way",
        "description": "Turning your back on the Adriatic, you will make your way by train to Italy's interior. Gazing from your comfortable train car, the gentle sweep of the hillsides and terraced farmlands will evoke a timelessness that will only increase upon arriving at the town of Bologna. After settling into your accommodation, you will embark on a tour of Bologna's favorite pastime, eating. This walking tour of the city will introduce you to famous food shops where the prosciutto and parmesan are proudly displayed. Afterward, you will visit the famous Lamborghini factory. Here, cars are produced with almost as much care as the wine you sampled earlier."
      },
      {
        "dayNumber": "5",
        "title": "Bologna – A Self-Guided Day",
        "description": "Bologna occupies a special position as an important city for both native Italians and the visitors who flock here by the thousands. The history alone is enough to dazzle the imagination with the famous visitors who wandered these narrow alleys and mesmerizing piazzas over the centuries. Soon, you will realize that Bologna is also home to Europe's oldest operating university. This diverse and youthful spirit will be one of the first things you notice. Today, you will be able to enjoy the city at your leisure."
      },
      {
        "dayNumber": "6",
        "title": "Cinque Terre – Into the Five Lands",
        "description": "Perched atop some of the most stunning coastline in the Mediterranean, Cinque Terre exists as a superb specimen of how early life looked for many communities that lived between sea and land. Best of all, the rugged coastline, tiny villages, and charming streets make industrial-grade tour buses a distant memory; the only vehicles here are compact, and most use boats to navigate the coast. After departing Bologna, a private transfer will convey you into this storied landscape, where upon arrival, you can spend the rest of the day exploring at your own pace."
      },
      {
        "dayNumber": "7",
        "title": "Cinque Terre – Scenic Coastal Voyage",
        "description": "The brisk air that sweeps off the Tyrrhenian sea will help you wake on your first day in the Five Lands. Today, you will be able to enjoy a guided excursion by private boat, which will take you past the pastel villages of Riomaggiore, Vernazza, Monterroso al Mare, and a host of other smaller communities. Green and blue are the main colors you will encounter on this scenic voyage as you pass lush hillsides that are covered in gardens. When you return to the hotel, your appetite will be happily satisfied by the staff."
      },
      {
        "dayNumber": "8",
        "title": "Siena – Visiting a Hilltop Town",
        "description": "Today, you will return to the Italian interior and depart Cinque Terre. After breakfast, you will make your way into the Tuscany region for your first visit to the winemaking paradise. A medieval rival of Florence, Siena boasts a vast assortment of museums, art galleries, and a bi-annual bareback horserace that never fails to attract thousands of thrilled spectators. Into this intoxicating environment you will step upon arriving at your comfortable accommodation. Wasting no time, your day will conclude with an expert cooking course, during which the gastronomic traditions of Tuscany and your taste buds will come alive."
      },
      {
        "dayNumber": "9",
        "title": "Siena – Truffle Hunting",
        "description": "Today, you will enjoy a veritable treasure hunt as you embark on your comfortable Sienese accommodation to the countryside in search of truffles. Leading you on this expedition, a 2-legged guide will explain the history of truffles and their modern application, and a 4-legged companion will help you find the buried delicacies. Dogs are ideal truffle hunters and use their keen sense of smell to detect their quarry. After you worked up an appetite, you will be able to enjoy a savory lunch with local ingredients and wine."
      },
      {
        "dayNumber": "10",
        "title": "Siena – A Day at your Leisure",
        "description": "After a day spent in the Tuscan outback looking for truffles, you will look forward to spending some leisure time to chart your own course through this picturesque landscape. The city of Siena offers travelers a rustic ambiance to kick up their boots and savor what locals call la dolce vita or the sweet life. The city center alone boasts enough cathedrals, piazzas, and palaces to earn the coveted award of being a UNESCO World Heritage Site and presents art lovers a head-spinning array of Renaissance art."
      },
      {
        "dayNumber": "11",
        "title": "Siena – Your Final Day in Tuscany",
        "description": "Another self-guided day will ensure that you are able to conclude your Tuscan reverie at your own pace. A visit to the Siena Cathedral is an excellent way to survey the mastery of Romanesque-Gothic architecture that is on display across the town. The unfinished walls of the eastern transept speak to the ambition of Sienese builders along with the ravages of the Black Plague. More commercial-oriented travelers can enjoy the chic boutiques and enthusiastic vendors who will be ready to meet your every need."
      },
      {
        "dayNumber": "12",
        "title": "Sorrento – The Heart of Campania",
        "description": "Leaving Northern Italy behind, you will make your way by train and enjoy a journey through some of the most breathtaking countryside in Italy. You will speed past abandoned villas that have become overgrown with ivy. Your destination will be the bustling Bay of Naples and the rural town of Sorrento, which is an enduring contrast to the urban sprawl of Naples on the northern edge of the bay. After your arrival at your conveniently-located accommodation, you will have the remainder of the day to explore Sorrento at your own pace."
      },
      {
        "dayNumber": "13",
        "title": "Sorrento – Tour of the Amalfi Coast",
        "description": "It will not take much time after your arrival to hear rumors of a stunning coastline filled with charming villages and impressive panoramas on the other side of the Sorrentine peninsula. The Amalfi Coast has charmed visitors for centuries and is now a well-known destination for romantics and honeymooners. Today, you will step into this scenic environment on a full-day tour of Amalfi and the nearby town of Ravello. You should pay particular attention to the series of stone watchtowers that line the coast and are still ready to warn of imminent pirate raids."
      },
      {
        "dayNumber": "14",
        "title": "Sorrento – Pearl of the Mediterranean",
        "description": "Finally, the allure of the waves will be too much. Today, you will take to the waves on a voyage to the nearby island of Capri. Capri was once a top destination of bored emperors and wealthy celebrities, and it will not take long for you to see why this little island has such a hold on the imagination. Upon your arrival at the main harbor, you will embark on a tour to the Faraglioni rocks before grotto-hopping between the many natural sea caves that punctuate the coast."
      },
      {
        "dayNumber": "15",
        "title": "Costa Smeralda – Venturing Off the Grid",
        "description": "Today, you will exchange a small island for a bigger one. After breakfast, you will depart the idyllic ambiance of Capri and Sorrento for the rustic charm and distinct culture of Sardinia. The island itself has been inhabited for centuries and has seen its fair share of conquerors and kings. As you will see today, it exists as an off-the-beaten-path destination for those hoping to avoid the crowds of the mainland. Upon your arrival, you will have the remainder of the afternoon to spend as you wish."
      },
      {
        "dayNumber": "16",
        "title": "Costa Smeralda – Along the Emerald Coast",
        "description": "No guide book is capable of capturing the essence of Sardinia, and it requires an unflinching look at this colorful land to fully experience it. Such a fearless approach will be yours today as you enjoy a sea-kayaking experience at the Capo d'Orso or Cape of the Bear. After a brief orientation of your kayak, you will be able to plunge into the cool water and embark on a memorable aquatic tour of the Costa Smeralda."
      },
      {
        "dayNumber": "17",
        "title": "Costa Smeralda – Leisurely Day in Sardinia",
        "description": "The Mediterranean has long been known as a place where locals know how to live the good life. Sardinia is no different, and the Costa Smeralda is a top destination for those hoping to do just that. Whether reclining on the sandy beaches with a good book, shooting the links at a nearby golf course, or savoring an authentic, three-course meal at a local eatery, there is something for everyone in this idyllic setting. Today, you will be able to rest your weary paddling arms at your own pace on this leisurely day."
      },
      {
        "dayNumber": "18",
        "title": "Costa Smeralda – Exploring as you Please",
        "description": "Feeling well-rested from your day of leisure, you will enjoy an exploration of the nearby Maddalena archipelago, which is a cluster of granite islets that occupy the Start of Bonifacio between Corsica and Sardinia. This scenic cruise will allow you to plunge into the clear water and stroll along sandy beaches in search of that perfect spot to relax or read a book. By the time this island-hopping tour concludes, you will be refreshed and ready to take on the final leg of this Italian tour."
      },
      {
        "dayNumber": "19",
        "title": "Rome – A Private Visit to the Vatican",
        "description": "A slight tan and modest collection of shoe sand will be the only evidence of your leisurely visit to Sardinia. On your first day in Rome, you will need more than a bathing suit to begin your tour. After a brief flight, a private transfer will carry you from the Roman airport to your comfortable accommodations. In the afternoon, you will visit the holy heart of the Catholic Church and seat of Papal power. Vatican City offers visitors a conspicuous example of church authority and will be the setting for your private tour of the famous museums, Sistine Chapel, and the vast Basilica of St. Peters."
      },
      {
        "dayNumber": "20",
        "title": "Rome – Pondering the Past",
        "description": "For your final full day in Italy, an in-depth walking tour will ensure that no site goes unseen. You will scour Rome's city center in search of the beautiful and historic. Starting with more recent history and working backward, your expert guide will lead you on a private tour of the Spanish Steps, Trevi Fountain, and other delights of the city's artistic masters. Things will take a turn for the ancient in the afternoon when you visit the iconic Colosseum and adjacent Forum, where characters like Julius Caesar once strode. Your tour will end just in time for you to seek out an authentic Italian meal."
      },
      {
        "dayNumber": "21",
        "title": "Rome – Departure",
        "description": "Unfortunately, you will depart Rome today, and the country in which you have fallen in love. From the north to south and from land to sea, this 21-day tour has delivered a balanced approach to exploring this colorful corner of Europe. Like chocolate, moderation is the best approach to taking in the vast array of cultural and historic sites contained in Italy, and the good news is that there is still so much to see for your return trip."
      }
    ],
    "map": ""
  },
  {
    "destination": "Italy",
    "mainPhoto": "",
    "id": "paradise-tour-of-italy-sicily-and-puglia-vacation",
    "tourName": "Paradise Tour of Italy: Sicily and Puglia Vacation",
    "placesVisited": "Palermo, Trapani, Marsala, Agrigento, Ragusa, Noto, Ortigia, Syracuse, Taormina, Alberobello, Lecce",
    "generalInfo": "Welcoming temperatures, coastal communities, and picturesque beaches appear in abundance on this 19-day tour of Sicily and Puglia. Lacking the icy elegance of Italy's Northern region, Southern Italy has long attracted those in search of rich culture and compelling history. From the bustling port of Palermo to the mysterious origins of the Trulli in Puglia, this tour ensures your full immersion into the warmth and vitality of Southern Italy.",
    "durationDays": "19",
    "price": "18,600",
    "image1": "",
    "image2": "",
    "image3": "",
    "image4": "",
    "image5": "",
    "image6": "",
    "imagealt": "",
    "personNumber": "",
    "dates": "",
    "minimumAge": "",
    "meet": "",
    "whatExpect": "",
    "dayInfo": [
      {
        "dayNumber": "1",
        "title": "Palermo – Orientation in the Capital",
        "description": "Sicily is the perfect launchpad for your tour of Southern Italy. This diverse land boasts a proud heritage that is infused with cultural and culinary artifacts from Africa, Europe, and the Middle East. All this and much more will be evident the moment you step out from the shadow of your conveniently located hotel in Palermo. After you arrive from the airport, a private transfer will convey you to the city center. Here, you will have the remainder of the day to orient yourself with the splendors of the city."
      },
      {
        "dayNumber": "2",
        "title": "Palermo – A Walking Tour of the City",
        "description": "As you will undoubtedly notice, Palermo's Old Town is most easily navigated on foot. Your first full day in this vibrant city will include a private walking tour to the major attractions. After you meet your charming guide, you will pass into a world of piazzas, palaces, minarets, and basilicas, all with the distant sounds of the busy port that echo off the stone walls much like they did centuries ago. By the time your tour concludes, you will be well-versed in the artistic and architectural past Palermo."
      },
      {
        "dayNumber": "3",
        "title": "Palermo – Day Trip to Erice and Trapani",
        "description": "Like many European countries, if you never leave the bustle of the urban centers, you will only see one side of the land. Today, you will leave the bustle of the capital behind you and enter an idyllic land of cypress-lined boulevards, hilltop villas, and olive orchards. You will make your way to the nearby communities of Erice and Trapani. Filling your lungs with the fresh air of Trapani, you will have a chance to learn more about this region on a guided history tour of the town and expedition along the coastal reserve."
      },
      {
        "dayNumber": "4",
        "title": "Marsala – A Sicilian Wine Tasting Experience",
        "description": "The second leg of your Sicilian adventure will lead you to the Eastern end of the Island to the city of Marsala. Departing Palermo by train, you will be able to take in the beautiful countryside as you snake your way toward Marsala and your luxury accommodation. In the afternoon, you will be immersed in Sicily's proud gastronomic scene with a gourmet wine tasting experience. Between the visit to the rustic wine cellars, the professional pairing of wine and cuisine, and the picturesque views over the winery, your first evening in Marsala will be one to remember."
      },
      {
        "dayNumber": "5",
        "title": "Agrigento – Through Southern Sicily",
        "description": "Rails will turn to road as you depart Marsala for the stunning coastline of Sicily's Southern side. By winding your car through charming coastal villages and rustic farmhouses, you can rest assured that you are well off the path of the crowds. Your destination will be the Valley of the Temples, which is a UNESCO World Heritage Site that is situated near the town of Agrigento. In fact, the 18th-century villa that will be your comfortable accommodation is just a stone's throw from the Greek ruins of the Temple of Concordia and a host of other treasures."
      },
      {
        "dayNumber": "6",
        "title": "Agrigento – The Valley of the Temples",
        "description": "Much like the Romans in their prime, the Greek civilization left an indelible mark on the Mediterranean world, and rare is the coastline that does not have some evidence of this mark. Today, you will visit Sicily's most cherished archaeological site, the Valley of the Temples. This site is home to remarkably well-preserved ruins of various Greek temples that honor various gods and deities. As you amble through this historical setting, your expert guide will be there to answer any questions and to introduce you to the Temples of Zeus, Heracles, and others."
      },
      {
        "dayNumber": "7",
        "title": "Agrigento – Leisure at Verdura Resort",
        "description": "Any good journey involves a balance between leisure and structure. For your final day in Agrigento, you will be able to visit the seaside resort of Verdura. Here, you can play golf with some stunning Mediterranean panoramas or recline in thermal splendor at a state-of-the-art spa facility."
      },
      {
        "dayNumber": "8",
        "title": "Ragusa – Through the Sicilian Countryside",
        "description": "After departing the Valley of the Temples, you will continue along the brilliant coastline to the enchanting town of Ragusa. Before rushing to your destination, you may want to visit the remarkable Scala dei Turchi, where bright marl and limestone rock formations lead down to one of the most pristine beaches on this stretch of coast. The town of Caltagirone also offers visitors a memorable glimpse of the tiles and pottery that make it the ceramic capital of Sicily. By the time you reach Ragusa, you will be ready to take up the hotel staff on their offer of outstanding service."
      },
      {
        "dayNumber": "9",
        "title": "Ragusa – A Stunning Hilltop Town",
        "description": "Streaks of brilliant light that shine through drawn curtains will be the first stage of your leisurely wake-up, which is best accompanied by a shot or two of Sicily's famous espresso. You will need your energy today because you will be situated among a UNESCO World Heritage Site with all the views and architectural brilliance to prove it. When you are ready, a knowledgeable guide will lead you on a walking tour of the lower old town, including cathedrals and some staggering Baroque palaces."
      },
      {
        "dayNumber": "10",
        "title": "Ortigia – Enjoying the Journey",
        "description": "The famous spas of Ortigia will be your ultimate destination after you depart Ragusa. You should not be afraid to stop and smell the roses as you make your way to this port town on Sicily's Eastern side. Along the way, you can enjoy a tasty stop in the village of Modica, where the local candymakers use an ancient chocolate recipe that originated with the Aztecs. The fishing community of Marzamemi will also offer a unique glimpse of the close relationship between man and the sea that has existed in this region since time immemorial."
      },
      {
        "dayNumber": "11",
        "title": "Ortigia – Embarking on a Guided Tour of Syracuse",
        "description": "The peninsula of Ortigia juts out into the harbor and offers an excellent vantage point to plan your visit to the adjacent port city of Syracuse. Like Agrigento, Syracuse dates back to the Greeks and boasts an impressive array of ancient ruins and artwork. On your first full day in Syracuse, you will be able to enjoy a guided tour of the city, including a traditional Roman amphitheater, the Altar of Hieron II, and a host of other treasures from antiquity."
      },
      {
        "dayNumber": "12",
        "title": "Taormina – A Final Touch of Sicilian Paradise",
        "description": "After a relaxing drive from Ortigia and Syracuse, you will reach your last stop in Sicily. Taormina hugs the Mediterranean like an infant not wanting to leave its mother and offers visitors a vibrant coastal city complete with Greek ruins, sandy beaches, and stunning architecture. After you have had a chance to stretch your legs after the drive, you will be able to enjoy an exclusive tour of the city's colorful history and culture."
      },
      {
        "dayNumber": "13",
        "title": "Taormina – Sicily's Highest Mountain",
        "description": "A Mediterranean morning is something to behold. Such a sight leaves little doubt as to why the early Greeks believed the sun to be propelled through the heavens by a divine hand. Today, you will be able to climb the infamous and quite active stratovolcano of Mt. Etna. You will travel by foot and off-road vehicle. This thrilling climb to the top is sure to raise pulses, but your journey's end will include a lunch of local ingredients and fresh wine."
      },
      {
        "dayNumber": "14",
        "title": "Alberobello – Arriving in Scenic Puglia",
        "description": "Today, you will turn your back on the fascinating island paradise of Sicily and make your way to the region of Puglia on the Italian mainland. After a short flight from the local airport at Catania to Bari, you will head past whitewashed houses and expansive plateaus. By the time you reach your resort, you will be ready for a refreshing taste of the rich local olive oil and the comfortable splendor of your new accommodations. After you have settled in, you will have the remainder of the afternoon to unwind or set off in search of the Trulli structures for which Alberobello is famous."
      },
      {
        "dayNumber": "15",
        "title": "Alberobello – Unraveling the Mystery of the Trulli",
        "description": "The region of Puglia is known for many things, such as the Trulli districts of Alberobello. Trulli are relatively small stone huts that would traditionally shelter agricultural stores or farmers from the harsh winds that blow in off the Adriatic. Today, these Trulli neighborhoods are a UNESCO World Heritage Site. Today, you will be able to enjoy the origin story of these distinctly shaped houses. After visiting the Rione Monte Trulli , you will make your way to the Aia Piccola to dodge the crowds and see the largest Trullo home in the city."
      },
      {
        "dayNumber": "16",
        "title": "Lecce – At the Edge of Italy",
        "description": "The final leg of your Southern Italian journey will take you to the town of Lecce, which sits next to the panoramic Salentine peninsula. The Old Town district of Lecce boasts an impressive array of Baroque architectural monuments as well as artifacts from both Greek and Roman eras. After departing Alberobello, you will head through picturesque vineyards that stretch on to the horizon. Once you settle in to your new accommodation, you can stretch your legs on a stroll through the stone piazzas and past elegant palaces that lend Lecce a magnetic atmosphere."
      },
      {
        "dayNumber": "17",
        "title": "Lecce – Charting Your Own Course in a Mediterranean Paradise",
        "description": "The first full day in Lecce will be yours to spend however you wish as your Italian adventure winds down. Now is the time to scratch those persistent travel itches to try something new that you have noticed since first arriving in Southern Italy. Perhaps, you want to sample the fresh olive oils for which this region is famous, or to talk to a local and find out where the best swimming hole is along the Adriatic sea. No matter how you choose to spend the day, Lecce will be the perfect playground for you to spend your penultimate day in Puglia."
      },
      {
        "dayNumber": "18",
        "title": "Lecce – Examining the Town's Baroque Origins",
        "description": "Comfortable walking shoes will be the footwear of choice for your final full day in Lecce. Since your arrival, the unique architecture of the town will have dramatically revealed itself through the elegant palaces and basilicas. Into this world you will step on a half-day walking tour of the city and its most famous sites. After a brief orientation of Lecce's role in local history, the rich Baroque heritage will appear through visits to the Duomo and central piazza. A trip to the nearby coastal villages for a swim can be an excellent way to wrap up an exciting final day."
      },
      {
        "dayNumber": "19",
        "title": "Lecce – Departure",
        "description": "After enjoying a final breakfast from the attentive hotel staff, you will have time for one more cup of the delicious Italian espresso before departing the narrow alleys and quiet piazzas of Lecce for your return home. From the Mycenaean ruins of Sicily to the slopes of Mt. Etna, you will have seen a side of Italy that is missed by many."
      }
    ],
    "map": ""
  }
]