{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "paradise-tour-of-italy-sicily-and-puglia-vacation",
  "tourName": "Paradise Tour of Italy: Sicily and Puglia Vacation",
  "placesVisited": "Palermo, Trapani, Marsala, Agrigento, Ragusa, Noto, Ortigia, Syracuse, Taormina, Alberobello, Lecce",
  "generalInfo": "Welcoming temperatures, coastal communities, and picturesque beaches appear in abundance on this 19-day tour of Sicily and Puglia. Lacking the icy elegance of Italy's Northern region, Southern Italy has long attracted those in search of rich culture and compelling history. From the bustling port of Palermo to the mysterious origins of the Trulli in Puglia, this tour ensures your full immersion into the warmth and vitality of Southern Italy.",
  "durationDays": "19",
  "price": "18,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Palermo – Orientation in the Capital",
      "description": "Sicily is the perfect launchpad for your tour of Southern Italy. This diverse land boasts a proud heritage that is infused with cultural and culinary artifacts from Africa, Europe, and the Middle East. All this and much more will be evident the moment you step out from the shadow of your conveniently located hotel in Palermo. After you arrive from the airport, a private transfer will convey you to the city center. Here, you will have the remainder of the day to orient yourself with the splendors of the city."
    },
    {
      "dayNumber": "2",
      "title": "Palermo – A Walking Tour of the City",
      "description": "As you will undoubtedly notice, Palermo's Old Town is most easily navigated on foot. Your first full day in this vibrant city will include a private walking tour to the major attractions. After you meet your charming guide, you will pass into a world of piazzas, palaces, minarets, and basilicas, all with the distant sounds of the busy port that echo off the stone walls much like they did centuries ago. By the time your tour concludes, you will be well-versed in the artistic and architectural past Palermo."
    },
    {
      "dayNumber": "3",
      "title": "Palermo – Day Trip to Erice and Trapani",
      "description": "Like many European countries, if you never leave the bustle of the urban centers, you will only see one side of the land. Today, you will leave the bustle of the capital behind you and enter an idyllic land of cypress-lined boulevards, hilltop villas, and olive orchards. You will make your way to the nearby communities of Erice and Trapani. Filling your lungs with the fresh air of Trapani, you will have a chance to learn more about this region on a guided history tour of the town and expedition along the coastal reserve."
    },
    {
      "dayNumber": "4",
      "title": "Marsala – A Sicilian Wine Tasting Experience",
      "description": "The second leg of your Sicilian adventure will lead you to the Eastern end of the Island to the city of Marsala. Departing Palermo by train, you will be able to take in the beautiful countryside as you snake your way toward Marsala and your luxury accommodation. In the afternoon, you will be immersed in Sicily's proud gastronomic scene with a gourmet wine tasting experience. Between the visit to the rustic wine cellars, the professional pairing of wine and cuisine, and the picturesque views over the winery, your first evening in Marsala will be one to remember."
    },
    {
      "dayNumber": "5",
      "title": "Agrigento – Through Southern Sicily",
      "description": "Rails will turn to road as you depart Marsala for the stunning coastline of Sicily's Southern side. By winding your car through charming coastal villages and rustic farmhouses, you can rest assured that you are well off the path of the crowds. Your destination will be the Valley of the Temples, which is a UNESCO World Heritage Site that is situated near the town of Agrigento. In fact, the 18th-century villa that will be your comfortable accommodation is just a stone's throw from the Greek ruins of the Temple of Concordia and a host of other treasures."
    },
    {
      "dayNumber": "6",
      "title": "Agrigento – The Valley of the Temples",
      "description": "Much like the Romans in their prime, the Greek civilization left an indelible mark on the Mediterranean world, and rare is the coastline that does not have some evidence of this mark. Today, you will visit Sicily's most cherished archaeological site, the Valley of the Temples. This site is home to remarkably well-preserved ruins of various Greek temples that honor various gods and deities. As you amble through this historical setting, your expert guide will be there to answer any questions and to introduce you to the Temples of Zeus, Heracles, and others."
    },
    {
      "dayNumber": "7",
      "title": "Agrigento – Leisure at Verdura Resort",
      "description": "Any good journey involves a balance between leisure and structure. For your final day in Agrigento, you will be able to visit the seaside resort of Verdura. Here, you can play golf with some stunning Mediterranean panoramas or recline in thermal splendor at a state-of-the-art spa facility."
    },
    {
      "dayNumber": "8",
      "title": "Ragusa – Through the Sicilian Countryside",
      "description": "After departing the Valley of the Temples, you will continue along the brilliant coastline to the enchanting town of Ragusa. Before rushing to your destination, you may want to visit the remarkable Scala dei Turchi, where bright marl and limestone rock formations lead down to one of the most pristine beaches on this stretch of coast. The town of Caltagirone also offers visitors a memorable glimpse of the tiles and pottery that make it the ceramic capital of Sicily. By the time you reach Ragusa, you will be ready to take up the hotel staff on their offer of outstanding service."
    },
    {
      "dayNumber": "9",
      "title": "Ragusa – A Stunning Hilltop Town",
      "description": "Streaks of brilliant light that shine through drawn curtains will be the first stage of your leisurely wake-up, which is best accompanied by a shot or two of Sicily's famous espresso. You will need your energy today because you will be situated among a UNESCO World Heritage Site with all the views and architectural brilliance to prove it. When you are ready, a knowledgeable guide will lead you on a walking tour of the lower old town, including cathedrals and some staggering Baroque palaces."
    },
    {
      "dayNumber": "10",
      "title": "Ortigia – Enjoying the Journey",
      "description": "The famous spas of Ortigia will be your ultimate destination after you depart Ragusa. You should not be afraid to stop and smell the roses as you make your way to this port town on Sicily's Eastern side. Along the way, you can enjoy a tasty stop in the village of Modica, where the local candymakers use an ancient chocolate recipe that originated with the Aztecs. The fishing community of Marzamemi will also offer a unique glimpse of the close relationship between man and the sea that has existed in this region since time immemorial."
    },
    {
      "dayNumber": "11",
      "title": "Ortigia – Embarking on a Guided Tour of Syracuse",
      "description": "The peninsula of Ortigia juts out into the harbor and offers an excellent vantage point to plan your visit to the adjacent port city of Syracuse. Like Agrigento, Syracuse dates back to the Greeks and boasts an impressive array of ancient ruins and artwork. On your first full day in Syracuse, you will be able to enjoy a guided tour of the city, including a traditional Roman amphitheater, the Altar of Hieron II, and a host of other treasures from antiquity."
    },
    {
      "dayNumber": "12",
      "title": "Taormina – A Final Touch of Sicilian Paradise",
      "description": "After a relaxing drive from Ortigia and Syracuse, you will reach your last stop in Sicily. Taormina hugs the Mediterranean like an infant not wanting to leave its mother and offers visitors a vibrant coastal city complete with Greek ruins, sandy beaches, and stunning architecture. After you have had a chance to stretch your legs after the drive, you will be able to enjoy an exclusive tour of the city's colorful history and culture."
    },
    {
      "dayNumber": "13",
      "title": "Taormina – Sicily's Highest Mountain",
      "description": "A Mediterranean morning is something to behold. Such a sight leaves little doubt as to why the early Greeks believed the sun to be propelled through the heavens by a divine hand. Today, you will be able to climb the infamous and quite active stratovolcano of Mt. Etna. You will travel by foot and off-road vehicle. This thrilling climb to the top is sure to raise pulses, but your journey's end will include a lunch of local ingredients and fresh wine."
    },
    {
      "dayNumber": "14",
      "title": "Alberobello – Arriving in Scenic Puglia",
      "description": "Today, you will turn your back on the fascinating island paradise of Sicily and make your way to the region of Puglia on the Italian mainland. After a short flight from the local airport at Catania to Bari, you will head past whitewashed houses and expansive plateaus. By the time you reach your resort, you will be ready for a refreshing taste of the rich local olive oil and the comfortable splendor of your new accommodations. After you have settled in, you will have the remainder of the afternoon to unwind or set off in search of the Trulli structures for which Alberobello is famous."
    },
    {
      "dayNumber": "15",
      "title": "Alberobello – Unraveling the Mystery of the Trulli",
      "description": "The region of Puglia is known for many things, such as the Trulli districts of Alberobello. Trulli are relatively small stone huts that would traditionally shelter agricultural stores or farmers from the harsh winds that blow in off the Adriatic. Today, these Trulli neighborhoods are a UNESCO World Heritage Site. Today, you will be able to enjoy the origin story of these distinctly shaped houses. After visiting the Rione Monte Trulli , you will make your way to the Aia Piccola to dodge the crowds and see the largest Trullo home in the city."
    },
    {
      "dayNumber": "16",
      "title": "Lecce – At the Edge of Italy",
      "description": "The final leg of your Southern Italian journey will take you to the town of Lecce, which sits next to the panoramic Salentine peninsula. The Old Town district of Lecce boasts an impressive array of Baroque architectural monuments as well as artifacts from both Greek and Roman eras. After departing Alberobello, you will head through picturesque vineyards that stretch on to the horizon. Once you settle in to your new accommodation, you can stretch your legs on a stroll through the stone piazzas and past elegant palaces that lend Lecce a magnetic atmosphere."
    },
    {
      "dayNumber": "17",
      "title": "Lecce – Charting Your Own Course in a Mediterranean Paradise",
      "description": "The first full day in Lecce will be yours to spend however you wish as your Italian adventure winds down. Now is the time to scratch those persistent travel itches to try something new that you have noticed since first arriving in Southern Italy. Perhaps, you want to sample the fresh olive oils for which this region is famous, or to talk to a local and find out where the best swimming hole is along the Adriatic sea. No matter how you choose to spend the day, Lecce will be the perfect playground for you to spend your penultimate day in Puglia."
    },
    {
      "dayNumber": "18",
      "title": "Lecce – Examining the Town's Baroque Origins",
      "description": "Comfortable walking shoes will be the footwear of choice for your final full day in Lecce. Since your arrival, the unique architecture of the town will have dramatically revealed itself through the elegant palaces and basilicas. Into this world you will step on a half-day walking tour of the city and its most famous sites. After a brief orientation of Lecce's role in local history, the rich Baroque heritage will appear through visits to the Duomo and central piazza. A trip to the nearby coastal villages for a swim can be an excellent way to wrap up an exciting final day."
    },
    {
      "dayNumber": "19",
      "title": "Lecce – Departure",
      "description": "After enjoying a final breakfast from the attentive hotel staff, you will have time for one more cup of the delicious Italian espresso before departing the narrow alleys and quiet piazzas of Lecce for your return home. From the Mycenaean ruins of Sicily to the slopes of Mt. Etna, you will have seen a side of Italy that is missed by many."
    }
  ],
  "map": ""
}