{
  "destination": "Italy",
  "mainPhoto": "",
  "id": "fully-immersive-tour-of-italy-highlights-and-hidden-gems",
  "tourName": "Fully Immersive Tour of Italy: Highlights and Hidden Gems",
  "placesVisited": "Venice, Bologna, Cinque Terre, Siena, Sorrento, Costa Smeralda, Rome",
  "generalInfo": "The perfect balance of leisure and adventure is available on this 21-day tour of Italy. With destinations, such as Venice and Bologna, you will get a sound introduction to Italy's urban charm that can then be compared to the rustic countryside of Tuscany and the Costa Smeralda. No matter your preference, by the tour's end, you will be well acquainted with the culture and history of this unique Mediterranean world.",
  "durationDays": "21",
  "price": "20,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Venice – Arrive in the City of Canals",
      "description": "Situated along the windswept shores of the Adriatic, Venice beckons visitors like a light in a storm. The opening leg of your 20-day Italian adventure will start in this city of canals. Here, watery roads carry tourists and locals through a serene setting of picturesque neighborhoods. After landing at the nearby Marco Polo international airport, a private transfer will ensure your smooth arrival at your comfortable accommodations before concluding your day with a charming cruise on an authentic Venetian gondola."
    },
    {
      "dayNumber": "2",
      "title": "Venice – In the Footsteps of Royalty",
      "description": "A daybreak walk along the waterfront of Venice is a great way to avoid the crowds and see the horizontal light shine brilliantly upon iconic facades, such as St. Mark's Basilica and the Doge's Palace. Today, you will dive into the lively neighborhood and memorable landmarks that make Venice a top destination for all travelers on a private walking tour. As your expert guide regales you with tales from Venice's illustrious past, your imagination will come alive. Today, you will walk in the footsteps of emperors and royalty."
    },
    {
      "dayNumber": "3",
      "title": "Venice – Explore at Your Own Pace",
      "description": "As Venice's population began to grow, land became scarce, and entire neighborhoods had to be constructed on piers and floating docks. In this environment, waterways replaced roadways, and boats became the preferred method of transportation through the city. Your final day in the capital of Venice will be yours to spend however you wish. Perhaps, you would like to visit the welcoming eatery you passed the night before or tour the magnificent Ponte Rialto. No matter how you choose to conclude your time in Venice, it is hard to avoid the abundance of beauty on display."
    },
    {
      "dayNumber": "4",
      "title": "Bologna – Eating Your Way",
      "description": "Turning your back on the Adriatic, you will make your way by train to Italy's interior. Gazing from your comfortable train car, the gentle sweep of the hillsides and terraced farmlands will evoke a timelessness that will only increase upon arriving at the town of Bologna. After settling into your accommodation, you will embark on a tour of Bologna's favorite pastime, eating. This walking tour of the city will introduce you to famous food shops where the prosciutto and parmesan are proudly displayed. Afterward, you will visit the famous Lamborghini factory. Here, cars are produced with almost as much care as the wine you sampled earlier."
    },
    {
      "dayNumber": "5",
      "title": "Bologna – A Self-Guided Day",
      "description": "Bologna occupies a special position as an important city for both native Italians and the visitors who flock here by the thousands. The history alone is enough to dazzle the imagination with the famous visitors who wandered these narrow alleys and mesmerizing piazzas over the centuries. Soon, you will realize that Bologna is also home to Europe's oldest operating university. This diverse and youthful spirit will be one of the first things you notice. Today, you will be able to enjoy the city at your leisure."
    },
    {
      "dayNumber": "6",
      "title": "Cinque Terre – Into the Five Lands",
      "description": "Perched atop some of the most stunning coastline in the Mediterranean, Cinque Terre exists as a superb specimen of how early life looked for many communities that lived between sea and land. Best of all, the rugged coastline, tiny villages, and charming streets make industrial-grade tour buses a distant memory; the only vehicles here are compact, and most use boats to navigate the coast. After departing Bologna, a private transfer will convey you into this storied landscape, where upon arrival, you can spend the rest of the day exploring at your own pace."
    },
    {
      "dayNumber": "7",
      "title": "Cinque Terre – Scenic Coastal Voyage",
      "description": "The brisk air that sweeps off the Tyrrhenian sea will help you wake on your first day in the Five Lands. Today, you will be able to enjoy a guided excursion by private boat, which will take you past the pastel villages of Riomaggiore, Vernazza, Monterroso al Mare, and a host of other smaller communities. Green and blue are the main colors you will encounter on this scenic voyage as you pass lush hillsides that are covered in gardens. When you return to the hotel, your appetite will be happily satisfied by the staff."
    },
    {
      "dayNumber": "8",
      "title": "Siena – Visiting a Hilltop Town",
      "description": "Today, you will return to the Italian interior and depart Cinque Terre. After breakfast, you will make your way into the Tuscany region for your first visit to the winemaking paradise. A medieval rival of Florence, Siena boasts a vast assortment of museums, art galleries, and a bi-annual bareback horserace that never fails to attract thousands of thrilled spectators. Into this intoxicating environment you will step upon arriving at your comfortable accommodation. Wasting no time, your day will conclude with an expert cooking course, during which the gastronomic traditions of Tuscany and your taste buds will come alive."
    },
    {
      "dayNumber": "9",
      "title": "Siena – Truffle Hunting",
      "description": "Today, you will enjoy a veritable treasure hunt as you embark on your comfortable Sienese accommodation to the countryside in search of truffles. Leading you on this expedition, a 2-legged guide will explain the history of truffles and their modern application, and a 4-legged companion will help you find the buried delicacies. Dogs are ideal truffle hunters and use their keen sense of smell to detect their quarry. After you worked up an appetite, you will be able to enjoy a savory lunch with local ingredients and wine."
    },
    {
      "dayNumber": "10",
      "title": "Siena – A Day at your Leisure",
      "description": "After a day spent in the Tuscan outback looking for truffles, you will look forward to spending some leisure time to chart your own course through this picturesque landscape. The city of Siena offers travelers a rustic ambiance to kick up their boots and savor what locals call la dolce vita or the sweet life. The city center alone boasts enough cathedrals, piazzas, and palaces to earn the coveted award of being a UNESCO World Heritage Site and presents art lovers a head-spinning array of Renaissance art."
    },
    {
      "dayNumber": "11",
      "title": "Siena – Your Final Day in Tuscany",
      "description": "Another self-guided day will ensure that you are able to conclude your Tuscan reverie at your own pace. A visit to the Siena Cathedral is an excellent way to survey the mastery of Romanesque-Gothic architecture that is on display across the town. The unfinished walls of the eastern transept speak to the ambition of Sienese builders along with the ravages of the Black Plague. More commercial-oriented travelers can enjoy the chic boutiques and enthusiastic vendors who will be ready to meet your every need."
    },
    {
      "dayNumber": "12",
      "title": "Sorrento – The Heart of Campania",
      "description": "Leaving Northern Italy behind, you will make your way by train and enjoy a journey through some of the most breathtaking countryside in Italy. You will speed past abandoned villas that have become overgrown with ivy. Your destination will be the bustling Bay of Naples and the rural town of Sorrento, which is an enduring contrast to the urban sprawl of Naples on the northern edge of the bay. After your arrival at your conveniently-located accommodation, you will have the remainder of the day to explore Sorrento at your own pace."
    },
    {
      "dayNumber": "13",
      "title": "Sorrento – Tour of the Amalfi Coast",
      "description": "It will not take much time after your arrival to hear rumors of a stunning coastline filled with charming villages and impressive panoramas on the other side of the Sorrentine peninsula. The Amalfi Coast has charmed visitors for centuries and is now a well-known destination for romantics and honeymooners. Today, you will step into this scenic environment on a full-day tour of Amalfi and the nearby town of Ravello. You should pay particular attention to the series of stone watchtowers that line the coast and are still ready to warn of imminent pirate raids."
    },
    {
      "dayNumber": "14",
      "title": "Sorrento – Pearl of the Mediterranean",
      "description": "Finally, the allure of the waves will be too much. Today, you will take to the waves on a voyage to the nearby island of Capri. Capri was once a top destination of bored emperors and wealthy celebrities, and it will not take long for you to see why this little island has such a hold on the imagination. Upon your arrival at the main harbor, you will embark on a tour to the Faraglioni rocks before grotto-hopping between the many natural sea caves that punctuate the coast."
    },
    {
      "dayNumber": "15",
      "title": "Costa Smeralda – Venturing Off the Grid",
      "description": "Today, you will exchange a small island for a bigger one. After breakfast, you will depart the idyllic ambiance of Capri and Sorrento for the rustic charm and distinct culture of Sardinia. The island itself has been inhabited for centuries and has seen its fair share of conquerors and kings. As you will see today, it exists as an off-the-beaten-path destination for those hoping to avoid the crowds of the mainland. Upon your arrival, you will have the remainder of the afternoon to spend as you wish."
    },
    {
      "dayNumber": "16",
      "title": "Costa Smeralda – Along the Emerald Coast",
      "description": "No guide book is capable of capturing the essence of Sardinia, and it requires an unflinching look at this colorful land to fully experience it. Such a fearless approach will be yours today as you enjoy a sea-kayaking experience at the Capo d'Orso or Cape of the Bear. After a brief orientation of your kayak, you will be able to plunge into the cool water and embark on a memorable aquatic tour of the Costa Smeralda."
    },
    {
      "dayNumber": "17",
      "title": "Costa Smeralda – Leisurely Day in Sardinia",
      "description": "The Mediterranean has long been known as a place where locals know how to live the good life. Sardinia is no different, and the Costa Smeralda is a top destination for those hoping to do just that. Whether reclining on the sandy beaches with a good book, shooting the links at a nearby golf course, or savoring an authentic, three-course meal at a local eatery, there is something for everyone in this idyllic setting. Today, you will be able to rest your weary paddling arms at your own pace on this leisurely day."
    },
    {
      "dayNumber": "18",
      "title": "Costa Smeralda – Exploring as you Please",
      "description": "Feeling well-rested from your day of leisure, you will enjoy an exploration of the nearby Maddalena archipelago, which is a cluster of granite islets that occupy the Start of Bonifacio between Corsica and Sardinia. This scenic cruise will allow you to plunge into the clear water and stroll along sandy beaches in search of that perfect spot to relax or read a book. By the time this island-hopping tour concludes, you will be refreshed and ready to take on the final leg of this Italian tour."
    },
    {
      "dayNumber": "19",
      "title": "Rome – A Private Visit to the Vatican",
      "description": "A slight tan and modest collection of shoe sand will be the only evidence of your leisurely visit to Sardinia. On your first day in Rome, you will need more than a bathing suit to begin your tour. After a brief flight, a private transfer will carry you from the Roman airport to your comfortable accommodations. In the afternoon, you will visit the holy heart of the Catholic Church and seat of Papal power. Vatican City offers visitors a conspicuous example of church authority and will be the setting for your private tour of the famous museums, Sistine Chapel, and the vast Basilica of St. Peters."
    },
    {
      "dayNumber": "20",
      "title": "Rome – Pondering the Past",
      "description": "For your final full day in Italy, an in-depth walking tour will ensure that no site goes unseen. You will scour Rome's city center in search of the beautiful and historic. Starting with more recent history and working backward, your expert guide will lead you on a private tour of the Spanish Steps, Trevi Fountain, and other delights of the city's artistic masters. Things will take a turn for the ancient in the afternoon when you visit the iconic Colosseum and adjacent Forum, where characters like Julius Caesar once strode. Your tour will end just in time for you to seek out an authentic Italian meal."
    },
    {
      "dayNumber": "21",
      "title": "Rome – Departure",
      "description": "Unfortunately, you will depart Rome today, and the country in which you have fallen in love. From the north to south and from land to sea, this 21-day tour has delivered a balanced approach to exploring this colorful corner of Europe. Like chocolate, moderation is the best approach to taking in the vast array of cultural and historic sites contained in Italy, and the good news is that there is still so much to see for your return trip."
    }
  ],
  "map": ""
}