{
  "destination": "Nepal",
  "mainPhoto": "",
  "id": "INHN",
  "tourName": "Nepal’in Öne Çıkan Yerleri",
  "placesVisited": "Nepal",
  "generalInfo": "Nepal'in güzel Annapurna bölgesi, dünyanın en muhteşem manzaralarını ve güzel parkurlarını sunmaktadır. İnanılmaz Himalaya manzarasında tatlı su gölleri, nehirler, şelaleler ve çorak manzaralar arasından dolanan akıntılar bulunuyor. İlginç köylerden yürüyün, arkadaş canlısı yerel dağ kabileleriyle tanışın, etkileyici fauna ve florayı görün ve görkemli karla kaplı dağların zemini üzerine kurulmuş birçok kutsal Budist ve Hindu tapınağına hayran kalın.<br><br><strong>En Yakın Uluslararası Havaalanı(Başlangıç Noktası): </strong>Katmandu Tribhuvan<strong> </strong>Uluslararası Havaalanı(KTM)<br><br><strong>En Yakın Uluslararası Havaalanı(Bitiş Noktası): </strong>Katmandu Tribhuvan Uluslararası Havaalanı(KTM)",
  "durationDays": "11",
  "price": "839",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "19",
  "dates": "",
  "minimumAge": "18",
  "meet": "",
  "whatExpect": "<p><strong>Geziler &amp; Aktiviteler</strong></p>\n<ul>\n<li>- Maya Devi Tapınağı</li>\n<li>- Annapurna eteklerinde yürüyüş</li>\n<li>- Chitwan Milli Parkı giriş</li>\n<li>- Tibet Mülteci Kampı ziyareti</li>\n<li>- Tharu Kültürel dans gösterisi</li>\n<li>- Dünya Barış Pagodası’na yürüyüş</li>\n</ul>\n<p><strong>Konaklama</strong></p>\n<ul>\n<li>- Otellerde 8 gece,kulübede 2 gece</li>\n</ul>\n<p><strong>Ulaşım</strong></p>\n<ul>\n<li>- Minibüs,Halk Otobüsü,Yürüyüş,Taksi</li>\n</ul>\n<p><strong>Yemekler</strong></p>\n<ul>\n<li>- 8 kahvaltı</li>\n</ul>\n<p><strong>Diğer</strong></p>\n<ul>\n<li>- Siempre Tur tur lideri</li>\n</ul>",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Katmandu’ya Varış",
      "description": "Katmandu Vadisi, bu kadar küçük bir alanda en çok UNESCO Dünya Mirası Sit Alan’ına sahipken ve hem Budistler hem de Hindular tarafından kullanılan geleneksel köylerle ve eski kutsal tapınaklarla ve mabetlerle dolu yemyeşil tarım tepeleriyle çevriliyken, Nepal'in başkenti Katmandu karla kaplı dağlar ile çevrilidir."
    },
    {
      "dayNumber": 2,
      "title": "Lumbini",
      "description": "Bugün, Nepal'deki Himalayaların eteklerinde bulunan Lumbini'ye giden tozlu yollardan yolculuk ediyoruz. Lumbini'nin,Gotama Buda’nın (Gautama Buddha) 'barışın elçisi ve Asya'nın ışığı' M.Ö. 623’te doğduğu yer olduğu söyleniyor. Lumbini'deki en önemli tapınak, Buda'nın doğumunun geleneksel yerini gösteren Maya Devi Tapınağı'dır. Tapınak, daha önceki tapınakların bulunduğu yerdedir ve yüzlerce yıldır hac yeri olmuştur. Lumbini, tamamen Hindu'dur, ancak çeşitli uluslardan birçok Budist tapınağı ve mabedi bu kutsal yerin etrafına dağılmış durumdadır."
    },
    {
      "dayNumber": 3,
      "title": "Chitwan Milli Parkı",
      "description": "Chitwan Milli Parkı'na gidiyoruz. Park, UNESCO Dünya Mirası listesindedir (1984) ve tek boynuzlu Asya gergedanlarının ve aynı zamanda Bengal kaplanının son popülasyonlarından birine ev sahipliği yapmaktadır. İç Terai'nin subtropikal ovalarında 932 kilometrekarelik bir alana yayılan park, Nepal'in orta güneyinde yer almaktadır. Alan, 175 kilometrekarelik bir alana yayılan Tikauli ormanını kapsamaktadır - Rapti nehrinden Mahabharat'ın eteklerine kadar. Alan, 1973'te ülkenin ilk Milli Parkı oldu."
    },
    {
      "dayNumber": 5,
      "title": "Pokhara",
      "description": "Annapurna dağlarının muhteşem manzarasına sahip muhteşem göl kasabası Pokhara'ya gidiyoruz. Kasaba, Nepal'daki ikinci en büyük göl olan Phewa Ta Gölü kıyısında yer almaktadır. Burası, trekking için mükemmel bir yer sağlayan çok sessiz ve tasasız bir kasaba. Burada, sabah yürüyüşünüze hazırlık için birkaç son dakika ekipmanı alabilirsiniz."
    },
    {
      "dayNumber": 6,
      "title": "Annapurna Foothills",
      "description": "Büyük bir kahvaltıdan sonra,arabayla yürüyüşümüzün başlayacağı noktaya gidiyoruz ve Annapurna eteklerine tırmanışımıza başlıyoruz, 1900 metredeki ilk geceler konaklayacağımız yere tırmandıkça, manzaralar daha da güzelleşiyor.Kar kaplı zirvelerin,mavi göllerin ve nehirlerin keyfini çıkarıyoruz. Annapurna Himal'i çevreleyen derin vadiler ve yüksek dağlar, subtropikal ormanlardan yüksek, kuru bir manzaraya kadar çeşitli araziler içeriyor."
    },
    {
      "dayNumber": 8,
      "title": "Pokhara",
      "description": "Dağ eteklerinde iki geceden sonra,göl kenarında ağrıyan ayaklarınızı dinlendireceğiniz ve manzarayı izleyeceğiniz Pokhara’ya dönüyoruz.Kadınların nasıl ipek kilimler yaptığını izlemek için bir Tibet Mülteci Kampı’nı ziyaret ediyoruz.Gölde bir tekne kiralayabilir ve Japon Barış Pagodası’na da yürüyebilirsiniz.Gölün çevresindeki kırsal bölgeyi keşfetmek için dağ bisikleti kiralayabilirsiniz."
    },
    {
      "dayNumber": 10,
      "title": "Kathmandu",
      "description": "Nepal’in başkentinde son bir gece için Katmandu’ya dönüyoruz.Son dakika şehir turu ve hediyelik eşya alışverişi veya tur grubunuzla son bir ‘dal bhat’ yemeğinin tadını çıkarın."
    },
    {
      "dayNumber": 11,
      "title": "Katmandu'dan Ayrılış",
      "description": "Hayatınızın macerası bugün sona eriyor. Geç vakitte bir uçuşunuz varsa veya tur sonrası konaklama ekleyerek konaklamanızı uzattıysanız görülesi yerleri keşfetmek için daha fazla zamanınız olacak."
    }
  ],
  "map": ""
}