{
  "destination": "Finland",
  "mainPhoto": "",
  "id": "norway-and-finland-aurora-borealis-highlights-tour",
  "tourName": "Norway and Finland Aurora Borealis Highlights Tour",
  "placesVisited": "Arctic Circle, Tromso, Storsteinen, Kirkenes, Honningsvag, North Cape Plateau, Gjesvaerstappan, Kjollefjord, Kakslauttanen, Ivalo",
  "generalInfo": "Swirling and morphing the Northern Lights paint the sky, a palate of improbable color that shifts on a whim. On this Arctic highlights tour, you watch the night’s sky on a coastal cruise, admire the dancing aurora from a glass igloo, and search the nighttime scenes on a reindeer safari. Handcrafted for the ultimate aurora opportunities and most iconic Arctic experiences, these seven days reveal a landscape that’s alive every moment of day and night. Consider reading about the best Norway and Finland operators whom we work with.",
  "durationDays": "7",
  "price": "4,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tromso – Welcome to the Arctic",
      "description": "Tromso lures you in, the City of Lights in the Arctic Circle. Centuries-old wooden houses stretch out beneath the stained-glass windows of the Arctic Cathedral. Mountains provide the unerring backdrop and fjords extend in multiple directions. The setting is majestic and the urban landscape is far livelier than you might expect. There’s a buzz to the streets, especially when lights shine after dark, and the restaurants beckon you in with cozy fires. Land in Tromso and you’re transferred to a hotel on the waterfront, a comfortable base for walking to most of Tromso’s attractions. Settle into the city and see why some call it the Paris of the Arctic , especially the number of superb restaurants to be found close to your hotel. Consider Fjellstua for dinner; the food is good, and the view of the nighttime sky is outstanding."
    },
    {
      "dayNumber": "2",
      "title": "Kirkenes – Endless Views, Beautiful Landscapes and Cruising Beneath the Night Sky",
      "description": "Take a stroll through Tromso. Light shimmers against cathedral windows, stories whisper from the wooden facades, architecture juxtaposes old and the new in close proximity. If you’re struggling to get a handle on the city don’t worry; there’s nowhere quite like Tromso, and you won’t be the first to be unable to put your finger on why. Cafes line up along the waterside so grab a warming drink after the guided city walk, perhaps sitting outdoors along the water’s edge. The Hurtigruten doesn’t depart until 16:30 so you’ve got a whole afternoon to enjoy the rest of Tromso. If it’s a clear day you should ascend. While Tromso is a city, it’s not a long walk to its outskirts and the Solliveien cable car station. You quickly rise 421 meters above the surrounding seas and the mountain ledge of Storsteinen. The fjords seem unending with swathes of water and cliffs that extend in all directions. Islands dot the water, mountains rise along the horizon, and you appreciate the remote world that Tromso is part of. From the mountain perch, it really feels like you’re in the Arctic Circle, landscapes of snow and forest all around, an immense sense of space on all sides. Later in the evening you embark and start cruising, the Hurtigruten plotting a path along Norway’s coast. Leaving the city, you enter a vast land virtually devoid of light pollution. Without other lights, the aurora borealis can shine at its shimmering best. Step out onto the deck and gaze up, hoping that this is will be your first real night for this breathtaking phenomenon. Sometimes the lights dance for hours, a theater of color and movement that almost gives you neck-ache. Some nights it’s much shorter, although just as surreal. You dine onboard and spend the night in a suite, rocked to sleep by the monotonous rumblings of the Hurtigruten."
    },
    {
      "dayNumber": "3",
      "title": "Kjollefjord – Wonders of the North Cape Plateau as the Cruise Continues",
      "description": "Wake to endless views. You’re cruising through a fjord, ragged cliffs all around, landscapes of snow and ice stretching out in multiple directions. This is Mageroysund and it’s always a scenic journey, hopping between ports until you reach Honningsvag. By now you’re at 71 degrees north, less than 2,000 kilometers from the North Pole. Disembark and stand upon the North Cape Plateau. It seems like you’re on the edge of the world, peering over the final frontier, looking towards the North Pole. Perhaps there are ice slabs rolling past, and maybe there’s even a reindeer, this being the land where the Sami people bring their herds. Head off on a birding safari towards Gjesvaerstappan, where 250,000 seabirds flutter and fly above their nesting sites. Many of these migrate down from the high Arctic, and this is the only place you can witness certain Arctic species in mainland Europe. Puffins are always the most memorable highlight, cute and cheerful as they waddle around the cliffs. Kittiwakes are also found in abundance, along with cormorants, Arctic skuas, northern fulmars, and guillemots. The birdwatching safari takes you through a nature reserve in a small boat, placing you in the heart of this birdwatching paradise. Back onboard the Hurtigruten you pass a peculiar rock formation that’s very sacred to the Sami people. It’s a good opportunity to hear tales from the guides, as these indigenous people are hugely misunderstood. With another night on board, you look up for the aurora borealis once more, watching a multitude of colors swirl in the nighttime sky. A different gas causes each color, and the spectacle is always ephemeral, coming and going as it pleases. Sometimes it’s just one gas and one color, but on certain evenings you’re treated to the complete artistic palate."
    },
    {
      "dayNumber": "4",
      "title": "Kirkenes – Arctic King Crab and Snowmobile Safari",
      "description": "The Hurtigruten chugs along, and you gaze out across the Arctic Circle, wondering as to how these fjords and cliffs were crafted. Leave the boat behind at Kirkenes and set off across the ice, in search of a different Arctic delicacy. Arctic king crabs are as tasty as they sound, luscious tender meat pulled out from claw and shell. But before you eat, you must catch. The guide cuts a hole in the ice with a saw and teaches you the basics required to land these enormous crustaceans. Take the catch to a farmhouse along the lakeshore, sit by a cozy fire, and learn how to eat these Arctic delicacies. From here you travel in the modern style, a snowmobile sleigh taking you across the frozen lake and through forests of pine. There’s a real sense of wilderness here, snow and ice all around from October through to May. Tonight you sleep within the ice and snow, in an igloo. Snow is a great insulator so the snow hotel remains at just below freezing, even though it can be much colder outside. Arrive at the hotel, drink a berry juice at the snow bar, and then check out the ice sculptures that make each suite unique. When it’s time for bed, you lie down on a thermally insulated mattress, inside a sleeping bag that’s graded for negative 35: there aren’t many cooler places to sleep in the world."
    },
    {
      "dayNumber": "5",
      "title": "Kaksluattanen – A Glass Igloo Beneath the Northern Lights",
      "description": "It’s an early start today, and you leave before dawn, although it’s worth remembering that dawn is pretty late in the Arctic Circle during winter. Pinks and oranges perpetually mark the horizon, these extended sunrise colors a highlight of travel here. Cross over the border into Finland and your first night in a glass igloo. Constructed from special thermal glass, these glass igloos never frost over and keep the inside temperature warm and comfortable. It’s like an upmarket hotel room, just with an uninterrupted view towards the horizon and up into the nighttime sky. For admiring the Northern Lights, there really is nowhere else like it. First green, swirling, and hazing slowly. Video footage often depicts rapid movements beneath the stars but the aurora moves slowly, the videos usually made by time-lapse photography. Instead, the aurora dance is subtle, made up of ineffable movements that always give a sense of flow. But look away and look back to the sky and it’s amazing how much things seemed to have moved. Hopefully, there will be more than just green, more hues to make up the nighttime phenomenon. The glass igloo is the ultimate viewing platform; lie back and look up, so much happening in the sky above."
    },
    {
      "dayNumber": "6",
      "title": "Kaksluattanen – Husky Safari and Searching the Aurora by Reindeer",
      "description": "The Huskies wait patiently. Their blue eyes stare straight back at you and their fur seems to blend into the landscape. Beautiful and bashful they wait to ride, wait to set off through the wildlands they call home. Once the Huskies start moving, they don’t stop, panting ever so softly as they transport you through a white wonderland. Six dogs pull the sled, and you sit back and appreciate the scene, a husky safari being a very tranquil way to discover the Arctic. You’ll get a chance to drive the Huskies as well, stand up with the reigns, using hand signals to guide the huskies through the trees. It’s pretty easy to drive as the Huskies know where to go and will have traveled these paths before. Reindeers are another icon of this land. Their rhythm is soft and harmonic, trotting, or cantering a path across frozen lakes and spruce forests. Sounds and smells help you melt into nature as the reindeer lead you to remote aurora watching spots. The lakes are ideal for witnessing the aurora; at fall time the northern lights reflect off the glassy surface, while in winter and spring the open expanse is also ideal for photos. Even if the Northern Lights aren’t on show, it’s blissful to be traveling with reindeer through the Arctic. If the lights are dancing, this is an evening you’ll never forget."
    },
    {
      "dayNumber": "7",
      "title": "Ivalo – Departure",
      "description": "Wake up to sunrise tones, light flowing into the glass igloo on your final morning in Norway. Take a look around and appreciate where you are, amid the wilderness that is the Arctic Circle. After breakfast, you’re transferred to the airport in Ivalo for your departure flight."
    }
  ],
  "map": ""
}