{
  "destination": "Finland",
  "mainPhoto": "",
  "id": "winter-lapland-tour-glass-igloo-husky-safari-snowmobiles-and-the-aurora",
  "tourName": "Winter Lapland Tour: Glass Igloo, Husky Safari, Snowmobiles and the Aurora",
  "placesVisited": "Kittila, Äkäslompolo, Finnish Lapland, Pallas-Yllas Nature Park, Levi",
  "generalInfo": "Silence reigns. A white wonderland extends. The aurora plays and the huskies sing. Humbled by scale, enlivened by details, your journey into Finnish Lapland is one of beauty and serenity. For one week, you’re immersed in the ever-changing wilderness, traveling by reindeer sled and snowmobile, sleeping in a glass igloo beneath the Northern Lights. Ice fishing, smoke sauna evenings, riding huskies through the wild...there’s no place like it. Are you planning your once-in-a-lifetime dream vacation to Finland? Consider browsing our Finland vacations page to add essential Finland experiences and activities.",
  "durationDays": "7",
  "price": "4,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Äkäslompolo – Dreamy First Impressions of Finnish Lapland",
      "description": "Kittila is an hour’s flight north of Helsinki, window seats providing a glorious idea of how remote Lapland really is. There’s nothing down below, nothing but snow and forest, a wonderland that is more surreal once you land. Except in early winter, the snow tends to be soft and powdery; jump into it and when you emerge the snow brushes off. Snow covers the white spruce and Douglas fir trees, forming peculiar shapes along the waxy needles. Pines and hemlocks also have their winter coverings, each tree a distinctive work of art that rises many meters above you. Touch down and transfer by road – snow chains on the wheels – to a boutique hotel on the Äkäslompolo lakeshore. From here you look out across a frozen expanse, then onwards, out towards the sense of infinity that the Arctic Circle creates. At first, it all looks the same, snow and trees and wilderness from every angle. But even on this first day, you start to realize that every angle is different. This is a silent land and while some people escape to tropical beaches, there’s nowhere better than Finnish Lapland for resting and recharging your batteries. So discover the smoke sauna and hot tub on the lake, go for a walk or ski in the surrounding landscape, and appreciate the solitude of a first night in the Arctic."
    },
    {
      "dayNumber": "2",
      "title": "Äkäslompolo – Husky Safari Through the Snow",
      "description": "They howl, and they sing, huskies waiting to take you through the wild. They drag your sled across ice and snow. Soon you’re even further away from everything, listening to the soft panting of the dogs and the slither of the sled along the snow. One of you stands and drives the huskies, something that is easier than it may sound. The other sits on the sled and watches the snowy world pass by. Spend two to three hours on the husky safari, first along recognizable tracks and then through virgin landscapes. Return to the hotel and warm up by the open fire, soup and hot drinks helping to heat you from the inside; it’s not uncomfortably cold with the snowsuits but after three hours with the wind chill the open fire is a salubrious experience. For the rest of the day, you are free to explore some more, the smoke sauna and the hot tub waiting whenever you return to your lakeside retreat. Like yesterday, dinner is included at the hotel, Lapland’s specialties enjoyed through the evening."
    },
    {
      "dayNumber": "3",
      "title": "Äkäslompolo – Ice Fishing and Snowmobile Safari",
      "description": "Traveling by huskies or reindeer is Lapland’s ultimate connection with nature. A snowmobile isn’t as quiet, yet the motor allows you to cover much larger distances, bringing staggering impressions of the wild, snowy world. Cross the frozen lake then weave through the trees, a guide leading the way as you get to grips with the snowmobile. Your destination is another frozen lake, where you stop and look around at the wonders of Lapland. There’s nothing else here, just you, the parked snowmobiles, and the evergreens. A hole is carved into the frozen lake. You start ice fishing; a tradition that’s been practiced here since long before written records began. A soup lunch keeps you warm and you may land a catch; something that the chefs will cook up for dinner after the snowmobile safari. There are ice fishing secrets to learn and stories to share with the guide, the experience one that’s tailored to anyone, regardless of whether you’ve even been fishing before. Ride the snowmobiles back to the hotel for another evening in the smoke sauna and by the fire, a variety of fish for dinner."
    },
    {
      "dayNumber": "4",
      "title": "Äkäslompolo – Reindeer Sledding and Another Evening in the Smoke Sauna",
      "description": "Traveling by reindeer feels even more traditional than with the huskies. It’s hard not to make a comment about Santa Claus, and the experience does contain a surreal tone. Watch and learn as the reindeer are harnessed together, different characteristics suited to different roles within the team. Then you glide. It’s smooth and serene driving the sleigh, almost silent as the reindeer move effortlessly through their natural territory. Occasionally a bell tinkles, sometimes you hear snow tumbling from a high pine, but mostly there’s a poignant sense of nothing. Drive the reindeer then sit back on the fur-covered sleigh, this is a journey for watching the white wonderland slowly roll by. Like the other days, you return from a safari to a crackling open fire and a quiet afternoon along the frozen lake. It’s possible to rent snowmobiles and make your own adventure. There are kick sleds and toboggans, plus countless places to take them. If it’s springtime, you might also consider the downhill skiing in Levin, ideal if you like to go off-piste and create your own trails. By now, you may have grown accustomed to traveling with the cross-country skis. The smoke sauna always awaits and is a classic way to experience Finnish culture. It’s a frozen world outside but the sauna warms. Finnish saunas are a place to socialize. There’s a hot tub as well, outside beneath the night sky, a dreamy place to watch the aurora sparkle and swirl. While saunas and hot tubs may not be new to you, they are the best in their country of origin, out in nature."
    },
    {
      "dayNumber": "5",
      "title": "Levi – Sleeping in a Glass Igloo Beneath the Lappish Skies",
      "description": "This morning is free and you continue the rhythm of previous days, relaxing around the lake or making a soft adventure across the snow. Stepping back in time once more, you cross Lapland by reindeer, a journey through the forest that stops in an old kota, where berry juice and coffee are complemented by old reindeer tales. Arrive at the glass igloo and settle into the experience. It’s the vistas that captivate, these igloos a place of warmth from which you enjoy uninterrupted views out into nature. You have a premium igloo with an ultimate location on the side of a fell, meaning vistas across the valley are completely unobstructed. Dine this evening at Restaurant Aurora Sky, Scandinavian flavors served amid the magic of the white world. There’s a glowing fire on the ground floor, but you’ll probably prefer a table on the upper floor, where dinner is seasoned with a superb view of the night sky. Everything is organic, the surrounding lands able to provide a remarkable variety of food. Cured fish and game meats, a variety of cheeses, panache provided by wild berries, and always something soft and fragrant to enjoy. Return to the privacy of the igloo and gaze up at the sky. Fingers crossed you’ll be watching the northern lights from the cozy comfort and privacy of your accommodation."
    },
    {
      "dayNumber": "6",
      "title": "Levi – Immersed in a White Wilderness",
      "description": "Dusk colors wake you. During the winter months, it seems like the horizon is continually painted pink and yellow, the sun skirting low as if in perpetual sunset mode. These rosy colors wake you from slumber and reflect off the snow. If you’re visiting in springtime, you might want to bring an eye mask because sunlight bounds quickly into the igloo. Make yourself a specialty coffee in the small kitchenette, walk across the snow to breakfast in the warm restaurant, and then plan your own relaxed day in this white wilderness. By now you will probably have tried the different activities, but you can never visit a Finnish sauna or explore virgin snow-lands too many times. The main highlight here is the chance to witness the aurora borealis, a surprisingly common phenomenon in this part of the world. This part of the Arctic Circle witnesses a show around 150 days of the year, typically three out of every four days through late winter and spring. It’s there on almost every night, but snowy and cloudy weather means the northern lights are not always visible. It creates unforgettable moments in Lapland’s nature, gazing up at colors that swirl through the sky. There’s a good chance you will have already seen the aurora during your time in Äkäslompolo. The difference here is that you are inside, so you can keep watching for hours on end. It’s a strange sight. Most video footage of the aurora is time-lapse photography, suggesting that the shapes move quickly. But the greens and yellows swirl slowly. Stare at them and they don’t seem to change shape. Look away then look back and they’ve morphed into something new. On some days there’s vibrant pink as well, another gas rippling through the sky. The lack of light pollution means the stars are a shimmering backdrop to the aurora. The photos don’t seem real yet, it’s far more surreal when witnessed first-hand, the magic filling your evening in a glass igloo."
    },
    {
      "dayNumber": "7",
      "title": "Kittila – Departure",
      "description": "From Levin Igult you say goodbye to the wilderness, traveling through the snow to Kittila Airport, which is likely to be surrounded by snow. From here you leave Lapland with so many unique memories to take back home."
    }
  ],
  "map": ""
}