{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "cape-to-windhoek-namibia-desert-tour",
  "tourName": "Cape to Windhoek Namibia Desert tour",
  "placesVisited": "South Africa : Cape Town, Cederberg Namibia: Gariep River, Fish River Canyon, Nambib Desert, Sossusvlei, Swakopmund, Damaraland, Etosha National Park, Windhoek",
  "generalInfo": "Cape Town to Namibia is a variety filled journey providing the best opportunities to explore the vast unique beauty of Namibia. Highlights include the spectacular Western Cape, the Fish River Canyon, the Namib Desert and Etosha NP.<br/><br/>DEPARTS: CAPE TOWN on Wednesday at 08:00am, ENDS: WINDHOEK on Monday at 08:00am. <br/><br/>Highlights* Cape Town–Cape Point day tour<br/>* Fish River Canyon–viewing<br/>* Namib Desert–Sossusvlei dunes<br/>* Swakopmund–dune boarding &amp; quad biking<br/>* Etosha National Park–game drives<br/><br/>Overnight - 12 nights on safari we stay at small lodges and guest houses with en suite facilities. Meals - 12 breakfasts, 10 lunches and 8 dinners are included. Of which 4 breakfast are provided by the lodges. The remaining included meals are provided by the crew, prepared at the vehicle and eaten around the campfire or in a boma or dining area. Transport for the majority of this safari you travel in custom-built Safari trucks with 12 forward facing seats. There are some long stretches of gravel road in Namibia, but they are generally well maintained, and cruising speed is good. Limited participation an essential part of your safari is some participation. From carrying your own bag to packing the truck in the morning–it’s all part of your adventure. There are some long days with early starts so we need to get involved to make the trip run efficiently. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "13",
  "price": "2890",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "CAPE TOWN: Cape Town is one of the most picturesque cities in the world, with the majestic Table Mountain providing its central focus.Departing, after a tour briefing, from Cape Town at 08:00am we visit Hout Bay harbour en route to Cape Point Nature Reserve and then the African Penguin colony at Boulders Beach. We sample some of Cape Town’s culinary wonders at a local restaurant in the Victoria & Alfred Waterfront (own expense). [guest house - - -]"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "CEDERBERG: The Cederberg is a massive rock wilderness with giant sandstone boulders that have been sculpted by wind and rain into bizarre and artistic shapes. We head north to the Cederberg and explore the rugged landscape on foot before relaxing in chalets for the evening. [chalet BLD] (B=breakfast, L=Lunch D=Dinner)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "GARIEP RIVER: We make our way into the more arid regions and upon entering Namibia, we stay at a lodge on the Gariep River. Namibia’s southern border river flows quietly and peacefully and the river valley is hardly affected by tourism. The riverbed is sandy, the water clean and clear. Time free for swimming and relaxing or you can venture down the river in canoes (own expense). [lodge BLD]"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "FISH RIVER CANYON: The Fish River Canyon, situated along the lower reaches of the Fish River, is one of the most impressive natural beauties in the southern part of Namibia. With its depth of up to 550 metres, the Fish River Canyon is the second largest canyon in the world. We make our way to the canyon and in the afternoon watch a spectacular sunset as the sun slips over the canyon’s rim. [lodge BLD]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "NAMIB DESERT: The parched Namib Desert has endless orange dunes blown into sharp ridges by the sand-shifting wind and at Sossusvlei they form a gateway into the Namib Desert. We will walk to Sossusvlei, explore Sesriem Canyon and watch a dramatic sunset over the world’s highest sand dunes. (If you prefer not to do the 4km walk to Sossusvlei there is an optional own expense 4WD transfer) [lodge BLD]"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "SWAKOPMUND: Swakopmund is a popular seaside resort with a slightly nostalgic atmosphere, characterized by numerous colonial buildings. In terms of flora, both the Welwitschia Mirabilis and the Kokerboom grow on the stony plains of the Namib and many beautiful specimens surround this coastal town. Swakopmund is also the adventure activity capital of Namibia. Day free to explore the town or try dune boarding or sea kayaking (own expense). [guest house Bx2 Lx1 -]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAMARALAND: Namibia is a land of great contrasts and Damaraland demonstrates this with stark plains, petrified forests and ancient valleys leading to rocky outcrops and the soaring peaks of the Brandberg Massif Mountains. [chalet BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "ETOSHA NP: Once a vast lake fed by the Kunene River, the pan that is Etosha NP dried up thousands of years ago when the river waters chose a new course. Etosha is big game country. We take game drives around the huge pan to find the elephants, herds of antelope and lions around the waterholes. We stay at a lodge on the outskirts of the national park. [guest lodge BLD]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "WINDHOEK: This pretty town, beautifully situated in a valley, combines the architecture of a modern city with numerous buildings in the style of the German colonial era. The charm of the city of Windhoek lies in its harmonious blend of African and European cultures and the friendliness of its people. We visit the cosmopolitan capital and enjoy a restaurant meal (own expense). [guest house BL-]"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "TOUR ENDS: Tour ends at 08:00 at the guest house. Transfers to airport available on request. [- B - -]"
    }
  ],
  "map": ""
}