{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "discover-namibia-with-added-comfort",
  "tourName": "Discover Namibia with added comfort",
  "placesVisited": "",
  "generalInfo": "Embark on a captivating journey through Namibia, visiting the country's most iconic landmarks. From the red sands of the Kalahari Desert to the vast plains of the Etosha National Park, witness Namibia's breathtaking landscapes and beautiful wildlife. Along the way, recoup amongst nature, staying at premium lodges. <br/> <br/> Sossusvlei - Explore the world's highest sand dunes, watching their vibrant colours change with the rising sun. <br/> Visit Etosha - Head out on game drives in one of Africa's largest national parks, home to four of the Big 5 and more than 110 species of mammal. <br/> Rhino tracking - Track the critically endangered desert-adapted black rhino on a walking safari in the vast Palmwag Nature Reserve.<br/> Upgraded accommodation - Immerse yourself in Namibia's beautiful landscapes whilst staying in our selection of upgraded hotels and lodges.<br/>",
  "durationDays": "14",
  "price": "5995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Windhoek",
      "description": ": Our tour starts today in Windhoek, Namibia's capital. This vibrant city perfectly combines its African roots with modern European architecture. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting and for those that wish, there'll be the chance to go for dinner. There are no activities planned today, so you're free to arrive in Windhoek at any time. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Hoseo Kutako International Airport, which is around a 45-minute drive from our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. If your flight arrives earlier in the day, you might like to book yourself onto a Katutura Township tour, including a visit to the Oshetu Market. For more information, please see Optional activities under Budgeting and packing. Our hotel tonight is the tranquil Utopia, an eco-lodge situated amidst lush gardens in the suburb of Klein Windhoek. Each of the 14 spacious rooms is carefully decorated using local natural materials and each room has its own private balcony or terrace. The boutique hotel also features two swimming pools, a central main lounge, and a bar and restaurant area where you can try a selection of specially curated craft beers and spirits."
    },
    {
      "dayNumber": 2,
      "title": "Drive to Mariental in Kalahari South, game drives in the afternoon",
      "description": ": We'll depart Windhoek after breakfast and head south towards Mariental in the Southern Highlands of the Kalahari Desert. Although initially established as one of the agricultural hotspots of Namibia, today it serves as a stark reminder of what it once was; a vast semi-arid savannah, dotted with the occasional camelthorn bush, that stretches as far as the eye can see. The drive to our home for the night is just over 300 kilometres/186 miles and we expect to arrive in the early to mid-afternoon, giving us time to unpack and freshen up before heading out on our first game drive. The Southern Kalahari plains are rich with wildlife and frequent visitors include black impalas, kudos, cheetahs, giraffes, rhinos and zebras, to name but a few. After our afternoon game drive, we'll soak in the sunset as we enjoy our first safari sundowner. Then, we'll return to our lodge for a traditional boma braai dinner under the stars. Tonight, we'll learn more about the surrounding plains with a talk and demonstration of some of the ancient San Bushman traditions."
    },
    {
      "dayNumber": 3,
      "title": "Travel to Sossusvlei, free evening",
      "description": ": We'll be leaving the comfort of the Southern Kalahari just after breakfast this morning and heading west towards Sossusvlei in the Namib-Naukluft National Park. Sossusvlei is undoubtedly one of Africa's most iconic landscapes; the orange-red dunes paired with the deep blue sky are instantly recognisable and are home to some of the highest sand dunes on the planet - a number of them tower more than 300 metres/984 feet above sea level. Our drive today will take us between five and six hours but we'll take frequent breaks, including a stop for lunch. As the main dunes are most picturesque in the early hours of the day, we'll save those for tomorrow morning. Instead, we'll take in the splendour of the smaller but no-less magnificent Elim Dunes which offer breathtaking views of the surrounding desert landscape. Tonight, we'll stay amongst the dunes of the Namib Desert, at the astounding Dead Valley Lodge. We plan to arrive in the mid-afternoon to take full advantage of our spectacular accommodation. Rising from the desert-like sails of a ship, this hotel combines modern design with a traditional safari aesthetic, giving us a taste of luxury as we enjoy Namibia's unparalleled landscapes. This evening, we'll tuck into a delicious dinner at our lodge and take advantage of an early night before we rise with the sun tomorrow morning."
    },
    {
      "dayNumber": 4,
      "title": "Explore Sossusvlei and Deadvlei",
      "description": ": Today we'll leave our lodge early to make the most of the cooler and less crowded hours of the day, and we'll aim to arrive at the park gates at opening time, which is usually around sunrise. In the early hours of the morning, while the sun is still coming up, we'll climb to the top of the dunes taking in the incredible theatre of light that unfolds with the rising sun. As the sun travels across the sky, the normally red dunes change colour, transitioning from grey early in the day to pink and purple later in the morning. Close to Sossusvlei lies the equally impressive Deadvlei, home to 'Big Daddy' the largest dune in the world. Although climbing it is not for everyone as it takes over one hour to reach the top, the views of the Namib-Naukluft from the pinnacle are unrivalled. After a morning full of adventure, we'll head back to our lodge in the afternoon, giving us enough time to enjoy a drink by the pool or to venture out on one of the many marked walking trails in the area."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Swakopmund, free afternoon to participate in optional activities",
      "description": ": After a leisurely morning, we'll start our drive up the west coast to the charming city of Swakopmund. This coastal resort is often referred to as 'little Germany' due to its historic significance as the main port for the former German South West Africa, a heritage that can still be seen in its architecture, giving the city the feel of a traditional German town. Situated where the Namib Desert meets the Atlantic Sea, it's a popular holiday spot for both South Africans and Namibians alike, and we'll find numerous optional activities and attractions to participate in this afternoon including the National Marin Aquarium of Namibia or even a food tour. We'll make the most of our time in this quaint city as we'll be staying in a boutique guesthouse located in the heart of historical Swakopmund, less than a five-minute walk from the beach, restaurants and cafés, as well as multiple historical landmarks and adventure hotspots."
    },
    {
      "dayNumber": 6,
      "title": "Free morning to explore historical Swakopmund and historical guided walking tour",
      "description": ": Today the early morning is free for you to explore solo. A little later in the morning, we'll visit the local museum in Swakopmund as part of a historical walking tour with a local guide during which we'll learn about the colourful history of Swakopmund and nearby Walvis Bay, as well as the people who live here and their culture. There are a number of optional activities available today which can be arranged locally with your tour leader, including a 4x4 desert adventure and a half-day dolphin cruise in Walvis Bay. Please see 'Optional activities' under Budgeting and packing below for more information."
    },
    {
      "dayNumber": 7,
      "title": "Drive to Damaraland via Cape Cross Seal Colony",
      "description": ": We have a long day of driving ahead of us today as we head further north to the remote area known as Damaraland, however, the breathtaking scenery en route makes the journey worth it. Damaraland lies inland about 80 kilometres/50 miles from the coast and is famous for its ancient bushman rock art, huge granite boulders and rock arches as well as the specially adapted desert wildlife that includes giraffes, lions, zebras and the endangered black rhinos. During our drive today, we'll make a stop at the Cape Cross Seal Reserve, renowned for hosting one of the largest colonies of fur seals in the world, where we'll be able to get up close to some of the 100,000 seals that visit the Skeleton Coast every year. Our total driving time today will be approximately six and a half hours, with plenty of stops along the way."
    },
    {
      "dayNumber": 8,
      "title": "Walking safari and rhino tracking",
      "description": ": This morning, we head out to the Torra Conservancy, a rugged and remote wilderness and one of the largest conservancies in Northern Namibia. We'll spend the morning and early afternoon together with a conservationist literally walking in the steps of the endangered black rhino. A walking safari is a much more intimate experience, and together with our team of experienced trackers and an armed ranger, our guide will do their very best to make this once-in-a-lifetime experience come to life. We'll be tracking the rhino in an area that doesn't often receive visitors, so although the main focus of the walking safari is the majestic rhinoceros, there is also the opportunity to spot other species such as kudos, mountain zebras, oryx and giraffes. We usually drive into the reserve in 4x4 vehicles before continuing on foot once the trackers have found fresh footprints and on most occasions, we'll be rewarded with safari memories that will last a lifetime. After an exhilarating morning and early afternoon, we'll return to our lodge, with enough time to have lunch, enjoy a dip in the pool or have a cold drink at the bar."
    },
    {
      "dayNumber": 9,
      "title": "Travel towards Etosha National Park",
      "description": ": Leaving after breakfast this morning, we have another relatively long journey ahead of us before we reach our lodge, near Etosha National Park. On our way, we'll make a short stop at the Khorixas petrified forest, a national monument where several large tree trunks have been fossilized. Left behind from ancient times some of them are over 250 million years old - although it's not a forest per se, it's a stark reminder of times past. This evening, we'll stay at the Etosha Village Lodge, arriving around mid-afternoon. Inspired by Namibia's traditional rural villages, the lodge is a unique stay, giving us a slice of luxury in the surrounding nature. In the evening we'll enjoy dinner at the lodge, followed by an early night in preparation for a full-day safari in Etosha National Park."
    },
    {
      "dayNumber": 10,
      "title": "Enter Etosha National Park, game drives",
      "description": ": This morning, we'll set off early on our first game drive in Etosha National Park. Today is all about wildlife and although we might not cover a lot of distance, we'll still spend a good amount of time on the road, driving slowly on park roads to give us the greatest opportunity to spot the wildlife. Etosha National Park is one of the largest national parks in Africa and the name itself loosely translates to 'great white place' in the Ovambo language. The park is home to four of the Big 5 and, while we can never guarantee animal sightings, it's common to spot elephants and lions here. With more than 110 different species calling these plains home, we might also be lucky enough to see steenboks, jackals, wildebeest and giraffes to name just a few. There will be more than enough to keep us busy until the mid-afternoon when we'll arrive at our base for the next two nights. Our lodge is perched on top of a hill and each of the 11 chalets overlooks the plains below, with elephants and zebras frequently visiting the nearby watering hole."
    },
    {
      "dayNumber": 11,
      "title": "Game drives in Etosha National Park",
      "description": ": Today we continue our game drives in Etosha National Park, starting early to make the most of the day. The terrain ranges from dense bush to large open plains where animals roam freely. As well as an abundance of game, Etosha is a great place to spot birdlife with over 340 species in the park, including weaverbirds, European bee-eaters, hornbills, ostriches and Africa's heaviest flying bird, the striking kori bustard. We'll drive along the network of gravel roads that crisscross the park, visiting the various viewpoints and the permanent waterholes around which animals congregate. There is something enigmatic in the vast silent grey-white pan that covers the reserve. We'll return to our lodge in the late afternoon for dinner and a rest."
    },
    {
      "dayNumber": 12,
      "title": "Early game drive in Etosha National Park, and visit the Cheetah Conservation Foundation",
      "description": ": After a final morning game drive in Etosha, we'll leave the park behind and drive south to Otjiwarongo, making a stop at the Cheetah Conservation Foundation. This is an internationally recognised conservation NGO that works tirelessly to save the cheetah in the wild. After our visit, we'll continue driving south for approximately one hour before arriving at our tented lodge near Otjiwa, where we'll spend the next two nights."
    },
    {
      "dayNumber": 13,
      "title": "Guided nature walk and afternoon at own leisure",
      "description": ": This morning, we'll head out with a specialist local guide on a leisurely nature walk. Although the area is generally flat and rocky, we recommend closed footwear for comfort. On our walk we'll get the chance to explore some of Namibia's unspoiled nature - the more fertile environment is a fascinating contrast to the desert landscapes we've left behind us. We'll head to a local viewpoint to take in the views towards the nearby Waterberg plateau and if we're lucky we might spot some smaller wildlife, such as vervet monkeys, kudos and impalas. The afternoon is at leisure, and there are a range of optional activities to enjoy including hiring a bike, participating in a cooking class or exploring further on foot along the signposted walking trails. In the evening, we'll come together as a group one last time for a farewell dinner and drinks at our lodge, enjoying some of the best cuisine Namibia has to offer. The menu changes frequently but expect a mix of typical dishes from southern Africa mixed with European and international dishes."
    },
    {
      "dayNumber": 14,
      "title": "Drive to Windhoek, tour ends",
      "description": ": Departing Otjiwarongo after breakfast, this morning, we'll drive directly to Hosea Kutako International Airport (WDH), arriving around 3pm where our trip ends. Please note that your flight cannot depart earlier than 6pm."
    }
  ],
  "map": ""
}