{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-guided-lodge-safari",
  "tourName": "Namibia guided lodge safari",
  "placesVisited": "",
  "generalInfo": "Vast, spectacular, diverse, Namibia is the best of Africa and more. The wildlife rivals any: spend two days spotting safari animals in Etosha National Park, track rhinos, and watch water holes for any welcome visitors. You’ll also climb a desert dune, hike to the ancient White Lady rock painting, and gaze into the Milky Way at night. Better yet, you’ll be joined by one of our expert tour leaders, eager to share their Namibia.",
  "durationDays": "13",
  "price": "3699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure at Arebbusch Lodge in Windhoek. Spend the afternoon exploring or relaxing, perhaps taking a dip in the pool or watching the many native birds that swoop overhead. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Namibian welcome by arranging a group dinner. Accommodation: Arebbusch Lodge (or similar) Want more time in Windhoek? Secure pre-tour hotel nights through your sales representative."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we head southwest through the spectacular scenery of the Namib-Naukluft Park towards the Sesriem/Solitaire area. This national park, one of the largest in the world, is home to one of the driest and oldest deserts on Earth. It also has towering, jagged rock formations and an incredible lunar landscape, so be prepared for great photo stops. Driving: 186mi-217mi (300km-350km); seven hours Accommodation: Weltevrede Guest Farm (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we spend much of our time in the Namib Desert. Rising early, we visit the tallest dunes in the world and climb one of them in the early morning light for spectacular views. We can then either walk to Hiddenvlei as a group (a round journey of 1hr 45min) or catch a 4×4 transfer (optional extra) to Deadvlei, where ancient acacia trees form an eerie desert scene. If we’re lucky, we may see gemsbok or ostrich among the dunes. In the afternoon, join a guide to see the cheetahs at the Namib Carnivore Conservation Centre; depending on time, we may go tomorrow morning. Driving: 124mi (200km); three hours Accommodation: Weltevrede Guest Farm (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We take a long but very scenic drive through the Namib-Naukluft Park to Swakopmund. En route, we visit Walvis Bay for lunch and to see flamingos. Swakopmund is a small German colonial resort town with quaint cake shops and coffee houses and a centre for adrenaline activities. Driving: 186mi (300km); 5hr 30min Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is free to enjoy one of the many optional activities here. On the water, go deep-sea fishing; in the desert, try sandboarding and quad-biking; and in the sky, fly over the Skeleton Coast. Or spend the day enjoying the fantastic local Viennese-style cakes, walk along the beach or nearby dunes, or just watch the world pass in this town which seems strangely out of place in Africa. Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a relaxing start, we leave the cool breeze of the Atlantic Ocean behind and head inland towards Brandberg, the highest mountain in Namibia, in Damaraland. The Damaraland area is best-known as being home to desert elephants that roam in the Ugab River. Depending on our arrival time, there may be the option of a 4×4 game drive looking for desert elephants. In the evening, we can normally enjoy spectacular stargazing. Driving: 149mi (240km); 3hr 30min Accommodation: Brandberg White Lady Lodge campsite (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We begin our day with a short drive to Brandberg, where we enjoy a walk through Valley 45 for approximately 90 minutes. Along the way, we view beautiful, granite formations and a variety of birdlife. The valley takes us to the White Lady rock painting which, along with several other small paintings and engravings, are thought to have been left by San hunter-gatherers at least 2,000 years ago (please note that if elephants walk into this area then it might be too dangerous to do the walk – in this case we will typically go on a game drive looking for elephants). After, we drive towards the Khorixas area, where we should pass various Himba and Herero women selling crafts from the roadside. We may also spot desert elephants and meerkats on the way. Driving: 155mi (250km); 4hr 30min Accommodation: Damara Mopane Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We begin with a short drive to Etosha, a huge national park of mixed forest and grassland centred around a large salt pan. We should arrive in time for a late afternoon game drive before reaching our accommodation for the night. The itinerary allows plenty of time to really enjoy this fabulous game park. Driving: 125mi (200km); three hours Accommodation: Lodge in/near Etosha (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Etosha is home to a great variety of species, which are generally easy to find as the animals congregate at different times around the waterholes. Wildebeest, zebras, impalas, springbucks, kudus, elephants, giraffes, lions and even rhinos are all common sights here. Bring plenty of camera memory and patience and you will be rewarded by one of the greatest game spectacles in southern Africa. Etosha is also a good place to spot birds, with plenty of water birds on the lakes (when filled with water), and weaverbirds and hornbills in the trees. In Etosha, we typically stay within the park on some or all the nights (subject to availability) and the camps are next to waterholes. These accommodations also offer optional night drives, which you can book and pay for on arrival. Accommodation: Camps in/near Etosha (or similar) Meals included: Breakfast (x2), Lunch (x1), Dinner (x2)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Leaving Etosha, we head to Otjiwa Safari Lodge, which is ideally placed for our rhino-tracking tomorrow. Today, you have several optional activities you can join at Otjiwa, including cycling, a night drive, cooking and spa. Driving: 205mi (330km); 3hr 30min Accommodation: Otjiwa Safari Lodge (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Start early today to see rhinos up close! We’re led by a well-trained guide who tracks the rhinos by vehicle; once they’re spotted, we carefully get closer to the rhinos on foot. This is an incredible experience, allowing the group to admire rhinos from a safe distance. Later, we head back to Windhoek, stopping at a crafts market on the way. Driving: 135mi (220km); three hours Accommodation: Arebbusch Lodge (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "You’ve camped under the Namibian sky, spotted iconic safari animals and seen the largest dunes in the world; but today, the trip ends after breakfast. Spend any free time before your flight relaxing at the accommodation or exploring Windhoek, where there are museums and shops. Additionally you can add on a township tour of Windhoek or visit the nearby Daan Viljoen game reserve (see Optional Excursions section). If you’d like to extend your adventure, perhaps even adding a visiting to Cape Town, speak to your sales representative who can go through our range of extensions with you."
    }
  ],
  "map": ""
}