{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-self-drive-holiday-big-cat-conservation",
  "tourName": "Namibia self drive holiday, big cat conservation",
  "placesVisited": "Windhoek, Etosha National Park, Namib Desert, Sesreim Canyon, Himba village visit, Damaraland, Three days of game drives in Etosha National Park, Big cats reserve, Leopard tracking, Dolphin watching",
  "generalInfo": "Namibia: a land of vast, open spaces, sweeping deserts, wild coastline, tall dark-sand dunes as high as skyscrapers, and diverse wildlife - all of which can be reached on this two week self drive itinerary.  Because of the mainly-gravel roads, we recommend a 4x4 vehicle to give traction and height which affords views across the expansive landscapes. <br/><br/>This is not a  mass tourism destination: roads are empty, lodges are small and distances to drive will range from 4 – 6 hours, but the rewards are great: the lack of light pollution makes star gazing immensely rewarding; seeing the sunrise over the towering sand dunes at Sossusvlei is a photographer’s dream; kayak alongside frolicking seals and dolphins off the coast; track desert adapted elephant on foot and in vehicle in the stark landscapes of Damaraland, and watch for predator activity in Etosha National Park: renowned for sightings of lion, rhino, elephant, giraffe, zebra, etc.  End your trip at a reserve dedicated to conservation work with endangered species: learn about how these animals have come to be endangered, and the work being undertaken to ensure their survival.<br/><br/>We always offer small, locally owned luxury lodges for road trips around Namibia, with a focus on Namibian culture and cuisine. From our years of experience, we recommend that the best time to go to Namibia is during the dry season, June-October, as this is not only when temperatures are manageable but also when you will get the best wildlife viewing. During these months temperatures range from 20 °C-25 °C, although they do dip at night time. The temperatures start to soar as high as 40 °C during the rainy season which, in Namibia, is between Dec-March.<br/><br/>We will provide you with detailed maps, driving directions, mobile phone pre-programmed with all supplier contacts, and 24/7 support should you require it on the ground.  You will cover some distance, but never feel rushed: the spectacular scenery, endless horizons and unique experiences make a road trip in Namibia one to remember.",
  "durationDays": "15",
  "price": "7350",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from UK. Overnight flight to Windhoek."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Windhoek. Arrive in Windhoek. You will be transferred to your accommodation for 1 night in a luxury room on a bed and breakfast basis. Take delivery of your 4x4 hire vehicle. Our ground team will assist you with checking the vehicle over and provide you with maps, driving directions and a mobile device with contact numbers pre-programmed."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive into the Namib Desert: the scenery becomes more stark as you venture south: expect vast, open spaces, and very few other vehicles on the gravel roads. Visit Sesreim Canyon before relaxing at your Lodge for a free afternoon. (Drive time 5-6 hours)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take advantage of amazing photographic opportunities at sunrise and take an early morning drive into the desert for a walk on the dunes. They constantly change shape with the wind and reach the height of a 70 storey skyscraper. The colourful quartz sand in the early morning provides hues of creams, oranges, reds and violets - a photographer's dream. At night, ask a guide to explain the amazing galaxies: the lack of light pollution means this is one of the best places in the world to view the night skies."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive to the coast: expect to see ostriches, jackals, and oryx peppering the surrounding landscape as you drive. Arrive at the coastal town of Swakopmund: the town has some great locally crafted gifts, and shopping here is a great way of supporting the local economy. Drive time approx 5 hours."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today is free for optional activities: we highly recommend kayaking or taking a catamaran cruise off the coast: expect seals and dolphins to frolick alongside your vessel! In the evening, take advantage of the superb seafood restaurants peppering the seafront."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Venture north as you drive into Damaraland: the scenery changes again, becoming more rocky. Stop off to take a short hike to view prehistoric rock engravings en route to your lodge. This area is renowned for being home to desert adapted elephant - how they survive in this stark environment is fascinating: take an excursion to track these magnificent giants on foot and in vehicle. Drive time approx 4 hours."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take an early morning guided tour to track and learn about how desert-adapted elephants survive in this environment or take a guided walk in the area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive north to Etosha National Park, widely regarded as one of the world’s greatest game viewing parks. The availability of water holes in Etosha means that the potential for viewing game (including lion, cheetah, elephant, rhino, giraffe, springbok and zebra) is excellent. Drive up to one of the waterholes and simply watch! Drive time approx 4 hours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Spend the day in Etosha National Park. You can opt to take a guided drive, but self driving in the park is easy, and waterholes a-plenty. Expect to see predator activity as antelope, zebra and other species venture to the water's edge to drink."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Drive through Etosha National Park to the eastern gate for overnight: the vast salt pans lie on this side of the park, and are a spectacle not to be missed. Wildlife viewing remains excellent en route. You might opt to take an evening drive after nightfall with a guide: book with your lodge."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Start your journey south today as you drive to a big cats reserve, dedicated to the conservation, management and rehabilitation of leopard and cheetah. Stay for 2 nights on a full board basis. Activities include tracking leopard, learning about the conservation efforts of endangered species, including pangolin, aardvark and brown hyena, and to view these species in the wild. Take a visit to the education centre to learn about the welfare work of the Africat Foundation, go on a guided night drive, and take a self-guided walk along a nature trail. Drive time approx 4 hours."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Spend the day enjoying the range of activities at this superb Big Cats reserve."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive back towards Windhoek for a final night on a beautiful reserve just half an hour’s drive south of Windhoek. Facilities include heated indoor swimming pool, outdoor pool, small exercise gym, sauna and self-guided walking trails. Spa treatments in the open are available: a great way to relax and enjoy your last night in Namibia. Drive time approx 3.5 hours."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Drop your hire vehicle at Windhoek airport in time for your return flight to London."
    }
  ],
  "map": ""
}