{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-tours-under-canvas-small-group-safari",
  "tourName": "Namibia tours under canvas, small group safari",
  "placesVisited": "Windhoek, Okonjima, AfriCat day centre, Etosha National Park guided game drive, Ongava Game Reserve guided game drive, Damaraland Swakopmund, sunrise tour of Sossusvlei, Deadvlei Namib Tsaris Conservancy, Namib Tsaris Conservancy, rhino tracking, desert elephant tracking, sleeping in tented camps",
  "generalInfo": "When it comes to Namibia tours, this one takes the cake. Spent 12 days on a safari circuit around the country’s best sights. <br/><br/>The still, clear nights in Namibia are something to be celebrated. What better way than on a camping holiday? For the majority of this holiday, you’ll be staying in semi-permanent camps, with amazing stargazing found just beyond the tent canvas. There’ll be clear views of the Milky Way by night, and hopefully clear views of Namibia’s plains wildlife by day.<br/><br/>Your route is a loop that starts and ends in Windhoek. You’ll go north towards Etosha National Park for amazing game drives, then west to the Damaraland region to seek out the desert elephant. Even further west, you’ll explore a section of the coast around Swakopmund. Heading back inland, you’ll go south to the sand dunes as Sossusvlei before returning to Windhoek. There are a few long drives on this trip, balanced by days spent at leisure in the reserves and national parks.<br/><br/>Namibia’s wildlife is made even more magnificent when you consider the incredible, harsh landscape in which is it found. At Ongave Game Reserve you’ll camp close to a watering hole, for a great chance to watch oryx, springboks and giraffes converging to drink. <br/><br/>This trip includes time spent tracking desert elephants and the incredibly rare black rhino with support from both a reputable naturalist guide and the Save the Rhino trust. Even when the wildlife proves elusive, you’ll love searching for it in these dramatic deserts.  <br/><br/>For many travellers, a highlight is the dunes at Sossusvlei in the Namib Desert, where red dunes contrast with white salt pans, and the colour contrast is even more pronounced at sunrise and sunset – the best time to climb the dune. <br/><br/>These tours are done in tiny groups of a maximum of seven guests, so that locations are not overwhelmed by visitors, and you can enjoy the sights in almost complete peace. <br/><br/>Pictures by Jason Nott, Tarry Butcher - Ultimate Safaris, Okonjima and Etendeka, and Dr Olwen Evans, Ongava<br/>",
  "durationDays": "11",
  "price": "4135",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from Windhoek Airport to a local B&B. Depending on arrival time, this afternoon, you may choose to take a guided tour of the City. The city mixes modern architecture and latest fashions alongside old colonial German buildings and Herero women in their traditional Victorian dress. Overnight: Windhoek B&B / Guesthouse"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "This morning you depart Windhoek in your safari vehicle with your private guide and set off on your journey. On your way to Etosha you will visit the Okonjima’s AfriCat Day Centre, a wonderful highlight with which to start your safari. Okonjima is home to the AfriCat Foundation, a wildlife sanctuary which focuses on the research and rehabilitation of Africa's big cats, especially injured or captured leopard and cheetah. You will arrive in time to embark on an exciting and informative game drive and tour of the centre. Here you will learn about the function and vision of the AfriCat Foundation and will also get to meet some of the Foundation’s special captive carnivore ambassadors. PLEASE NOTE: There will be no tracking of wild cats on this visit and should that be required a pre-overnight extension should be booked. fter the excursion you will enjoy a light lunch before you journey continues further north. You arrive in time for an afternoon game drive on the Ongava Game Reserve in an open game viewer with Ongava ranger, on shared basis with other lodge guests. Overnight: Ongava Tented Camp Breakfast, Lunch, Dinner;"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today you will be treated to an exciting morning guided game drive into the Etosha National Park, to see more of the wide variety of game and bird species that are to be found there. There is then time to relax by the refreshing swimming pool before you head out again for an afternoon game drive into Etosha before exiting the park before sunset. Alternatively, you can opt to spend the whole day out in the park and either take lunch by one of the other rest camps in the area, or have a picnic while watching game at a particularly productive waterhole in the area. Once you are back (gates close at sunset), the rest of the evening can be spent game viewing at the camp’s floodlit waterhole while enjoying dinner, and afterwards Overnight: Ongava Tented Camp; Breakfast, Lunch, Dinner and Etosha Game Drives with Guide (local drinks included)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning after breakfast you will continue your safari to the heart of Namibia, Damaraland, traveling through farmlands and the small towns of Tsumeb, Otavi, Outjo and Khorixas. Damaraland is typified by displays of colour, magnificent table topped mountains, rock formations and bizarre-looking vegetation. The present-day landscape has been formed by the erosion of wind, water and geological forces which have formed rolling hills, dunes, gravel plains and ancient river terraces. It is the variety and loneliness of the area as well as the scenic splendour which will reward and astound you, giving one an authentic understanding of the word 'wilderness'. You enjoy a delicious Magic Box picnic en route and arrive in time in time to enjoy fireside sundowners at your exclusive //Huab Under Canvas. Please note that today is a long day of travelling, rewarded with another 3 night stay at your next camp. Overnight: //Huab Under Canvas; Breakfast, Lunch, Dinner and nature-based activities with Guide (local drinks & limited laundry included)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today you will spend an exciting and memorable morning out rhino tracking with the assistance of local trackers. It is worth noting that these black rhino form part of one of the only free-roaming black rhino populations in Africa and tracking animals in an unfenced and uninhibited environment is an absolute privilege. You will return to camp for a freshly prepared lunch and with time to relax at camp during the heat of the day. Later in the afternoon you head out again for a scenic nature drive or walk to explore this vast and astounding ecosystem. //Huab Under Canvas works together with the Save the Rhino Trust (SRT) - an NGO that has been has been instrumental in the preservation of the rare, endangered, desert adapted black rhino. Having barely survived the slaughter in many parts of Africa during the '80s and '90s, the black rhino population of Namibia increased substantially since the formation of SRT. Overnight: //Huab Under Canvas Breakfast, Lunch, Dinner and nature based activities with Guide (local drinks & limited laundry included)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today you continue your adventures exploring Damaraland, enjoying the freedom to discover the fascinating landscapes with your private naturalist guide both by vehicle and on foot. Damaraland is a surprising refuge for desert adapted wildlife that may include elephant, giraffe, oryx, springbok and even some predators such as lion. However, as with any wildlife sightings in Namibia, this depends on many factors including seasonality so specific sightings are never guaranteed. The wildlife roams large tracks of unfenced desert landscapes and finding game can be challenging, but this is all part of the adventure of exploring this wild untouched gem of Namibia. Today’s focus will be largely on tracking the elusive desert adapted elephants in the ephemeral river systems, an activity which will mean spending most of the day out. Your guide will take along a delicious picnic lunch and you will return to camp in the late afternoon. Overnight: //Huab Under Canvas Breakfast, Lunch, Dinner and nature based activities with Guide (local drinks & limited laundry included)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast and departure the drive today takes you south past Namibia’s highest mountain, the Brandberg which peaks at 2,573 m above sea level, and west to meet the coast at Henties Bay. You then continue south to the coastal town of Swakopmund where you can enjoy the pleasant seaside location and cooler coastal air for the night. You stay on the eastern outskirts of the town, overlooking the Swakop River valley and desolate desert dune landscapes. Tonight includes dinner at a popular restaurant which specializes in locally harvested fresh seafood as well as other local and international dishes. Overnight: Desert Breeze Breakfast, Lunch & Dinner (local drinks included)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "After an early breakfast you depart on a fascinating drive which takes you south-east through awesome and ever-changing desert landscapes via the impressive Gaub and Kuiseb canyons to meet the dunes at the settlement of Solitaire. A picnic lunch will be had en route and you will continue onto the Namib Tsaris Conservancy, where you will spend your final two nights of your safari at the exclusive-use Camp Sossus. Arrival should be in the mid to late afternoon with enough time to acquaint yourself with the camp and enjoy a hot bucket shower before dinner. NOTE: As an alternative to the drive from Swakopmund to Sossusvlei you may like to take a scenic light aircraft flight over Sossusvlei and along the Diamond Coast (optional extra at additional cost), allowing you a bird’s eye view over the Sandwich Harbour and salt pans, the Namib Sea Sand, abandoned mining camps and two shipwrecks,. Your guide will drive to meet up with you in Sossusvlei later in the day.. Overnight: Camp Sossus Breakfast, Lunch, Dinner and nature based activities with Guide (local drinks included)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "This morning you will need to rise early for a magical excursion with your guide in the Namib Naukluft National Park, normally setting off before sunrise to enter the park at sunrise and capture the dunes whilst the light is soft and shadows accentuate the towering shapes and curves. This area boasts some of the highest free-standing sand dunes in the world and your guide will give you an insight on the formation of the Namib Desert and its myriad of fascinating creatures and plants that have adapted to survive these harsh environs. Once you have explored Sossusvlei, Deadvlei and surrounding dune fields to your heart’s content you can enjoy a relaxed picnic brunch in the shade of a camel thorn tree. You will return to camp for a late freshly prepared lunch and with time to relax at camp during the heat of the day. Later in the afternoon you head out again for a scenic nature drive or walk to explore this vast and astounding ecosystem and to enjoy a magnificent final safari sundowner. Overnight: Camp Sossus Breakfast, Lunch, Dinner and nature based activities with Guide (local drinks included)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a leisurely breakfast this morning you will depart from Sossusvlei and return to Windhoek, driving northeast up the Great Escarpment and through the scenic Khomas Hochland highlands. A tasty picnic lunch will again be served en route and arrival in Windhoek should be by the mid-afternoon. Upon your arrival in Windhoek you will be transferred to your accommodation. Overnight: Windhoek B&B / Guesthouse"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You have the morning in Windhoek before transfer back to Windhoek Airport and your onward flight. (Breakfast included)"
    }
  ],
  "map": ""
}