{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-self-drive-adventure-holiday",
  "tourName": "Namibia self drive adventure holiday",
  "placesVisited": "",
  "generalInfo": "Discover the wilderness, beauty and silence of the Southern Kalahari; explore the spectacular landscape of the Fish River Canyon; navigate the iconic sand dunes of Sossusvelei; and enjoy exciting game drives in Etosha National Park.<br/><br/>This Namibia self-drive holiday begins in the capital city of Windhoek. From there, you'll drive to the Kalahari Desert, then you'll head south to the dramatic Fish River Canyon. Next, you'll visit the eerie ghost town of Kolmanskop, before driving to Sossusvlei to see the iconic sand dunes. You'll explore Swakopmund on the Skeleton Coast and search for desert-adapted wildlife in Damaraland. Next stop is Etosha Game Reserve, one of the world’s best safari destinations, with a final pit stop in Okonjima, where you can get up close and personal with big cats at the AfriCat Foundation.<br/><br/>Staying in luxury accommodation and the freedom to take in Namibia at your own pace, this self-drive adventure itinerary for families travelling with children, or those who like to do things their own way.",
  "durationDays": "17",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Windhoek - Upon arrival, you'll be met by your driver and transferred to your accommodation in the centre of Windhoek. Your rental vehicle will be delivered to your hotel with a SatNav device and a mobile phone, plus you will also be provided with an information pack which will include driving directions, accommodation details and contact phone numbers. You can then spend the rest of the day exploring Namibia’s capital city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Drive from Windhoek to Kalahari Desert - Today, you’ll drive south for approximately three hours to your lovely lodge just outside of the village of Stampriet in the fertile valley of the seasonal Auob River. Here, you can relax by the lodge’s pool, or join a scenic drive in the Gondwana Kalahari Park, which is just 30 kilometres away. We highly recommend joining a sunset walk with a local San bushman. The San are believed to be southern Africa's original inhabitants and around a third of the 90,000 remaining San live in Namibia."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Drive from Kalahari to Fish River Canyon - After breakfast at your lodge you’ll drive south to the spectacular Fish River Canyon, with a stop at Quiver Tree Forest en route. You’ll arrive at your lodge mid-afternoon in time to join a sunset walk, before returning to the lodge for a delicious evening meal."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Fish River Canyon - Today, you’ll have a full day to explore the incredible Fish River Canyon. Fish River Canyon features a gigantic ravine, about 160 kilometres long, up to 2 kilometres wide and in places, almost 550 metres deep. The immensity of this spectacular landscape is truly breathtaking. You may wish to go for a morning hike in the canyon, enjoy a scenic drive to marvel at the dramatic, arid landscape, join a guided sunset walk or kayak on the river."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Drive from Fish River Canyon to Luderitz - This morning you’ll enjoy breakfast overlooking the canyon before making your way north and towards the coast. The landscape changes drastically, as you arrive at the start of vast sandy dunes. A highlight of this region is Kholmanskop Ghost Town. Once a small, but extremely rich mining village, Kholmanskop was hastily abandoned and is now a popular tourist spot with visitors intrigued by the eerie buildings half-filled with sand. Tonight, you’ll stay in Luderitz for one night and enjoy your first view of the Atlantic Ocean."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Drive from Luderitz to Sossusvlei - After breakfast, you’ll drive to Sossusvlei, located in the southern part of the Namib Desert in the Namib-Naukluft National Park in the southwest of the country. Known for its orange sand dunes and white salt pans, Sossusvlei is Namibia’s most spectacular and best-known attraction. You’ll stay in Sossusvlei for the next two nights and you’ll have time to explore the iconic towering sand dunes, as well as other incredible geographical formations of the region, such as Sesriem Canyon."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Sossusvlei - Today, you have a full day to discover the towering sand dunes and incredible landscape of Sossusvlei. There are a number of attractions in the Sossusvlei area to explore, including Sesriem Canyon, Dune 45, Big Daddy and Deadvlei. We recommend that you wake up early to climb the iconic sand dunes at sunrise; or if you prefer, you can soar above this breathtaking landscape in a hot air balloon. Other activities you can enjoy include a nature drive to spot the desert-adapted wildlife, a dune walk or an eco-sensitive guided quad bike excursion, sand boarding and horse riding. In the evening, you can enjoy a gin and tonic on a sundowner tour, or after dark you can join a star gazing excursion with a knowledgeable guide."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Drive from Sossusvlei to Swakopmund - This morning, you’ll leave the Namib Desert and drive north through beautiful canyons and striking scenery as you head towards to the lovely town of Swakopmund on the Skeleton Coast. Walvis Bay is a stunning spot just outside Swakopmund and we highly recommend stopping off on your way into town. Sheltered by the Pelican Point sand spit, Walvis Bay’s tidal lagoon is home to abundant birdlife, including flamingos and pelicans. Swakopmund itself is a former colonial town famous for its German architecture and culture - many residents speak German and there's even an Oktoberfest beer festival. It is an ideal place to spend a couple of days between visiting the dunes of Sossusvlei and exploring the attractions of northern Namibia."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Explore Swakopmund - Today, you’ll have a full day to explore Swakopmund and the surrounding area. You can search for Cape Fur seals and dolphins off Pelican Point on a boat cruise or guided kayaking trip, take a scenic flight over the desert, join a bird-watching excursion or a living desert tour, or you may wish to visit the Swakopmund Lighthouse, the Swakopmund Museum and Sandwich Harbour. Just outside Swakopmund, several sand dunes have been set aside for adventure activities, including sand boarding, quad biking, camel riding and off-road driving."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Drive from Swakopmund to Damaraland - This morning, you will resume your Namibian road trip and head further north up the Skeleton Coast to Damaraland. En route, we recommend that you stop at Henties Bay to see the Cape Cross seal colony and you may wish to visit the shipwreck of MS Winston at Durissa Bay. On arrival, you’ll settle into your accommodation and you can spend the afternoon relaxing at your lodge/camp. Or if you wish, you can take a walk in the surrounding area, stopping at viewpoints to marvel at the beautiful Damaraland landscape."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Explore Damaraland - Today, you’ll have a full day to explore Damaraland. You can join a rhino tracking experience, plus there are also options for you to take an elephant nature drive in search of Namibia's desert-dwelling elephant, or you may wish to join the Twyfelfontein, Burnt Mountain and Organ Pipes excursion to see the rock engravings at the UNESCO World Heritage Site of Twyfelfontein."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Drive from Damaraland to Etosha National Park - After breakfast, you’ll get back in your vehicle and drive east towards Etosha National Park. Etosha offers fantastic wildlife viewing opportunities, particularly around the waterholes. You can expect to see elephant, giraffe, lion, leopard, zebra, springbok and gemsbok, plus it’s also one of the best places in southern Africa to see the endangered cheetah, black rhino and rare antelope species such as black-faced impala, Damara dik dik and roan antelope."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Explore Etosha National Park - Today, you’ll have a full day to explore Etosha National Park. Despite being one of Africa's largest national parks, Etosha is easy to drive around yourself as all roads lead back to the main road. This means you can take your time visiting the many different waterholes such as Halali, Okondeka and Okaukuejo, where large concentrations of wildlife congregate. Almost a quarter of Etosha consists of salt pans, including the Etosha Pan, which is undoubtedly the park’s most distinctive and dramatic feature. The Etosha Pan is the only known mass breeding ground for flamingos in Namibia and at times, there can be up to a million flamingos here."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Drive from Etosha to Okonjima Nature Reserve - This morning, you’ll leave Etosha and head south to the Okonjima Nature Reserve, which is home of the famous Africat Foundation - an education and research facility dedicated to the rehabilitation of Namibia's big cats, particularly cheetah and leopard. During your time here, you’ll have an opportunity to observe and learn about Africat’s conservation work. Depending on your interests, you can also go mountain biking or hike up the mountains to watch the sunrise, join a bird-watching excursion to spot some of the 250+ species of birdlife in the area, enjoy a nocturnal game drive, or you can experience a day in the life of a San Bushman on a bushman trail."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Explore Okonjima - During your time here, you’ll have an opportunity to observe and learn about Africat’s conservation work. Depending on your interests, you can also go mountain biking or hike up the mountains to watch the sunrise, join a bird-watching excursion to spot some of the 250+ species of birdlife in the area, enjoy a nocturnal game drive, or you can experience a day in the life of a San Bushman on a bushman trail."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Return to Windhoek - Following breakfast at your hotel, you’ll drive back to Windhoek which should take approximately three hours. On arrival, you’ll have time to get some lunch and drop off your hire car, before heading to the airport to catch your international flight home."
    }
  ],
  "map": ""
}