{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "wheelchair-accessible-namibia-self-drive-holiday",
  "tourName": "Wheelchair accessible Namibia self drive holiday",
  "placesVisited": "Fully wheelchair accessible tour, Windhoek, Namib Desert, Sesriem Canyon, Sossusvlei, Optional dune walk, Swakopmund, Skeleton Coast, Damaraland elephant and rhino tracking, Etosha National Park game drives, Big cats reserve",
  "generalInfo": "Discover the spectacular natural beauty of Namibia with a two-week self drive holiday from Windhoek, on a wheelchair accessible itinerary. All transport, accommodation and activities can be adapted to take into account travellers with limited mobility, and advice provided on suitable restaurants at each stop. The abilities of all participants are assessed before departure to ensure your needs are met. On taking delivery of your hire vehicle in Windhoek, drive into the Namib Desert, to admire the Sesriem Canyon, its rock walls only two metres wide at points. Nearby, the famous red sand dunes of Sossusvlei can reach the height of a 70-storey skyscraper. Constantly shifting shape in the wind, they are an awe-inspiring sight whether you walk on them or just view them from a distance. Heading on to Swakopmund on Namibia’s Skeleton Coast, a wide range of optional activities are open to you, from scenic flights to golf, dolphin-watching cruises and a visit to a nearby Himba village. You’ll continue through Damaraland, perhaps stopping to see the prehistoric rock engravings here, and to learn the amazing adaptive skills of desert elephants, before reaching the crowning glory of this trip: Etosha National Park. Three days of game viewing await you here, during which you might encounter lions, rhinos, elephants, cheetahs and giraffes. Before returning to Windhoek, spend a couple of nights at a big cat reserve, dedicated to the rescue and conservation of leopards and cheetahs, with many more opportunities for unforgettable sightings.",
  "durationDays": "14",
  "price": "4250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Depart from UK. Overnight flight to Windhoek."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrive Windhoek. Arrive in Windhoek. You will be transferred to your accommodation for 1 night in a luxury room on a bed and breakfast basis. Take delivery of your hire vehicle."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Namib Desert. Drive into the Namib Desert. Visit Sesreim Canyon before relaxing at your Lodge for a free afternoon."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Dunes walk. An early morning drive into the desert for a walk on the dunes. They constantly change shape with the wind and reach the height of a 70 storey skyscraper. The colourful quartz sand in the early morning provides hues of creams, oranges, reds and violets - a photographer's dream."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "The coast. Drive to the coast. The town has some great locally crafted gifts and shopping here is a great way of supporting the local economy."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Activities. Today is free for optional activities including a marine boat cruise, scenic flights over the Skeleton coast, golf and excursions to visit a Himba village."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Damaraland. Drive into Damaraland. Take a short hike to view prehistoric rock engravings as well as some of the area’s fascinating geological formations. The lodge where you stay offers a number of activities, including guided nature walks, elephant and rhino tracking and a cultural visit to a Himba village."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Damaraland. Take a guided tour to track and learn about how desert-adapted elephants survive in this environment or go on a nature walk for a surprising insight into the fauna and flora in the area."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Etosha National Park. Drive to Etosha National Park, widely regarded as one of the world’s greatest game viewing parks. The availability of water holes in Etosha means that the potential for viewing game (including lion, cheetah, elephant, rhino, giraffe, springbok and zebra) is excellent. Drive up to one of the waterholes and simply watch!"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Etosha National Park. Drive through to the Southern Gate of Etosha National Park, stopping for game viewing en route."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Etosha National Park. Spend the day on game drives in Etosha National Park."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Big cats reserve. Drive to the big cats reserve, dedicated to the conservation, management and rehabilitation of leopard and cheetah. Stay for 2 nights on a full board basis. Activities include cheetah tracking on foot, leopard viewing, a visit to the cheetah project for an insight into the welfare work of the Africat Foundation and taking a self-guided walk along a nature trail."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Big cats reserve. Enjoy a variety of activities at the big cats reserve."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Windhoek. Drive back towards Windhoek for a final night on a beautiful reserve just half an hour’s drive south of Windhoek. Facilities include heated indoor swimming pool, outdoor pool, small exercise gym, sauna and self-guided walking trails. Optional early morning or late afternoon game drives can be arranged."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Return home. Return to Windhoek airport for your return flight to London."
    }
  ],
  "map": ""
}