{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-photography-holiday",
  "tourName": "Namibia photography holiday",
  "placesVisited": "",
  "generalInfo": "Explore and photograph Namibia’s striking red dune landscapes with the guidance from two professional landscape photographers. With its ancient deserts, dramatic canyons, distinctive rock formations, and glorious red sand dunes, there is no doubt that Namibia’s landscapes are a feast for landscape photographers. <br/><br/>In this complete landscape photography workshop we guarantee breathtaking photographs of Namibia’s scenic highlights, including the magical Quiver Tree Forest, Fish River Canyon, the deserted mining town of Kolmanskop, the red dunes at the famous Sossusvlei and Dead Vlei in the Namib Desert, and the iconic Spitzkoppe Mountains. For the best lighting on our shoots many of our days will begin bright and early to get the most of our days in each location. You will be well rewarded with your amazing photographs, as well as time to relax in our comfortable accommodations. <br/><br/>You will be given personalised photographic tutoring throughout your stay in Namibia by two professional photographers, and travel in a small group so that personal attention is guaranteed. There will be both group and one-to-one sessions, and a combination of theoretical and practical tutoring. We’ll go over all the basics technical elements of photography, as well as the more creative aspects. With a maximum group size of six you’re guaranteed plenty of one-on-one mentorship throughout the workshop, which also means we can cater for photographers of any level.",
  "durationDays": "14",
  "price": "8995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "After arriving at Windhoek Airport, we will head to our first accommodation to settle in, familiarize ourselves with the group and relax by the pool."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We will begin our day with breakfast in Windhoek and then head into Keetmanshoop, the capital of southern Namibia and focal point of the scenic and historic attractions in the area. Here we will have a quick lecture and photograph the famous Quiver trees and dolomite rock formations."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "In order to photograph the Quiver Tree Forest in the best lighting, we will wake up at Dawn. Later we will have a guided editing session, followed by an evening shoot ending in photographing the star trails."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Before setting off to the amazing Fish River Canyon, we will have an optional dawn shoot and then breakfast at our accommodation. We will get to shoot the canyon as the light settles on the horizon and cast shadows through this giant’s playground of erosion. We'll watch the last of the light before heading to dinner."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "We will travel to Luderitz, stopping at an old railway house to have a short photo shoot on the way. In the evening we will photograph the hauntingly beautiful, abandoned mining town of Kolmanskop. Then arriving at our accomdation at Luderitz Nest Hotel, which has its own tidal beach and walk-on jetty. We have arranged to photograph Kolmanskop before dawn, in order to photograph the decrepit buildings within the desert. We'll return again in the late afternoon to shoot during the warm afternoon-light, followed by an evening photographing the stars."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "For the next three days we will spend our time in Sesriem Canyon and the Namib-Naukluft National photographing Sossusvlei and Dead Vlei. On day eight we will be getting up early to shoot the famous Sossusvlei in the best possible light with an option to book a helicopter or plane flight over the dunes in order to see and photograph the famous dunes from a different perspective. We will spend our evening with guided editing, followed by photographing Deadvlei’s iconic trees We will begin day nine with an early morning in order to shoot the star trails over the stark skeletal tree forms of Dead Vlei. After some worthwhile early shooting of the magnificent stars we will rest in order to be ready for our afternoon critique session. There will be another opportunity to take their scenic flight for those who had not yet done so in the late afternoon/evening. (NB the helicopter or plane flight will be dependent upon availability and the weather)."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After a sunrise photography session, we'll set off on a scenic drive towards Sossusvlei, where we'll settle into our hotel in the harbour, and relax in the evening."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "In the morning, we'll head out on a boat trip to photograph pelicans and flamingoes; a wonderful opportunity to photograph these stunning birds up close. In the afternoon, we'll head out for a sunset shoot of the dunes on the Skeleton Coast."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We'll spend two days photographing Spitzkoppe, a phenomenal and hugely photographic rock monolith. We'll photograph this stunning scene and different times of day, in different types of light, and hopefully - if the weather allows - also at night, with a star-lit sky as a backdrop."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "We'll head back to Windhoek, where you can catch a flight home."
    }
  ],
  "map": ""
}