{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-wildlife-holiday-rare-desert-mammals",
  "tourName": "Namibia wildlife holiday, rare desert mammals",
  "placesVisited": "",
  "generalInfo": "During the course of this 12 day safari tour of Namibia we aim to showcase some of the rarest and most desert adapted species in Namibia. Animals such as the desert adapted elephants, gemsbok and hand-standing beetles which are perfectly suited to make a living in the barren and harsh looking Namibian wildernesses. <br/>This tour will spend time in the Namib Desert, Damaraland and Walvis Bay we will hopefully see bat-eared foxes, Namaqua chameleons, Heaviside's dolphins, dassie rats, striped polecats, palmato geckos and Damara dik diks to name a few. <br/>There is also a chance of seeing the very elusive black mongoose or Jameson's red rock rabbit and other very rare and elusive species. All in all this is a must for any dedicated wildlife watcher who want to safari off the beaten track and to see some of Africa's lesser known wildlife.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife safaris of Southern Africa including Namibia. Namibia is a vast country with some of the most photogenic and stunning scenery anywhere in the world. Home to one of the world’s largest national parks and the world’s oldest desert the seemingly barren Namibian wilderness is alive with wildlife. This tour is an exploration around some of the most iconic and beautiful places in this wonderful country.<br/>Unlike many other safari destinations in Africa it is not just the wildlife that is mesmerising here, instead the landscape plays a major role in bringing the wildlife and the wilderness to life. Whether it is the colossal orange sand dunes of Sossusvlei or the eerie petrified trees of Deadvlei, the very moon like eroded hills and canyons north of Swakopmund or indeed the vast rugged terrain of Damarland and the white empty expanse of the Etosha Pan, there is incredible and unique landscapes all over Namibia.<br/>Being mostly a desert environment Namibia it is easy to think of the country as being devoid of life, certainly it is hard to believe that the country could boast the largest population of rhinos in the world (outside of protected parks), or large numbers of elephants, lions, leopards, cheetahs and other iconic African wildlife. But that is Namibia, a land of contradictions a land of extreme environments which has led to the evolution of wildlife that has come up with some incredible adaptations to survive. Including hand-standing beetles, cartwheeling spiders, dancing lizards, sand-swimming lizards and side-winding snakes among others. On this trip you will be taken to see some of the smallest but most bizarre inhabitants of the desert as well as enjoying many game drives in the presence of elephants, giraffes, lions, rhinos and other large African wildlife. Namibia is truly a unique destination and with the help of our expert naturalist guides, people with an intimate knowledge of the wildlife and habitats you will be visiting, we know you will be great hands when it comes to getting the most out of this Namibian safari. <br/>There are so many different places to visit in Namibia, this is itinerary hits all of the key destinations, however if you wish to visit other places we are experts are tailoring wildlife and cultural tours to Namibia to suit any requirement. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Namibian wildlife safari tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Windhoek and Swakopmund. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Namibia (and elsewhere in Southern Africa). Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Namibian wilderness. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>There are reasons to visit Namibia at any time of year, however we prefer to visit between August – November where the temperatures are a little cooler and the wildlife plentiful. <br/>Namibia has more than 300 days of sunshine per year. It is situated at the southern edge of the tropics; the Tropic of Capricorn cuts the country about in half. The winter (June–August) is generally dry, both rainy seasons occur in summer, the small rainy season between September and November, the big one between February and April. Humidity is low, and average rainfall varies from almost zero in the coastal desert to more than 600mm in the Caprivi Strip. <br/>Weather and climate in the coastal area are dominated by the cold, north-flowing Benguela Current of the Atlantic Ocean which accounts for very low precipitation (&lt;50mm per year), frequent dense fog, and overall lower temperatures than in the rest of the country. In winter, occasionally a condition known as Berg wind or Oosweer occurs, a hot dry wind blowing from the inland to the coast. As the area<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and camps which often offer unbelievable wildlife watching deep inside national parks as well as camping. A mobile camping safari of Namibia is very popular and all of your camping gear will be provided.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our Namibian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within Namibia. We will start and end the trip in the capital Windhoek and then move westwards into the desert and the incredible Sossusvlei sand dunes, then the Namib Desert and the quaint coastal town of Swakopmund. From here we head inland through the rugged Damaraland with its ephemeral rivers and desolate looking rock plans and gravel pans. <br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle and whilst there is some walking, most of the walking is over flat sand or rock. However you are welcome to walk up the iconic sand dunes in Sossusvlei if you wish. However even this is not too difficult and requires no special fitness level. The longest hike is to Deadvlei and this is around 2 hours there and back and the walk is mostly flat. The biggest consideration is the heat, it is very hot in the deserts of Namibia during the day.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 12 Years Old<br/><br/>Photo Credit <br/>Sfbergo<br/>South African Tourism<br/>NH53",
  "durationDays": "12",
  "price": "4395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Walvis Bay - Arrival You will arrive at Rooikop Airport in the wonderful harbour town of Walvis Bay, where you will be met by your local guide and be taken to your hotel. After checking in you then be taken on an excursion to explore the Walvis Bay lagoon. This is a world renowned RAMSAR site and Walvis Bay is considered one of the richest and most important wetlands in Southern Africa. The nutrient-rich deep-water fertilizes a very high primary production of phytoplankton, which then fuels the very productive food chain of zooplankton, marine invertebrates, fish and marine mammals and it may be possible to see fur seals and other marine mammals before returning to the hotel. (no meals included today)."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Walvis Bay - Wildlife Watching After breakfast this morning you will depart on a dolphin and seal cruise of Walvis Bay. Moving around the bay, three different types of dolphins may be encountered, including the endemic Heavyside dolphins, beautiful and playful dusky dolphins and the ubiquitous common bottlenose dolphin. Sometimes whales can be seen such as southern right whale and humpback whales can be spotted and with a bit of extra special luck, orcas might make an appearance. Also sometimes spotted are gigantic sunfish and the largest species of turtle the leatherback turtles. You will also visit a large colony of Cape fur seals that occupy the pelican point and with some luck there may be the odd southern elephant seal there. After the cruise you will have the rest of the day to relax and explore the German colonial town of Swakopmund. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Namib Desert - Wildlife Watching After breakfast this morning you will be taken on a special desert tour of the Namib coastal dune belt. Thought by most people to be an uninhabitable desert we will uncover and showcase all the hidden little treasures of the dunes and gravel plains. Most of the wildlife we will find today will be reptiles like the Perinquey's or side-winding adder, palmato gecko, Fitsimmon's burrowing skink, sand diving lizards and Namaqua chameleons. Large mammals such as the black-backed jackal and springbok are sometimes encountered as you travel through the desert. Also here are some smaller but no less interesting and unusual species such as the cartwheeling spider, hand-standing beetle and black scorpion unique to the Namib dune belt and gravel plains, all of these can be found quite regularly. Whilst here we will also be searching for Namibias only true endemic bird species the dune lark. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Namib Desert - Wildlife Watching Today you will return to Namib Desert but this time a completely different habitat from yesterday. Today you will visit the Moon Valley, this amazing landscape was carved out by the Swakop River over hundreds and thousands of years and offers vast ever-changing landscapes. Apart from the stunning scenery that is like nothing else on earth we will visit a couple of welwitschia plants. This huge and ancient plant is only found along a 100km stretch of this coastline and with some individuals over 2,000 years old they are one of the longest lived organisms in the world. We also have the chance to see mammals such as springbok, klipspringer, chacma baboons, black-backed jackals and the world's largest species of bird the ostrich. The birdlife is good due to the vegetation on the Swakop river fringes and species like bokmakierie, black-chested snake eagle, swallow-tailed bee-eater and mountain wheatear can all be observed. Every time we find an animal living in this incredibly harsh environment we will try to explain the evolutionary adaptation that have allowed them to survive here. Later in the day you will be transferred back to Walvis Bay and hotel for the night. (breakfast is the only meal included today)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sossusvlei - Travelling & Sightseeing This morning you will leave Walvis Bay and head south-east towards the small settlement located in the heart of the Namib Desert, Sesriem. En-route you will pass some of the most breathtaking landscapes in Africa (if not the world) and maybe get some desert special birds and mammals on the way. Mammals like oryx, springbok and black backed jackal are all commonly seen along this route. The landscape here is what has made the Namib Desert famous, the world's tallest sand dunes are present here and we will drive past some of these dunes including some that rise over 300m into the air. Once we arrive at the lodge, you will have some food and then in the late afternoon / evening we will try and find elusive mammals such as Cape fox and aardwolf. (breakfast and dinner included today)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sossusvlei & Walvis Bay - Travelling This morning we will leave the giant dunes and head back to Walvis Bay, en-route we will keep an eye out for new species such as Ruppell's korhann and Ludwig's bustard. Once we arrive in the hotel in Walvis Bay you will have lunch and have the rest of the afternoon to relax and rest. (breakfast only included today)."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Damaraland - Travelling & Wildlife Watching Today on our journey north along the famous Skeleton Coast towards our next destination in Damaraland. Along the way we will pass the famous Brandberg massif (the highest mountain in Namibia) and slowly move out of the arid desert into a mopane scrub and our views will have scattered dolomite and granite outcrops and hills. Once we arrive at the lodge. The journey is a long one and when we arrive we will relax after checking in and then have a evening sundowner drive and hope to run into some really rare species such as Jameson's red rock rabbit, scrub hare, aardwolf, bat eared fox, leopard, striped polecat and Cape fox and maybe the recently described (as of 2010) the black mongoose. (breakfast and dinner only included today)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Damaraland - Wildlife Watching This morning we will have an early morning guided walk as we hope to view some new large mammals. Then afterwards we will return to the lodge for breakfast and a relaxing midmorning, then after lunch we will have a game drive into the wilderness of this private game reserve. Whilst on safari here we could see dassie rat, rock hyrax, Damara dik dik, desert adapted African elephants, klipspringer, Hartmann's mountain zebra, oryx, greater kudu, springbok and giraffe. We will also search out nocturnal mammals after dark as well. (all meals included today)."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Walvis Bay - Travelling This morning we will travel back south to Walvis Bay for the final time. On the way we will explore the Brandberg massif and surrounding area. Arriving at the hotel for one last time on this itinerary the rest of the day will be free for you. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the airport in time to catch your return flight home. (breakfast is the only meal included today)"
    }
  ],
  "map": ""
}