{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-small-group-guided-holiday-and-safari",
  "tourName": "Namibia small group guided holiday and safari",
  "placesVisited": "Namib Desert, Sossusvlei, Deadvlei, Sesriem Canyon, Namib Naukluft National Park, Swakopmund, Kayaking in Walvis Bay, Damaraland, lUi-llAis (Twyfelfontein) rock art, Tracking desert elephants, Etosha National Park, AfriCat, Okonjima, Optional: boat cruise, balloon ride",
  "generalInfo": "This wonderful two week Namibia small group guided holiday and safari takes you deep into Etosha National Park where big cats, elephants, rhinos and giraffe can all be viewed from a safe distance.<br/><br/>See some of earth’s most spectacular landscapes: experience sunrise over the magnificent sand dunes at Sossusvlei, kayak or take a catamaran trip alongside frolicking dolphins and seals, and track desert adapted elephant in Damaraland.<br/><br/>A highlight included in this trip is a visit to the Africat Foundation, where you will hear about the conservation efforts being made to preserve wildlife.  There is an opportunity to extend your stay here to witness carnivores and other endangered species such as he aardvark, pangolin and brown hyena, and to track the elusive leopard in the wild. <br/><br/>Accommodation for the majority of your Namibia small group guided holiday will be in small luxury safari lodges which come complete with traditional décor as well as a warm welcome, fantastic food and stunning views over the surrounding landscapes of Namibia.<br/><br/>Local guides are all extremely knowledgeable and passionate for the natural world, and following in their footsteps offers a unique insight into the tribal cultures and wild animal habitats that go towards making this Namibia small group guided holiday and safari such an exciting prospect.",
  "durationDays": "11",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Transfer from Windhoek Airport to a local B&B. Depending on arrival time, this afternoon, you may choose to take a guided tour of the City. The city mixes modern architecture and latest fashions alongside old colonial German buildings and Herero women in their traditional Victorian dress."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You then depart Windhoek in your safari vehicle with your private guide and drive southwest through the scenic Khomas Hochland highlands before heading down the Great Escarpment into the Namib Desert below, stopping for a picnic lunch at a scenic location along the way. You arrive at Dead Valley Lodge in the mid afternoon and you will stay here for two nights whilst you explore the remarkable sights of the Namib Desert with your guide. If there is still time today, your guide will take you to visit Sesriem Canyon, a nearby geological attraction, or explore Elim Dune. However, if you prefer, you can just relax and soak in the scenic and tranquil surroundings at Dead Valley Lodge. Sesriem Canyon has evolved through centuries of erosion by the Tsauchab River which has incised a narrow gorge about 1.5 km long and 30 meters deep into the surrounding conglomerates, exposing the varying layers of sedimentation deposited over millions of years. The shaded cool depths of the canyon allow pools of water to gather during the rainy season and remain for much of the year round. These pools were a vital source of water for early settlers who drew water for their livestock by knotting six (ses) lengths of rawhide thongs (riems) together, hence the canyon and surrounding area became known as Sesriem. (Breakfast, Lunch and Dinner included)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning you will need to rise early for a magical excursion with your guide in the Namib Naukluft National Park, normally setting off before sunrise to capture the dunes whilst the light is soft and shadows accentuate the towering shapes and curves. This area boasts some of the highest free-standing sand dunes in the world and your guide will give you an insight on the formation of the Namib Desert and its myriad of fascinating creatures and plants that have adapted to survive these harsh environs. Once you have explored Sossusvlei, Deadvlei and surrounding dune fields to your heart’s content you can enjoy a relaxed picnic brunch in the shade of a camel thorn tree. You then return to Dead Valley Lodge in the early afternoon in time for a late lunch, with the option to visit Sesriem Canyon afterwards if you haven’t already done so the day before. The rest of the afternoon is at your leisure (from experience, this is usually welcomed after an exhilarating morning in the dunes). Overnight Dead Valley Lodge – breakfast, lunch and dinner"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The fascinating drive today takes you northwest through the ever changing desert landscapes of the Namib Naukluft National Park, including the impressive Gaub and Kuiseb canyons. You will meet the coast at the port town of Walvis Bay and then continue north to Swakopmund where you can enjoy the pleasant seaside location and cooler coastal air for your next two nights. There will be time this afternoon to wander around town and along the waterfront on foot if appeals, before heading off for dinner at a popular restaurant which specialises in fresh seafood. Swakopmund resembles a small, German coastal resort nestled between the desert and the sea, and is a perfect example of German colonial architecture blending with good hotels, restaurants, museum, and coffee shops. The elaborate railway building and others are of interest, as are the various arts and crafts centres which you may wish to visit. During your two nights in Swakopmund you will be accommodated at a new, modern and somewhat quirky hotel, ideally located in Swakopmund (Breakfast, Lunch and Dinner included) Overnight: The Delight."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After an early breakfast your guide will drive you along the scenic coastal road back south to Walvis Bay for a memorable kayaking or catamaran adventure. On the kayaking trip, after meeting your guide you will be taken on a short scenic drive to Pelican Point to see its lighthouse and windswept beauty, stopping briefly at the salt works to view the variety of birdlife on your way to the launch point. The kayaking is an ideal way of seeing Cape fur seals, Heaviside and bottlenose dolphins, pelicans, flamingos and a wide variety of other sea birds. If you are lucky, there is also a chance of seeing whales, leatherback turtles and sunfish. During the course of the day the guide will stop and inform you about the environment and light refreshments will be served on the beach before heading back to Walvis Bay. Alternatively you may partake in a catamaran trip if the kayaking doesn't appeal. On this memorable trip you head further out to sea where there are perhaps more opportunities for getting closer to the dolphins and Cape fur seals. During the excursion you will be served local sparkling wine and fresh oysters, before you return to the jetty at roughly midday. You then have the opportunity to explore the waterfront area of Walvis Bay further before returning to Swakopmund for an afternoon at leisure. You may also like to partake in some of the many activities that Swakopmund has to offer, these include camel rides, scenic flights, quad-biking in the dunes and more (all at extra cost). (Breakfast, Lunch and Dinner included) Overnight: The Delight"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Continue on your safari, heading north and east into Damaraland, with stops to view game and absorb the vastness of the area along the way. Damaraland is typified by displays of colour, magnificent table topped mountains, rock formations and bizarre-looking vegetation. If time allows this afternoon your guide will take you to visit the nearby attractions and geological sites of Twyfelfontein rock engravings (recently declared a UNESCO World Heritage Site), Burnt Mountain and the Organ Pipes - if not there is plenty of time to do so tomorrow. You stay for 2 nights at a camp in the heart of Damaraland, ideally located a short drive from the local attractions in the area. The Camp is nestled amongst an outcrop of giant granite boulders, a stones throw away from the ephemeral Aba Huab riverbed where desert adapted elephants often traverse. Each comfortable thatched bungalow is simply but tastefully furnished with en-suite bathroom. In the centre of the camp lies a large alfresco dining area, bar, lounge and reception with an inviting fireplace nearby to relax beside in the evenings. A refreshing swimming pool and lovely views also complement the Camp. (Breakfast, Lunch and Dinner included) Overnight: Camp Kipwe"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "After an early breakfast you will be treated to an exciting 4x4 excursion along the ephemeral Aba Huab River valley to explore this remarkable region and to search for game, including the elusive desert adapted elephants. Damaraland is home to a variety of desert adapted wildlife and hidden desert treasures. You will return to Camp for lunch and this afternoon you may visit Twyfelfontein and other nearby attractions if you haven't already done so, or take a walk with your guide into the local area around Camp, or relax and enjoy some well deserved leisure time. (Breakfast, Lunch and Dinner included) Overnight: Camp Kipwe"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today after an early breakfast you set off on your journey to the Etosha National Park, entering the park through their southern Anderssons Gate. You enjoy a picnic lunch in the park and visits to various waterholes in the afternoon, before heading on towards tonight’s destination, Etosha Private Heights which is situated on the south western border of the Etosha National Park. Arrival will be in the late afternoon or early evening, with time to freshen up and enjoy the tranquility of the Etosha Heights. Overnight: Safari House Breakfast, Lunch, Dinner & game drive with Guide. Located on the Etosha Heights Private Reserve, just next to Safarihoek Lodge, Safari House is a traditional Namibian farmhouse that's booked on an exclusive-use basis. With a private guide, vehicle and a chef all to yourself, it’s a safari that’s 100% on your terms whether you want to look for big game early in the morning, or have a leisurely start to the day. Outside, Safari House really comes into its own. For lazy afternoons, the large, wraparound veranda is shady and cool, and the waterhole mere metres away is the perfect entertainment. There’s a swimming pool if you fancy a dip, morning or evening game drives, a braai area, and a large, fully-fenced garden."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today you will enjoy an exciting morning guided game drive in an open game viewer with your local ranger on the Etosha Heights Reserve, to see the wide variety of game and bird species that are to be found there before returning to the lodge in time for lunch. There is then time to relax by the refreshing swimming pool before you head out on another afternoon game drive on the private game reserve. Overnight: Safari House. Breakfast, Lunch, Dinner & game drives with Guide"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "After an early breakfast you depart the reserve and your journey leads you south via Outjo, Otjiwarongo and Okahandja to reach to Windhoek. A lunch is included and arrival in Windhoek will be mid-afternoon."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "You have the morning in Windhoek before transfer back to Windhoek Airport and your onward flight. (Breakfast included)"
    }
  ],
  "map": ""
}