{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-desert-caprivi-camping-safari",
  "tourName": "Namibia Desert & Caprivi camping safari",
  "placesVisited": "Livingstone, Victoria Falls, Caprivi Strip, Kavango River, Rundu, Etosha National Park, Ugab Wilderness, Brandberg, Spitzkoppe, Swakopmund, Namib Desert, Sossusvlei, Sesriem Canyon",
  "generalInfo": "An all-encompassing journey starting with Victoria Falls, the highlights of Namibia and Botswana. This is an adventure through some of the most spectacular areas in Southern Africa.<br/><br/>Highlights<br/>* Victoria Falls–A natural wonder of the world<br/>*Caprivi–game drives &amp; boat cruise* Etosha NP–game viewing from camp &amp; on drives<br/>* Brandberg–rock paintings<br/>* Swakopmund–dune boarding &amp; sea kayaking<br/>* Namib Desert–walk Sossusvlei dunes<br/><br/>Overnight -   on safari we stay at designated campsites, in or bordering national parks and towns. Formal campsites have hot and cold showers, laundry facilities &amp; shops.1 x night in Windhoek and 2 x nights in Swakopmund in a lodge with en suite twin bedrooms. Meals - 14 breakfasts, 11 lunches &amp; 9 dinners will be provided by the crew, prepared at the vehicle &amp; eaten around the campfire or in a boma. For certain meals the group will sample local fare at restaurants (own expense). Transport we use safari trucks with 12 seats for this tour. Potholes, corrugated gravel roads and livestock on the roads can make travel slow. There are some long drives, so sit back and enjoy the scenery! Limited participation - An essential part of your safari is participation. From putting up your tent to packing the truck in the morning–it’s all part of your adventure. Your tour leaders will do all the meal preparation, but we do ask for your help (on rotation) with the washing up. There are some long travel days which means early morning starts so we all need to get involved to make the day run efficiently.<br/>",
  "durationDays": "15",
  "price": "2420",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIVINGSTONE: The group will meet in Livingstone, in Zambia, at 14:00. We have 2 days to explore Victoria Falls, a natural wonder of the world, plunging into the Zambezi Gorge. Adventure activities abound, white water rafting on the mighty Zambezi, or a 111m bungi jump (own expense). [camping Bx1--] (B=breakfast, L=lunch, D=dinner)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAPRIVI: Heading out of Livingstone we cross at Sesheke into the Caprivi, a narrow strip of Namibian land that extends between Angola, Zambia and Botswana. An abundance of large rivers attracts a variety of animals and birds and we have 2 days to explore this remote and beautiful region, including Popa Falls on the Kavango River on a boat cruise. [camping BLD]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "RUNDU: After a morning enjoying the abundant birdlife that surrounds the camp, the road takes us directly west along the Kavango River. Villages of grass huts and local wooden crafts and carvings a common sight. We stop for the night at our riverside camp in Rundu and enjoy a spectacular sunset. [camping BLD]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ETOSHA NATIONAL PARK: Etosha National Park, “the great white place of dry water”, in the game rich north west corner of Namibia offers a variety of wildlife. We take game drives around the huge dry pan to find the elephants, herds of antelope and lions around the waterholes before we camp at Namutoni, Halali or Okaukuejo with their flood-lit waterholes. [camping BLD]"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "UGAB WILDERNESS: Our next stop is the Brandberg where we camp next to the dry Ugab River bed, home to the rare desert elephants. We explore the mountains on foot with our local guides, who lead us through this region adorned with rock art including the “White Lady”. [camping BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "SPITZKOP: Our journey covers some beautiful desert landscapes as we move south towards the huge granite domes that rise out of the desert at Spitzkoppe. We set up camp at the foot of these massive domes, and take a walk to explore the area. The silence and wide open spaces add to the mystery and we enjoy a magnificent sunset. [camping BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SWAKOPMUND: We cross flat open plains to the coast where we visit the Cape Cross seal colony. Further south is the coastal town of Swakopmund. Day free to explore the town or try dune boarding or sea kayaking (own expense). We enjoy evening restaurant meals (own expense). [guest house Bx2 Lx1 -]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "NAMIB DESERT: The Lunar landscapes surround the town of Swakopmund and we visit these as we leave and head into the Namib Desert with its towering red sand dunes. We will walk to Sossusvlei, explore Sesriem Canyon and watch dramatic sunsets over the world’s highest sand dunes. [camping BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "WINDHOEK: The charm of the city of Windhoek lies in its harmonious blend of African and European cultures and the friendliness of its people. We arrive late in the day and visit the cosmopolitan capital and enjoy a restaurant meal (own expense). [permanent tents] (BL-)"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "WINDHOEK – TOUR ENDS: Tour ends after breakfast in the town of Windhoek. Transfers to Windhoek Airport available on request. Please contact the Sunway office at the time of booking to book your transfer. [- B--]"
    }
  ],
  "map": ""
}