{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "premium-namibia-small-group-holiday",
  "tourName": "Premium Namibia small group holiday",
  "placesVisited": "Windhoek, Sesriem, Sossusvlei, Deadvlei, Walvis Bay, Swakopmund, Damaraland, Twyfelfontein Heritage Site, Etosha National Park, Safari and nature drives, Standout desert lodge accommodation",
  "generalInfo": "There’s nowhere like Namibia. This southern African country is a vast desert landscape, with high dunes bashed by Atlantic waves, and extraordinary scattered wildlife converging on the rare water sources. The towns and cities are interesting cultural centres; the space between them a photographer’s dream. <br/><br/>This tour is a circuit around Namibia’s best sites, starting and finishing in Windhoek. First, you’ll head south into the deserts, where you’ll find Sossusvlei and Deadvlei, amazing dune landscapes populated only by a few petrified trees. From here you’ll head to the Skeleton Coast, and Swakopmund town, where you can spot birds in Walvis Bay. Heading up the ‘Skeleton Coast’ by car, you’ll eventually turn inland in the north of the country, towards Damaraland, famous for its desert elephants. <br/><br/>The holiday’s grand finale is in Etosha National Park, where you can go on safari in the morning and the evening and watch the animals around the park’s water holes. There are 340 bird species to spot, as well as elephants, Hartmann’s mountain zebra and the very elusive black rhino. This trip directly supports Helping Rhinos, a charity which is working to ensure the long-term survival of the rhino. <br/><br/>This holiday exclusively uses local leaders, and local guides, to give you the best experience of the country. They’ll know whether you’ve spotted a springbok or an oryx in Sesriem, and what’s petrified the trees in Damaraland. <br/><br/>This is a premium tour of Namibia, meaning that the accommodation has been carefully picked out for its quality. Take Desert Hills Lodge near Sossusvlei, where you can stay in luxurious thatched chalets, on a small outcrop facing west. Raise a toast to the desert at sunset – the landscape might be parched, but you don’t have to be. <br/>",
  "durationDays": "10",
  "price": "4495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Windhoek.",
      "description": "Welcome to Namibia! Your adventure begins in the capital, Windhoek, known for colonial German architecture and a relaxed atmosphere. On arrival, you will be picked up from the airport and transferred to your hotel, where you will meet your local leader and fellow travellers for a 6pm welcome meeting. If you arrive early, perhaps head out for a stroll around town to admire the architecture of the Tintenpalast and Christuskirche buildings, or stop by a local market to peruse handmade crafts. After your meeting, head to a local restaurant to get to know your group and prepare for the adventure that awaits."
    },
    {
      "dayNumber": 2,
      "title": "Sesriem .",
      "description": "This morning, drive south to Sesriem, your gateway to the Sossusvlei Dunes, Deadvlei, and Sesriem Canyon. Arrive at your Feature Stay accommodation for the next two nights, situated next to the Namib-Naukluft National Park. Take in the magnificent views, which can be enjoyed from your very own private patio. Enjoy lunch at the lodge’s restaurant, with the otherworldly landscape stretching far in each direction, then spend the afternoon relaxing by the bar or next to the sparkling pool. Later on, head out on a guided four-wheel drive (4x4) nature drive to discover the unique flora and fauna of the desert. Stop for a drink to take it all in as the sun sets, then return to the lodge for dinner and relax on the terrace overlooking the floodlit waterhole."
    },
    {
      "dayNumber": 3,
      "title": "Sesriem.",
      "description": "Make an early-morning visit to Sossusvlei, which lies at the end of an ancient riverbed. This is a great opportunity for unsurpassed views of the surrounding area. Climbing to the top of Dune 45 will reward you with a spectacular perspective of the surreal desert landscape. After breakfast, travel to Deadvlei, a clay pan that lends itself to many iconic images. When you see the skeleton trees against a vibrant orange backdrop of dunes, you’ll soon understand what all the fuss is about. The pan is surrounded by some of the highest dunes in the world, 'Big Daddy' or 'Crazy Dune' average about 350 metres in height. In the afternoon you will visit Sesriem Gorge, a tranquil natural corridor that you can walk through and explore. Return to the lodge for the evening."
    },
    {
      "dayNumber": 4,
      "title": "Swakopmund.",
      "description": "Continue your journey to the beachside town of Swakopmund.Stop by the small settlement of Solitaire. Scattered with abandoned trucks, cars, petrol pumps and cacti, it's the only place between Walvis Bay and Sossusvlei to feature a petrol station, post office, general store, and bakery. Enjoy a piece of the local apple pie which has earned itself quite a reputation. Continue on past moon valley, named for its eerie lunar-like appearance, and the Tropic of Capricorn. Walvis Bay is the hibernation area for thousands of migratory birds, most notably flamingos. If in season you may take quick detour to see these elegant birds. Upon arrival at Swakopmund take some time for lunch, then join your leader on an orientation walk to get a feel for this interesting township with a German-Namibian atmosphere."
    },
    {
      "dayNumber": 5,
      "title": "Swakopmund.",
      "description": "The day is yours to enjoy this gorgeous coastal town. Your accommodation conveniently located within walking distance of the town, where you can enjoy a walk on the beach, open air markets or the local museum. You may wish to take an optional trip north to Cape Cross, a breeding site for Cape fur seals. There can be in excess of 100,000 seals there at any given time, making for quite the spectacle (quite a smell too, if the wind happens to change direction). Wander the coastline and attempt to document these beautiful creatures with a photo or two, and visit the large cross that lies nearby, left by Diego Cao, the first European to arrive on Namibian soil in 1485."
    },
    {
      "dayNumber": 6,
      "title": "Damaraland.",
      "description": "Leave the Atlantic Ocean coastline behind and drive towards the Namib Desert.Take in the beautiful, diverse and colourful landscapes that stream past along the way: mountains, sand dunes, ocean waves and shipwrecks. Continue to Damaraland. Home to Namibia's highest peak, ancient rock paintings and petrified forests, the harshly beautiful and sparsely populated Damaraland region is a land of extraordinary contrasts. Depending on the time of year, you might be lucky enough to see the desert elephants that roam the area. Your accommodation features a centrepiece swimming pool fringed by beautiful chalets, each with a private garden. The evening is yours to relax and enjoy the amenities as the sun goes down."
    },
    {
      "dayNumber": 7,
      "title": "Damaraland.",
      "description": "Spend the morning visiting the Twyfelfontein Heritage Site and the Petrified Forest with expert local guides to provide insight on these wonders. Twyfelfontein has one of the largest concentrations of ancient rock engraving in southern Africa and is a fascinating insight into the past. The Petrified Forest looks back into nature’s history, where 280-million-year-old fossilised tree trunks lie. Continue on to the Living Museum of the Damara, which aims to reconstruct and preserve the 'lost culture' of the Damara people. Your leader will tell you all about this fascinating traditional culture that is, along with the Bushmen, the oldest in Namibia. Return to the lodge in the afternoon, with the rest of the day free to relax by the pool with a book."
    },
    {
      "dayNumber": 8,
      "title": "Etosha National Park.",
      "description": "Leave Damaraland behind and head towards Etosha National Park. When you arrive, the afternoon will be free to relax at your lodge. Maybe cool off in the pool, read a book, or enjoy a sundowner by the bar. This is one of the world's premier game-viewing destinations. Spotting animals in the park is relatively easy due to the man-made waterholes and the large, sparsely vegetated pans. Namibia has protected its game reserves against poaching, so there are large herds of elephants, antelopes and other herbivores. This afternoon, once the heat of the day has settled, you'll head out on a nature walk with an expert guide from the lodge. Listen as your guide tells you about the indigenous plants, birds and other wildlife as you walk through the Mopane Woods."
    },
    {
      "dayNumber": 9,
      "title": "Etosha National Park.",
      "description": "Rise early for a full-day 4WD safari in Etosha National Park. Keep a close eye on the landscape for black rhino, Hartmann's mountain zebra, black-faced impala, roan antelope and the tiny Damara dik-dik. The park is also home to some 340 bird species. After, return to your lodge and reflect on the day's adventures as you take in the views from the outdoor pool, viewing deck, or spacious veranda overlooking the mopane woodlands."
    },
    {
      "dayNumber": 10,
      "title": "Windhoek.",
      "description": "This morning after breakfast you will make your way back to Windhoek. Your adventure comes to an end on arrival. You will be in Windhoek by 1pm so please book any flights today accordingly, and not before late afternoon at the earliest. If you would like to extend your stay, additional accommodation can be booked in advance (subject to availability)."
    }
  ],
  "map": ""
}