{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-highlights-tour",
  "tourName": "Namibia highlights tour",
  "placesVisited": "Windhoek, Mariental, Fish River Canyon, Aus Mountains, Namib Desert, Rare wildlife including Sand Antelope and Black Desert Rhino, Kolmanskop ghost town, Lüderitz, Sossusvlei red dunes, Walvis Bay, Swakopmund, Damaraland, Twyfelfontein Stone Age petroglyphs, Himba tribal encounters, Etosha National Park",
  "generalInfo": "This tour is ideal for first time visitors to Namibia, taking in a diverse spread of the country’s many fantastic highlights. Staying in comfort, experience the dramatic scenery, distinctive wildlife and intriguing culture of places including the Kalahari, the iconic red dunes of Sossusvlei, fascinating colonial towns like Swakopmund and the world famous Etosha National Park. And you will meet the Himba people to learn at first hand about their culture and way of life in this awe-inspiring land.  <br/><br/>Begin with an instant contrast between the old German colonial capital Windhoek and the thriving market town of Mariental, staying on the edge of the Kalahari Desert where an evening game drive will take you in search of Sand Antelope, Black Desert Rhino and Cheetah. <br/><br/>In the Fish River Canyon, you'll get to explore the second largest canyon in the world - at up to 500 metres deep and 27 kilometres wide, only America's Grand Canyon is bigger. Next up, highlights of the Namib Desert – the world's oldest - include the atmospheric ghost town of Kolmanskop, wild horses and diamond mines.  <br/><br/>Hemmed between desert and the Atlantic, the storied colonial town of Swakopmund memorably combines nature with culture  - plus a chance of a marine safari on the Walvis Bay Lagoon. <br/><br/>In Damaraland, meanwhile, discover some of the world's finest ancient rock art at Twyfelfontein, the geological basalt wonder known as the “Organ Pipes”, plus the ethnic Damara inhabitants of the historic town of Khorixas – before spending a night on the banks of the Hoanib River in the magnificent Khowarib Gorge prior to an encounter with the famous semi-nomadic Himba people. <br/><br/>The Etosha National Park provides a stupendous finale - an immense saline landscape whose  12,400 square miles provide a striking habitat for over 400 species of animals. No wonder it is often described as the best National Park in Africa.",
  "durationDays": "14",
  "price": "2995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Windhoek - Arrive in Windhoek and transfer to your hotel. The rest of the day is at leisure with no guided activities. Overnight at Safari Court Hotel or similar. No meals nor guided arrangements are included today."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Windhoek - Mariental (Approximate driving time: three hours) - Today we head for Mariental, a small, flourishing market town in the heart of Southern Namibia, and the administrative capital of the Hardap Region. Founded in 1912 as a railway stop between Windhoek and Keetmanshoop, the town was named by Rhenish (German Lutheran) missionaries after Maria the wife of the first colonial settler of the area, Herman Brandt. The lodge for tonight is a relaxed and down-to-earth stopover offering a taste of the Kalahari, the desert which lies over the vast areas eastern Namibia, southern Botswana and northern South Africa. Among large arid and semi–arid areas of brown sands and red dunes many rare species may be found, such as sand antelope, black desert rhino and cheetah. In late afternoon we’ll take a three-hour sundowner drive to explore the local area. Overnight at Kalahari Anib Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Mariental - Mesosaurus Fossil Site - Fish River Canyon (Approximate driving time: five hours) - Today our journey takes us south to Fish River Canyon – at 500m deep and 27km wide, the world’s second largest canyon after the US Grand Canyon. Fish River is itself the longest river in Namibia. However, the riverbed is mostly dry, an intermittent flow in late summer later becoming a chain of long narrow pools along the canyon’s sandy, rock-strewn floor. At the canyon’s lower extent, the hot springs resort of Ai-Ais provides an oasis for the surrounding arid area. En route to Fish River we visit the remarkable site of a fossilised Mesosauraus, and aquatic lizard from the early Permian Period, almost 300 million years ago. Overnight at Canyon Roadhouse or similar. (BLD)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Fish River Canyon – Lüderitz via Aus Mountains (Approximate driving time: four hours) - This morning we leave early and head to the lookout point over Fish River Canyon for jaw dropping panoramic views. Our route takes us through the Aus Mountains, where we stop for lunch (not included) and have a chance to see wild horses that inhabit the area. Continuing the scenic drive to Lüderitz, we hope to arrive mid-afternoon, in time for a short orientation tour of the town. Overnight Lüderitz Nest Hotel or similar. (BL)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Lüderitz and Kolmanskop - Subject to sea conditions, we board the catamaran Zeepaard for a thrilling two-hour voyage to Halifax Island and Diaz Point, hoping to observe African penguins in their natural habitat. Along the way, heaviside dolphins escort the boat, riding the bow wave. Other possible sightings include numerous seabirds, cape fur seals and in season, southern right and humpback whales. Zeepaard has plenty of comfortable seating in the saloon, cockpit or on deck. However, despite the availability of copious hot chocolate it’s definitely worth taking warm clothing. Later, we continue to Kolmanskop, founded in 1908 when a diamond was discovered by a worker building the railway line to Lüderitz. The discovery triggered a massive diamond boom. For a while Kolmanskop was Africa’s richest town, but by 1915 the diamond field was exhausted. The town declined and was abandoned in 1954, rendering Kolmanskop the atmospheric ghost town we see today. Later, we’ll visit Diaz Point, noted for extraordinary, desolate coastal vistas. Overnight Lüderitz Nest Hotel or similar. (B)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Lüderitz - Sesriem (Approximate driving time: six hours) - Today we depart Lüderitz early for a scenic drive to the Sossusvlei area of the Namib, the oldest desert on earth, and a habitat for some of the strangest flora and fauna on the continent. Along the route dramatic scenery unfolds, and there are plenty of photo opportunities. Upon arrival in Sesriem the rest of the afternoon is free, although locally booked activities are on offer. Overnight at Sossusvlei Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sesriem Canyon and Sossusvlei - A spectacular sunrise over the 300m high red dunes of Sossusvlei is the reward for a very early start today – it is worth it. The sun’s first rays light up the dunes with a deep orange glow – this is a ‘golden hour’ on steroids. In this wild and beautiful landscape sparse vegetation fringes the few water courses flowing from the Tsauchab River. It’s a place where springbok and ostrich are often observed. We'll also explore the cool passageways of the Sesriem Canyon. The canyon is small but many plants grow among its shelter and shade, and its permanent water is a magnet for birds. The Africaans words ‘sesriem’ refers to the six lengths of rawhide rope once needed to draw a bucket of water from the stream below. Later, we’ll have free time to relax after the morning’s early start. Overnight at Sossusvlei Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sesriem – Welwitschia Plains - Swakopmund (Approximate driving: four hours) - Travelling via Solitaire and the Kuiseb Canyon, we traverse the expansive landscape of the Namib gravel flats as we head towards the Atlantic Coast. An excursion to the lunar landscapes of the Welwitschia Plains allows time to contemplate life’s fragility. Continuing the short journey to Swakopmund, we’re surrounded by the Namib Desert on three sides, and the Atlantic Ocean to the west. Swakopmund is heavily influenced by its colonial past, with many beautiful examples of German colonial architecture. On arrival there’s a short orientation tour followed by time to independently explore the town. Attractions include Swakopmund Museum, the National Marine Aquarium and the Crystal Gallery. Overnight The Delight or similar. (BL)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Swakopmund - Today is free for relaxation or independent exploration. However, it is possible to arrange a cruise on the Walvis Bay Lagoon where dolphins, seals and many bird species may be observed. Other activities, at additional cost, include a Skeleton Coast scenic flight. Overnight at The Delight or similar. (B) Please Note: Your guide will escort you to any optional activities."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Swakopmund - Damaraland (Approximate driving time: four hours) - Our journey continues to ruggedly beautiful Damaraland. Along the way we stop at the UNESCO World Heritage Site of Twyfelfontein where over 2,500 prehistoric rock petroglyphs make it the largest concentration of Stone Age art in Namibia. Nearby, a curious geological formation made up of perpendicular slabs of basalt is known as The Organ Pipes. Elsewhere, amid Damaraland’s rough terrain, Khorixas was the capital of Damaraland prior to Namibia's independence and is still the main centre for the Damara ethnic group. Close to the town we visit an accumulation of enormous fossilised tree trunks, about 280 million years old, known as The Petrified Forest. Overnight at Damara Mopane Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Damaraland - Today is a day at leisure. Either relax by the pool, or if you wish to stay active then perhaps explore the self-guided hiking trails in the vicinity ranging from 1 – 3 hours. Towards the end of the day ascend the hill to a viewing platform for a sweeping vista of the epic landscape whilst the sun sets. Beverages can be provided and are charged to the room. Overnight at Damara Mopane Lodge or similar. (BLD)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Damaraland - Etosha National Park (Approximate driving time: five hours) - After breakfast we leave for Etosha National Park, an immense saline desert covering over 32,000 square kilometres and providing a habitat for 114 animal and 340 bird species. Etosha has been described as the best game reserve in Africa. We arrive in time for an afternoon game drive and stay in the park until sunset. Following a network of gravel roads, visiting various viewpoints and permanent waterholes, terrain ranges from dense bush to large open plains where animals roam freely. We hope to see elephant, rhino and hopefully lion. Overnight at Etosha Safari Camp or similar. (BLD)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Etosha National Park - Today we continue game viewing in the park, focusing particularly on the numerous waterholes and underground springs attracting springbok, zebra, wildebeest and giraffe. We also visit Etosha Pan, a vast salt lake at the heart of the park, believed by geologists to have formed some 12 million years ago after an inland lake the size of Holland dried up. Now a gigantic depression, the flat, saline and silvery expanse of the pan is the domain of mirages and dust-laden images. Overnight at Etosha Safari Camp or similar. (BLD)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Etosha National Park - Windhoek (Approximate driving time: five hours) After breakfast we travel back towards Windhoek, making a short stop at the Okahandja Woodcarvers’ market for last minute souvenirs and a picnic lunch. We arrive mid-afternoon and continue directly to the airport for onward flights. (BL) Please do not book flights departing before 17:00 today."
    }
  ],
  "map": ""
}