{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "family-safari-in-namibia",
  "tourName": "Family safari in Namibia",
  "placesVisited": "Windhoek, Namib-Naukluft Park, Sesriem, Sossusvlei Dunes, Hiddenvlei and Deadvlei, Sesriem Canyon, Walvis Bay, Swakopmund, Brandberg mountain, Damaraland, ‘White Lady’ rock painting, Vingerklip, Etosha National Park, Otjiwarongwe, Waterberg Plateau",
  "generalInfo": "Namibia’s extraordinary diversity and range of landscapes make it an exciting destination for a family adventure. Watch elephants drinking at a water hole one day, clamber up sand dunes in the desert the next and fill up on Viennese-style treats in quaint cake shops in between. This 15-day trip will stuff the family album with memorable shots, and its huge range of sights, activities and experiences will delight all ages. <br/><br/>Begin in capital Windhoek before exploring the Namib-Naukluft Park, which boasts the finest desert scenery in Africa, if not in the world, with jagged rock formations and incredible lunar landscapes. Climb monumental Dune 45 before sunrise, to see it light up in the morning glow. <br/><br/>At every location, look out for wildlife. In Hiddenvlei and Deadvlei there’s the chance to spot gemsbok or ostrich among the sand dunes, while flamingos frequent Walvis Bay. Damaraland area is famous for the desert elephants which roam in the Ugab River, and Etosha National Park is the key destination for wildlife watching. Here, wildebeest, zebra, impala, springbok, kudu, elephant, giraffe, lion and even rhino gather around the waterholes. You’ll spend two days on game drives here, camping wild at night.<br/><br/>You travel via overland truck. Drive times are moderate but prepare for bumpy roads. You’ll be in a small group, no more than 12 people with a tour leader accompanying throughout. Spend four nights in lodges and one night chalet, all ensuite, with seven nights camping wild, tucking into wholesome, plentiful camp food and gazing up at the beautiful night sky, studded with stars.<br/>",
  "durationDays": "13",
  "price": "2399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure at Arebbusch Lodge in Windhoek, where you can wash off the journey with a dip in the pool. Around 6pm, say hello to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Namibian welcome by arranging a group dinner. Want more time in Windhoek? Secure pre-tour hotel nights through your sales representative. Accommodation: Arebbusch Lodge (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we embark on our longest drive of the trip as we head southwest through the spectacular scenery of Namib-Naukluft National Park to our first campsite at Sesriem. This national park, one of the largest in the world, is home to one of the driest and oldest deserts on Earth. It contains the finest desert scenery in Africa, if not the world, with towering, jagged rock formations and incredible lunar landscapes. Drive: 220mi (350km), seven hours Accommodation: NWR Sesriem Campsite (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "We spend all day in the Namib Desert. Rising early, we catch the tallest dunes in the world in the best light and have the opportunity to climb one as the sun rises, truly one of the great sights in Africa. We can either walk to Hiddenvlei (a 1hr 45min round walk) or catch a transfer (optional extra) to Deadvlei where ancient acacia trees in the desert form an eerie scene. If we’re lucky, we may see gemsbok or ostriches among the dunes. In the afternoon, we visit Sesriem Canyon before joining a guide to see the cheetahs at the Namib Carnivore Conservation Centre (please see Responsible Travel section) – depending on time we may go tomorrow morning. Drive: 125mi (200km), three hours Accommodation: Solitaire Guest Farm campsite (or similar) Upgrade from camping to a room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "We have a long, but very scenic, drive through the Namib-Naukluft National Park to Swakopmund. En route, we visit Walvis Bay for lunch and to see flamingos. A centre for adrenaline activities, Swakopmund is a small German colonial resort town with quaint cake shops and coffee houses. Drive: 185mi (300km), 5hr 30min Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today is spent in and around Swakopmund. There is time to go fishing, relax on the beach, or enjoy a cream tea and a seafood dinner along the front. If you’re keen for action, there are enough options for the whole family such as experiencing the thrill of quad biking over dunes or try the popular sport of sandboarding. Accommodation: Prost Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "After a relaxing start, we leave the cool breeze of the Atlantic Ocean and head inland towards the highest mountain in Namibia, the Brandberg, in Damaraland. The Damaraland area is famous for desert elephants, which roam the Ugab River; there may be the option of a 4×4 game drive looking for them, if there's time. Alternatively, you can do this tomorrow morning instead of the walk to the White Lady painting. In the evening, we turn our attention to the skies – stargazing is normally spectacular from this remote area. Drive: 155mi (250km), 4hr 30min Accommodation: Brandberg White Lady Lodge campsite (or similar) Upgrade from camping to a room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "We begin our day with a short drive to the Brandberg, where we walk through valley 45 for approximately 1hr 30min. Along the way, we view beautiful, granite formations and a variety of birdlife. The valley takes us to the White Lady rock painting, which, along with several other small paintings and engravings, are thought to have been left by indigenous San people at least 2,000 years ago (please note, if elephants walk into this area then it might be too dangerous to do the walk; in this case, we typically go on a game drive looking for elephants). Afterwards, we drive towards the Khorixas area where we should pass various Himba and Herero women selling crafts from the roadside. There is also the possibility of spotting desert elephants and meerkats on the way. We arrive at our accommodation after lunch. Drive: 145mi (230km), four hours Accommodation: Igowati Lodge (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The first day is spent with a scenic drive to Etosha. We should arrive in time for a late afternoon game drive before setting up at our camp. Our itinerary allows plenty of time to really enjoy this fabulous game park. Drive: 150mi (240km), 3hr 30min Accommodation: Okakuejo (or similar) Upgrade from camping to a room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Etosha is a huge park of mixed forest and grassland centred around a large saltpan. Etosha is home to a great variety of species, which are generally easy to find as the animals congregate at different times around the waterholes. Wildebeest, zebras, impalas, springbok, kudus, elephants, giraffes, lions and even rhinos are all common sights here. Take plenty of camera memory and lots of patience and you will be rewarded by one of the greatest game spectacles in southern Africa. Etosha is also a good place for birds, with plenty of water birds on the lakes (when filled with water), and weaverbirds and hornbills in the trees. While in Etosha, we typically stay within the park on some or all of the nights (subject to availability) and some of these are next to waterholes. These camps also offer optional night drives which you can book and pay for on arrival. Accommodation (Day 9): Okakuejo (or similar) Accommodation (Day 10): Namutomi (or similar) Upgrade from camping to a room – speak to your sales representative for more details Day 9 meals included: Breakfast, Lunch, Dinner Day 10 meals included: Breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After a relaxing start to the morning, we have a short game drive out of Etosha before making our way to Otjiwarongo, where we stop for lunch. We then spend our final night of camping under the African sky on a private farm. Drive: 235mi (380km), six hours Accommodation: Otjiwa Safari Camp (or similar) Upgrade from camping to a room – speak to your sales representative for more details"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Start early today to see rhinos up close! We’re led by a well-trained guide who tracks the rhinos by vehicle; once they're spotted, we carefully get closer to the rhinos on foot. This is an incredible experience, allowing the group to admire rhinos from a safe distance. In the afternoon, we drive to the gigantic Waterberg Plateau, a 655ft (200m) high plateau covered with bushveld. It is one of the more fertile areas in Namibia and very colourful, especially after the rains. Here, there are several walking trails, including one leading to a viewpoint near the top of the plateau for a great view. In addition to a guided walk, there are many smaller walks to explore without a guide. Drive: 75mi (120km), two hours Accommodation: NWR Waterberg Lodge (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "A 3hr 30min drive brings us back to Windhoek, where our adventure ends. Bid farewell to new-found friends and begin your return journey home. If you’d like the adventure to continue, speak to our sales representative about extending your stay - perhaps with extra nights in Cape Town to see a little of South Africa. Drive: 200mi (320km), 3hr 30min Please note: The group transfer back to Windhoek is scheduled to align with a chosen flight to London, UK; therefore, you should not book flights leaving before then. Please contact your sales representative for the timings of this flight."
    }
  ],
  "map": ""
}