{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "cape-town-to-windhoek-holiday",
  "tourName": "Cape Town to Windhoek holiday",
  "placesVisited": "South Africa: Cape Town, Lambert’s Bay, Namibia: canoe on the Orange River, Fish River Canyon, Namib Desert, Sossusvlei, Dead Vlei, Sesriem, Swakopmund, Damaraland, Twyfelfontein, Petrified Forest, Etosha National Park, Windhoek",
  "generalInfo": "This 13 day Cape Town to Windhoek holiday takes you from the beautiful west coast of South Africa up into Namibia, to discover its deserts and dunes, wildlife and windswept coast. Namibia’s landscapes are dry and dramatic, with deep canyons, towering sand dunes, petrified forests and grasslands where incredible wildlife roams. <br/><br/>You will travel in a group of no more than 13 people, in a specialist vehicle, with ample opportunity each day for exploration of all kinds. Paddle a canoe along the Orange River, hike up to the top of Dune 45 for long views over the desert landscape and enjoy a full day of game drives in Etosha National Park, spotting the huge range of wildlife that lives here, including lions, elephants and black rhino. Before crossing into Namibia, spend a night in Lambert’s Bay on the Western Cape, where you can tuck into seafood, including delicious grilled lobster, at a restaurant right on the beach.<br/>",
  "durationDays": "14",
  "price": "3675",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Cape Town.",
      "description": "Welkom! Welcome to South Africa. Your adventure begins with a welcome meeting at 6 pm tonight in Cape Town – the capital that’s known for its beautiful beaches, amazing hiking opportunities and rich cultural heritage. If you arrive early, there's plenty to see and do. Maybe join a Cape Malay Cooking Tour, visit Robben Island or ride an aerial cable in Table Mountain. After the welcome meeting, get to know your new travel group over an optional dinner with your local leader."
    },
    {
      "dayNumber": 2,
      "title": "Cape Town.",
      "description": "Cape Town is a dynamic city known for its diverse landscapes, beautiful beaches, and rich cultural heritage. With a wealth of activities to choose from, you're free to craft your own adventure this morning, guided by the expert advice of your leader and possibly some enthusiastic group members. This afternoon, join your group on a light hike to Signal Hill in Table Mountain National Park. At the top, take in panoramic views over Cape Town and the surrounding ocean at sunset."
    },
    {
      "dayNumber": 3,
      "title": "Trawal (Lamberts Bay).",
      "description": "Depart Cape Town this morning and travel along the west coast to the small seaside town of Lamberts Bay. The bay’s white beaches, lobsters and incredible wildlife earned the town its nickname ‘the diamond of the west coast’. When you arrive, enjoy a delicious feast at a local open-air restaurant, where the ocean views will make for the perfect lunch setting. After, you'll head to Trawal where you can relax among the wine farms and the Cedarberg Mountain Range."
    },
    {
      "dayNumber": 4,
      "title": "Orange River.",
      "description": "Say farewell to South Africa as you cross the border into Namibia. Today is a bit of a long travel day, so it's a good idea to get stuck into your book or favourite podcasts. Mid-afternoon, arrive on the banks of the Orange River – the longest river in South Africa, running from the Drakensberg Mountain Range into the Atlantic Ocean. This river is significant for its role in transporting diamonds, which leave deposits that are found along the coastline. When you arrive, enjoy the rest of the day exploring at your own pace. Tonight, maybe find a local restaurant for dinner – your local leader will have the best recommendations."
    },
    {
      "dayNumber": 5,
      "title": "Fish River Canyon.",
      "description": "Spend a leisurely morning unwinding by the outdoor pool or soaking in the views of the Orange River in the morning light. If relaxing isn't your style, maybe head out on a canoe adventure along the river and through the ancient Richtersveld Mountains. Later, venture to Fish River Canyon – one of the biggest canyons in the world. Along the way, stop at various lookouts to catch this gigantic gorge on camera. Look out for some exotic birdlife while you’re here, including plovers, wagtails, hamerkops and herons – you might even catch a glimpse of a baboon or an antelope at dusk!"
    },
    {
      "dayNumber": 6,
      "title": "Sesriem.",
      "description": "Today is a long travel day, so grab a window seat if you can or play some road trip games with your fellow travellers. Say goodbye to the scenic Orange River as you drive to the eastern edge of the Namib Desert – the world's oldest desert, known for its array of geological features. Take in the ever-changing scenery as you drive, and when you arrive, maybe relax at your desert lodge or find a local restaurant for dinner."
    },
    {
      "dayNumber": 7,
      "title": "Sesriem - Sossusvlei.",
      "description": "Make an early morning visit to Sossusvlei, which lies at the end of an ancient riverbed. If you find yourself in the mood, a climb to the top of Dune 45 will reward you with panoramic views. After breakfast, head to Dead Vlei – a clay pan surrounded by some of the highest dunes in the world, including ‘Big Daddy’ and ‘Crazy Dune’. When you arrive, maybe explore the area on foot or organise a 4WD transfer out to the entrance point. In the afternoon, visit Sesriem Gorge. Shaped by water erosion over thousands of years, the place got its name, Sesriem (meaning ‘six belts’ in Afrikaans), from the people who lived in the area who used six knotted belts tied together to pull up water from the deep gorge."
    },
    {
      "dayNumber": 8,
      "title": "Swakopmund.",
      "description": "Depart your desert lodge this morning and travel across the Namib Desert to the Atlantic Ocean coastline. Along the way, you'll see the incredible Kuiseb Canyon, before arriving at the beachside town of Swakopmund on the Skeleton Coast. When you arrive, the rest of the day is free for you to explore at your own place. Your local leader will take you to a local centre, where you might like to take part in one of the activities on offer."
    },
    {
      "dayNumber": 9,
      "title": "Swakopmund.",
      "description": "Soak up some free time in this gorgeous coastal oasis. Your accommodation is within walking distance of town, making optional activities easy to access. Maybe stroll along the beach, explore the open-air markets or visit the local museum. Tonight, maybe join your group for dinner at a local restaurant – your local leader will have the best recommendations!"
    },
    {
      "dayNumber": 10,
      "title": "Damaraland.",
      "description": "Get off the beaten track and head into the heart of Damaraland. The ancient landscapes of the Kunene Region are ruggedly beautiful – think sunsets and night skies filled with a multitude of dazzling stars. This part of Namibia is also known as Damaraland, as it’s the ancestral homeland of the enigmatic Damara people. Home to a small population of hardy desert adapted elephants and flora and fauna distinct to this region, this is a spot for your camera, too."
    },
    {
      "dayNumber": 11,
      "title": "Damaraland.",
      "description": "Spend the morning exploring the surrounding sites with a local. Visit the Petrified Forest, home to 280-million-year-old fossilised tree trunks, and the Twyfelfontein Heritage Site, which boasts one of the largest concentrations of ancient rock engravings in southern Africa. Then, wander through the Living Museum of the Damara and learn about traditional Damara culture. Later, stop at Burnt Mountain – a 200-m-tall hill at the base of a barren volcanic ridge, where you can see how an 80-million-year-old lava flow has transformed the now desolate landscape. The rest of the day is then free for you to explore at your own pace. Maybe relax by the pool or read a book in the shade."
    },
    {
      "dayNumber": 12,
      "title": "Etosha National Park.",
      "description": "This morning, travel to Etosha National Park. When you arrive, you’ll head out on a short afternoon game drive. Due to Namibia protecting its game reserves against poaching, there are large herds of elephants, antelope and other herbivores here. Keep your eyes peeled for the resident wildlife! The rest of the evening is then free to relax."
    },
    {
      "dayNumber": 13,
      "title": "Etosha National Park.",
      "description": "Today, you'll set off on a 4WD game drive through Etosha National Park. As you drive, look for black rhinos, Hartmann's mountain zebras, black-faced impalas, roan antelopes and the tiny Damara dik-diks. Game viewing in the park is relatively easy due to the man-made waterholes and the large, sparsely vegetated pans. Later, head back to your accommodation for another free evening. Maybe join your group for dinner to celebrate the last night of your adventure."
    },
    {
      "dayNumber": 14,
      "title": "Windhoek.",
      "description": "From Etosha National Park, you’ll head to Windhoek – an old German town that’s now a cosmopolitan centre. The Germanic architecture of this city contributes to its charming feel. Your trip comes to an end here. If you're staying in the area, the Tintenpalast (Ink Palace) and Genossenschaftshaus are well worth visiting. If you’d like to stay longer, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}