{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-self-drive-tour-deserts-and-canyons",
  "tourName": "Namibia self drive tour, deserts and canyons",
  "placesVisited": "",
  "generalInfo": "An off the beaten track adventure through some of the more remote areas of Namibia<br/>This trip is perfect for second-time visitors to Namibia looking to enjoy another perspective on the country, as well as for first-timers who don’t have wildlife as a focus for their trip. This is very much a landscape and activity-orientated journey.<br/><br/>Starting with a night in Windhoek before heading south to the Western Kalahari Desert and exploring this beautiful desert wilderness. Then on to the breathtaking Fish River Canyon, the second largest river canyon in the world and a wonderful place for exploring, hiking and biking. A scenic drive takes you up to the quaint outpost of Aus, where feral desert horses can be found roaming freely. Aus is the ideal staging post for heading to Kolmanskop, the old abandoned diamond mining town and one of the most photographed places in Namibia. The final stop will be a couple of nights in the beautiful Wolwedans Nature Reserve, a Dark Sky reserve and a wonderful spot to round off any adventure.<br/><br/>The perfect choice if you are looking to focus on Namibia's dramatic landscapes, wide open spaces and interesting history as opposed to the wildlife found further north, this trip is fantastic for second-timers and can be easily combined with some time in the north to create an all-encompassing adventure through this incredible desert country.",
  "durationDays": "13",
  "price": "6015",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in to Windhoek in the early afternoon for a transfer to the Olive Grove Guesthouse where you will be spending the night. After you have had some time to settle in you will be visited by our partners in Namibia, along with another representative. They will go through your trip in detail, answering any queries that you have and orientate you on the car before leaving you to enjoy the evening at leisure."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Your adventure will start in earnest this morning as you leave Windhoek and drive down to the Western Kalahari where you will be spending 2 nights in Kalahari Red Dunes Lodge. This is a wonderful introduction to the landscapes you will be enjoying throughout your Namibian odyssey and the afternoon can be spent on a sedate nature drive through the rolling red dunes with your guide."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A lovely range of activities are offered at Red Dunes Lodge, including guided walks, more strenuous hiking trails, mountain bike trips and game drives. In between activities you can relax in the wonderful surroundings of the lodge and enjoy the warm hospitality for which it is renowned. We would always suggest joining their evening sundowner drive, which takes you out to a secret spot on the dunes for drinks and snacks as the sun sets on another glorious day in Africa."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "This morning you will leave the Kalahari and continue South as the landscapes changes from rolling red dunes to more broken, rugged terrain. Your eventual destination is the stunning Fish River Lodge, perched on the edge of the ancient Fish River Canyon, your home for the next three nights. As you will have had a long drive (almost 6 hours including stops) you may wish to spend the afternoon relaxing by the pool and taking in the breathtaking views."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Your activities programme at Fish River Lodge is very much determined by the time of year you visit. The cooler winter months (May to September) allow for longer walks and hikes to the canyon floor. During the hot summer months, the temperatures make these impossible, so activities focus more on shorter walks around the canyon rim, drives down to the canyon floor or scenic sundowner drives, so there is plenty to keep you occupied whatever time of year you visit."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "With a location amongst the most spectacular in all of Namibia, Fish River Lodge is one of the few spots in the country where you can comfortably have a “chill” day, without feeling like you are missing out on anything. Enjoy a lie-in before breakfast on the terrace and a day spent by the swimming pool taking in the spectacular views. There is a small spa at the property so a range of treatments can be offered and the food is superb, despite the remote location of the lodge."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Having enjoyed a final canyon sunrise you will start your journey north, picking your way through the stunning deserts as you make your way towards the outpost town of Aus. Fairly unremarkable as a town, but it is known for being home to a small population of feral desert horses, which lend their name to the lovely Desert Horse Inn, where you will be spending the next 2 nights. The afternoon will be at your leisure for you to relax."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "You will need to be up early this morning to drive across to Luderitz where you will join a tour to the eerie abandoned diamond mining town of Kolmanskop for a day tour. The discovery of diamonds (a story too long to tell here but recounted by the guides) in 1908 led to a fevered rush to Kolmanskop where a thriving town soon stood. By the mid-1920s the town was already in decline and it was abandoned completely in 1956. Learn the fascinating story of its rapid, dramatic rise and fall and photograph the old buildings which are being reclaimed by the desert sands."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "After breakfast you will depart Aus and continue your journey North through the desert until you reach the Na’Ansuke Kanan Lodge where you will be spending the night. It is a great breaking point on the journey to Sossusvlei and they offer a number of interesting activities, including horseriding, sunset mountain drives and, if you fancy an early start tomorrow, sunrise drives through the surrounding dunes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Set off from Kanan Lodge this morning and make your way to arguably the most iconic part of Namibia, the towering sand dunes of Sossusvlei. You will be staying a short drive from the park gate at the stunning Hoodia Desert Lodge and will have this afternoon to relax by the pool and take in the stunning views to the surrounding mountains. The lodge boasts a number of secret sundowner drinks spots hidden away in the mountains, so it is worth joining them for the evening drive there."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning you will be up before dawn to drive to the park gate at Sesriem and ensure that you are amongst the first vehicles in to the park and on the road to Sossusvlei. Spend your morning climbing the towering dunes and marvelling at the seemingly endless sea of red dunes that unfolds in front of you, as well as taking the opportunity to take a stroll through the beautiful Dead Vlei. En-route back to the lodge you will have a chance to visit the spectacular Sesriem Canyon before driving back to Hoodia for a well-earned afternoon by the pool."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Enjoy a more leisurely breakfast this morning before setting off on the drive back to Windhoek and the Olive Grove Guesthouse, which should take around 5 hours. Arriving in time for a late lunch your car will be collected, and you will have the afternoon at leisure to relax before heading out for dinner. Joe’s Beerhouse is a popular choice for a true flavour of Windhoek, whilst Le Stellenbosch is a great option if you are looking for something a little more upmarket."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "This morning you will be collected and transferred back to Windhoek airport in time to connect with your international flight back home."
    }
  ],
  "map": ""
}