{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "luxury-namibia-safari-tailor-made",
  "tourName": "Luxury Namibia safari, tailor made",
  "placesVisited": "",
  "generalInfo": "Stay at exclusive wildlife lodges throughout this Namibian wildlife safari adventure. Visit the vast and diverse Etosha National Park as well as visiting some of the most iconic sights in Namibia on this wonderful luxury safari holiday.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of wildlife safaris of Southern Africa including Namibia. Namibia is a vast country with some of the most photogenic and stunning scenery anywhere in the world. <br/><br/>Being home to one of the world’s largest national parks (Etosha National Park) and the world’s oldest desert (Namib Desert) the seemingly barren Namibian wilderness is alive with wildlife. This tour is an exploration around some of the most iconic and beautiful places in this wonderful country, whilst staying in some of the most prestigious accommodation in the country.<br/><br/>Unlike many other safari destinations in Africa it is not just the wildlife that is mesmerising here, instead the landscape plays a major role in bringing the wildlife and the wilderness to life. Whether it is the colossal orange sand dunes of Sossusvlei or the eerie petrified trees of Deadvlei, the very moon like eroded hills and canyons north of Swakopmund or indeed the vast rugged terrain of Damarland and the white empty expanse of the Etosha Pan, there is incredible and unique landscapes all over Namibia.<br/><br/>Being mostly a desert environment, it is easy to think of the country as being devoid of life, certainly it is hard to believe that the country could boast the largest population of rhinos in the world (outside of protected parks), or large numbers of elephants, lions, leopards, cheetahs and other iconic African wildlife. But that is Namibia, a land of contradictions a land of extreme environments which has led to the evolution of wildlife that has come up with some incredible adaptations to survive. Including handstanding beetles, cartwheeling spiders, dancing lizards, sand-swimming lizards and sidewinding snakes among others. <br/><br/>On this trip you will be taken to see some of the smallest but most bizarre inhabitants of the desert as well as enjoying many game drives in the presence of elephants, giraffes, lions, rhinos and other large African wildlife. Namibia is truly a unique destination and with the help of our expert naturalist guides, people with an intimate knowledge of the wildlife and habitats you will be visiting, we know you will be great hands when it comes to getting the most out of this Namibian safari. <br/><br/>There are so many different places to visit in Namibia, this is itinerary hits all of the key destinations, however if you wish to visit other places we are experts are tailoring wildlife and cultural tours to Namibia to suit any requirement. All you have to do is to get in touch with your budget and your group size and where you would like to go and we will come back to you with an itinerary and quote for your perfect Namibian wildlife safari tour.<br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Windhoek. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers and game drives. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Namibia (and elsewhere in Southern Africa). Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Namibian wilderness, night safaris are available in Etosha, however they are only available with the park services and it is a first come first basis and so you will have to speak to your guide on arrival there and book places on these (this is not included). A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>There are reasons to visit Namibia at any time of year, however we prefer to visit in October – November where the temperatures are a little cooler and the wildlife plentiful. <br/>Namibia has more than 300 days of sunshine per year. It is situated at the southern edge of the tropics; the Tropic of Capricorn cuts the country about in half. The winter (June–August) is generally dry, both rainy seasons occur in summer, the small rainy season between September and November, the big one between February and April. Humidity is low, and average rainfall varies from almost zero in the coastal desert to more than 600mm in the Caprivi Strip. <br/>Weather and climate in the coastal area are dominated by the cold, north-flowing Benguela Current of the Atlantic Ocean which accounts for very low precipitation (&lt;50mm per year), frequent dense fog, and overall lower temperatures than in the rest of the country. In winter, occasionally a condition known as Berg wind or Oosweer occurs, a hot dry wind bloWing from the inland to the coast. As the area<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist guides as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it. We do our best to include as many wildlife activities as possible in all of our itineraries.<br/>• Depending on budget and interest we have a range of different accommodation packages to offer, from luxury top end lodges, national park safari lodges and camps which often offer unbelievable wildlife watching deep inside national parks as well as camping. A mobile camping safari of Namibia is very popular and all of your camping gear will be provided.<br/>• Spend all the daylight hours searching for wildlife and visiting various natural wonders and stunning landscapes.<br/>• All the above reasons give this, our Namibian wildlife safaris a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Southern Africa so that we can try and find and observe some of the rarer and more elusive species. We have great itineraries and expertise in all Southern African countries (Namibia, South Africa, Botswana, Zambia, Zimbabwe, Malawi and Mozambique) and can arrange trips to find some of the rarer species such as aardvarks, aardwolves, brown hyenas and black-footed cats among other species. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visit various locations within Namibia. We will start and end the trip in the capital Windhoek along the way you will visit Etosha, Damaraland, Skeleton Coast and the Namib Desert.<br/><br/>Fitness Level:<br/><br/>The vast majority of wildlife watching is all done from a vehicle and whilst there is some walking, most of the walking is over flat sand or rock. However you are welcome to walk up the iconic sand dunes in Sossusvlei if you wish. However even this is not too difficult and requires no special fitness level. The longest hike is to Deadvlei and this is around 2 hours there and back and the walk is mostly flat. The biggest consideration is the heat, it is very hot in the deserts of Namibia during the day.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 16 Years Old",
  "durationDays": "11",
  "price": "4450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Mount Etjo Safari Lodge - On your arrival into Windhoek airport you will meet your driver /guide and be taken to Mount Etjo Safari Lodge. After checking into the game reserve you will have an afternoon game drive. This reserve is a good place to spot for elephants, black and white rhino, zebra, hippos and many species of antelope."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Damaraland - This morning after breakfast you will travel to Damaraland and in particular Twyfelfontein Lodge. Along the way you will visit the 200 million year old petrified forest as well as areas which have rock carvings and painting made hundreds and thousands of years ago. The afternoon we bring us to the Ephemeral River where the rich vegetation attracts the desert elephants in large numbers. The elephants here are extremely adapted to the desert environment and are found here and the dry river of Aba-Huab nearly all year round. You will enjoy the sunset and a sundowner drink high on Welwitschia Hill before heading to the accommodation for some well deserved rest."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Skeleton Coast National Park - After an early rise and breakfast you will transferred along the amazing and iconic coastline (the Skeleton Coast). Around one third of Namibia's coastline is protected in the Skeleton Coast National Park, called this because of the treacherous waters along here have been the reason behind hundreds of shipwrecks over the years. You will travel through Cape Cross where you will stop for your evening meal before continuing on to your hotel in the quaint German colonial town of Swakopmund."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Namib Desert - This morning you will be treated to a very special trip, a day spent exploring the Namib Desert and fining some of the rarest and most desert adapted animals in the word. You will go with the help of very experienced local guides deep into the desert. There is a wealth of life in this desert; Damara terns use the coastal sections of the desert as nesting sites and further inland Namaqua chameleons wander around looking for prey like the tenebrionid beetles and cartwheeling spiders. The area is dominated by reptiles though and endemics like thermal dancing lizards, web-footed geckos, Peringueys adder and horned adders are usually seen. On your return to the town you will have the rest of the afternoon free for your leisure."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Okapuka Game Reserve - This morning you will leave Swakopmud and head eastwards and into the heart of the Namib Desert. This afternoon on a game drive of a private game reserve which is very good for black wildebeest, black rhinos, Hartmann's zebra, giraffe, crocodiles, lions and other mammal species. You will have your evening meal here as well as spending your last night in Namibia here at Okapuka Game Lodge."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Home - Today you travel to Windhoek in time to catch your return flight home."
    }
  ],
  "map": ""
}