{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-desert-caprivi-small-group-lodge-safari",
  "tourName": "Namibia Desert & Caprivi small group lodge safari",
  "placesVisited": "Victoria Falls, Zambezi, Livingstone, Caprivi Strip, Kavango River, Etosha National Park, Brandberg Mountain, Damaraland, Desert elephants, Twyfelfontein rock art, Cape Cross seal colony, Swakopmund, Namib Desert, Namib Naukluft National Park, Sossusvlei, Deadvlei, Windhoek",
  "generalInfo": "North Namibia will surprise you. West of Victoria Falls, wildlife thrives along Namibia’s lush Caprivi Strip. You’ll be astounded in Etosha, the country’s largest National Park, and discover Damaraland’s ancient formations. Ready to turn up the heat? Turn south in search of desert elephants, and the world’s biggest dunes at Sossusvlei, deep in the Namib Desert.<br/><br/>DEPARTS: LIVINGSTONE on Sunday at 14:00pm, ENDS: Windhoek on Sunday at +/-08:00.<br/><br/>Highlights<br/>* Victoria Falls–A natural wonder of the world<br/>* Caprivi–Game drives &amp; boat cruise<br/>* Etosha NP–game viewing<br/>* Damaraland–rock paintings<br/>* Swakopmund–dune boarding &amp; quad biking<br/>* Namib Desert–walk Sossusvlei dunes <br/><br/>Overnight - 14 nights on safari at small lodges (including tented lodges), with en suite facilities. Meals - 14 breakfasts, 11 lunches &amp; 8 dinners included. Of which 7 breakfasts are provided by the lodge. The remaining included meals are provided by crew and meals will be enjoyed around the campfire at the truck. Transport for the majority of this safari you travel in custom-built Safari trucks with 12 forward facing seats. On 5% of tours we may use Mercedes Sprinter minibuses with 12 forward facing seats and air conditioning. There are some long distances to cover and a few early morning starts. Limited participation an essential part of your safari is some participation. From carrying your own bag to packing the truck in the morning–it’s all part of your adventure. Where the tour leaders provide meals, we ask that clients help (on rotation) with the washing up.<br/>",
  "durationDays": "15",
  "price": "3170",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "LIVINGSTONE: Tour departure meeting at 14:00pm. Victoria Falls is one of the natural wonders of the world and we take 2 days to explore this area. Adventure activities abound, white water rafting on the mighty Zambezi, or an 111m bungi jump (own expense). [chalet Bx1--] (B=breakfast, L=lunch, D=dinner)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "CAPRIVI: Crossing out of Zambia into the Caprivi strip, a narrow section of Namibian land that extends between Angola, Zambia and Botswana. We spend two days on game drives and traveling west through this game rich area. [chalet BLD]"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "RUNDU: After a morning enjoying the abundant birdlife that surrounds the camp, our road takes us along the Kavango River. Villages of grass huts and local wooden crafts and carvings a common sight. We stop for the night at our riverside lodge in Rundu and enjoy a spectacular sunset. [chalet BL -]"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "ETOSHA NATIONAL PARK: We head deeper into Namibia to the Etosha National Park. The National Park surrounds the Etosha Pan, and is locally named “the great white place of dry water”. Waterholes surround the pan and attract game. Etosha is known for great sightings of elephant, antelope and lions. Our lodge lies on the boundary of the park and we spend our mornings and afternoons on game drives. [lodge BLD]"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "BRANDBERG: Our journey covers some beautiful desert landscapes as we move south towards the Brandberg Mountain. Our lodge is situated in the dry Ugab River which is home to the rare desert elephants. We visit the petrified forest, and take a walk with a local guide to view the famous White Lady rock painting in the area. [lodge BLD]"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "SWAKOPMUND: We cross flat open plains past the Spitzkoppe to the coast where we visit the Cape Cross seal colony. Further south is the coastal town of Swakopmund where we have a day free to explore the town or try sea kayaking or dune boarding (own expense). German colonial influences are strong in the town of Swakopmund as reflected in the restaurant menus and the architecture. [hotel pension Bx2 Lx1 -]"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "NAMIB DESERT: The lunar landscapes surround the town of Swakopmund and we visit these as we leave and head into the Namib Desert with its towering red sand dunes. We take a full day to explore the Namib Naukluft Park and will walk to Sossusvlei, explore Sesriem Canyon and watch a dramatic sunset over the world’s highest sand dunes.(If you prefer not to do the 4km walk to Sossusvlei there is an optional own expense 4WD transfer) [permanent tent BLD]"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "WINDHOEK: Windhoek is the capital and largest city in Namibia, its charm lies in its harmonious blend of African and European cultures and the friendliness of its people and an interesting mix of modern and German colonial era influenced architecture. We explore the city and enjoy a restaurant meal (own expense). [guest house BL-]"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "WINDHOEK – TOUR ENDS: Tour ends after breakfast in the town of Windhoek. Transfers to Windhoek Airport available on request. Please contact the Sunway office at the time of booking to book your transfer. [- B--]"
    }
  ],
  "map": ""
}