{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "best-of-namibia-safari-nature-tour",
  "tourName": "Best of Namibia Safari & Nature Tour",
  "placesVisited": "Windhoek, Etosha National Park, Damaraland, Swakopmund, Sossusvlei",
  "generalInfo": "Experience the highlights of Namibia’s incredible landscapes, culture and wildlife on this tailor-made journey of exploration and adventure. Seek out lions and elephants and track rhinos on foot in the big game reserves of Ongava and Etosha before heading to Damaraland in search of unique desert-adapted elephant herds. Spend two days exploring the quirky Germanic seaside town of Swakopmund, then head south into the dunes of Sossusvlei, where a desert landscape of stark and utterly beautiful harshness will captivate your soul.",
  "durationDays": "10",
  "price": "7,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Welcome to Namibia!",
      "description": "On arrival at Windhoek International Airport, you will be met by a representative and transferred the short distance to your country club hotel. Set in acres of gardens and surrounded by a golf course, the club is the ideal place to relax and unwind after a long plane journey, and to prepare yourself for the Namibia safari adventures that lie ahead. Play a gentle round of golf, take a stroll in the grounds or simply relax by the pool and let the attentive staff take care of you. In the evening, sample some of Namibia’s delicious cuisine at the hotel restaurant, where the la carte menu or buffet, with delicacies, will tempt you."
    },
    {
      "dayNumber": "2",
      "title": "Ongava Game Reserve - Into Ongava",
      "description": "After a hearty Namibian breakfast, a driver will take you to the airport for your flight to Ongava. During the flight, you will find yourself captivated by the landscape below- not only by its stark, grand beauty and enormous scale, but by how unpopulated it is. There is almost no sign of human activity down there! Arriving at your first safari lodge, you will find an intimate and luxurious haven perched on a hillside overlooking a waterhole with stunning scenery beyond. Using wood, stone and thatch as construction materials, the lodge all but disappears into its surroundings, while the interiors are an intriguing blend of African artifacts and modern amenities. Your suite, one of only three, is elegantly designed and beautifully appointed, with large glass picture windows framing a picturesque view of the wooded hills. Outside, a porch leads to a private plunge pool perfect for lazing in on warm afternoons. Once you have settled in, return to the main building for a delightful high tea spread and to meet your guide for the afternoon’s activity. Set in the private Ongava reserve outside of the Etosha National Park, you are able to experience a wide variety of big game in relative exclusivity on your game drives. These woodlands and hills are home to lions and both black and white rhinoceros, as well as elephants and a multitude of antelope. The Black-faced Impala is an endemic species of ungulate that is only found here, as well as Hartlaub’s Spurfowl. After an exciting afternoon exploring the area, your guide will select a scenic spot for you to stretch your legs while he prepares a sundowner hamper, loaded with ice cold drinks and snacks. As the sun dips into the horizon creating a spectacular display of color, you raise your glass and toast your first day in the wilds of Namibia. When you return to the lodge in the evening, floodlights light up the waterhole below you, allowing you a bird’s-eye view of the animal activity while enjoying a sumptuous three course meal, accompanied by delectable South African wines."
    },
    {
      "dayNumber": "3",
      "title": "Etosha National Park - Into Etosha",
      "description": "A knock on your door in the early morning wakens you with a freshly brewed cup of coffee. As dawn creeps over the land you enjoy a quick breakfast and then climb aboard your vehicle for the drive into Etosha National Park. This reserve covers the vast Etosha Pan, which is a saline depression covering thousands of square kilometers. Grasslands and acacia scrub provide the majority of the vegetation, and this region relies on annual rainfall to stimulate life to exist. When the rains replenish the water in the pans, it transforms the landscape, and for a few brief weeks it attracts thousands of flamingoes, that turn the shores of the shallow depressions pink with their feathers. In the dry season, waterholes become the focal point for wildlife, and a great many species can be observed coming and going within a few hours. This activity is not without danger for the animals, however. Scan the area and look below the low thorn trees for lurking lions waiting for the unwary. Elephants are the masters of the waterholes. All the other animals give way to their huge bulk and thirsty appetites when they appear at the water’s edge. Coated in a film of white dust from the pans, they appear as ghostly representations of themselves in this otherworldly landscape of shimmering heat and mirages. Returning to the lodge for a welcoming and hearty lunch, you spend the warm hours in the middle of the day relaxing at your pool with a chilled drink, occasionally looking down at the waterhole to check for any newcomers in the constant parade of thirsty wildlife below you. In the late afternoon, the wilderness beckons to you once more, and you feel compelled to answer. Choose to join either another game drive, or for something completely different, join a guide for a rhino-tracking walk. Experience the thrill of being on foot in the African bush, where you silently tread along game paths, with senses on high alert as you follow the tracks of these enormous animals through the wild. The terrain might give you clues as to where the rhino’s path may lead, and your guide will expertly use all of his vast knowledge and bush skills to locate the animals. Using the wind as an ally along with acute vision, instinct, sounds and even smell, the reward of finding your quarry is immensely satisfying. Crouched quietly in the closest safe position to see the rhino, you can only be overcome with awe and admiration for the size and beauty of this prehistoric-looking creature grazing peacefully just meters from you. Upon your return to the lodge in the evening, you will have a feeling of wonder, of accomplishment, and a sensation of having experienced a part of Africa’s wildlife that few have seen before. The excitement will remain with you, adding a sparkle to the stars above, heartiness to your appetite and a general feeling of well being as you later slip between your sheets, listening to the roars and growls of primal Africa echoing across the hills outside."
    },
    {
      "dayNumber": "4",
      "title": "Damaraland - Into Damaraland",
      "description": "After your morning’s activity, you enjoy a delicious brunch before departing for the airstrip. The flight takes you southwest to the Torra Conservancy, where your next camp is located. Set in a landscape of epic grandeur at the foot of the Etendeka Mountains and close to the Huab River Valley, the camp is a model of sustainability, environmental sensitivity and community engagement. Constructed of thatch, wood, canvas and adobe, the lodge is both stylish and comfortable, but also has minimal environmental impact; everything is removable to leave as little trace as possible. A large main building houses a lounge, bar and dining area with a pool terrace to one side. The guest suites are spread out from here along a small ridge to enhance the stunning views. Here the emphasis is less on big game, although there are desert-adapted elephants to be found along the Huab River watercourse, which is often dry, but can fill up dramatically following a period of rain in its catchment area. These enigmatic animals eke out a living in this sparse terrain, using techniques learned over generations to ensure their survival. What is amazing about this camp is the scale of the landscape, the colors of the geological formations that surround you, the strange life forms that exist only here in this incredibly harsh environment, and of course the night skies that are filled with countless galaxies, seeming close enough for you to touch. Whether you spend your days walking in the Etendeka Mountains, tracking the elephants in the Huab Valley, admiring the bizarre vegetation such as the Welwitschia plant, or going in search of rock art sites at nearby Twyfelfontein, your camp will deliver incredible experiences in a landscape unlike any you have ever seen. The warmth and hospitality of your Namibian hosts here will be a perfect counterpoint for the marvels of your encounters in the wilderness. Coupled with superb service and excellent cuisine, your time here will be nothing short of delightful."
    },
    {
      "dayNumber": "6",
      "title": "Swakopmund - The Quirky Town",
      "description": "Leaving Damaraland behind, you fly west over the mountainous wilderness until the sands of the desert and the Atlantic Ocean come into view. Perched between these elemental forces is the quaint Germanic town of Swakopmund. Your next hotel is elegantly redolent of old-world charm in keeping with the character of the town, while offering a world-class facility complete with every modern convenience. This attractive town features architecture reminiscent of the German towns the colonial founders came from, and the promenade along the beach is dotted with interesting shops and cafes serving everything from delicious European pastries to surf-fresh oysters and seafood. For the next two days you have a host of activities on offer, from ocean safaris in search of dolphins, seals and birdlife to quad biking and dune boarding in the desert. For the ultimate thrill, tandem skydiving over this incredible landscape is a must!"
    },
    {
      "dayNumber": "8",
      "title": "Sossusvlei - The Dunes of Sossusvlei",
      "description": "After breakfast on your last morning, depart Swakopmund by light aircraft and fly south to Sossusvlei. The landscape passing below you is one of indescribable beauty and grandeur: huge rocky mountains in every color imaginable, ancient valleys and watercourses, and to the west, the sinuous, rolling shapes of the Namib dunes marching towards the sea. Your guide meets you at the airstrip and takes you on the short drive through the private Kulala Wilderness Reserve to your next safari lodge. Using the surrounding desert as an inspiration, the lodge blends into the environment perfectly. A thatched main building is reminiscent of acacia trees and weavers’ nests, and the adobe style walls of the guest units make them seem a part of the landscape. Your climate-controlled suite has huge windows facing out over a landscape of gnarled trees, gravel plains and rearing mountains in the distance- a vision of stark, haunting beauty. The private front deck features a plunge pool, and the roof has an open-air sleeping platform, perfect to take in the dazzling array of stars at night. Daily activities include early morning rides to the dunes of Sossusvlei, where the lodge has the advantage of a private access gate into the reserve. This massive clay pan is dotted with dead trees and has enormous dunes looming over it. In the early light, the dunes take on a reddish tone, in contrast with the cobalt blue of the sky and the dark shadows cast by the rising sun- a photographers dream. Nature drives and walks in the Kulala Wilderness Reserve reveal a remarkable variety of life that exists here, sustained by the moisture from a coastal fog bank that drifts inland almost every day. Burrowing below the surface, and emerging at night when the temperatures are cooler, insects, reptiles, rodents and small mammals are adapted to survive. Larger animals include oryx, springbok antelope, and ostrich, while predators include jackals, bat-eared fox and the enigmatic brown hyena, which with its striped legs, dog-like face and shaggy coat make it appear to be made of several different animals put together. For the ultimate bird’s-eye view of this stunning landscape, there is no better way to experience it than by hot air balloon. You silently drift over the rocky outcrops, plains and dunes like an eagle, with nothing but the whisper of the desert wind in your hair. A champagne breakfast at your landing site adds an extra level of fizz to an already effervescent experience! In the evenings, the camp’s specialty is to serve you a magnificent dinner outdoors, below an equally magnificent chandelier of stars. The clear desert air and the utter lack of ambient light make for a dazzling display as you enjoy a sumptuous meal below the glittering Milky Way. Lying out on your rooftop sleeping platform, the stars hover over you, and the silence of the landscape is only broken by the sound of a barking gecko somewhere in the vastness of this incredible space."
    },
    {
      "dayNumber": "10",
      "title": "Sossusvlei - Homeward Bound",
      "description": "The time finally comes to bid the desert goodbye as you board your flight back to Windhoek. Looking out the window at the retreating Namib Desert, the ochre mountains and valleys, and the enormous uninhabited space below you, the magic of Namibia takes ahold of you and you promise yourself to return one day."
    }
  ],
  "map": ""
}