{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "5-star-african-safari-with-unique-zambezi-queen-river-safari",
  "tourName": "5-Star African Safari with Unique Zambezi Queen River Safari",
  "placesVisited": "Cape Town, Cape Peninsula, Tswalu Kalahari Private Game Reserve, Victoria Falls, Chobe River, Cape Winelands",
  "generalInfo": "Africa is a land of beauty and unparalleled wonders. Whether you are a romantic, wildlife lover or adventurer she will compel and awe you with her extraordinary charm. This 5-star private tour offers an exceptional opportunity to discover Africa at a 30% discount. Filled with special experiences, including a unique river safari, this journey of a lifetime delivers the best of Southern Africa.",
  "durationDays": "15",
  "price": "26,900",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kalahari Desert - Arrive at Tswalu Kalahari Reserve, South Africa",
      "description": "Today, your unforgettable African journey begins. Arrive in the city of Johannesburg where you’ll catch a short flight to Tswalu Kalahari Reserve. With 100,000 hectares situated deep in the Kalahari Desert, Tswalu is the biggest private game reserve in South Africa. Why not relax after the journey by taking a dip in the infinity swimming pool, which provides a fantastic vantage of the surrounding savannah. Consider spending your first desert evening out on the Kalahari’s famous red dunes, digging your feet into the warm sand and enjoying a cocktail as the setting sun colors’ the sky."
    },
    {
      "dayNumber": "2",
      "title": "Kalahari Desert - Explore the Kalahari Wilderness: Iconic as well as Rare African Wildlife",
      "description": "Wake to the sounds of the African bush. With over 70 mammal species and 200+ bird species, a game drive is the perfect means to explore this vast and untouched wilderness. Derived from a local word meaning “the great thirst” the Kalahari is an expanse of high dunes and scrub. For the wildlife that lives here it’s a harsh environment. As a result, game viewing at Tswalu is particularly unique. Let your personal safari guide explain how these animals adapt to the environment. The area is famous for “Kalahari lions” known for their distinctive black manes that contrast beautifully against their tawny bodies. Be on the lookout for rare antelope like roan and sable. South Africa’s national animal, the springbok, can also be seen. After your safari enjoy a trip to the Reserve’s wine cellar to see the selection on offer. Then relax on the deck and take in the awe-inspiring Korannaberg Mountains. For one of the nights during your stay, this package includes a complimentary upgrade for a unique luxury sleep out experience. Newly built without any compromise in luxury, The Malori sleep-out deck includes amenities such as a king-sized bed dressed with exquisite Aldona linen and an adjacent bathroom. Sleep under the wide-open African sky where you’ll experience star gazing at its finest."
    },
    {
      "dayNumber": "3",
      "title": "Kalahari Desert - Close Encounters with African Animals",
      "description": "In the morning, awaken to the vast open plains of the Kalahari – there’s no grander way to start the day. From your sleep-out deck take a horse safari, arguably one of the best ways to get close to wildlife. Unlike 4x4 vehicles, horseback safaris are far less noisy and provide an intimate and safe game viewing experience. Today, experience the thrill of approaching an antelope herd - while they remain blissfully unaware of your presence, and explore the breathtaking rolling red dunes. After a morning well spent in the Kalahari wilderness, relax poolside before indulging your curiosity by investigating the house library and museum - which exhibits artifacts unique to the region."
    },
    {
      "dayNumber": "4",
      "title": "Kalahari Desert - Discover the Archaeology of Rock Art Sites",
      "description": "This morning get your first taste of nature by stepping out onto your own secure and private deck, which overlooks a waterhole. Take in the sun’s morning rays as you watch the hippos and enjoy a coffee. A guided walk is the perfect means to experience nature first-hand. Feel the sharpness of an acacia thorn, investigate otherwise unseen insects and burrows and get up close to small mammals like the meerkat. The meerkat colony is easily accessible on foot and a bush walk will enable you to witness the social structure of this small mammal community for yourself. The area’s black rhino can also be tracked while out walking. Tswalu Kalahari is home to a third of South Africa’s desert black rhino – and allows you unparalleled access to witness this magnificent creature in its natural habitat. History and archaeology buffs will be eager to learn that bush walks visit the area’s spectacular rock art carved into the mountainside. Night walks are also available. These provide an entirely different experience, allowing you to witness Africa’s nocturnal creatures, like the brown hyena, elusive aardvark (a burrowing mammal) and genet (a cat-like animal), which you’re far less likely to see during the light of day."
    },
    {
      "dayNumber": "5",
      "title": "Cape Town - Kalahari Desert to Cape Town, South Africa",
      "description": "Today, spend the morning in the bush – taking in the game on your favorite bush viewing experience. Afterwards, you will be transported to the nearby airstrip where you will catch your flight to Cape Town. Here a private luxury vehicle will transfer you to your luxury hotel in the Victoria and Alfred Waterfront shopping complex. Spend the afternoon exploring the fashion and curios on offer. Wander around the harbor and enjoy a bite to eat in one of the many restaurants. After dinner, enjoy a drink and relax at the Hotel’s bar, which is aptly positioned on the water’s edge – offering a perfect way to round off your day."
    },
    {
      "dayNumber": "6",
      "title": "Cape Town - Journey up Table Mountain",
      "description": "Today after breakfast, you have free time to discover the surrounding area. Consider visiting the Two Oceans Aquarium to excite your tactile senses at the touch pool. Feel slimy kelp, beveled starfish and smooth hermit crabs. After lunch, begin your private tour of the Mother City. Table Mountain is arguably the most iconic site, and one of the seven wonders of nature. Reach her summit by cable car. Step out and be greeted by magnificent picturesque scenery and get up-close-and-personal with the mountain’s colorful fynbos - part of the protected Cape Floral region and a UNESCO World Heritage Site. Next, explore the city for an afternoon of history and culture – take in the impressive 17th century Castle of Good Hope (the country’s oldest colonial building) and look for tree squirrels in the beautiful Company Gardens. Visit the vibrant Bo-Kaap known for its multicolored houses and shop in the 300 year old Greenmarket square. Complete your day sipping sundowners enjoying magnificent panoramic views from Signal hill. Watch out for Robben Island and Green Point Stadium - built for the 2010 Soccer World Cup."
    },
    {
      "dayNumber": "7",
      "title": "Cape Town - Wine Tasting in the Cape Winelands",
      "description": "Today, you discover the Cape’s famous winelands on a full day private tour. You’ll travel past splendid mountains, into the heart of lush vineyards and feel transported back 200+ years to architectural style of the Cape Dutch period. Rugged natural beauty and deep history will be provided along with the chance to learn about the art of winemaking. Stop for an included lunch at the award-winning restaurant Babel, run out of an innovatively converted cowshed on the farm Babylonstoren. Consider ordering one of their many colored salads or create your own tea. Afterwards, stroll along the oak lined streets of South Africa’s second oldest town – Stellenbosch. Then, stop at the Afrikaans Taal (language) Monument to gain insight into the origins of the Afrikaans language – the mother tongue of 6.9 million South Africans. You’ll also explore the impressive 200 year old Cape Dutch Boschendal Manor House, a national museum on the Boschendal wine estate, which depicts life for settlers living in the area in the early 1800s."
    },
    {
      "dayNumber": "8",
      "title": "Cape Town - Cape Peninsula Tour",
      "description": "Today, you’ll experience breath-taking views as you traverse the Cape’s magnificent shoreline on a full day private tour. Venture through the suburbs of Sea Point and Bantry Bay, then on past the blue flag, white sandy beaches of Clifton and Llandudno. Discover the charming fishing village of Hout Bay and consider a boat trip to view breeding Cape fur seals. Continue over the spectacular Chapman’s Peak Drive which offers phenomenal views of rocky coastline, white sandy beachfront and Southern Right Whales (seasonal). Travel onto the Cape of Good Hope National Park where mischievous baboons and various antelope can be glimpsed. Ascend the light house at Cape Point – the most south western tip of the African continent, before enjoying lunch in the remote town of Scarborough. This tranquil village is a welcome retreat from the busy day. At “The Boat House,” the personal residence of a gourmet chef, you’ll enjoy a 5 course meal complete with a 180 degree ocean view. More natural beauty and wildlife is on offer at your next stop - Boulder’s Beach, home of the endangered African penguin. Then drive along more awe-inspiring coastal roads, with prime views of False Bay, to reach your final destination - the largest Botanical Gardens in South Africa – Kirstenbosch, a perfect place to stop off and smell the fybos."
    },
    {
      "dayNumber": "9",
      "title": "Victoria Falls - Cape Town, South Africa to Zimbabwe",
      "description": "Say goodbye to South Africa this morning as after breakfast you fly (flight not included) to neighboring Zimbabwe via Johannesburg. Check into the 5-star Stanley & Livingstone at Victoria Falls boutique hotel located on the 6,000 acre Victoria Falls Private Game Reserve, just 10 minutes away from Victoria Falls. Spend the afternoon relaxing poolside, with a perfect view of the nearby waterhole. Look out for playful elephants splashing in the mud while you sip one of the bar’s many cocktails."
    },
    {
      "dayNumber": "10",
      "title": "Victoria Falls - Explore Victoria Falls",
      "description": "“Mosi-oa-Tunya” or the “Smoke that Thunders” is the local name for the iconic Victoria Falls. Explore this magnificent waterfall today by taking a free transfer to the Victoria Falls town. Enter the lush rainforest and listen for a thundering roar, this marks over 500 million cubic meters of water plummeting down 354 feet every minute. Smell the moisture in the air and feel the cool mist touch your face – until you finally emerge from the forest to view one of the Seven Natural Wonders of the World. The falls are an adrenaline junky’s paradise with flightseeing tours, bungee jumping and white water rafting on offer."
    },
    {
      "dayNumber": "11",
      "title": "Victoria Falls - Take a Safari into Big Five Territory",
      "description": "The morning is arguably one of the best times of the day to view game. Game drives on offer include a big five safari which travels alongside the lakeshore and into majestic teak forests. Let your knowledgeable guide take you on a journey of discovery and exploration as he brings the natural world alive with interesting factoids. After your drive explore the hotel’s wondrous gardens. Keep your ears peeled for birdsong, fluttering feathers, or a rustle in the undergrowth – as this wonderland is a haven for a variety for bird and animal species."
    },
    {
      "dayNumber": "12",
      "title": "Chobe River - Leave Zimbabwe for Namibia/Botswana river safari",
      "description": "Today, you’ll leave Zimbabwe for your uniquely African river safari at the border of Namibia and Botswana. A representative will ensure your safe passage from Zimbabwe, through Botswana, into Namibia where the unique Zambezi Queen awaits you. Once aboard the 45-meter (150-foot) boat, enjoy a delicious lunch before beginning your river based safari experience down the Chobe River – which offers one of the highest concentrations of wildlife in Africa. Here, the game comes to you and you are always primely positioned to catch your next great wildlife sighting. Look out for the river’s hippos and crocs and listen for the distinctive cry of an African fish eagle."
    },
    {
      "dayNumber": "13",
      "title": "Chobe River - Tour Chobe River by Zambezi Queen Luxury Boat",
      "description": "Today, enjoy the tranquility and relaxation this leg of the tour offers. Look out for water loving mammals like red lechwe (antelope) and spotted hyena. This morning you can also tour a nearby Namibia village for an immersive cultural experience. Afterwards, board one of the boat’s smaller vessels which enable greater access and intimacy with the surrounding wildlife – from drifting alongside a pool of hippos, to witnessing a vibrant flash of color as Malachite Kingfisher dives for his next meal."
    },
    {
      "dayNumber": "14",
      "title": "Chobe River - Take in the Riverside Sites and Abundant Wildlife",
      "description": "After breakfast, continue with another morning of unique water-based viewing on a smaller tender boat – the abundant wildlife is truly a spectacle to witness, up close and personal. In the afternoon, try your hand at tiger and bream fishing (seasonal), or for a more culture experience, opt to have a drink with locals in the “shebeen” (bar)."
    },
    {
      "dayNumber": "15",
      "title": "Kasane - Disembark Zambezi Queen to Return Home",
      "description": "As morning breaks on your final day, and you disembark the Zambezi Queen, you might be heading home (flight not included) but you can be certain that after your dream African vacation, you’ll have memories to last a lifetime."
    }
  ],
  "map": ""
}