{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "the-complete-southern-africa-safari-for-first-timer-namibia-botswana-south-africa",
  "tourName": "The Complete Southern Africa Safari for First Timer: Namibia, Botswana & South Africa",
  "placesVisited": "Damaraland, Etosha National Park, Okavango Delta, Kruger National Park",
  "generalInfo": "Torn between safari destinations? Want to discover all Southern Africa's wonders in under two weeks? Combining the continent's premier national parks and its most intimate experiences, this unique itinerary is a bubbling pot of excitement and enchantment. From galloping herds to tracking rhinos on foot, waking to lion roars and canoeing past hippos, this is the evocative and comprehensive safari experience.",
  "durationDays": "12",
  "price": "18,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Damaraland – Surreal First Impressions",
      "description": "Stand outside your lodge and listen. Silence. Cast a glance at the ethereal landscape that surrounds you. No other people are in sight. Stretching beyond the horizon are bizarre rock formations, immense carved valleys, and the odd desert elephant migrating onwards. Just three hours ago you were on a plane. And now you are completely immersed in the baffling topography of Namibia. After a long journey to Africa you’ll be dreaming about a little rest and recuperation. So sit back on the private balcony, wait for birdsong to punctuate the quietude, and wonder if there could be any place more different than home."
    },
    {
      "dayNumber": "2",
      "title": "Damaraland – Rugged and Wild Safari",
      "description": "Safari in Damaraland is always gentle and relaxed. Providing the backdrop is a phantasmal assortment of overhanging rocks and peculiar mountains, each angle more unbelievable than the last. Go slow and gorge yourself on this canvas of natural beauty, a hundred photographs unable to recreate Damaraland’s epic scale or subtle color changes. Dancing between these enchanted rocks are springbok and kudu, gemsbok and those graceful elephant footsteps. It’s not a case of following the path. You make your own trails, exploring places that have rarely seen human eyes. Occasionally a giraffe says hello, or a collection of ancient rock art graces an overhang. Then you turn a corner and a herd of antelope scurries past. Halfway between Windhoek International Airport and Etosha, Damaraland ensures that you can gently settle into the vacation and immediately surround yourself with sensations of raw and rugged Africa. Like everywhere on this itinerary, your safari camp redefines your perceptions of African accommodation and “camping.” This is unrivaled luxury in the wilderness, each thick canvas tent coming with a king sized bed, varnished wooden flooring, an en-suite bathroom with views over the landscape, and a personal verandah to watch the action. Tents and wooden fittings help the camp harmoniously blend into the landscape, rather than scar it. And when nature’s cradle song accompanies nighttime, you’ll be glad of not staying in soundproofed concrete."
    },
    {
      "dayNumber": "3",
      "title": "Ongava Game Reserve – Tracking White Rhinos",
      "description": "Imagine a White rhino for a moment. Up to two tons of solid gray bulk, encased within a prehistoric armored frame with two horns protruding from the snout, elegant symbols of their power and beauty. The rhino is 15 meters away from you. It’s standing and it’s looking. At you. Oh, and you’re on foot. Tracking White rhinos certainly raises the heart rate, although there’s something wonderfully tranquil about the whole experience. As you stand before these endangered greats, nothing exists in the world except for you and them. Other thoughts vanish and everything zooms into this inimitable interaction. Some people are so captivated they forget to take photos. There are very few places in Africa where this experience is possible, after all, there are less than 20,000 rhinos remaining in the wild. Your walking safari with White rhinos isn’t the only highlight in Ongava. Out on a game drive you spot the even rarer Black rhino, your guide unveiling how to distinguish the browser from the grazer (clue: both rhino species are actually gray). The same rules apply even though you’re now in a vehicle. Stay still and silent. Don’t use the flash. Just admire their idiosyncratic splendor and soak up their enormity. This time it’s a mother and calf approaching your delighted eyes, the bashful youngster sticking close to more experienced footsteps. She slows the pace, surveys the scene, and considers your presence. Then the pair waddles off and your camera shutter can’t snap quickly enough."
    },
    {
      "dayNumber": "4",
      "title": "Ongava Game Reserve – Namibia's Best Safari",
      "description": "Etosha is consumed by a mythical veil in the early morning, a thin covering of condensation floating through the mopane woodland. Open the curtains and gaze down on Etosha, your camp perched on rocks overlooking Namibia’s premier national park. Then descend into the trees and roam through the park. Dense vegetation reduces visibility, something that elevates the safari experience. Most of the wildlife won’t see you coming, meaning astonishing proximity. Turn a corner and an elephant herd fills the trail, babies swinging their trunks as if they’ve just discovered a new trick. Meander onto a clearing and giraffe stand above the vehicle, delectable combinations of yellow and orange contrasting the woodland scenery. Today and tomorrow you go on long morning game drives into Etosha National Park, each moment providing another mammal to tick of the wish list. And let’s not forget the 300 plus bird species that flutter along the treetops and fly across the salt pans, their cacophonous calls blended with insatiable colors. Etosha and Ongava Game Reserve share unfenced boundaries, meaning that wildlife freely roams between the two. So in the afternoon you stay more local to the camp, savoring the complete privacy of Ongava and spotting the rare and peculiar. Black-faced impala confound the camera, oryx point their horns in your vicinity, and then a quivering tail brings your focus to the trees. Once again a tail moves. But what is it? Drive forward for a better angle and train your eyes on the branch. Placidly lounging is a leopard, unambiguous eyes returning your gaze. But just as you take a photo it’s gone, slyly descending onto the forest floor and following the nearby rustling sounds."
    },
    {
      "dayNumber": "5",
      "title": "Ongava Game Reserve – Exploring the Salt Pans",
      "description": "So just how big is the Southern Africa wilderness? Etosha alone is over 20,000 square kilometers, and that’s before you consider the adjacent reserves. Go deeper into Etosha this morning, emerging from the forest and ogling the shimmering whiteness of the salt pans. Now nature’s battle for survival consumes your experience, the wandering herds always in search of water, and predatory instincts taking the cats to permanent waterholes. On this uninterrupted landscape you can spot the action from a distance. Zebra bring stripes of black to the pan, eland kick up dust as they cross the salty crust, and it’s not long before a lion pride grabs your attention. They seem lazy this morning, a herd of wildebeest grazing within predacious distance of the cats. Young males playfully fight, purred fisticuffs in the dawn light. But somehow the lionesses have gone. Surely you were watching the pride the whole time? Some hunting scenes play out over hours, this one has just occurred when you blinked. After the morning game drive you return to camp for a leisurely lunch and two hours of panoramic safari spotting from the verandah. Then it’s another afternoon exploring what surrounds the camp. Black and White rhinos await the camera, lion prides and leopards have their own favorite hangouts, and now the darkness of night brings new delights. You must use your ears for wildlife clues in the dark. Rustling comes from the trees. Trumpeting calls suggest elephants are somewhere. But where ? Your guide slowly edges forward before killing the engine. Sounds become brighter and silhouetted shapes are half glimpsed in the distance. Nighttime safari is always like this; thrillingly unpredictable, yet wonderfully calm. The guide turns on the spotlight and a large herd of one ton red hartebeest are barely meters away, the sighting causing brief shock, momentary panic, and now elated smiles. It’s synonymous of the Namibian safari experience. Not only can the country offer the complete collection of wildlife. It’s full of unique ways to experience it."
    },
    {
      "dayNumber": "6",
      "title": "Okavango Delta – Immersed in the Beauty of Botswana",
      "description": "Okavango’s exuberant blue waterways come as a shock after Namibia. There’s water everywhere and the wildlife seems suitably ecstatic. They migrate for thousands of miles to sample this desert oasis, gouging on the liquid goodness and covering the floodplains in hooves. From Etosha you first fly to Windhoek, before connecting on a scheduled flight to Maun and then a breathtaking micro flight over Southern Africa’s biggest animal jamboree. Zebra and springbok skip through the shallows, elephants drink with unstoppable abandon, and all around your camp there are telltale footprints. Chief’s Island magnifies the feelings of intimacy with nature. You can only get here via the tiny aircraft landing strip or a boat trip through thousands of hippos. Let’s start with the game drives, the journeys that explore the nooks and crannies of the savannah and woodland. Water brings the ungulates, and they in term support a dazzling assortment of cheetahs, leopards, and lions. Turn a corner and a pride lies in wait. Turn another and the frisky footsteps of spotted hyenas make a merry journey. Like always, there’s also an incumbent impression of serenity. Because no matter how exciting each individual sight may be, the landscape’s luxuriant beauty maintains an overarching sense of tranquility. Just take your camp as an example. Kick back and admire the view, a multitude of different species slowly crossing the horizon. Focus in on the waterhole and a pair of giraffe is drinking. Nothing is rushed or over-dramatized, even when a cat enters the fray. This is just your private evening’s entertainment in Okavango. For the ultimate Okavango exploration you must go by boat, traditional wooden mokoros expertly paddled down the river channels. As the guide steers you along, a succession of hippo pods raise their snouts from the water. Along the riverside you marvel at rare wildlife enjoying a drink. Then an impala herd skillfully sidesteps the Nile crocodiles. Then you're floating past two dozen eyes, each hippo watching you pass, one burping, another grunting, and two more starting a fight over wading space. Okavango provides a very different experience to Etosha and Namibia. So marvel, applaud, and feed your adventurous spirit."
    },
    {
      "dayNumber": "9",
      "title": "Sabi Sands Game Reserve – Spectacular Kruger National Park",
      "description": "Completing the threesome of Southern Africa’s best national parks is Kruger, an immense stretch of competing habitats that covers northeastern South Africa. As you’ll have learned by now, different wildlife prefers different ecosystems. What you spot in the desert contrasts with what you find in the forest. However, Kruger somehow creates an environment where a dozen contradictory habitats can survive. Let’s start with the classic savannah, ideal for a smorgasbord of characters, from the wandering rhinos to grazing antelopes, lions resting beneath trees to elephants bashing down branches. Your luxury lodge in the Sabi Sans Private Game Reserve swarms with life, most of Kruger’s iconic scenes visible from your own verandah. Big Five? You could see them all without even leaving the room, floor to ceiling windows offering spectacular panoramas onto the action. Game drives tour the juxtaposed habitats; stop at hippo filled swamps for a hearty brunch, cruise across the grass plains on the tails of cheetah, find thirsty crowds down at the Sabi River, and shake your heads at the elephants tearing a trail through the woodland. Up ahead you recognize the horns, memories of walking with rhinos coming flooding back. Wait. Be patient. In the next 15 minutes a further ten White rhinos emerge and pass by the safari truck. Don’t be surprised, over half of the world’s wild rhino population can be found in Kruger National Park. Options for walking safaris are included and they bring proximity to a whole array of South Africa’s finest. And it just wouldn’t be Kruger without a dramatic soap opera of hunting scenes. A solitary leopard silently emanates from the woodland, spreading shocks of excitement and anticipation through the safari truck. The tail swishes and then the neck dips, the camouflaged hunter dropping below the grass line and using a boulder for cover. From a raised vantage point you can see predator and prey. All seems calm. But where’s the leopard gone? As you were focusing on the springbok, the leopard’s disguise has fooled everyone. Scan the grass. Nothing. Use the binoculars. Still nothing. And now a flurry of dust and excitement, the leopard appearing from nowhere and the antelopes blindly charging in multiple directions. The outcome of the hunt? Let’s leave some surprises for when you’re in Kruger, reveling in the dramatic beauty of a third Southern African national park."
    },
    {
      "dayNumber": "12",
      "title": "Johannesburg – Farewell to Southern Africa",
      "description": "Scroll through the photos, read your diary, reread your exultant social media posts; you’re trying to make sense of how so much could happen in just 12 days. It feels like you’ve been away for a month, each national park redefining notions of nonstop action. It’s this continual delivery of unique experiences and safari moments that make these three parks so special. Elephants can be spotted all over Africa. But there are few places where elephants are that regular they become part of the landscape, likewise a lioness out hunting. Yes you could see it elsewhere. But in these three parks there’s a good chance of it being on the daily itinerary. This itinerary is tailored for the demanding and discerning safari visitor, the one who plans on visiting Africa once and seeing everything they’ve dreamed from the documentaries. Pack a camera, lace up the walking boots, and get ready to be transported into an alternative world."
    }
  ],
  "map": ""
}