{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "namibia-guided-tour-and-safari",
  "tourName": "Namibia Guided Tour and Safari",
  "placesVisited": "Etosha National Park, Damaraland, Sossusvlei, Swakopmund",
  "generalInfo": "Take a privately guided road journey through the vastness of Namibia - a country of epic landscapes and compelling size and grandeur. The journey takes you to the Namib Desert, where the dunes of Sossusvlei are among the highest in the world. Continue to the German colonial town of Swakopmund, where a host of activities await, from pelagic boat trips to skydiving. You then head into Damaraland in search of exotic desert-adapted flora and fauna, before heading to the Etosha region for thrilling big game adventures.",
  "durationDays": "12",
  "price": "9,000",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Welcome to Namibia",
      "description": "On arrival at Windhoek International Airport, you will meet your guide who will accompany you for the entirety of your trip. He will escort you into Windhoek to the elegant and tranquil guest house for your first over night, which is a haven of serenity perfectly suited for you to relax after your long plane journey. Enjoy a soothing massage in the Wellness Room before taking a refreshing swim in the pool in the garden terrace area. An a la carte gourmet meal in the evening rounds off a pleasant arrival in Namibia, and prepares you for the adventure that lies ahead."
    },
    {
      "dayNumber": "2",
      "title": "Kulala Wilderness Reserve - Into the Wilderness",
      "description": "After a delightful Namibian breakfast, you board your vehicle and depart for the south. The road leads you through a landscape that is as grand as it is awe-inspiring; the sheer scale of the jagged peaks, rocky outcrops and gravel plains beggar belief, as does the utter lack of any sign of human activity. Namibia is a country roughly the size of France, with a population of only two million people. The road leads you closer and closer to the huge red dunes of the Namib Desert, and skirting them to the east, you arrive at Kulala Desert Lodge, overlooking a riverbed with a stunning view of the dunes in the near distance. After a delicious lunch, you settle into your thatched adobe and canvas suite, which also boasts an open air sleeping platform on the roof should you wish to sleep out under the stars, which is highly recommended. The absolute lack of any ambient light at night makes the Milky Way appear close enough to touch in the clear desert air. You spend the afternoon exploring the Kulala Wilderness Reserve with your guide, either by quad bike or in a game drive vehicle, discovering more about the fascinating geology and ecology of this region. The plants and animals have adopted some incredible survival strategies here, where the only source of moisture, sometimes for years, is the coastal fog that drifts for miles inland from the Atlantic Ocean. Scimitar-horned oryx stand on the high edges of dunes like sentinels, catching the air currents drifting across the sands to keep them cool. Ostrich and springbok shimmer in the heat haze, dancing across the horizon, and below the surface of the sands lie an entire world of burrowing creatures both large and small. As the sun begins to sink into the horizon, you stop at a viewpoint to take in the scene, enjoy an ice cold drink and nibble on a snack. At this hour the magic of the desert reveals itself: when the rocky mountains change color from browns to purples, the dunes glow red, and a golden light catches the glittering quartz crystals on the gravel plains. You stand bewitched by this incredible sight, sipping on your favorite beverage until the stars begin to emerge in the sky above. Returning to the lodge, you find it aglow in the light of lanterns, and a welcoming campfire draws you nearer. A delectable dinner awaits you, and afterwards you find yourself sitting back at the campfire, gazing upwards at the translucent stars and galaxies that seem to be hanging just above your head."
    },
    {
      "dayNumber": "3",
      "title": "Kulala Wilderness Reserve - The Dunes of Sossusvlei",
      "description": "An early start sees you up before sunrise sipping on a welcome cup of fresh coffee before you board your vehicle for the drive to Sossusvlei. Kulala has a private gate into the reserve, ensuring you arrive at Dead Vlei as the sun rises, creating an extraordinary spectacle. This huge, flat clay pan is dotted with gnarled acacia trees and surrounded by towering dunes that flush red in the morning light. The azure sky coupled with deep razor-edged shadows make this a photographer’s delight. If you are feeling energetic, the climb up the dunes is worth the effort to see the endless sea of sand dunes marching relentlessly towards the ocean in a series of crescents and curves. As the day warms up you return to the lodge for a welcome brunch on the shady terrace before a refreshing dip in the pool. As the day cools off, the need to explore returns and your guide takes you for a quad bike ride into the Kulala Wilderness Reserve. There can’t be much more fun than zooming through a vast wilderness of sand dunes and gravel plains as you keep a lookout for springbok and ostriches, and the sight of an oryx standing regally on the edge of a high dune. As the sun lowers to the horizon, the landscape magically begins to change color; tans and whites become tinged with deep purple, reds and mauve, and this is the ideal time to stop, shake off the dust, and enjoy an ice-cold sundowner drink while taking in the splendid view. You return to the lodge in the dusk, ready to enjoy a delicious dinner by candlelight below a glittering canopy of stars."
    },
    {
      "dayNumber": "4",
      "title": "Swakopmund - Across the Sands",
      "description": "What better way to enjoy your final morning than by taking a hot air balloon flight over the desert? You drift silently like a bird of prey over the landscape, soaking up the panorama of truly epic proportions: jagged mountains to the east, and an endless parade of dunes to the west. Touching down on the red sands, a champagne breakfast awaits you, the effervescent bubbles reminding you of the dizzy heights from where you have descended. Bidding Kulala farewell, you board your vehicle and set off across the desert towards Swakopmund. This barren landscape has a haunting beauty, made even more enigmatic by chance sightings of antelope and ostriches shimmering in the heat haze. You arrive at the coast near Walvis Bay, and follow it north to Swakopmund, arriving in the afternoon. Check into your guesthouse, and then take a sunset stroll along the promenade, with its array of interesting shops and cafes serving everything from delicious European pastries to seafood fresh from the ocean."
    },
    {
      "dayNumber": "5",
      "title": "Swakopmund - Adventures Abound",
      "description": "Today you have a variety of options, from exploring the town with its quaint Germanic architecture, visiting museums and galleries, or joining a boat tour in search of dolphins, birds and seals. Other activities include quad biking in the dunes, sand boarding, or for the real thrill-seekers, a tandem skydive over the desert!"
    },
    {
      "dayNumber": "6",
      "title": "Damaraland - The Skeleton Coast",
      "description": "After breakfast you drive out of Swakopmund up the Skeleton Coast to the Cape Cross fur seal colony. This remote and inhospitable shore received its name from the many shipwrecks along the coast, where treacherous currents, fog and rocks claimed their victims. Once ashore, the survivors faced an even more desperate fate: that of starvation and thirst, lost in the desert with scant hope of rescue. You will encounter the skeletal frames of ships looming from the sand and whale bones littered on the shore, giving a palpable sense of eeriness to the area. Turning inland, you follow the road into the rugged terrain of Damaraland, which passes the rugged massif of the Brandberg (Burnt Mountain) and the Petrified Forest before reaching Twyfelfontein, Namibia’s first World Heritage Site and the scene of ancient petroglyphs carved into the rock by San Bushmen thousands of years ago. Arriving at your mountain camp, you barely discern it is there until you are almost on top of it. Dwarfed by huge boulders, the rounded thatch roofs of the buildings appear as a part of this incredibly dramatic landscape. Heading up to a scenic viewpoint for a sundowner, you gaze out over a series of rocky hills and plains that seem like another planet, turning red and mauve in the soft light of the setting sun."
    },
    {
      "dayNumber": "7",
      "title": "Damaraland - Into the Wilderness",
      "description": "Take a guided walk in the coolness of morning before returning to the lodge for a delicious breakfast before you depart. Heading north again, you drive into the vastness of Damaraland, with its rocky outcrops, gravel plains and rugged hills strewn with gigantic boulders. This is desert rhino and elephant habitat, and it may surprise you that such large animals can survive in such an unforgiving landscape. In the afternoon you arrive at your next lodge set on the ridge of the Klip River canyon, boasting incredible views along the valley. The first lodge in Namibia to be entirely staffed and owned by the local community, the lodge is a model for the sustainability of tourism and conservation in Africa for its inhabitants. After you have settled into your suite, there is time for you to join the afternoon game drive down the Klip River valley. This watercourse is a haven for a great variety of animals, and springbok, zebra, oryx and kudu are always to be seen, as well as the diminutive klipspringer, an antelope adapted to clambering sheer rock walls on tiny hooves. Lion, elephant and rhino are also occasionally seen, adding a frisson of excitement to your drive."
    },
    {
      "dayNumber": "8",
      "title": "Grootberg - Culture and Wildlife",
      "description": "An early start sees you enjoying a freshly brewed cup of coffee as the sun’s rays creep towards the canyon’s edge. Today you will be heading out on a tracking expedition in search of the area’s famed rhinos or desert elephants. Together with your guide and team of scouts, you drive the rocky and rugged terrain in search of spoor, combing this massive region, looking for any sign of your quarry. Once a spoor is located, you disembark and set off on foot in search of these elusive animals. Walking through the rocky hills with expert trackers showing you their skills, you gain a new respect for the supreme ability of these men as they interpret the tiniest signs: a scrape mark on a rock, a shifted pebble, a bent twig, all are signs of the passage of the animals you seek. With eagle eyes sweeping the landscape ahead, they finally locate the rhino, resting in the shade of a euphorbia tree some distance away. Looking just as red and rugged as the rocks around it, you are filled with wonder at the skills they have demonstrated to get this far, and also filled with excitement at encountering such a rare and endangered animal in its natural habitat. After enjoying a picnic lunch in the welcoming shade of a tree, you begin the journey back to the lodge, filled with elation at the experience you have just had. In the late afternoon, you set off to visit a nearby Himba village. One of the last truly free tribes in the world, these semi-nomadic people are herders of cattle and goats, moving seasonally to find pastures for their herds. The women rub their bodies and braids with ochre, giving them a coppery sheen, which when combined with the elaborate hairstyles and jewelry they wear makes them appear statuesque and magnificent. You are welcomed into their conical homes made of palm thatch, mud and cow dung, and learn of their intriguing way of life so different from our own."
    },
    {
      "dayNumber": "9",
      "title": "Ongava - Into Ongava",
      "description": "Departing Grootberg, you make your way east to Ongava, a private game reserve on the outskirts of Etosha National Park. Arriving at your lodge, you will find a beautifully crafted lodge perched on a hillside overlooking a waterhole, with stunning views of wooded hills beyond. Constructed of local stone and wood, the buildings appear as part of the hillside, with only their thatched roofs visible from a short distance away. Your air-conditioned suite is elegantly appointed, with an inviting outside veranda and large windows to maximize the views. Once you have settled in, it is time to visit the lounge for a delightful English high tea before you set off to explore the reserve. Created from former farms, the Ongava reserve encompasses thousands of acres of diverse habitat that in turn support a great variety of animals and birds. This is an important buffer area for the Etosha National Park, and here you can find most of the endemic species for which this region is famous: black-faced impala and Hartlaubs spurfowl, among others, along with a host of big game, including both Black and White rhino. Prides of lions prowl the woodlands in search of prey, leopards stalk the steep hillsides, and cheetahs favor the open plains, where their superior speed allows them free rein. When you return to the lodge in the evening, floodlights illuminate the waterhole, allowing you to observe the comings and goings below while enjoying a sumptuous meal featuring delightful cuisine."
    },
    {
      "dayNumber": "10",
      "title": "Onguma - The Vastness of Etosha",
      "description": "Today you depart Ongava and drive into and across Etosha National Park en route to Onguma. This vast area is a saline depression covering thousands of square kilometers, and is a vital haven for wildlife. Summer rainfall is the only source of water in this arid region and, for a few short months, the landscape is transformed by the arrival of thousands of flamingos that wade the immense shallow lakes in search of food. When the rains pass and Etosha begins to dry up once again, waterholes become a focal point of intense animal activity. It is possible to see a great many species come and go at the water’s edge within the space of a few hours; oryx, zebra, kudu, springbok, rhino and elephants all take their turn to slake their thirst, while lions gaze hungrily from the concealing shade of acacia bushes. Moving on, you drive across vast open plains, where even elephants are dwarfed by the immensity of the landscape that engulfs both you and them. Covered in white dust, they appear as a ghostly procession, marching along a route proscribed by the generations they have lived and learned to survive in this harsh, yet hauntingly beautiful landscape. You exit the park in the afternoon, and head into Onguma Reserve on the eastern border beyond Fisher’s Pan. Arriving at your tented camp, you will find an elegant haven of sophistication tucked away in an acacia grove, looking out over a waterhole. The lodge is constructed of stone, wood, thatch and canvas in keeping with its environment, while the interiors are a delightfully fresh and vibrant version of haute safari chic. Although you are in the middle of the wilderness, no effort has been spared to provide every modern comfort and convenience you might need. The main building houses a lounge, bar and dining room, and a rim-flow pool deck lies off to one side. The waterhole a few meters away often attracts thirsty animals, and it is a delight to simply sit comfortably and watch the passing parade with an ice cold drink in your hand. As the day draws to a close, allow yourself to drift into the peaceful serenity of the African bush; lost in contemplation, you listen to the evening chorus of the birds and the distant calling of a lion echoing across the landscape. In the evening, you indulge in the culinary skills of the chef, presented in a series of scrumptious courses each more delightful than the last. Sipping on a beautiful South African wine with the sounds of the night drifting in from beyond the circle of firelight, moments in Africa do not come better than this."
    },
    {
      "dayNumber": "11",
      "title": "Onguma - Delights to Find",
      "description": "The day begins with the dawn chorus as the birds sing the day into being. After a fresh coffee and a light breakfast, you set off into the wilderness to see what nature holds in store for you. Along with an armed guide, you take a safari walk into the reserve to capture the essence of this wild and extraordinary place. Being on foot in the bush is an experience that takes you to a level where you are at one with nature, no noisy vehicle, just the sound of your own footsteps as you follow ancient paths worn by the passage of hooves and paws over the vastness of time. The warm desert breeze drifts lazily through the thorn trees, carrying the scent of earth, sagebrush and dust; your hearing becomes sharper, attuned to every sound around you, and your vision picks out every detail of your surroundings. The sight of a giraffe from your new perspective throws everything into sharp relief; the colossal animal towers over you, giving you an inkling of our own small size and how you fit into the glorious mosaic of life. Your guide reveals the smaller aspects of the bush that you would normally miss from a vehicle: the tracks in the sand, the secret life of a termite mound, the myriad plants and their uses, from medicine to poison for a hunter’s arrow-tip. Return to the lodge invigorated and inspired, and with an appetite sharpened by the crisp desert air, you indulge in a delicious brunch on the terrace overlooking the waterhole. The warmth of the day tempts you to the swimming pool, and you enjoy a lazy afternoon watching the animals coming to drink at the water. On your final afternoon, you join the rhino research team as they demonstrate their data collection methods, camera traps and introduce you to the ways of the elusive and critically endangered Black rhino. You discover how to identify their dung, seek out their secret middens and run your hands over trees worn smooth by their hides. Encountering one of these animals in the wild is a remarkable experience; prehistoric in appearance and imposing in bulk, they move as lightly and nimbly as dancers through the thorny acacia thickets they favor. Return to the lodge as dusk falls and the sun lights up the dusty sky in otherworldly colors with the silhouettes of the acacias in sharp contrast. Sipping on an ice cold drink, you toast the magic of Namibia, and the extraordinary journey that has led you to this moment. After another delicious dinner, you slip between the sheets, listening to the lonely call of a jackal carrying through the night."
    },
    {
      "dayNumber": "12",
      "title": "Windhoek - Homeward bound",
      "description": "Leaving Onguma behind you, you set off on the road south to Windhoek, full of memories of the incredible sights that you have encountered in the previous days. As the landscape rolls past the windows, you take it all in one last time, and promise yourself to return to Africa once again."
    }
  ],
  "map": ""
}