{
  "destination": "Namibia",
  "mainPhoto": "",
  "id": "luxury-african-camping-safari-in-namibia",
  "tourName": "Luxury African Camping Safari in Namibia",
  "placesVisited": "Windhoek, Damaraland, Hoada Grootberg, Twyfelfontein, Palmwag Concession, Etosha National Park, Dolomite Camp",
  "generalInfo": "Namibia’s wilderness is always alive, dancing with wildlife charms and kaleidoscopic landscapes. Merely glimpsing this rugged world is an unforgettable highlight. Camping in the middle of it elevates the experience, serving up a delectable platter of big game drama and unadulterated charm. Handcrafted for the intrepid adventurer, and delivering a stunning level of comfort in the bush, this camping safari showcases why Namibia vacations are so unique.",
  "durationDays": "9",
  "price": "6,600",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Windhoek - Tranquility and Luxury",
      "description": "After a long flight to Africa the thought of a tent doesn’t fill many travelers with optimism. This first day is all about easing you into Namibia and providing an idyllic blend of tranquility and recuperation. You’ll be camping in the wilderness tomorrow, but tonight you’ll be indulging in one of Africa’s finest boutique lodges. Everything is tailor appointed to relieve travel discomfort and boost your energy levels for the adventure to come. Your guide and driver will meet you at the airport and it’s just a short transfer into Windhoek and your first luxury property. A cute collection of restaurants, cafes, and curio shops provide the evening entertainment."
    },
    {
      "dayNumber": "2",
      "title": "Damaraland - The Epic Landscapes",
      "description": "Anticipation accompanies your first journey into the wilderness, Windhoek quickly rescinding into the distance and the stark mountains of Damaraland coming into focus. In less than two hours you’ve been propelled into a seemingly desolate hinterland, the rocks shimmering through a vibrant collection of yellows and reds. There are few trails here, the land marked by occasional vehicle tracks and elephant footprints. Yet this landscape has been inhabited for many millennia, the evocative proof provided by ancient rock paintings around Twylfelfontein. Stories are narrated with scratched lines, telling of successful hunts and passing messages down to the next arriving nomadic tribe. Options for exploration are endless in Damaraland, and the afternoon will be tailored to your interests. Dozens of hiking trails are only shared with antelope herds; mountain biking and rock climbing can be arranged, and you’ve never far away from a peculiar rock formation and a glorious aerial view onto the Namibian wilderness. A feeling of insignificance accompanies tonight’s camp, vast valleys and mountains towering down on a small piece of paradise in the middle of nowhere. Occasionally an elephant or giraffe wander beneath the moonlight, an accompaniment to your dinner beneath the stars. Throughout this itinerary you only get the good parts of camping. The mobile camps are prepared, ensuring you don’t lose any relaxing time having to mess about with poles and pegs. And this isn’t camping in its strictest sense. Raised beds provide an idyllic night’s sleep, western toilets and hot bucket showers have been erected, and your guide cooks up a sumptuous feast. It’s hard to get any more comfortable in the midst of such breathtaking wilderness."
    },
    {
      "dayNumber": "3",
      "title": "Damaraland - Experiences with the Himba People",
      "description": "Open the tent and a steaming cup of coffee is already waiting, the aromas seeming to entice a small herd of springbok. Sunrise light is always captivating in Namibia, the rocks slowly rising from the shadows and bringing a yellow glow to the landscape. Don’t worry about packing up (that’s all taken care of), just enjoy your cooked breakfast and get ready to hit the road. It’s not always a road today, a few off road stretches keeping you firmly in the heart of African nowhere. Despite the seeming desolation (casually roaming wildlife aside), the Himba people have skillfully forged an existence here and today provides an intimate experience with a welcoming indigenous tribe. At first it’s all about the sights. You admire the strange hairstyles and elaborate headdresses, take in the tribal clothes, and wonder why everyone is covered in a strange dull red paint. It’s a mixture of butterfat and ochre, which sounds bizarre on paper. Yet today isn’t about snapping a few photos and moving on. It’s an unobtrusive encounter with these rare semi-nomadic herders. There will be some verbal communication barrier, although that rarely prevents you from having conversations and making friends; the Himba are experts in gestures and smiles and you'll learn that this paint is sunscreen, skin care product, and mosquito repellent, all rolled in to one. There are no time limits, so soak up the experience, learn about their culture, and whenever you’re ready, a new mobile Damaraland camp offers a spectacular sunset and another tranquil evening listening to nature’s soundtrack."
    },
    {
      "dayNumber": "4",
      "title": "Palmwag Concession - Tracking Rhinos and Elephants",
      "description": "Namibia contains a number of riddles. Here’s the first you’re trying to decipher. How can the landscape look different from every angle, yet always look the same at a single glance? Another one is even more confusing. Why does the abundance of wildlife increase the further into the wilderness you go? By the time you reach Palmwag Concession you’re surrounded by hundreds of miles of desert. Yet an indelible soundtrack flickers through the palm trees and you’re wondering who is being so raucous in such a remote place. Strange trumpets indicate elephants, startled cries suggest predators on the prowl, and a distant lion roar is not an uncommon sound throughout the evening. Palmwag is the quintessential desert oasis, the sprouting waterholes attracting an outstanding collection of four legged nomads. Game drives weave through the palm trees and seek out the desert dwellers. Plodding across the dusty ground a melancholy old elephant bull goes in search of water, his immense horns indicative of old age and a lost position in the herd. He looks lonely, yet even now there’s a wonderful sense of elegance about the pachyderm. A whole herd controls a waterhole, the new alpha male controlling the drinking rights and allowing the youngsters to try out water wrestling. Few will challenge an elephant herd, the surrounding plains sporadically dotted with antelope waiting their turn, including the majestic horned hartebeest. There’s an inherent unpredictability to these two safari days. Desert oases rarely have permanent residents, they’re generally places where wildlife stocks up and moves on. It’s a popular haunt for a full range of Africa’s great mammals and they won’t be shy about checking out your tent. Now you’re really camping in untamed Africa, eating dinner beneath the stars and trying to predict who is responsible for the rustling nearby. A crackling camp fire provides warmth and keeps the big cats away (Namibian bush survival that you’ve already picked up from the Himba), and your experienced guide uses local knowledge to select the camp spot. For example, if a leopard has been recently seen in the vicinity, your guide will choose to move to a fresh location. Moonlit silhouettes provide plenty of enchantment, as does waking up and deciphering who is responsible for the nearby prints. Another dose of drama and charm is provided by Palmweg’s most endangered desert dweller. Hush descends as you spot one emerging along the horizon. Keep still. Stay silent. Now a second Black rhino comes into view. And they’re walking your way, horns pointing with effortless grace, great gray frames contrasting the rich green palms. Only a few thousand remain on the planet, so pinch yourself briefly…yes, this experience is real. It seems that they’ve come a long way to avoid the poachers. So sit back and take in this inimitable and inspiring encounter, the details of which will be recalled for years to come."
    },
    {
      "dayNumber": "6",
      "title": "Etosha National Park - Spectacular Safari Encounters",
      "description": "Namibia is one of the countries that refuse to let a single memory settle. It’s iconic scene after iconic scene, the memories building on each other until they blur into a phantasmal mass of safari bliss. Photos help rekindle the details - “aha, of course, we saw those lions just after the those two baby giraffe…” Etosha keeps elevating the big game experience, the country’s most abundant national park very much bringing the safari to you. There’s a slight change in the accommodation for the next two days, your base being the fixed luxury tents at your next stop. An encompassing impression of serenity still exudes from this camp, located in the restricted western side of Etosha. Very few other tourists come here and the wildlife interaction hasn’t been adulterated by safari tourism. After four days of mobile camping, the fixed camp provides some additional features. Massage showers are the stand-out feature of elegant en-suite bathrooms, raised wooden decks give you a prime view onto Etosha, and the sumptuous interiors make this camp more like an opulent lodge than a tent. However, as always, the canvas tents ensure you are fully immersed in nature. So get ready for another night of listening to the lions roar at bedtime. Dinner is served beneath the stars, the floodlit waterholes bringing safari action to the dining table. Game drives in Etosha provide some of Africa’s most intimate safari experiences. There’s a sublime feeling of the wild as you cruise around the waterholes, the focus inevitably towards the predators. Follow a lion pride as they wander for a drink, the healthy collection of cubs indicative of Etosha’s rich feeding menu. They seem preoccupied with the water, but look carefully and you’ll see that a lion is always alert, one eye ever open for an opportunist hunt. By closing this side of the park off to most tourists, the park authorities have helped preserve the authenticity, as well as ensuring this is very much a personal encounter in Namibia’s most popular national park. Lions aren’t the only ones with salivating jaws around here. Hidden in the woodland you’ll find leopards, the clandestine hunter the most elusive to find, yet definitely discoverable with two days to explore. Spotted hyenas are far more abundant, their scavenging rambling an integral part of the landscape. Cheetahs also excite and enthrall, standing proudly on rocks and considering which way to turn. Of course they wouldn’t all be here if the antelopes and zebras weren’t covering the savannah. Etosha is a haven for over 100 different mammal species, so expect a merry-go-round of the alternative and peculiar."
    },
    {
      "dayNumber": "8",
      "title": "Etosha National Park - A Dramatic Drive",
      "description": "Etosha is a big fan of surprises. By now there are certain sights that blend into the landscape, incredible wildlife that becomes as much a part of the scenery as the waterhole or rocky outcrop. Today’s drive unveils a dramatic impression of scale and diversity, taking you from west to east across Etosha and weaving through an eclectic selection of ecosystems. Start in the forest, and then cruise across the epic floodplains, feeding your senses on the small and peculiar. Tiny little dik dik skip around in the grass, black-faced impala provide endearing photo opportunities, then some raucous calling alerts you to the treetops where birds flutter and sing. Follow their wings as they head to the swamps and waterholes, some 300 species of bird guiding you towards more unique delights, like the wonderfully strange fringe-eared oryx. Etosha’s heart is its salt pan, a huge crusted expanse of white that leaves a mirage along the horizon. For a couple of wet season months it's flooded and filled with flamingos, but for the rest it’s shriveled and rugged. It seems abandoned, the dust swirling and floating away like dry tumbleweed. Then a shape ignites the imagination. A distant image begins to emerge from the white blur, waddling your way but far in the distance. What is it? Buffalo? Elephant? It’s getting closer, step, step, step, and could it be? It’s a rhino! The horn points skyward and the hooked lip reveal that this is another of the critically endangered Black variety. There are two of them, tiny eyes and opened nostrils leading a marvelous body of power and grace. Keep cruising along, heading past the center point of the park and leaving the salt pan behind. It’s the complete safari drive, joining together Etosha’s disparate ecosystems and watching the wildlife subtly change every couple of hours. Stop for lunch besides a small group of white rhinos, and then continue to the far western reaches of Etosha. While this drive takes the full day, it’s never tiring. This is a nonstop game drive through forest, grassland, salt pan, and now to the secluded savannah of your safari camp. This final camp exudes charm, the raised tents harmoniously blending into the environment and acting as magnets to bring final endearing safari moments."
    },
    {
      "dayNumber": "9",
      "title": "Etosha National Park - Departure",
      "description": "While this camping adventure has come to an end, there are a million memories that will live on and smolder, including the kudu that were grazing in front of your tent this morning. After being dropped at the nearby domestic airport you fly to Windhoek for your international outbound flight."
    }
  ],
  "map": ""
}