{
    "Main_Title": "Our Guinea holidays & tours",
    "Main_Paragraph": "This little-visited West African nation is well off the casual travellers trail, with scant infrastructure or tourist attractions. But for the adventurous, Guinea has special appeal: cross it overland on rocky roads through forests, from village market to village market, camping as you go for want of hotels, and youll reach the beautiful Fouta Djallon highlands, all sandstone canyons fringed by trees and followed by waterfalls. Overlanding aside, our Guinea holidays have a strong focus on the local culture. Youll meet with different ethnic groups  there are over 20  in ways that are respectful and beneficial to the communities, and totally enriching for you, too.",
    "Subtitle": "Guinea highlights",
    "Title1": "1. Bush camping",
    "Paragraph1": "Some of the best places to stay in Guinea are in the forests, wild camping. Or bush camping, as its called here. Youll forgo all comforts and facilities, but get a freedom you wont find staying in hotels. Your guides will be happy to find new places and camping spots theyve never been before, meaning every trip is unique.",
    "image1": "",
    "Title2": "2. Chimpanzees",
    "Paragraph2": "While much of the countrys wildlife will elude you on your tour, theres a good chance youll hear a soon-recognisable baboon bark over the rumble of the waterfalls. The forested Fouta Djallon region is home to five species of primate and, with some luck, alongside the common sight of troupes of baboons, you might even see some chimpanzees among the trees.",
    "image2": "",
    "Title3": "3. Meeting different ethnic groups",
    "Paragraph3": "Many countries in West Africa are multilingual and Guinea is no different; its 12 million inhabitants are made up of 24 ethnic groups, speaking some 40 different indigenous languages. Despite declaring independence from France in 1958, French remains the official language. Brushing up on your language skills beforehand will make meeting locals in markets or cities much more meaningful.",
    "Title4": "4. Fouta Djallon",
    "Paragraph4": "The mountainous highlands of the Fouta Djallon are a mix of leafy sandstone canyons and valleys, rolling grasslands and waterfall-filled forests. Its a chance to discover rural life, traditional Fula huts and an unusual thatched mosque. Its without doubt one of the most scenic areas in West Africa, offering some excellent days of trekking and the chance to camp under the canopy.",
    "image3": "",
    "Title5": "5. Markets",
    "Paragraph5": "Guineas markets are a place to discover crafters, wood carvers and weavers selling traditional navy blue cloth. Busy markets packed with local shoppers and fresh produce will be regular stopping points on the tour. The best of them is in Kindia, where a disused railway line once carried vegetables, pineapples and bananas from the surrounding farming region to Conakry.",
    "Title6": "6. Vine bridges",
    "Paragraph6": "Walking through the thick, humid jungles of Guineé forestière (Guineas forest region) in the south adds a touch of Indiana Jones-style adventure thanks to the incredible examples of indigenous bridge engineering.\nPonts de liane\nare impressive vine bridges woven by hand from long, thick lianas (a family of woody vines found in tropical forests) that span the forest's wide rivers."
}