{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "small-group-tour-in-portugal",
  "tourName": "Small group tour in Portugal",
  "placesVisited": "Porto, Douro Valley, Coimbra, Monastery of Batalha, Alcobaça, Lisbon",
  "generalInfo": "Once a powerful kingdom that dominated the world sea routes, Portugal today is one of the most welcoming and peaceful countries in Europe, though the legacy of its former wealth can still be found in its historic cities. Starting from colourful Porto, the second city and a Unesco site, our journey follows the verdant valleys and rolling hills of the Douro wine region, before heading to the lesser-known interior, where we visit Coimbra, the Unesco Batalha monastery, medieval Óbidos before reaching Lisbon, one of the most enchanting capital cities in the world.<br/><br/><br/><br/> <br/><br/>",
  "durationDays": "8",
  "price": "2495",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Our adventure begins in the historic city of Porto. Our hotel is in the Ribeirinha district, close to the historic centre and on the banks of the scenic Douro River. Say olá to you your leader and fellow travellers around 6pm, where we gather as a group for the first time to get to know each other and learn more about the adventure ahead. Your leader will ensure a big welcome by arranging a group dinner at a local restaurant for your first taste of Portuguese hospitality. Want to explore Porto further? Additional pre-tour hotel nights are bookable through your sales representative. Accommodation: Hotel Vila Galé Porto Ribeira (or similar) Upgrade to a river-view or terrace today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today starts with a guided tour through the historic centre of Porto, a Unesco World Heritage site. As we amble along the ancient streets and medieval lanes, we visit important monuments, including São Bento Station, a neoclassic jewel. In the buzzing, colourful squares and traditional, unique cafes, we discover the authentic heart of the city. There will be some free time for individual sightseeing from about midday. City highlights include Porto Cathedral; Saint Francis Church; Livraria Lello (one of the most beautiful bookstores in the world) and Clérigos Church and Tower. Around 3pm we'll meet near Ribeirinha, the picturesque riverside area, where we enjoy a tour of the historic port wine cellars, ending with a short wine tasting. Afterwards, we transfer by private bus to the Douro Valley (approximately 90 minutes). Accommodation: Hotel Régua Douro (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we explore the heart of the Douro Valley, the first officially designated wine region in the world, renowned for excellent port wine and pretty landscapes of steeply terraced riverside vineyards. In the morning, you have the option to enjoy a leisurely boat cruise along the Douro River. Later, we enjoy a delicious lunch with an included wine tasting in an 18th-century estate surrounded by terraced vineyards that climb high above the dramatic confluence of the Douro and Tedo rivers. In the afternoon, we transfer by private bus to Coimbra (approximately two hours) in the central region of Portugal. Accommodation: Vila Galé Coimbra (or similar) Upgrade to a river-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Known as the City of Students, Coimbra has a history closely linked to the Unesco-listed University of Coimbra, which was founded in 1290 and is the second oldest in Europe. The city is divided into two distinct areas, the baixa (downtown) by the river, where most of the commercial activity is concentrated, and the alta (upper town), home to the oldest and most important buildings, including Sé Velha (Old Cathedral), Sé Nova (New Cathedral) and the university. We visit the most important areas and sites this morning during a guided tour. There will be free time in the afternoon for independent sightseeing before we transfer (approximately one hour) to the peaceful little town of Batalha, the setting of the most important battle in Portugal, the Batalha de Aljubarrota (1385). This battle secured Portuguese independence from Castile, and to honour it, King João I constructed the Mosteiro da Batalha, the finest monastery in Portugal. We visit this Portuguese gothic masterpiece that combines various influences from its lengthy construction, which lasted several reigns. We will have the opportunity to visit the outstanding interior, including the Founders’ Chapel with its fine stained-glass windows, cloisters, the Unfinished Chapels with their Manueline and Flemish gothic features and the Chapter House. Accommodation: Hotel Lis Batalha (or similar) Upgrade to a monastery-view room today – speak to your sales representative for more details"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Our first stop today is the seaside town of Nazaré, home to some of the largest surfing waves in the world. There will be time for a stroll, lunch and free time to soak up the lovely atmosphere of this coastal village. Then we move to Óbidos, our base for the night. This small, fortified village resembles a medieval film set. It has been carefully preserved by the inhabitants, who take pride in maintaining the architectural image of the village, characterised by narrow winding streets, whitewashed houses and impressive fort walls, perfect to enjoy after day-trippers have left. We stay overnight in Óbidos. Accommodation: The Literary Man (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer (one hour) to Lisbon today, one of the most vibrant capital cities in the world. In the morning, we have an orientation walk around the Belém district, in which the guide will highlight the major landmarks, such as the vast Jerónimos Monastery and 16th-century Belém Tower. The remainder of the afternoon is free for relaxation or independent sightseeing in Belém before transferring to our hotel. Accommodation: Hotel Marquês de Pombal (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Continue to explore the second-oldest capital in Europe (after Athens) on a guided tour today. Lisbon was once home to the explorers Vasco da Gama, Magellan and Prince Henry the Navigator. Today, it is one of the most sought-after destinations, offering delicious food, ancient monuments, quirky cafes, and views over the Tejo river. Lisbon is known as the City of Seven Hills, so wear comfortable shoes and be prepared for a few steep climbs and steps during today’s walking tour. We start with an optional ride on the Lisbon tram, which takes us to the elegant area of Graça. We then descend on foot through Alfama, one of the oldest districts in Lisbon, with its maze of colourful alleyways, old buildings and breath-taking viewpoints. We conclude our busy guided tour in Rossio, the heart of the city. The rest of the day is free for further independent sightseeing. In the evening, you have the option of enjoying a fado experience, to learn more about this traditional musical style, which is thought to have originated in Lisbon itself. Accommodation: Hotel Marquês de Pombal (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Our trip ends after breakfast. However, with so much to see and do in Lisbon, we recommend adding some extra days after the tour to truly appreciate the many attractions this city offers. Speak to your sales representative to book."
    }
  ],
  "map": ""
}