{
  "destination": "Portugal",
  "mainPhoto": "",
  "id": "sweeping-5-star-exploration-of-portugal-city-country-and-island-tour",
  "tourName": "Sweeping 5-Star Exploration of Portugal: City, Country, and Island Tour",
  "placesVisited": "Amarante, Lamego, Douro Valley, Évora, Ponta Delgada, Coimbra (City), Porto (City), Braga, Lisbon, São Miguel das Missões",
  "generalInfo": "Experience the best of Portugal in regal fashion as you tour highlight destinations, wallow in luxury adventures, and embrace the majesty of the country’s culture as you spend 17 days exploring the regality on offer. From charming hideaway towns overflowing with historic elegance to staggering seascapes viewed from sweeping geothermal landscapes, the beauty and culture of Portugal await your discovery.",
  "durationDays": "17",
  "price": "15,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Coimbra - A Piece of History in Óbidos",
      "description": "Arriving in the city of Lisbon, you will take your first steps on Portuguese soil before being collected by your private transfer and taken through to Coimbra for the evening. Along the way, you will make a stop at the charming town of Óbidos. White-washed buildings will compose the town’s low-hanging skyline and bougainvilleas will decorate the window sills of quaint homes peppering its modest districts. Within its medieval walls, culture is preserved and you will come to appreciate your quiet arrival as you peruse the light-flooded town squares and heritage sites including the century-old Batalha Monastery."
    },
    {
      "dayNumber": "2",
      "title": "Coimbra - Ancient Knowledge of Portugal",
      "description": "In Coimbra, history is celebrated in the conserved heritage sites speckling its buzzing districts and you will traceback Portuguese stories as you meander these humming parts. The Coimbra University stands as the oldest tertiary educational institution in the country, and it will welcome you to explore its ancient knowledge housed within its historic walls. Afterward, you will wander the aisles of Joanine Library, a hallowed literary site boasting a collection of more than 300,000 evocative works cataloged and organized in gilt-covered bookcases."
    },
    {
      "dayNumber": "3",
      "title": "Porto - Stylistic Features of Ílhavo and Aveiro",
      "description": "You will spend your third evening in Portugal in the city of Porto, finding refuge in the endearing towns of Ílhavo and Aveiro before you arrive. In the historic fishermen village of Ílhavo, 19-century charm and colorful layers of paint decorate the buildings lining the seaboard, an image worth capturing before you make way for Aveiro. In Aveiro, scenes of small boats gliding along a network of channels weaving through the city are reminiscent of Venice. Art Nouveau buildings will backdrop the scenes of the sparkling channels as you slowly wander through elegant town squares."
    },
    {
      "dayNumber": "4",
      "title": "Porto - Cultural Gems of the City",
      "description": "With a day to explore Porto, you will be spoiled for choice as you map out your city tour with your knowledgeable private tour guide. From the remarkable azulejo art, a distinct Portuguese ceramic tile artwork, that veils the wall of the São Bento Station to the historic baroque architecture composing the Clérigos Tower as well as the impressively displayed collection of the Lello bookshop, Porto is a wondrous city filled with cultural experiences set to sweep you off your feet."
    },
    {
      "dayNumber": "5",
      "title": "Porto - Roman Origins and the Birth of Portugal",
      "description": "Today, you will visit the historic cities that surround Porto’s buzzing cityscape. Chaperoned by an insightful tour guide, you will make your way to Braga, the regional juridical capital of the Roman Empire in the Iberian Peninsula. The city’s cathedral is a sight to behold, steeped in folklore you will uncover as you wander through its timeless halls. Afterward, you will continue to a city that is famed as being the birthplace of Portugal, Guimarães. Perusing heritage sites that lay out the origins of Portugal’s identity, you will understand the country on a much deeper level after today."
    },
    {
      "dayNumber": "6",
      "title": "Lamego - Astonishing Scenes in Amarante",
      "description": "On the sixth day of your vacation, you will retreat to the spectacular Douro Valley, stopping at the traditional town of Amarante along the way. Amarante will share fables of Portugal’s warring eras as you tour its significant bridge that stood as the last line of defense during the Second French Invasion. Furthermore, the natural beauty that surrounds Amarante is rarely rivaled, as you will come to discern gazing up at the crest of the rising Serra do Marão and across the staggering blue stretch of the Tâmega tributary."
    },
    {
      "dayNumber": "7",
      "title": "Lamego - Dazzling Vintages of the Douro Valley",
      "description": "Schist mountains, dramatic expanses of flourishing forest, and a vast winding blue ribbon of river are but a few of the paradisiacal features of the breathtaking Douro Valley, the region you will call home during your stay in Lamego. Today, you will tour the surrounding illustrious landscape, finding a comfortable place to rest at the elite wine estates where you may indulge in an assortment of prestigious vintages while nature bursts to life around you. Dreamy scenes of the cascading emerald vineyards and the blossoming flowers will backdrop your afternoon wine tasting experience."
    },
    {
      "dayNumber": "8",
      "title": "Évora - The City of the Knights Templar",
      "description": "This morning, you will continue your travels through Portugal south towards Évora, stopping at the Knights Templar City Tomar en route. Intended as the home and headquarters of the fabled organization, Tomar is an elaborately designed cityscape boasting impressive architectural constructs showcasing the gothic, renaissance, and baroque works of the visionaries who built it. You will link the city’s design with the heritage on which it stands as you peruse several significant Templar heritage sites at your own leisure before reaching Évora."
    },
    {
      "dayNumber": "9",
      "title": "Évora - Moorish Ancestry and the Spirit of Évora",
      "description": "Within the medieval walls of Évora, you will find solace in the charming and humble historic beats that form its romantic skyline. Escorted by an intelligent tour guide, you will be shown to many iconic landmarks and hallowed locations sharing insight into Portuguese art and architecture. The Moorish roots of Évora’s ancestry can be found within the structures that form the Graça Church and São Francisco Church, as well as the details and emblematic curations housed within the Chapel of Bones."
    },
    {
      "dayNumber": "10",
      "title": "Lisbon - Animal Sightings in the Arrábida Natural Park",
      "description": "You will head to the Portuguese capital, Lisbon, today but not before you visit the majestic Arrábida Natural Park. This remarkable slice of natural paradise consists of chalk-white cliffs starkly contrasting with the azure blue sea that circles them, as well as forests of thick emerald vegetation that veil the landscape beyond the seaboard. With viewpoints boasting panoramas of the seascape and resting stops poised beneath the proliferating canopy, you will be entranced by the flora and fauna sightings enjoyed in the Arrábida Natural Park."
    },
    {
      "dayNumber": "11",
      "title": "Lisbon - Cultural and Culinary Customs",
      "description": "You will immerse yourself in Portuguese culture and tradition today as you join an exceptional tour guide for an insider look at the city’s highlights culminating with an exquisite cooking class led by a professional chef. During your tour of the cosmopolitan city, you will visit several charming districts drenched in heritage sites for you to unravel Portuguese history before your afternoon culinary experience. Your cooking class will share the secrets behind some of Portugal’s delicacies, helping you prepare them yourself for you to sink your teeth into come the end of the class."
    },
    {
      "dayNumber": "12",
      "title": "Lisbon - Romance on the Sintra Mountain",
      "description": "On the final day of your stay in Lisbon, you will join an experienced guide and head for the hills of Sintra, soaring to the summit to delve into the Romantic Era history that shrouds the Pena Palace. Appreciate the views and get lost in the majesty of the meticulous building before you return to Lisbon for a traditional dinner unlike any other. On the stylish terrace of a Fado House, you will feast on an assortment of Portuguese delicacies while the gentle melodies of Fado music set an atmospheric mood."
    },
    {
      "dayNumber": "13",
      "title": "Ponta Delgada - Set Course for São Miguel",
      "description": "You will soar from mainland Portugal to the island of São Miguel today for a few nights spent in the spectacular seaside city of Ponta Delgada. Capital of the Azores archipelago and gateway to the crater lakes of the Sete Cidades, Ponta Delgada is an idyllic destination both rich in culture and an entry point to the natural wonders of São Miguel. After your journey in, you will have the afternoon to relax and unwind, relishing the amenities shared at your exquisite accommodation including a therapeutic spa treatment to revitalize the mind and body."
    },
    {
      "dayNumber": "14",
      "title": "Ponta Delgada - Picture-Perfect Moments on the Sete Cidades",
      "description": "São Miguel is famous for its iconic lakes and today, you will join a knowledgeable tour guide in a 4x4 Jeep to see these phenomenal sights for yourself. Your voyage of the Sete Cidades will begin atop the King’s View lookout point where the Verde and Azul lagoons can be seen unrolling across the giant crater. Afterward, you will arrive at the Lagoa do Fogo and climb the rolling hills of Água do Pau to find refuge alongside the tranquil balmy waters of the Caldeira Velha, surrounded by the thick forests and soundtracked by the singing wildlife."
    },
    {
      "dayNumber": "15",
      "title": "Ponta Delgada - Cauldrons Cooking in the Caldera",
      "description": "Your second 4x4 Jeep tour of Ponta Delgada on the fifteenth day of your vacation will lead you to Vale das Furnas, a geothermal destination composed of twenty thermal springs. The bubbling water beneath the earth will rise from these springs and steam will pour out over the landscape, creating a natural mist that veils the region. In this boiling earth, a traditional Cozido nas Caldeiras , a Portuguese mixed stew cooked in cauldrons dipped into the piping hot earth, will be prepared for you and enjoyed alongside panoramas of the bewitching landscape."
    },
    {
      "dayNumber": "16",
      "title": "Ponta Delgada - Cetacean Sightings Off the Azores",
      "description": "The Azores archipelago is one of the largest whale sanctuaries in the world, offering visitors opportunities to witness these majestic creatures among other mesmerizing marine life during their stay. Today, you will join your captain and set sail across the sea in search of whale sightings on an unforgettable whale watching tour. You will watch as their monstrous bodies rise to the surface and sink back below to its navy depths, while also spotting numerous other cetaceans wallowing in the temperate waters in search of a snack to tuck into."
    },
    {
      "dayNumber": "17",
      "title": "Ponta Delgada - Tchau to Portugal",
      "description": "Though coming to an end, your trip will not yet be over as you may enjoy your final morning lapping up the luxury of your accommodation and Ponta Delgada’s elegant districts. After enjoying a sumptuous breakfast, you may stroll the bustling streets down back alleys where you will find hidden boutique stores and stylish cafés where you may purchase tokens of your trip and savor sweet pastries before you leave. You will be collected shortly thereafter and taken to the airport where you will say tchau to Portugal"
    }
  ],
  "map": ""
}