{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "budget-japan-tour",
  "tourName": "Budget Japan tour",
  "placesVisited": "",
  "generalInfo": "This Japan tour covers not only the countless sights of Tokyo, Kyoto, Hiroshima, Osaka and elsewhere, but also a very Japanese cultural experience. This is how you smash Japan on a budget!<br/><br/>Included in all tours:<br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan <br/>Accommodation (including hostels and 1-night onsen accommodation) <br/>Meals provided: 1 Lunch &amp; 2 Dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared?dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking. <br/><br/>Included activities:<br/><br/>Sushi Masterclass (Tokyo) <br/>Visit Meji Shrine (Tokyo) <br/>Visit Harajuku District (Tokyo) <br/>Visit Shibuya Crossing (Tokyo) <br/>Visit Yanaka Ginza (Tokyo) <br/>Visit Akihabara – Japan’s “electric town” (Tokyo) <br/>Visit a Japanese Arcade (Tokyo) <br/>Visit Senso-Ji Temple (Tokyo) <br/>Hike up to Arakura Fuji Sengen Shrine (Tokyo) <br/>Visit Oshino Hakkai Village <br/>Shimoda Bay Sightseeing Cruise (Shimoda) <br/>Discover Perry Road (Shimoda) <br/>Visit MoBS (Museum of Black Ships) (Shimoda) <br/>Visit Ryosenji Temple (Shimoda) <br/>Take the Shimoda Ropeway (Shimoda) <br/>Onsen Experience (Shimoda) <br/>Karaoke Night (Kyoto) <br/>Traditional Japanese Tea Ceremony (Kyoto) <br/>Visit Kiyomizu-dera Temple (UNESCO World Heritage Site) (Kyoto) <br/>Orientation Walk Through Gion (Kyoto) <br/>Calligraphy Class (Kyoto) <br/>Meditation Led by a Buddhist Monk &amp; Tea Ceremony (Kyoto) <br/>Visit The Golden Pavilion at Kinkaku-Ji (Kyoto) <br/>Visit Miyajima Island (Hiroshima) <br/>Discover The Floating Torii Gate (Hiroshima) <br/>Take The Miyajima Ropeway (Hiroshima) <br/>Visit The Hiroshima Peace Memorial Museum &amp; Atomic Bomb Dome (Hiroshima) <br/>Visit Kurashiki Bikan Quarter (Okayama) <br/>Visit Korakuen Garden (Okayama)",
  "durationDays": "13",
  "price": "2999",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Welcome to Tokyo! This afternoon you’ll meet up with your group for a quick trip briefing with your Adventure Leader, who’ll fill you in on everything you need to know and share some great tips for making the most of your time in Japan. Then it’s off to a welcome dinner — the perfect chance to get to know everyone and dig into your first delicious Japanese meal. After dinner, you can hit a local bar with your new travel buddies or call it an early night before the real adventure kicks off tomorrow!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: Today kicks off with one of our must-do experiences — a hands-on sushi-making class! Roll up your sleeves, learn the art of sushi from local experts, and then feast on your creations for lunch. In the afternoon, we’ll slow things down with a visit to the peaceful Meiji Shrine, one of Tokyo’s most iconic spots. Dedicated to Emperor Meiji, it’s a beautiful place to reflect and recharge before diving back into the city buzz. Next, we’ll head to Harajuku, Tokyo’s colorful fashion hub where creativity and style know no limits. Wander through quirky backstreets, browse vintage shops, and grab a bite at one of the area’s must-try eateries. Then it’s on to Shibuya Crossing — the busiest intersection in the world! Watch the organized chaos unfold and snap a photo with the famous Hachiko statue before heading off. The rest of the afternoon is yours to explore. Feeling adventurous? Try Kartoon Karting and zip through Tokyo’s streets for a one-of-a-kind experience!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: We’ll start the day at Yanaka Ginza, a charming retro shopping street filled with local stalls, quirky shops, and delicious street eats. It’s the perfect place to soak up a slice of everyday Tokyo life and see a more nostalgic side of the city. Next, we head to Akihabara, Japan’s legendary “Electric Town.” This neon wonderland is packed with gaming arcades, anime stores, and gadget shops galore. Challenge your travel crew to a few friendly arcade battles, then experience something truly unique — a visit to one of Akihabara’s famous maid cafés for a fun and picture-perfect taste of Japanese pop culture. From there, we make our way to the historic Asakusa district, home to the iconic Sensoji Temple. Wander down Nakamise-dori, a lively shopping street lined with traditional stalls, before stepping into Tokyo’s oldest Buddhist temple. Later, you’ll have the chance to take part in a special sumo experience — meet ex-wrestlers, learn about the traditions of the sport, and dig into a hearty chanko nabe dinner, the meal that fuels Japan’s sumo champions. The evening is yours to explore. Ask your Adventure Leader for local recommendations or head to Hoppy Street, where cozy izakayas and local brews like doburoku offer the perfect way to toast another incredible day in Tokyo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mount Fuji: Today we leave the city behind for a day filled with fresh air, stunning scenery, and traditional charm. Starting from Shinjuku Station, we’ll hop on a train to Shimoyoshida before hiking up to the beautiful Arakura Fuji Sengen Shrine. With its iconic pagoda and postcard-perfect backdrop of Mt Fuji (on a clear day!), it’s one of the most photographed spots in all of Japan — and you’ll quickly see why. Next, we’ll take a short journey to Oshino Hakkai, a peaceful village in the Fuji Five Lakes region. Famous for its crystal-clear ponds fed by Mt Fuji’s snowmelt, this traditional spot feels like stepping back in time. Wander among the thatched-roof houses, enjoy the serene atmosphere, and if the skies are kind, take in some incredible Mt Fuji views. We’ll stop here for lunch and give you time to explore at your own pace. (Please note: Mt Fuji visibility depends on the weather.) In the afternoon, we’ll make our way back to Tokyo, arriving in time for a free evening. It’s your last night in the city — so make it count! Whether that means slurping down one final bowl of ramen, squeezing in some last-minute shopping, or bar hopping with your travel crew, it’s the perfect way to wrap up your Tokyo adventure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shimoda: This morning, we say goodbye to Tokyo and make our way to the beautiful coastal town of Shimoda. We’ll stash our bags in lockers and travel light for our overnight stay. We’ll kick things off with a Shimoda Bay Sightseeing Cruise — a short but scenic boat ride offering sweeping views of the coastline and fascinating insights into the port’s history. Keep an eye out for seagulls trailing the boat — you might even get the chance to feed them! Back on land, we’ll take a leisurely stroll along Perry Road, a charming stone-paved street lined with traditional houses, cozy cafés, and quirky local shops. We’ll stop by the Museum of Black Ships (MoBS), which houses more than 3,000 original artifacts that tell the story of Japan’s transition from isolation to international trade. Just nearby is Ryosenji Temple, a peaceful spot where the historic Treaty of Shimoda was signed. After some free time to wander, we’ll take to the skies on the Shimoda Ropeway. From the top, enjoy breathtaking panoramic views of the city, coastline, and surrounding mountains — and if the timing’s right, we might even catch a glowing sunset over the bay. This evening, we’ll settle into our accommodation in Shimoda, where you can unwind with a relaxing onsen soak — the perfect way to end a day by the sea."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shimoda-Kyoto: This morning, we say farewell to Shimoda and catch the train to Atami. You’ll have some free time here to grab lunch and explore this charming seaside city before we board the iconic shinkansen (bullet train) bound for Kyoto. On arrival, your Adventure Leader will lead a short orientation walk to help you get your bearings and ease into the calm, cultural rhythm of Japan’s former capital. When evening rolls around, it’s time to swap zen for zany! Gather your travel crew and hit up a classic Japanese karaoke spot — belt out your favorite tunes and kick off your stay in Kyoto with a night full of laughter and great vibes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto: Today starts with the elegance and mindfulness of a traditional Japanese tea ceremony. Watch as your instructor performs the intricate rituals of preparing and serving matcha, then try your hand at whisking your own bowl of tea. Sweet treats are served alongside, and if you want to go all in, you can even rent a kimono for the full experience. Next, we head to Kiyomizu-dera, one of Japan’s most iconic Buddhist temples and a UNESCO World Heritage site. Take in the sweeping views from its famous wooden stage, then enjoy some free time for lunch at the bustling shops around the temple. In the afternoon, your Adventure Leader will guide you on a short walk through Gion, Kyoto’s historic geisha district. Wander its narrow lanes, peek into traditional tea houses, and admire the wooden machiya architecture. The evening is yours to explore however you like — whether that’s tasting your way through Nishiki Market, browsing the shops along Teramachi, visiting the Samurai Ninja Museum, or catching a performance at the GEAR non-verbal theatre."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto: This morning is yours to enjoy Kyoto your way. Your Adventure Leader will be on hand via WhatsApp or phone if you need tips or support, but the choice is all yours. You could: Stroll the Philosopher’s Path and admire the serene temples along the way. Head west to Arashiyama for the famous bamboo grove, a hike up to Monkey Park, or a visit to Tenryu-ji Temple. Take a trip to Nara to see the mighty Todaiji Temple and meet the friendly deer in Nara Park. Opt for more cultural experiences in Kyoto, like another tea ceremony, a kimono rental, or a visit to the Ninja and Samurai Museum. Just remember, Kyoto is hugely popular — especially during cherry blossom season — so plan ahead to make the most of your morning. Or simply ask your Adventure Leader for insider tips on hidden gems in the city or even beyond. In the afternoon, we regroup for a hands-on calligraphy class. Guided by a local teacher, you’ll learn the graceful art of Japanese brush writing and create your very own keepsake to take home."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kyoto-Hiroshima: Get ready for a real Dragon moment! Today we hop on bikes and explore Kyoto like a local. Our half-day ride takes us through the city’s quieter streets and leads to a serene Zen temple, where you’ll join a meditation session led by a Buddhist monk, followed by a calming tea ceremony. After your journey into tranquillity, we pause for a quick lunch before visiting one of Kyoto’s most iconic sights: the Golden Pavilion at Kinkaku-ji. With its shimmering reflection in the surrounding pond, it’s a view you won’t forget. This afternoon, we swap pedals for speed as the shinkansen whisks us west to Hiroshima. After checking in at the hostel, take some time to rest before an evening option to join your group at Okonomiyaki Village, where skilled chefs prepare Hiroshima’s signature dishes right in front of you."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Miyajima & Hiroshima: This morning, we take a train and a short ferry ride out to Miyajima Island, famous for its giant torii gate that appears to float on the sea. At low tide, you can even walk across the sand and stand right beneath this iconic landmark. Next, hop on the Miyajima Ropeway up Mt Misen for incredible panoramic views of the island. Feeling adventurous? You can hike back down through the forest trails, or simply take the ropeway both ways for a more relaxed experience. After some free time for lunch, we return to the mainland and visit the Hiroshima Peace Memorial Museum and the Atomic Bomb Dome. It’s a moving and powerful experience, offering a deeper understanding of the city’s past and its enduring message of peace. We’ll head back to the hostel in Hiroshima for a free evening — a perfect chance to rest or explore the city at your own pace."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Okayama: This morning, we hop on the shinkansen from Hiroshima to Okayama, where our first stop is the Kurashiki Bikan Quarter. This beautifully preserved Edo-period district is full of charm, with scenic canals, traditional streets, and cozy cafés. Take your time to wander, sample local sweets, and browse the souvenir shops at your own pace. Next, we visit Korakuen Garden, ranked as one of the Three Great Gardens of Japan. With its seasonal blooms, sweeping lawns, and peaceful atmosphere, it’s the perfect place to soak in the beauty of Edo-period landscaping. After collecting our luggage at the station, we continue by shinkansen to Shin-Osaka. Once you’ve dropped off your bags, the evening is yours to enjoy. You can relax after a full day of travel or head out to explore Shinsekai, Osaka’s retro entertainment district. Be sure to try one of the city’s most loved specialties — kushikatsu, skewered and deep-fried delights that are perfect for sharing with your new friends."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka: This morning starts with a short orientation walk to Shinsaibashi, one of Osaka’s liveliest shopping streets. Take some time to wander, soak up the atmosphere, and grab lunch at one of the countless local spots. The rest of the afternoon is yours to explore Osaka at your own pace. You might choose to: Visit the iconic Osaka Castle and enjoy sweeping city views from its tower. Browse, shop, and snack your way through Umeda’s buzzing streets. Step into the National Museum to uncover more of Japan’s rich history and culture. This evening, we gather for a special farewell dinner — the perfect chance to share memories, swap photos, and reflect on the unforgettable journey you’ve had across Japan with your travel crew."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Osaka: All good things must come to an end, and today marks the close of your Japan adventure. Spend the morning saying goodbye to your travel crew and reflecting on the incredible experiences you’ve shared over the past 13 days. Whether you’re off to your next destination or heading home, we hope this journey has given you a true taste of Japan’s culture, contrasts, and unforgettable moments. If you’d like to extend your stay, we can help arrange extra nights in Osaka or a train back to Tokyo — just let us know in advance."
    }
  ],
  "map": ""
}