{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-small-group-holiday-with-added-comfort",
  "tourName": "Japan small group holiday with added comfort",
  "placesVisited": "",
  "generalInfo": "Discover the natural beauty, fascinating culture and wonderful cuisine of Japan. Travel by bullet train from super-modern Tokyo to the cultural heart of Kyoto, staying in hand-picked, premium hotels along the way. Our 12-day itinerary packs in the highlights to show you Japan's modern, ancient and invigorating must-sees.<br/> <br/> Mount Fuji - Spend a night in traditional-style accommodation in Hakone.<br/> Temples of Kamakura - Experience a private Zen meditation session and visit the Great Buddha statue.<br/> Tokyo - Learn Japanese calligraphy, savour a sushi lunch and witness a fire ceremony.<br/> Upgraded Range - Immerse yourself in fascinating Japan with our hand-picked selection of Premium hotels.<br/>",
  "durationDays": "12",
  "price": "6395",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Tokyo, Konnichiwa!",
      "description": ": Our tour starts today in Tokyo, Japan's ultra-modern capital. A sprawling metropolis, Tokyo is one of the world's most populous cities and a dazzling blend of traditional culture and all things new. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6.30pm for a welcome meeting. Afterwards, there is the option to head out for dinner at a nearby local restaurant where you'll have the chance to sample various dishes in an 'izakaya' style Japanese restaurant. If some of the group are arriving on later flights, the main introductory briefing will take place on the morning of Day 2 with everybody present. There are no activities planned today, so you're free to arrive in Tokyo at any time. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Tokyo's Haneda Airport (HND) or Narita Airport (NRT). The hotel is around an hour away from Haneda Airport and an hour and a half from Narita. You'll be met in the arrivals hall and transferred to the hotel by public shuttle bus or private vehicle. The shuttle bus may stop at other hotels, before dropping you at our hotel. As part of our Upgraded range, we also offer a complimentary transfer to those who have made pre-tour accommodation arrangements through Explore, regardless of your arrival day. Japanese hotels have strict rules regarding check-in and all customers are required to wait until 3 PM for room access. You will be able to store your luggage while waiting but if you require an early check-in, then you should request this at the time of booking. We do not guarantee this will be possible and depending on availability an extra fee will be charged. In Tokyo, we stay in a stylish, recently renovated hotel in the smart and exclusive Ginza district. Ginza means 'silver mint' in Japanese and its name is derived from the mint located here between 1612 and 1800. Following the Great Kanto Earthquake of 1923 the district evolved to become Tokyo's most famous upmarket shopping, dining and entertainment district, with some of the most expensive real estate in Japan."
    },
    {
      "dayNumber": 2,
      "title": "Visit Kamakura - private zen meditation and temples visit with bento lunch",
      "description": ": We kick off our tour with a day trip to Kamakura. This coastal town, located a one-hour private bus journey south of Tokyo, was an important political centre in the east of Honshu many centuries ago. It is popular nowadays for its sandy beaches and many shrines, temples and deeply historical ambience. Firstly we get an introduction to Japanese Buddhism with a private Zen meditation session (approx 1 hour) led by a monk in a traditional temple setting. For lunch, we get to try our first bento box which is beautifully presented and will typically include prawn and cheese rolls, glazed prawn, omelette, meat dumplings, vegetable stew, mochi sweet and rice with pickles (vegetarian option available if pre-advised). In the afternoon we explore the town and visit Kotokuji Temple and The Great Buddha of Kamakura, a seated bronze statue of Amitabha Buddha. Kamakura is also known for its cafe culture, so make sure to take a break in one of the many available around the town! Please note that the temples are not heated so in colder months you should bring extra layers for this visit as you will be stationary for some time. As usual you will be required to remove your shoes inside the temples."
    },
    {
      "dayNumber": 3,
      "title": "Tokyo - Experience a calligraphy session and discover Yanaka Ginza and Shibuya districts",
      "description": ": This morning we explore Yanaka district, a quiet neighbourhood in east Tokyo that is known for its old-town ambience reminiscent of past decades, quite different from the modern and metropolitan feel of other parts of the city. After visiting the cemetery and Nezu Shrine we head to Yanaka Ginza - the lively and interesting commercial street with small shops that have been running for generations, cafes and food stalls. It is here that we will dive into the elegant world of Japanese calligraphy. With expert instruction you can practice basic strokes and characters, discovering the beauty and mindfulness behind each brushstroke. After some free time for lunch, we use Tokyo's excellent public transport network to head over to the Shibuya district. Known for one of the busiest crossings in the world Shibuya is a hub of up-and-coming fashion, technology and design in Tokyo with a variety of shops, museums and galleries to explore. The rest of the late afternoon is free and this evening we meet up again for an included Japanese dinner in a local restaurant."
    },
    {
      "dayNumber": 4,
      "title": "Tokyo - Visit Hamarikyu Gardens and Tsukiji fish market. Sushi lunch and spectacular Fire Ceremony",
      "description": ": Firstly, we'll walk through Ginza to visit the beautiful Hamarikyu Gardens with a backdrop of skyscrapers for our first introduction to a traditional Japanese garden. From here it is a short walk to Tsukiji Outer Market, one of the biggest and busiest fish markets in Japan where freshly caught fish and seafood are on display. The inner market, famous for its tuna auctions, was moved in 2018 and is no longer open to tourists. In your free time here we recommend exploring the many food-related shops that sell anything from cooking knives to aprons. A sushi lunch is included today, so you can sample some of the delicious fresh seafood and learn all about what makes great sushi. Continuing in dramatic fashion, we head across town to attend the afternoon fire service at Fudo-do Temple. Here the esoteric Shingon sect performs a ceremony involving leaping flames and the chanting of sacred texts, accompanied by the deafening beat of huge taiko drums. The result is a truly atmospheric experience and an authentic insight into Japanese Buddhist culture. The rest of the afternoon is at leisure."
    },
    {
      "dayNumber": 5,
      "title": "Drive to Hakone National Park and Mount Fuji",
      "description": ": Today, we spend the day exploring Hakone National Park - home to the towering Mount Fuji - after a two-and-a-half-hour drive in our private bus from Tokyo. Although distances are short, we use a variety of forms of transport including bus, boat and cable car as we make our way initially to the hot, bubbling sulphur springs at Owakudani - a volcanic crater formed during the last eruption of Mount Hakone. From here, on a clear day, there are magnificent views of the snow-capped mountain that is so synonymous with Japan. Whilst at the springs, you may wish to join the locals in eating an egg boiled in the sulphur pools - just one is reputed to increase life expectancy by seven years! Our next stop is Lake Ashi, a magnificent lake created from the eruption of the Hakone Volcano over 3000 years ago. A short boat ride takes us to Moto Hakone where you may choose to relax in one of the lakeside restaurants. In Hakone, we are accommodated in a Japanese-style hotel that we've given a comfortable grading. The relatively simple rooms have en suite facilities and each has a private outdoor 'onsen' hot spring bath. We'll have a mixture of rooms, some where you sleep on comfortable, folding futon mattresses and some with low-slung bed frames (tell your tour leader if you have a preference!). During our stay, we learn about local etiquette, such as when to take off our shoes. If you want to give it a go, you can enjoy the pleasures of taking a communal Japanese bath with other same-sex guests, all of which helps enhance our stay in this traditional establishment. Dinner is a traditional Japanese meal. We include the luggage forwarding service today to ship our main bags to Hiroshima and we travel light with an overnight bag. Please refer to the Trip Information; Budgeting and packing; Luggage on tour sections for more information."
    },
    {
      "dayNumber": 6,
      "title": "Travel by train to Hiroshima and experience the poignant Peace Park and Peace Museum",
      "description": ": This morning we are introduced to the world-leading Japanese railway system with a three-and-a-half hour bullet 'Shinkansen' train journey to Hiroshima. After taking a local tram and dropping our bags off at the hotel we start exploring the city on foot. Largely destroyed on 6th August 1945, when it was the target of the first atomic bomb to be used in wartime, Hiroshima has literally risen from the ashes and is now a thriving, friendly city. We visit the moving Peace Memorial Park and museum on the site of the 1945 A-bomb hypocentre. Whilst serving as poignant reminders of the nuclear holocaust, their overwhelming message is that such horrors should never occur again. In the evening we can try an okonomiyaki meal, a type of savoury pancake which is stuffed and cooked on a hot plate in front of the diner. The dish is particularly famous in Hiroshima where a local variation sees the ingredients layered rather than mixed."
    },
    {
      "dayNumber": 7,
      "title": "Take the ferry to Miyajima Island, experience a Japanese tea ceremony and see the floating torii gate",
      "description": ": After breakfast this morning we travel by tram and local train before taking a short ferry ride to Miyajima, just off the coast of Hiroshima. This tiny island has a very relaxed feel which is enhanced by the deer that roam freely through the streets. As we arrive we get a great view of the floating torii gate. Considered to be one of the most beautiful sights in Japan, the red gate appears to float on the water at high tide with the hills of the island forming a spectacular backdrop. The name of the island translates as 'shrine island' and upon arrival, we visit a majestic 300-year-old Tokujuji temple where we experience a private Japanese tea ceremony, as well as an omamori (Japanese good luck amulet) making experience. There will be free time to explore, visit Daisho-in Temple and the 16th century Shinto Itsukushima Shrine, a UNESCO World Heritage Site which is built over the sea and has a stage where key events in Shinto mythology are enacted. For those who are keen and if time permits this afternoon, there is a 90-minute to two-hour hike to the top of Mt. Misen for superb views out across the Inland Sea and wider setting of Hiroshima and a chance of seeing the monkeys that live on the mountain. For those not wanting to walk, we recommend the option of a cable car that you can take up or down or both. After exploring the island we take the ferry back to Hiroshima."
    },
    {
      "dayNumber": 8,
      "title": "Head to Kurashiki with visit to Korakuen Gardens en route",
      "description": ": After breakfast and check out we continue our journey, by bullet and local train to Kurashiki. We will make a stop enroute in Okayama to visit the beautiful landscape garden, which is considered as one of Japan's finest. It is located beside Okayama Castel and the local feudal lord ordered contruction in 1687 as a place for the ruling family to entertain and receive important guests. You will have your overnight bag with you for this visit (unless there is a locker at the station where you can choose to store it). Later this afternoon we complete our train journey to Kurashiki itself and after dropping our bags off at the hotel we will explore the town on foot. Kurashiki is a beautiful town with a rich history dating back to the 1600s as a major area for rice storehouses and a connecting canal network. Many of these old storehouses have been turned into museums, cafes and boutique shops. After a brief orientation tour the rest of the late afternoon is at leisure. You may choose to visit the oldest Western art museum in Japan, the Ohara Museum, featuring a variety of works such as Picasso, Pollock and Kandinsky. For a step back in time, visit Ohashi House to see an old merchant house which was typical for a Japanese townhouse of the 1700s. There is a lack of suitable premium hotels in town so we have chosen a perfectly comfortable and welcoming local hotel for our stay that is conveniently located. We include the luggage forwarding service today to ship our main bags to Kyoto and we travel light with an overnight bag. Please refer to the Trip Information; Budgeting and packing; Luggage on tour sections for more information."
    },
    {
      "dayNumber": 9,
      "title": "Bullet train to Kyoto. Afternoon at leisure",
      "description": ": After a relaxed breakfast this morning we catch the local train followed by a bullet train to make the two-hour journey to Kyoto. After dropping our bags at the hotel we will travel by local transport to Fushimi Inari Shinto Shrine, known for its famous vermilion torii gates that mark the transition from our world to the spiritual and sacred world of the shrine. Kyoto was the imperial capital for more than 1000 years and has more than 2000 temples and shrines, many set in perfectly manicured landscaped, tranquil gardens. Thanks to this rich cultural heritage the city was not targeted during the Second World War. The afternoon is at leisure and there is plenty to see and do! You may choose, for example, to walk the Philosopher's Path, taking in the Silver Pavilion, and the Eikando and Nanzenji temples. Your Explore Leader will help you to make the most of the day, and whatever you choose to do, you'll find the city's public transport typically efficient and easy to navigate."
    },
    {
      "dayNumber": 10,
      "title": "Kyoto - Full day sightseeing with afternoon Geisha dance",
      "description": ": Today we will be exploring the city of Kyoto by public transportation. Our first stop is Kinkakuji, originally designated as the private villa for the shogun Ashikaga Yoshimitsu, it became a Zen Temple after he died in 1408. The structure, with the upper two floors completely covered in gold-leaf, overlooks a large pond and on clear days you can see a beautiful reflection of it in the water. We move on to Ryoanji, a Zen Temple known for its simple but remarkable stone garden in front of an observatory deck. It is said that concentrating on one rock will help you focus on achieving your hopes and purpose in life. We head to Nishiki Food Market in time for lunch where you can see, and try, an array of exotic and delicious foods such as octopus stuffed with quail eggs, green tea popcorn, cooked eel and matcha tea ice cream (lunch is not included). This afternoon we experience the enchanting world of traditional Japanese culture with a Geisha dance performance in Kyoto. Watch as elegantly dressed Geishas and Maikos (apprentice Geishas) perform mesmerizing dances accompanied by traditional music, showcasing their refined skills and grace."
    },
    {
      "dayNumber": 11,
      "title": "Kyoto - Free time to explore",
      "description": ": Today is at your leisure in Kyoto. We recommend visiting Fushimi Inari Taisha, made famous by the Memoirs of a Geisha movie. We recommend an early start to catch it at its best before the crowds arrive and don't miss the chance to take a picture under the red torii (gate) tunnel. Next, you could explore the Fushimi Sake District, a historic area renowned for its sake breweries. Stroll along charming streets lined with traditional wooden buildings, visit centuries-old breweries, and savour the rich flavours of locally crafted sake. This evening there is the option to join a farewell dinner to reflect on and celebrate our journey through Japan."
    },
    {
      "dayNumber": 12,
      "title": "Tour ends in Kyoto",
      "description": ": The trip ends after breakfast at our hotel in Kyoto. There are no activities planned today, so you are free to depart from Kyoto at any time. If your flight is departing later in the day luggage storage facilities are available at our hotel, while you head out for some last-minute shopping or sightseeing. If you'd like an airport transfer today, you need to depart from Kansai International Airport (KIX), which is approximately one hour and thirty minutes by train, or Osaka International Airport (ITM) which takes around an hour by shuttle bus. Please note that you will be required to walk a short distance from the hotel to the train station or bus collection point and that the transfer will be unescorted. The Tour Leader will give clear instructions. As part of our Upgraded range, we also offer a complimentary transfer to those who have made post-tour accommodation arrangements through Explore, regardless of your departure day."
    }
  ],
  "map": ""
}