{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "golden-route-tour-in-japan-private-departure",
  "tourName": "Golden route tour in Japan, private departure",
  "placesVisited": "Tokyo, Hakone, Hiroshima, Miyajima, Kyoto, Nara, Osaka",
  "generalInfo": "Japan’s so-called Golden Route is the best way to introduce yourself to the country if you’ve never been before. Take a journey across Honshu, Japan’s main island and take in the country’s most popular sights. <br/><br/>You’ll fly into Tokyo and spend a mesmerising few days taking in the largest city in the world, and fly out of Osaka at the end of the trip – hopefully after a delicious dose of the city’s famous street food. In between the two, you'll visit the hot spring resorts at Hakone, the rebuilt city of Hiroshima and historic Kyoto. <br/><br/>This is an independent tour, meaning that you’ll travel alone but get full in-country support whenever you need it, plus the help of a tour organiser. You’ll have the use of a pocket WiFi device throughout the trip. This type of tour is perfect for Japan, a country that’s often bewilderingly different for even well-seasoned travellers. <br/><br/>Japan is a country that sits on a knife edge between millennium-old traditions and cutting-edge technology. On one hand: traditional temples, tea ceremonies and sleeping on tatami mats – on the other: street style, skyscrapers and high-speed bullet trains. But to see Japan as a dichotomy is to miss much of it – the gorgeous nature, the peaceful gardens, the tall mountains – and, of course, the food. <br/>",
  "durationDays": "12",
  "price": "9500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "TOKYO – (no meals) | Your airport pick up will meet you at Narita or Haneda Airport and will take you to your hotel in Tokyo by public transportation. They will validate your JR Rail Passes, make seat reservations, answer any of your questions and hand you your pocket WIFI device to use during your trip. In the evening you will be free to have dinner as you like though your airport pick up will make a few recommendations. The train from Narita Airport to Tokyo Station will take approximately 65 minutes."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "TOKYO - (breakfast) | Your private local guide will meet you in the lobby of your hotel and will show you Tokyo. They will take you to sights that interest you and will also make suggestions. We can work on the sightseeing itinerary before you go to Tokyo to better tailor your sightseeing. Some places you might enjoy are Shinjuku, Harajuku, Asakura or many other options. Your guide will also make suggestions for things to do in the evening and the following day."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "TOKYO - (breakfast) | One of the best ways to experience a culture is just to wander around and allow things to happen. Your guide from day 2 will give you some suggestions about where to go and what to do. They may even suggest a few places to eat for lunch. For dinner we can arrange for you to have dinner at one of Tokyo's many wonderful restaurants and you may want to try one of their many Michelin starred one."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "HAKONE - (breakfast & dinner) | After breakfast you will be going to Hakone, which is one of the finest hot spring resorts in Japan. This area has been popular as a hot spring resort for hundreds of years. Its natural beauty and abundance of hot spring baths make it an ideal spot to relax after spending time in the capital, just as feudal lords did hundreds of years ago. While in Hakone you will have the chance to walk parts of the old Tokaido highway which connected Edo (Tokyo) with Kyoto in times past, ride the scenic Tozan Railway through the mountains, and visit the breathtaking Lake Ashinoko. The train from Tokyo Station to Hakone Yumoto Station will take approximately 1 hour."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "HIROSHIMA - ( breakfast) | Hiroshima was the first city to ever experience an atomic bomb which physically destroyed it. The people of Hiroshima, however, rebuilt the city, filling it with charm and history. Hiroshima is also famous for its food, specifically Okonomiyaki which is a must try inexpensive lunch or dinner. While in Hiroshima you can visit the Peace Museum and Park, Shukkeien Garden, or the Hondori Shopping Arcade. The bullet train from Hakone to Hiroshima will take approximately 4 hours and 20 minutes."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "MIYAJIMA – (breakfast & dinner) | You will take a train and ferry to Miyajima, which literally means \"shrine island\", located in the Seto Inland Sea. It is considered to be a sacred place and it provides a stunning example of the ability of the Japanese people to seamlessly blend architecture with natural beauty. Deer and monkeys wander freely around Miyajima, especially on Mt. Misen, the tallest mountain on the island, where there is a good view of the Seto Sea. Here you will stay in a ryokan inn and be served a seafood kaiseki meal featuring oysters from the local sea. The train from Hiroshima Station to Miyajimaguchi Port will take approximately 30 minutes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KYOTO - (breakfast) | Kyoto, the former imperial capital of Japan, is where the traditional Japanese ‘high arts’ flourished like tea ceremony, calligraphy, poetry, philosophy and religion. Numerous temples and shrines are located throughout the city and walking along canals, next to traditional wooden houses and through the small streets really gives you an idea of the ancient imperial culture. Kyoto also famous for its crafts: textile, kimono and pottery. In Kyoto you can stay in a Ryokan Inn, Hotel or Machiya Townhouse."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "KYOTO - (breakfast) | Your private local guide will meet you in the lobby of your hotel and will show you Kyoto. Your guide will take you to Japan's most beautiful and historic temples and shrines, and you will walk down ancient streets where Japanese nobles strolled. There is too much to see and do but you want want to focus on Higashiyama to see Kiyomizudera, Gion to see geisha walking to their next appointment or head north to Kinkakuji. Your guide will work with you so you see the sights you are most interested in visiting. We can work on the sightseeing itinerary before you go to Kyoto to better tailor your sightseeing."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "DAY TRIP TO NARA (breakfast) | Nara is located near Kyoto and was the imperial capital from 710 until 784 before it was moved to Heijo-kyo (Kyoto). During this period, a large number of shrines and temples were erected under the protection of the imperial family and aristocrats. However, the monks in the surrounding hills started ro gain too much influence and eventually tried to seize power from the Shinto emperor. It was decided to move the capital to Heian-kyo, nowadays known as Kyoto. Many of the temples built at the height of Nara power, like the Todaiji and Horyuji temples, are currently registered as World Heritage Sites. Both Japanese and foreign tourists visit the city to see these temples, to walk among the free-roaming deer of Nara park or to visit some of the beautiful scenic mountains surrounding the city. You will return to Kyoto for the evening. The train from Kyoto Station to Nara Station will take about 45 minutes."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "OSAKA - (breakfast) | Osaka is most famous for its inhabitants and local cuisine. The people of Osaka are widely known for their outgoing spirit and friendliness and the local dialect has been adapted as the standard for stand-up comedians and actors. Osaka’s regional cuisine is thought to be the best in Japan. Dishes include okonomiyaki (a pancake-based dish containing vegetables, meat, and/or seafood), takoyaki (octopus dumplings) and udon noodles. The train from Kyoto to Osaka will take about 40 minutes."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "OSAKA - (breakfast) | Your private local guide will meet you in the lobby of your hotel and will show you Osaka. This city is filled with hidden gems that most tourists have no idea they exist like Doguyasuji Street for restaurant owners, Kuromon Ichiba local market street and Amemura. We can work on the sightseeing itinerary before you go to Osaka to better tailor your sightseeing."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "DEPART - (breakfast) | Today will be your last day in Japan and your last chance for sightseeing and shopping. You will take a train from Kyoto Station to Kansai Airport following the directions in your tour organizer."
    }
  ],
  "map": ""
}