{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "tokyo-and-mount-fuji-5-day-tour",
  "tourName": "Tokyo and Mount Fuji 5 day tour",
  "placesVisited": "",
  "generalInfo": "This is your fast-track pass to some of the country’s most iconic highlights. Marvel at the legendary Mount Fuji, find peace at Meiji Shrine and experience the energy of Shibuya Crossing and Harajuku. From ancient traditions to neon-lit streets, this whirlwind adventure captures the essence of Japan in just five days.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan <br/>Accommodation <br/>Meals provided: 1 Lunch &amp; 1 Dinner (all other food and drink throughout the tour is not included) <br/><br/>Included activities:<br/><br/>Sushi Masterclass (Tokyo) <br/>Visit Meji Shrine (Tokyo) <br/>Visit Harajuku District (Tokyo) <br/>Visit Shibuya Crossing (Tokyo) <br/>Visit Yanaka Ginza (Tokyo) <br/>Visit Akihabara – Japan’s “electric town” (Tokyo) <br/>Visit a Japanese Arcade (Tokyo) <br/>Visit Senso-Ji Temple? (Tokyo) <br/>Visit Oshino Hakkai Village",
  "durationDays": "5",
  "price": "1039",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Welcome to Tokyo! This afternoon, you’ll meet up with your group for a trip briefing led by your Adventure Leader, who’ll walk you through what to expect over the next few days and share some handy tips for getting around Japan with ease. After that, it’s time for a welcome dinner — the perfect chance to get to know everyone while enjoying your first taste of Japan’s amazing food scene. Once dinner wraps up, you can either keep the fun going with your new travel buddies at a local bar or call it a night and rest up for the adventure ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: Today kicks off with one of our must-do experiences — a hands-on sushi-making class! Roll up your sleeves, learn the art of sushi from local experts, and then feast on your creations for lunch. In the afternoon, we’ll slow things down with a visit to the peaceful Meiji Shrine, one of Tokyo’s most iconic spots. Dedicated to Emperor Meiji, it’s a beautiful place to reflect and recharge before diving back into the city buzz. Next, we’ll head to Harajuku, Tokyo’s colorful fashion hub where creativity and style know no limits. Wander through quirky backstreets, browse vintage shops, and grab a bite at one of the area’s must-try eateries. Then it’s on to Shibuya Crossing — the busiest intersection in the world! Watch the organized chaos unfold and snap a photo with the famous Hachiko statue before heading off."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: We’ll start the day at Yanaka Ginza, a charming retro shopping street filled with local stalls, quirky shops, and delicious street eats. It’s the perfect place to soak up a slice of everyday Tokyo life and see a more nostalgic side of the city. Next, we head to Akihabara, Japan’s legendary “Electric Town.” This neon wonderland is packed with gaming arcades, anime stores, and gadget shops galore. Challenge your travel crew to a few friendly arcade battles, then experience something truly unique — a visit to one of Akihabara’s famous maid cafés for a fun and picture-perfect taste of Japanese pop culture. From there, we make our way to the historic Asakusa district, home to the iconic Sensoji Temple. Wander down Nakamise-dori, a lively shopping street lined with traditional stalls, before stepping into Tokyo’s oldest Buddhist temple. Later, you’ll have the chance to take part in a special sumo experience — meet ex-wrestlers, learn about the traditions of the sport, and dig into a hearty chanko nabe dinner, the meal that fuels Japan’s sumo champions. The evening is yours to explore. Ask your Adventure Leader for local recommendations or head to Hoppy Street, where cozy izakayas and local brews like doburoku offer the perfect way to toast another incredible day in Tokyo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mount Fuji: Today we leave the city behind for a day filled with fresh air, stunning scenery, and traditional charm. Starting from Shinjuku Station, we’ll hop on a train to Shimoyoshida before hiking up to the beautiful Arakura Fuji Sengen Shrine. With its iconic pagoda and postcard-perfect backdrop of Mt Fuji (on a clear day!), it’s one of the most photographed spots in all of Japan — and you’ll quickly see why. Next, we’ll take a short journey to Oshino Hakkai, a peaceful village in the Fuji Five Lakes region. Famous for its crystal-clear ponds fed by Mt Fuji’s snowmelt, this traditional spot feels like stepping back in time. Wander among the thatched-roof houses, enjoy the serene atmosphere, and if the skies are kind, take in some incredible Mt Fuji views. We’ll stop here for lunch and give you time to explore at your own pace. (Please note: Mt Fuji visibility depends on the weather.) In the afternoon, we’ll make our way back to Tokyo, arriving in time for a free evening. It’s your last night in the city — so make it count! Whether that means slurping down one final bowl of ramen, squeezing in some last-minute shopping, or bar hopping with your travel crew, it’s the perfect way to wrap up your Tokyo adventure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tokyo: It’s time to wrap up your Japan adventure! Spend the morning saying goodbye to your travel crew. Whether you’re off to your next destination or heading home, we hope you love every moment of your Japan journey!"
    }
  ],
  "map": ""
}