{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-self-drive-holiday-best-of-kyushu",
  "tourName": "Japan self drive holiday, Best of Kyushu",
  "placesVisited": "Fukuoka, Kurokawa hot springs, Takachiho, Ibusuki, Kagoshima, Kirishima National Park, Kumamoto, Nagasaki",
  "generalInfo": "Thought by many to be the birthplace of the Japanese nation, Kyushu is the southernmost of Japan’s four main islands, with a turbulent history matched by its seething volcanic terrain.<br/><br/>This island was the focal point of foreign interest in Japan, and the only place during Japan’s long years of self-imposed isolation where contact with the outside world was permitted.<br/><br/>A land of cosmopolitan cities and castles, active volcanoes and scenic crater lakes, Kyushu is a prime location to explore Japan’s history, both ancient and more recent. An ideal location for scenic hikes in an unspoilt landscape and for visiting hot spring resorts well beyond the reach of conventional tourists.<br/><br/>Fukuoka. With some wonderful art and crafts museums to visit and some great food on offer it is worth using as a base point to explore the area.<br/>The population of the city is very young and hence the city has a very vibrant and international outlook with a great nightlife on offer. Ramen noodles and the infamous Fugu fish are the local specialties should you wish to play culinary Russian roulette, the former being served almost everywhere and in every combination imaginable.<br/><br/>Kurokawa Onsen is one of Japan's finest hot spring resorts and time here should be spent slowly and without a thought to the outside world. A preservation order has been issued by the local authority to keep the traditional character of the town in place.<br/><br/>Kirishima is the first of Japan's designated national parks and is home to an array of stunning sights, including smoking volcanoes, vast plateaux, sparkling lakes, rugged coastlines and dense forests.<br/><br/>Kumamoto is a pleasant castle town which has its place in Kyushu's turbulent history as the island's major government stronghold during the Shogun period.<br/><br/>Nagasaki is Kyushu’s best-known city, made infamous on 9th August 1945 as the site of the second atomic bomb. The understated Peace Park and museum are a likely point of interest for every visitor.",
  "durationDays": "18",
  "price": "7685",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you will begin your journey by boarding your international outbound flight to Tokyo"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Fukuoka arrival. Once arrived into Tokyo, transfer directly to your flight to Fukuoka. Once in Fukuoka you will be met at the airport by a representative to guide you through arrivals. They will then show you to the waiting transfer to your hotel. Spend the rest of the day relaxing after your long flight. One recommendation would be to stay local and enjoy 'yatai' or street food in and around Canal City in Hakata."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Fukuoka. Spend the morning exploring the vibrant city of Fukuoka. The canals running through the city give a unique flavour. In the evening head out for a street food tour for a true introduction to Kyushu cuisine."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kurokawa. Pick up your hire car today and drive to the onsen village of Kurokawa and spend the rest of the day at leisure relaxing in the sumptuous hot springs."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kurokawa. There are some nice walks to be done or make use of your hire car to explore more of the area. You can also take advantage of a day pass to visit other hot springs in the village."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Takachiho. Travel south to sheer limestone cliffs of Takachiho Gorge. Once freshened up, perhaps hire a rowing boat and drift gently along the river through waterfalls and cliff faces."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ibusuki. Make the drive down South to the small coastal town of Ibusuki famous for the hot sand bathing on offer in the area."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kagoshima. From ibusuki head up to the larger city of Kagoshima not before stopping off in the small town of Chiran to see the Kamikaze museum and samurai residences."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kagoshima. Spend a day in the city of Kagoshima. The most prominent feature of Kagoshima is the location in the shadow of the enormous Sakurajima volcano. The active volcano often spews ash over the city and leaves the residents with the almost daily task of sweeping ash from their driveways."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kirishima. Take a short drive to the Kirishima national park, a fantastic destination for hikers of all levels."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kirishima. At leisure in the Kirishima National Park to enjoy some of the many walking trails, and soak up the beautifully verdant green of this part of Kyushu."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kumamoto. Return to Kagoshima, drop off your hire car and board the train to Kumamoto and spend the rest of the day at leisure. Our recommendation for the afternoon is to visit Kumamoto castle and its nearby Suizenji gardens."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Nagasaki. A short drive to the port to board the car ferry over to Unzen Peninsula from where you climb the mountain via the sulphuric bubbling pools at the top of Mount Unzen. After, head back down the mountain over to Nagasaki Bay and the city itself."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Nagasaki. At leisure in Nagasaki. It's worth visiting the small yet quite harrowing peace museum but more of what Nagasaki has to offer is in town such as Glover Garden on which 'Madame Butterfly' was based and Dejima Wharf at sunset."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Nagasaki. At leisure to explore 'Gunkanjima' or 'Battleship Island' infamous for its eerily vacant and uninhabited atmosphere often used in movies."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Fukuoka. Continue by train to Hakata, a lovely journey along the coast and through paddy fields. Once in Fukuoka, enjoy the remainder of your evening in this compact but buzzy modern city"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Tokyo departure. TTake the easy subway line to the airport and board your flight back to Tokyo for a final night in the capital."
    }
  ],
  "map": ""
}