{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-13-day-tour",
  "tourName": "Japan 13 day tour",
  "placesVisited": "",
  "generalInfo": "The term ‘Sakoku’ ??  or ‘locked country’ refers to the isolationist foreign policy of the Japanese Tokugawa shogunate during the Edo period (from 1603 to 1868), when nearly all non-Japanese nationals were banned from entering the country, consciously preserving a completely unique and highly sophisticated culture developed over thousands of years. Although Japan is now very much a part of the world, this is what makes the country so special – there is simply no other place like it. <br/><br/>The deep sensitivity and exquisite craftsmanship of its people have created incredibly beautiful temples and gardens of deep serenity, with an unmatched attention to detail and deep spiritual significances. These contrast sharply with the violent Bushido moral code of the samurai, who’s unrelenting devotion to honour, duty and razor-sharp katana swords also formed their affection for ‘wabi-sabi’ (wabi = less is more, sabi = attentive melancholy), the awareness of and pleasure in the transient nature of earthly things.<br/><br/>These also in turn now mix with the neon lights and technological advances of Modern Japan, a feast for the senses for the curious traveller, a land full of surprises; at the same time timeless yet ever-changing.<br/><br/>Tokyo, the bustling capital, dazzles with its vibrant energy, towering skyscrapers, whilst Nikko enchants with its stunning natural scenery and rich cultural heritage. Yokohama stands out with its futuristic architecture and cosmopolitan atmosphere, while Hakone, famous for its hot springs and views of Mount Fuji, promises relaxation and breathtaking natural beauty.<br/><br/>Journey to the old Imperial capital of Kyoto to view its breathtaking ancient temples, shrines, and historical sites, such as Kinkaku-ji - the famous Golden Pavilion, set amongst beautiful gardens and traditional tea houses.<br/><br/>Between Kyoto and Okayama stand the iconic white castle walls of Himeji, also known as the 'White Heron Castle' dating back over 600 years, it is regarded as the finest surviving example of Japanese castle architecture, comprising a network of 83 rooms with advanced defensive systems from the feudal period. The castle gardens, comprising of nine separate walled gardens were built in the Edo Period, and are especially famous for their Sakura cherry blossoms, blooming only once for about a week in a year; they epitomise the 'wabi-sabi' mentality.<br/><br/>*During this adventure, we mainly travel by rail, which is a fantastic way to see Japan's sights. Trains are comfortable and efficiently connect the bustling streets of Tokyo with the serene temples of Kyoto. Plus, they are more environmentally friendly than cars or planes, helping to preserve Japan's beauty for everyone*",
  "durationDays": "13",
  "price": "4699",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Tokyo: Your journey begins in the thriving urban jungle of Japan's capital city; Tokyo. Situated on the main island of Honshu, Tokyo offers the visitor a fabulous juxtaposition of uber-modern, alongside examples of traditional Japan which never fails to inspire, and excite. We offer a shared shuttle service from either Narita or Haneda Airport to transfer you directly to your hotel, where you can relax and rest after your long flight, or refresh and head out to explore. Your English-speaking guide will meet you at the hotel and that evening you will head out for your welcome dinner. We provide you with an IC card that is preloaded with 10,000 JPY and usable on most local public transport and is valid on most transport networks in Japan. This gives you flexibility throughout the trip, to customise your free time, for example by heading for a night out where there is free time. When credit runs your guide can assist you with topping up credit."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo Sightseeing: Embark on a full-day sightseeing adventure in Tokyo, to uncover the city's cultural and modern marvels. Begin you day by ascending the Government Observatories for a panoramic view of Tokyo's sprawling skyline, providing a striking contrast to the historical sites you will visit today. Then onto to the Meiji Shrine, nestled within a lush forest, where you can witness traditional Shinto practices and appreciate the impressive torii gates. From there, delve into the vibrant energy of Asakusa, home to the iconic Sensoji Temple. As Tokyo's oldest temple, Sensoji offers a glimpse into Japan's spiritual heritage, surrounded by the bustling Nakamise Shopping Street, where you can browse for traditional souvenirs and local snacks. A brief stop at the Imperial Palace Square and the picturesque Nijubashi Bridge offers a peek into the regal elegance of Japan's imperial history, with the palace's lush gardens and moats framing the historic architecture. Conclude your day in the upscale district of Ginza, renowned for its luxury boutiques, fine dining, and vibrant nightlife. Day Travel: 1 Day Tokyo Metro & Toei Subway."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Trip to Nikko: Set off on an full-day excursion to Nikko, beginning your journey from Tokyo’s Asakusa Station. Upon arrival, proceed to the natural wonder of Kegon Falls, one of Japan's most spectacular waterfalls. Feel the refreshing mist and marvel at the stunning 97-meter cascade surrounded by beautiful greenery. After exploring the falls, immerse yourself in the grandeur of Toshogu Shrine, a UNESCO World Heritage site renowned for its intricate architecture and lavishly decorated structures. As the resting place of Tokugawa Ieyasu, the founder of the Tokugawa shogunate, Toshogu offers a fascinating glimpse into Japan’s feudal past amidst a forested backdrop. A brief stop at the iconic Shinkyo Bridge, with its striking vermilion hue and mythic significance, provides a perfect photo opportunity before you continue to the scenic Lake Chuzenji. Nestled at the foot of Mount Nantai, the lake's calm waters and picturesque surroundings invite you to relax and absorb the beauty of nature, capping off your Nikko adventure with a sense of tranquility. Day Travel: Return express train from Asakusa to Tobu Nikko."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Trip to Kamakura: Begin your day trip to Kamakura by traveling from Tokyo using your SUICA cards, which provide a convenient and efficient way to navigate the public transportation system. Upon arriving in Kamakura, make your way to Tsurugaoka Hachimangu, the city's most important Shinto shrine. Stroll through the expansive grounds, admire the beautiful ponds, and climb the grand staircase to reach the main hall, all while soaking in the spiritual atmosphere and historical significance of the site. Next, visit the Zeniarai Benten Shrine, known for its unique tradition of washing money in the shrine's spring to ensure financial prosperity. Afterward, head to Kotokuin Temple to witness the awe-inspiring Great Buddha of Kamakura, a massive bronze statue that stands as one of Japan's most iconic landmarks. Continue your cultural exploration at Hasedera Temple, famous for its stunning gardens and panoramic views of the coastal city. As the day draws to a close, return to Tokyo using your SUICA cards, reflecting on the historical and spiritual experiences that marked your visit to Kamakura. Day Travel: Return train travel to Kamakura using SUICA card."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hakone: Begin your day with a hearty breakfast before preparing for your journey to Hakone. Conveniently, your luggage will be transported directly to your hotel in Kyoto, allowing you to pack a small overnight bag for your stay in Hakone. Depart from Shinjuku Station, embarking on a scenic train ride to this picturesque mountainous region renowned for its hot springs, natural beauty, and views of Mount Fuji. Start with a visit to Hakone Shrine, a serene Shinto shrine nestled along the shores of Lake Ashi, famous for its iconic red torii gate that appears to float on the lake. Then take a scenic cruise on Ashinoko Lake, traveling from Hakonemachi to Togendai. From there, take the Hakone Ropeway to Owakudani, where you'll be treated to stunning views of volcanic landscapes and Mount Fuji in the distance. Don’t miss the opportunity to try the local delicacy, black eggs boiled in the hot springs, believed to add years to your life! Day Travel: Express train from Shinjuku to Hakone Yumoto. Hakone Free Pass will be used for the next 2 days to explore."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kyoto: After a night in Hakone, begin your day with breakfast before making your way back to Odawara using the convenient Hakone Free Pass. This pass not only simplifies your travel but also ensures a scenic and comfortable journey through the picturesque landscapes of Hakone. Upon reaching Odawara, board the sleek and efficient bullet train to the historic city of Kyoto. You will then enjoy a half-day tour of Kyoto, beginning with a visit to the iconic Kinkakuji, also known as the Golden Pavilion. This Zen Buddhist temple is renowned for its stunning gold leaf-covered exterior that reflects beautifully on the surrounding pond, creating a mesmerising scene. Stroll through the exquisite gardens, designed to showcase the changing seasons, and experience the calming atmosphere that embodies the essence of traditional Japanese aesthetics. Continue your tour at Ryoanji Temple, famous for its enigmatic rock garden. This UNESCO World Heritage site features a minimalist arrangement of 15 rocks set amidst white gravel, inviting quiet contemplation and introspection. The simplicity and profound tranquility of the garden make it a perfect place to reflect and find peace. Conclude your tour with a visit to Nijo Park, home to the historic Nijo Castle. Explore the castle's impressive fortifications, grand interiors, and beautifully landscaped gardens. As you walk through the castle grounds, you can imagine the life of the shoguns who once resided there and gain a deeper understanding of Japan's feudal past. This half-day tour offers a rich blend of Kyoto's cultural and historical treasures, providing a memorable glimpse into the heart of Japan's ancient capital. Day Travel: Bullet train (Shinkansen) from Odawara to Kyoto."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto: Japan's former capital (some might say 'better capital) is waiting to be explored this morning - and there is SO much to see! The eastern side of the city is best walked at a leisurely pace from North to South to appreciate the numerous historic sites, but first we could do with some perspective, so we use public transport to arrive at the start of a short trail (1.5km, 220m ascent) to the top of one of Kyoto's most iconic mountains; Mt Daimonji. It gives us long panoramic views over Kyoto and is famous for the large Japanese character '?' meaning 'big', carved on the mountain side. After lunch visit the Ginkakuji (\"Silver Pavillion\"), one of the most exquisite zen temples in the city (entrance included), and a former retirement villa of a shogun before it was converted into a temple in 1492. As well as the main pavilion, there are half a dozen other temple buildings, a beautiful moss garden and a unique dry sand garden; the 'Sea of Silver Sand. From here we wander south along the Philosophers path, a tree lined canal-side pathway named after Nishida Kitaro, one of Japan's most famous philosophers who walked to Kyoto University by this route. The pathway takes us past the Eikando and Nanzenji temples and we veer off here to visit Heian Jingu (entrance included). Heian is the former name of Kyoto, and this shrine, modelled after the ancient Imperial Palace and built just over a century ago, is dedicated to the spirits of the first and last emperors who reigned the city. We then walk through Gion the most famous 'hanamachi' (Geisha District) in the city. As we continue our walk south, we visit 'Yasaka', one of the most well known shrines in Kyoto, fronted by a dance stage where hundreds of lanterns, lit each evening and bearing the name of local businesses, hang in the breeze. Next up is the beautifully preserved historical district of Higashiyama, famous for its narrow lanes, wooden buildings and traditional merchant inns."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Uji & Nara: Begin your day with a breakfast at your hotel before embarking on an exciting day excursion to Uji and Nara. Use your SUICA card to travel to Uji, a city renowned for its tea culture and historic sites. Start with a visit to Byodoin Temple, a stunning example of Heian-period architecture and a UNESCO World Heritage site. Next, explore Uji Park, where you can enjoy the beauty of the landscape, and take a stroll across the historic Uji Bridge. One special highlight is a traditional tea ceremony arranged for you. This experience lets you learn about and enjoy the art of tea-making in a peaceful setting. After the tea ceremony, move on to Nara, Japan's ancient capital. Begin your visit in Nara with an entrance to Todai-ji Temple, home to the Great Buddha statue, one of Japan's most iconic and impressive landmarks. Continue to Kasuga-Taisha Shrine, where you can explore the free areas of this beautifully preserved Shinto shrine. Finally, enjoy a walk through Nara Park, famous for its friendly deer that roam freely and are happy to interact with visitors. This park offers a peaceful and picturesque setting to conclude your day before heading back to Kyoto. Day Travel: Train travel to Uji & Nara using SUICA card then express train from Kintetsu Nara to Kyoto."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Osaka & Koya: Begin your morning by packing a bag for two nights and taking your main luggage to the reception, where it will be transferred to your next destination in Osaka. With a light bag in hand, head to the train station and travel to the town of Koya, also known as Koyasan. This sacred mountain town, a center of Shingon Buddhism, offers a peaceful retreat and a chance to explore some of Japan's most important spiritual sites. Start with a visit to the Danjo Garan, a sacred temple complex that includes the stunning Konpon Daito Pagoda and several other significant structures. Take your time to soak in the tranquil atmosphere and the rich history of this revered place. Later, make your way to Okunoin Temple, the largest cemetery in Japan and the final resting place of Kobo Daishi, the founder of Shingon Buddhism. Take a walk along the mossy paths with old tombstones and tall cedar trees. Then visit to Kongobuji Temple and its exquisite rock gardens and historic halls, immersing visitors in the spiritual heart of Japan's Shingon Buddhism on Mount Koya. Enjoy the peaceful surroundings before heading back to your accommodation for dinner at the hotel. Koyasan World Heritage ticket by Nankai Electric Railway from Osaka to Koya."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Himeji & Okayama: After a day in Koya, travel back to Namba using your Koyasan pass, then continue your journey to Shin-Osaka station. From there, embark on an adventure to Himeji, a city renowned for its stunning castle and beautiful gardens. Begin your day with a visit to Kokoen Garden, a meticulously landscaped Japanese garden featuring ponds, tea houses, and a variety of seasonal flowers and trees. Take a leisurely stroll through the pathways of this enchanting oasis. Next, make your way to Himeji Castle, a UNESCO World Heritage site and one of Japan's most iconic and well-preserved feudal castles. Marvel at the castle's elegant white facade and intricate defensive structures as you explore its towers, walls, and surrounding grounds. Ascend to the top for panoramic views of the city and the surrounding landscape. After immersing yourself in Himeji's historical and architectural beauty, travel to Okayama for the night, where you can unwind and reflect on the day's adventures before continuing your journey tomorrow. Day Travel: Express train from Koya to Osaka. Then you will take the train from Osaka to Himeji and the bullet train (Shinkansen) from Himeji to Okayama."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Okayama - Kurashiki - Osaka: Upon arriving in Okayama, start your day with a visit to Okayama Castle, a striking symbol of the city's history and resilience. Wander through the castle grounds, admiring the impressive architecture and learning about its storied past. Adjacent to the castle lies Okayama Korakuen, one of Japan's three great gardens, renowned for its meticulous design. Stroll through the garden, pausing to appreciate the beauty of each carefully crafted element and finding moments of peace amidst the bustling city. After exploring Okayama, travel to the charming town of Kurashiki for a leisurely day. Immerse yourself in the atmosphere of this historic town, starting with a visit to Ohashi House, a well-preserved merchant's residence offering insight into the lifestyle of the Edo period. Then you may enjoy a relaxing boat ride along the Kurashiki River, taking in the scenic views of traditional warehouses and historic buildings lining the water's edge. Conclude your day with a stroll through the Bikan Historical Quarter. Return to Okayama and catch the bullet train to Shin-Osaka, where you'll spend the evening soaking in the vibrant energy of this bustling city. Day travel: Return travel to Kurashiki using SUICA card. Bullet train (Shinkansen) from Okayama to Osaka."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka: Osaka is well known for being Japan's kitchen: a city for foodies! 'Kuidaore' is a quintessentially Osaka word meaning 'eat until you drop', and embodies the dedication of the local people to their food. Begin your day with a visit to the iconic Osaka Castle, a majestic symbol of the city's history and heritage. Marvel at the impressive architecture and experience the castle's fascinating exhibitions, delving into the stories of its feudal past. From there, ascend to the Floating Garden Observatory atop the Umeda Sky Building, where panoramic views of the cityscape await. Spend the afternoon indulging in an Osaka food tour, beginning with a culinary adventure through the vibrant Dotonbori and Shinsekai areas. Savor the local specialties, starting with crispy Kushikatsu skewers, followed by savory Okonomiyaki pancakes, and finishing with delightful Takoyaki octopus balls. Each dish is prepared fresh, with payment made on the spot, allowing you to fully enjoy yourself in the lively street food culture of Osaka. Day Travel: 1 Day Enjoy Eco Card."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Departure Day: After breakfast you will be taken by a shared shuttle service from the hotel to Kansai Airport."
    }
  ],
  "map": ""
}