{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "holiday-in-japan",
  "tourName": "Holiday in Japan",
  "placesVisited": "Tokyo, Nikko, Hakone National Park, Takayama, Himeji, Hiroshima, Kyoto, Bullet train journeys",
  "generalInfo": "This two week holiday in Japan has been carefully crafted not only to visit the iconic cities, and enjoy contemporary and ancient culture, but also to spend time in rural Japan, with its fascinating feudal history and stunning mountainous landscapes. <br/><br/>Because Japan is so easy to get around using public transport, we are able to cover great distances on this trip, particularly with the use of the world famous bullet train. Travelling with a small group, and an local expert leader guide, we start in Tokyo, a city that takes a while to take in as it is so vibrant and overwhelming. From the markets of Asakusa to the imperial gardens of Chiyoda, there is something for everyone in Tokyo. <br/><br/>The next city stop is Nikko, a sacred city but also gateway to the eponymous national park, so it has a very beautiful setting, enveloped by mountains. Packed with sacred shrines and temples, you start to get an idea of how Japanese religion is so often related to nature. One of the greatest areas of protected natural heritage, Hakone National Park, is our next stop, a mountainous and volcanic area. Here we take a cable car trip which soars over the blue waters of Lake Ashi, to the volcanic crater of Owakudani and, on a clear day, views to Mount Fuji. <br/><br/>The next two towns on this Japanese journey are quite contrasting in character. Takayama is a rural town in the middle of the Japanese Alps, where rural traditions are still kept very much alive and where we also get a chance to spend the night in a ‘ryokan’ inn. After that is Hiroshima, a city with a tragic past but which today is vibrant and very much representative of contemporary Japan. It does not hide its history, however, and visits to the A-Bomb dome, Peace Park and Museum are extremely thought provoking.<br/><br/>And perhaps one of the greatest cities in terms of food for thought, is the finale of our trip: Kyoto, the ancient capital. We spend three days here, taking our time not only to soak up this now modern metropolis but also its fourteen UNESCO World Heritage Sites, the historic district’s narrow streets, and eat fantastic food. The opportunities in Kyoto are endless and, as with all stops on this holiday, our leader guide is always on hand to give you tips of great places to visit, whether you want to stick to the tourist trail or go hiking or cycling a little bit more off the beaten path. Because this is the Land of the Rising Sun, and no matter where you go there is something fascinating, beautiful, peaceful or, as always in Japan, delicious. <br/><br/>",
  "durationDays": "12",
  "price": "4150",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo.",
      "description": "Konnichiwa! Welcome to Japan. Your adventure begins in Tokyo with a welcome meeting at 6 pm tonight. Bursting with contemporary urban culture, there are many sides of Tokyo to explore including fascinating museums, world-class shopping centres and neighbourhood backstreets lined with hole-in-the-wall eateries and bars. If you arrive early, maybe wander through the Hama Rikyu Garden, visit the Sumida Hokusai Museum or explore Ueno Park. After your meeting, maybe join your fellow travellers for dinner at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Hakone.",
      "description": "Enjoy a free morning in Tokyo and travel to Hakone in the afternoon – a scenic hot spring town in the foothills of Mt Fuji. When you arrive, the day is free for you to explore at your own pace. Maybe visit the iconic red gate that stands in the water of Lake Ashi, visit Hakone Shrine, wander through modern sculptures and beautiful gardens at the Hakone Open-Air Museum or simply relax in one of Hakone’s numerous onsens (hot springs). Tonight, why not find a local restaurant for dinner and try black eggs, which are cooked in the hot springs of Owakudani, paired with a local beer."
    },
    {
      "dayNumber": 3,
      "title": "Hakone.",
      "description": "This morning, hop on a boat across Ashinoko Lake, then ride the Hakone ropeway cable car to the top of the surrounding mountains. The area around the lake offers plenty of stunning views, and you may even catch a glimpse of Mt Fuji in the distance if weather conditions are clear. The afternoon is free to further explore Hakone’s mountain scenery and volcanic sites. Maybe visit the boiling sulphur springs of Owakudani, go for a walk through the hills of the famed grassland ecosystem of Sengokuhara or discover a collection of art at the Pola Museum of Art."
    },
    {
      "dayNumber": 4,
      "title": "Takayama.",
      "description": "Travel by a local train, then a shinkansen towards Takayama – a charming Edo period town in the Japanese Alps, famous for its traditional inns, sake breweries and the Hida Folk Village. The village is your first stop – an outdoor museum where the traditional thatched-roof architecture unique to the area has been relocated to a mountain setting to preserve traditional Japanese culture. Discover the techniques used to build farmhouses that could withstand fierce winters and long periods of isolation due to snow-closed roads. The thick thatching kept in warmth, and the roofs were angled to minimise snow build-up. Each house is like its own self-contained museum, with displays of personal items and traditional tools. Tonight, maybe join your group for dinner at a local restaurant – your leader will have the best recommendations."
    },
    {
      "dayNumber": 5,
      "title": "Takayama.",
      "description": "This morning, you’ll head to the markets in Gifu prefecture – these markets have been held for over 600 years and are known for their array of high-altitude vegetables. Browse the stalls of seasonal produce that’s brought in from the surrounding countryside and set up by local farm women from 7 am every morning. Look out for the unique local style of pickles, the bags of miso wrapped in leaves, genkotsu ame (soy bean candy), preserved fish, spices and the delicious marshmallow treat, owara tamaten. Then, head to Zenkoji Temple to learn how to make incense, which is believed to have purifying qualities. The rest of the day is free for you to explore the town at your own pace."
    },
    {
      "dayNumber": 6,
      "title": "Hiroshima.",
      "description": "Travel by express train and shinkansen to Hiroshima today. When you arrive, you’ll visit Hiroshima’s Peace Park. The Genbaku (A-Bomb) Dome and Peace Memorial Museum stand testament to the fateful day in August 1945 when Hiroshima was chosen as target for the first ever wartime use of the atomic bomb. The dome was just metres from where the bomb detonated so it was able to retain its shape and the fact that it looks almost exactly as it did after the bombing has made it an enduring symbol of peace. The memorial park serves the same purpose, and has museums, memorials and monuments dedicated to the memory of victims. This evening, maybe head out with your leader for one of the city’s signature dishes for dinner – okonomiyaki (a savoury pancake of egg, cabbage, soba noodles and meat or seafood)."
    },
    {
      "dayNumber": 7,
      "title": "Hiroshima.",
      "description": "Today you'll make your way to the nearby island of Miyajima with its famous 'floating' torii gate. You might like to further explore the island by climbing to the top of Mt Miyajima (or hopping on the cable car instead) for 360-degree views of the Inland Sea. Keep your eyes out for inquisitive and hungry deer that roam the streets. You have the rest of the day free to enjoy some of the other sites. You could stop by the five-storied Hiroshima Castle, which originally dates to the 1590s. It was destroyed by the bomb but reconstructed in all its glory in the 1950s and now holds an informative museum. The wonderful Shukkeien Garden, with teahouses and waterfalls, is also a perfect place to decompress."
    },
    {
      "dayNumber": 8,
      "title": "Hagi.",
      "description": "This morning, travel to Hagi – a coastal city known for its spring cherry blossoms and forested slopes of Mt Shizuki. When you arrive, discover the Hagi Castle Ruins. Then, join a walking tour around the Samurai District. Wander through the middle- and lower-class samurai houses and merchants, then walk down the widest street and main road where the feudal lord’s processions passed. Tonight, meet your homestay family and sit down to a home-cooked meal."
    },
    {
      "dayNumber": 9,
      "title": "Hagi.",
      "description": "This morning, go with the flow and dive into the day to day life in Hagi with your host. Maybe check out their gardens and vegetables, visit the local supermarket for some shopping or walk around the neighbourhood. Each host will have their own plans. This afternoon, you’ll regroup and hop on a bike to explore the countryside of Hagi. But first, visit a local sake brewery and hear about the inspiring story of the local female sake brewer and how she’s broken the taboo and taken on the family business to continue brewing as one of the very few female sake brewers in the country. Then, continue your cycling tour to explore the countryside of Hagi. Later, head back to your homestay for another night with your host family."
    },
    {
      "dayNumber": 10,
      "title": "Kyoto.",
      "description": "Leave Hagi today and travel to Kyoto. Originally founded as Heian-kyo (‘tranquility and peace capital’) by Emperor Kammu in 794, Kyoto was the capital of Japan for over 1000 years, but the emperor and government are now in Tokyo. With over 2000 temples, shrines and gardens, there’s plenty to explore in this gorgeous city. Your leader will take you on a sunset walk through the Gion District (look out for wandering Geisha and Meiko!). Tonight, maybe find a local restaurant for dinner and try some traditional sushi or beef."
    },
    {
      "dayNumber": 11,
      "title": "Kyoto.",
      "description": "Start your day with a visit to the iconic Kinkakuji Temple, with its impressive Golden Pavilion, immortalised by Yukio Mishima's novel. Then, visit the red tori gates in Fushimi Inari. For the more active, hiking up the mountain following the red torii gates is a great way to enjoy the forest and the views over the city! Your afternoon is free to explore Kyoto at your own pace. Maybe head out in the evening with your group to celebrate the end of your adventure together."
    },
    {
      "dayNumber": 12,
      "title": "Kyoto.",
      "description": "There are no activities planned for the day and you’re free to depart the hotel at any time after check out. If you would like to extend your stay, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}