{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "highlights-of-japan-small-group-tour",
  "tourName": "Highlights of Japan small group tour",
  "placesVisited": "Tokyo: Shinjuku, Meiji Shrine, Asakusa and Senso-Ji Temple, Nikko: Toshogu Shrine, Shinkyo Bridge, Kyoto: Fushimi Inari, Arashiyama, Ryoan-Ji Temple, Himeji Castle – White Heron Castle, one of the most distinctive in Japan, Hiroshima: Peace Park and Peace Memorial Museum, Miyajima and the Floating Torii Gate, Osaka: one of the top foodie destinations in Japan, Experience travelling by bullet train",
  "generalInfo": "As anyone who’s travelled in Japan knows, things usually run pretty efficiently there – especially when it comes to public transport. This culturally rich small group tour of Japan is no exception, wasting no time as it zips you along from Tokyo to Osaka over nine adventure-filled days, via the highlights of Nikko, Kyoto and Hiroshima.<br/><br/><br/>Beginning in the effervescent capital, Tokyo, you’ll enjoy a guided tour of the city, during which you’ll take in iconic landmarks such as the Meiji Shrine and the Senso-Ji Temple. You’ll visit famous neighbourhoods including ultra-fashionable Shinjuku and the Asakusa, the city’s oldest Geisha district. But you’ll also have plenty of free time to wander around and do your own thing, perhaps taking part in the famous Shibuya Crossing, or snacking at a sushi stall.<br/><br/><br/>Take the train (a lovely way to meet friendly local people) to Nikko, a popular walking destination famed for its tall cedar trees. Here you’ll visit the Toshogu Shrine, a UNESCO World Heritage Site, and the vermillion Shinkyo Bridge, one of the most photographed places in Japan.<br/><br/><br/>A mix of bullet trains (shinkansen) and local trains (not forgetting to pick up your bento box lunches on the platform) brings you to the historic capital, Kyoto, where the sights include Fushimi Inari – thousands of torii gates lead you through the forests of Mount Inari. Kyoto is definitely somewhere to ensure your camera is fully charged. You’ll also tour the bustling Nishiki food market, and Gion, the Geisha district with its beautiful teahouses around Hanami-koji.<br/><br/><br/>On day seven, via the beautiful Himeji Castle which resembles a white egret in flight, you’ll reach Hiroshima. Here you’ll visit the Peace Park and the Peace Memorial Museum. Both are sombre, moving but ultimately uplifting memorials to the nuclear strike of 6 August 1945. <br/><br/><br/>Your tour comes to an end in Osaka, which is one of the top foodie destinations in Japan, and known especially for its pancakes. But not before a short ferry journey from Hiroshima over to the wooded island of Miyajima to see its ‘floating torii’. <br/><br/><br/>This Japan small group tour packs a huge amount into just nine days, yet it never feels rushed. Designed for travellers in their 30s and 40s wanting a short but culturally immersive trip, it affords numerous opportunities to bond with your fellow travellers. But also to meet Japanese people and learn about their lifestyles, whether that’s by using public transport, ducking into small restaurants, or staying in characterful accommodation a world apart from big chain hotels.<br/>",
  "durationDays": "8",
  "price": "3649",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The trip begins in Tokyo, the futuristic capital of Japan. Around 6pm, say konnichiwa to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Japanese welcome by arranging a group dinner and a casual tour around Shinjuku, the nightlife district of Tokyo. Want more time in Tokyo? Secure pre-tour hotel nights through your sales representative. Accommodation: Dormy Inn Kodenmacho (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Today we utilise the efficient Tokyo metro system and enjoy a half-day city tour. Begin with an early morning visit to Asakusa, the oldest geisha district in Tokyo and home to Senso-ji Temple, the oldest Buddhist temple in the city. The surrounding streets are lined with traditional shops selling Japanese crafts and souvenirs, making it a delight to explore. From Asakusa, we continue by metro to Ginza, one of the most famous upscale shopping, dining, and entertainment districts in Tokyo. The remainder of the afternoon is at leisure. You may enjoy lunch in Ginza, visit the Imperial Palace, or make your way independently to Harajuku to see Meiji Shrine, dedicated to Emperor Meiji. The surrounding park is a forest of some 120,000 trees representing 365 different species, offering a tranquil escape within one of the world’s most populated cities. Neighbouring Harajuku is Omotesando, often referred to as the Champs-Élysées of Tokyo, a broad, tree-lined avenue featuring flagship fashion stores designed by internationally renowned architects. The afternoon is free to explore at leisure, allowing you to enjoy some downtime or get into the city to see more of Tokyo. Please note, the order of activities and areas visited today may change depending on the weather conditions and other factors. Your tour leader will provide full details of the schedule during the initial trip briefing."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After breakfast, we bid farewell to Tokyo and travel by train (approximately two hours) to beautiful Nikko, known for towering cedar trees and Unesco World Heritage sites, such as the Toshogu Shrine. Upon arrival, we visit a few of the most popular sites. The Shinkyo Bridge is one of the most iconic landmarks in Nikko. This bright, vermillion bridge spans a river on the outskirts of the main shrine complex and is (aside from Toshogu Shrine) the most photographed attraction in Nikko. Often featured in traditional Japanese art prints known as ukiyoe, it is considered one of the most beautiful bridges in Japan and is photogenic in all seasons. No visit to Nikko would be complete without a visit the Toshogu Shrine, which was built as a mausoleum for Tokugawa Ieyasu, founder of the Tokugawa Shogunate who ruled Japan for more than 250 years. This lavishly decorated shrine complex consists of more than a dozen Shinto and Buddhist buildings in a beautiful forest setting. We spend the night in Nikko in a traditional-style guesthouse. Important: As there is no storage for large suitcases on the train, you will need to pack a small overnight bag before leaving Tokyo. You are reunited with your main luggage in Kyoto on Day 4. Accommodation: Turtle Inn Nikko/Annex Turtle Hotorian (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today we set out on a longer journey (approximately 4hr 30min) west to Kyoto, the former capital of Japan, by local train and shinkansen. As we arrive in Kyoto after 2pm, we can enjoy a bento lunch on the train. After checking into our hotel, we visit Nishiki Market, where we embark on a tour that will delight our senses. We walk through the narrow, covered food markets, where there are many interesting food shops to explore. This is a great opportunity to learn about Japanese produce and snap some photos of goods you won’t find back home. Some of the shops give out or sell samples, so leave space in your stomach. The late afternoon is the best time to visit the Gion district, also known as the Geisha District for being one of the hanamachi (flower towns) where Geisha live and work. The highlight is Hanami-koji, the most popular street in Gion where lavish teahouses and machiya (old houses) are lined up. In the early evening, you may see a Geiko or Maiko on the way to her engagement. Accommodation: Resol Kyoto Shijo Muromachi (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, along with your tour leader, enjoy an exploration of the Kyoto highlights while using the comprehensive bus and metro systems. The tour starts with an early morning visit to one of the most unusual Shinto shrines in Japan. Fushimi Inari is composed of thousands of vermilion torii gates following trails inside the forests of Mount Inari. The Shrine, which was featured in Memoirs of a Geisha, is famous for the impressive contrast and mystical atmosphere created by the colours of the torii gates and the surrounding nature. Next on our schedule is Arashiyama, one of the richest areas in Kyoto for sightseeing, which contains some of the most stunning scenery in the area. Starting at Togetsukyo Bridge, a local landmark, we make our way to the bamboo forest path on the west side of the river before stopping at Nonomiya Shrine. After a lunch break, we continue to the serene Ryoan-ji Temple, which has a well-maintained rock garden. Nearby is the stunning golden pavilion collectively known as Kinkaku-ji Temple. The temple grounds are relatively smaller than that of most temples and shrines in Kyoto but what is undoubtedly impressive is the pavilion completely covered in handmade gold leaves. Accommodation: Resol Kyoto Shijo Muromachi (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Following breakfast, we move further west by Shinkansen to Hiroshima (approximately three hours). Along the way, we break our journey to visit one of the most beautiful castles in Japan, Himeji Castle. Also called Shirasagi-jo (the White Heron Castle) or Hakuro-jo (the White Egret Castle), it resembles a white bird in flight with a white exterior and distinctive roof design. After, we pick up lunch to enjoy on the train and continue to Hiroshima. Perhaps more than any city in the world, Hiroshima is famous for one moment in history; on 6 August 1945, it became the first target of an atomic bomb. However, Hiroshima has risen phoenix-like from its ashes, and rebuilt itself as one of the most laid back and vibrant cities in Japan, full of wide boulevards and museums and famous for great food and welcoming people. This afternoon, we visit the Peace Memorial Museum for a sobering reminder of the events of 1945 before experiencing the surrounding Peace Park, where the atmosphere is one of hope and peace. We spend the night in Hiroshima. Important: As there is no storage for large suitcases on the train, you will need to pack a small overnight bag before departing Kyoto. You are reunited with your main luggage in Osaka on Day 7. Accommodation: Daiwa Roynet Hotel Hiroshima Ekimae/Hotel Vista Hiroshima (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "This morning, we take a short ferry trip to Miyajima, a wooded island in the Inland Sea near Hiroshima. Here is, perhaps, the most photographed site in Japan: the Floating Torii Gate. Please note, while the floating tori of Itsukushima-jinja Shrine is currently undergoing renovation works, we still recommend a visit to this enchanting island. Deer roam freely and we spend time at leisure before we make our way by Shinkansen (approximately 2hr 30min) to our final destination, Osaka. The second-largest metropolitan area in Japan, Osaka has a distinct, vibrant character. The residents are lively and known to work hard and play hard. Osaka is also known as the shopping, dining and nightlife capital of Japan. It’s a good place to buy souvenirs and enjoy our last dinner together or sing in a karaoke box before heading home. Accommodation: Karaksa Hotel Grande Shin-Osaka Tower (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "The tour ends this morning after breakfast. If you have a late flight your tour leader will happily give suggestions for your sightseeing plans. Alternatively, speak to your sales representative to extend your stay in Japan."
    }
  ],
  "map": ""
}