{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-classic-tour-by-rail",
  "tourName": "Japan classic tour by rail",
  "placesVisited": "",
  "generalInfo": "Begin your journey arriving in to the excitement of Tokyo. You have your first day at leisure to relax after your long-haul flights and perhaps explore the imperial gardens. On your first full day a specialist local guide will be at hand to help you get your bearings in the city with a fully flexible orientation day. This is your opportunity to ask any questions you may have or get help with you train tickets for instance, to ensure you can enjoy Japan with confidence. This afternoon you will explore some of Tokyo's highlights as well as the culinary delicacies of Ebisu. Now that you're confident navigating in Japan, you have another day at leisure to yourselves. you may like to explore Tokyo further, or take the train out to the seaside town of Kamakura.<br/><br/>Delve in to the beautifully preserved past of Japan today as you head to Tsumago by bullet train. You'll spend the afternoon trekking through peaceful countryside and rice paddies, passing many temples along the historic Nakasendo 'highway', which once connected Kyoto and Edo. Tonight you will enjoy the traditional hospitality of a local Ryokan. <br/><br/>Your next two days are spent in peaceful reflection in Hiroshima. Stroll down tree lined avenues, from the Peace Park to the Memorial Museum. Over on Miyajima island, explore shrines and temples and admire the unique 'floating' red torii gate. <br/><br/>Taking the bullet train east, you will arrive at Kyoto in time for an afternoon tour of the beautiful gardens and temples to be found here, before heading over to the iconic Geisha quarter of Gion. The next day is dedicated to culture, as you spend the morning with the Womens Association, learning about their traditions, from Origami, to tea ceremonies and kimono. After lunch, explore the highlights of Kyoto, from shrines to markets and the impressive Nijo Castle, at your own leisure.<br/><br/>Take a local train today out to Fushimi Inari Taisha Shrine, home to hundreds of red torii gates and one of the most iconic images of Japan. From here you can explore the surrounding forest before continuing on to one of the former capital cities, Nara, where you can visit daibutsu Buddha and even have the chance to feed the wild deer by hand. <br/><br/>Your next two days are dedicated to discovering Hakone national park, at the base of Mt Fuji. With your 'Hakone Free Pass' you have the freedom to explore by bus, train or cable car. You may like to visit some of the many beautiful view points, the Chokokunomori sculpture museum, view Mt Fuji from a replica pirate ship, or simply relax in a traditional hot spring. <br/><br/>Return to Tokyo and take advantage of one more night in this unique city before your departure home tomorrow.",
  "durationDays": "14",
  "price": "6895",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Today you begin your journey by boarding your international outbound flight to Tokyo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "After passing through customs and luggage collection, you're met by an airport guide who will give you your trip documents and direct you to the shared shuttle service which takes you to your hotel. After checking in, spend the rest of the day at leisure, resting and relaxing after your flight. If you do feel like starting exploring, you may wish to walk around the Imperial Gardens."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Your guide will meet you today in the hotel lobby to run through your trip and offer any local advice to you so you can enjoy the country with confidence. In the first section the guide will explain your itinerary in more detail and answer any questions you might have. They can also assist with validating your Japan rail pass. This can take up to two hours so afterwards head out with your guide to see some of the highlights of the city. In the evening, head out with a guide to sample some of the local Tokyo cuisine in the vibrant district of Ebisu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "A day at leisure. We suggest getting out of the city and catching the train (the journey lasts an hour and a quarter one way) to the seaside town of Kamakura, southwest of Tokyo. In this 800-year-old town you can see the Great Buddha of Kotokuin, and a number of scenic temples and shrines. Upon returning to Tokyo, head to one of our recommended restaurants for an evening meal."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Travel by bullet train and local trains to Tsumago, a quiet post town in the Kiso Valley. This afternoon, walk along the scenic Nakasendo Highway, which once connected Kyoto and Edo (Tokyo) in the 1800s. It was an important route used by samurai and traders. Temples line the route and you'll pass through paddy fields and other peaceful countryside. This evening, enjoy your first evening meal at a traditional inn or 'ryokan'."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Take the train to Hiroshima. This is quite a long journey of five hours and involves changing at Nagoya, then whizzing the rest of the way by bullet train. After checking into your hotel, head to the Peace Park. Despite it being a quite sobering experience, the Japanese have made it an extremely interesting place. Walk along the city's tree-lined avenues and visit the Memorial Museum."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "A day at leisure to explore Hiroshima and its surroundings at your own pace. We suggest taking the 20 minute ferry crossing to nearby Miyajima Island to see its 'floating' red torii gate. It stands out in the bay and is completely surrounded by water at high tide, giving the impression that it floats. Miyajima Island itself is full of interesting shrines and temples. During October and November its Japanese Maples turn a rich dark red."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take the bullet train east to Kyoto, a journey of around two hours. In the afternoon, head out on a tour with one of our local guides who can help you make the most out of your time in this multi-faceted city. You could stroll around the Ryoanji gardens and Silver pavillion temple or head to the geisha quarter."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "In the morning, we can arrange for you to take part in a private cultural activity at Kyoto's Women's Association. With the help of experienced English-speaking practitioners, you can have an introduction to Japanese culture by trying origami, a tea ceremony and wearing a traditional Japanese kimono. After the class, spend the afternoon at leisure in Kyoto. Navigate your way around the city seeing the many gardens, shrines and shops of this unique city. Highlights include the Golden Pavilion, the food markets selling tasty Japanese delicacies, and the impressive Nijo castle."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Take a local train to visit Fushimi Inari Taisha shrine, a quick five minute train journey from Kyoto. The shrine is home to hundreds of red torii gates that spill out over the hillside. It's also worth taking a walk through the forest there. Continue your journey on to Nara, one of the former capitals of Japan, to feed the wild deer and see the 'daibutsu', a giant Buddha housed inside a wooden building."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Take the bullet train to Hakone, a journey of around three and a half hours. Check in to your accommodation and either head to a hot spring to relax for the rest of the day, or use our folders to navigate your way around the National Park. You can use your Hakone free pass to reach several great viewing areas over the park's mountains and lakes."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A day at leisure to further explore Hakone National Park under your own steam. Your included Hakone Free Pass allows you to use the buses, trains and cable cars. Cross Lake Ashinoko on a replica pirate ship or head to a viewing spot for a glimpse of Mount Fuji. We also recommend visiting the excellent open air sculpture museum in Chokokunomori."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "After a leisurely morning return to Tokyo (a one and a quarter hour train journey) for a final night in the capital. We suggest using your last few hours in the city to explore a new corner of it. Visit the Imperial Palace Gardens, the man-made island of Odaiba, trendy Shinjuku or the peaceful landscaped Hamarikyu Gardens."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You will be picked up and taken to the airport for your return flights home. Your return flight will arrive the same day."
    }
  ],
  "map": ""
}