{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-family-12-day-tour",
  "tourName": "Japan family 12 day tour",
  "placesVisited": "",
  "generalInfo": "Impress your family with our Japan adventure tour; taking you to Tokyo, Hakone, Kyoto, Hiroshima and Osaka. Experience magnificent views of Mt. Fuji, unearth the history of Hiroshima, learn how to make sushi and watch traditional Japanese performances by geishas, comedians and dancers. To give you and your family the best travel experience, we made sure there is something for everyone.<br/><br/>Included in this tour: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan, plus a JR pass. <br/>Accommodation (including hotels and guesthouse stay) <br/>Meals provided: 1 sushi making class &amp; 3 dinners (all other food and drink throughout the tour is not included)<br/>Activities as below<br/><br/>Accommodation style: <br/><br/>For comfort and convenience, all of our family tours stay in carefully chosen hotels. After a day full of adventures, you’ll have a comfortable room to relax in together, with options to upgrade if you’d like a little extra space. Please request this on booking. <br/><br/>Included activities: <br/><br/>Visit Sensoji Temple at night (Tokyo) <br/>Visit TeamLab Borderless (Tokyo) <br/>Visit Akihabara – Japan’s “Electric Town” (Tokyo) <br/>Visit a Tokyo arcade (Tokyo) <br/>Visit Yanaka Ginza shopping street (Tokyo) <br/>Visit Meiji Shrine (Tokyo) <br/>Visit Harajuku District (Tokyo) <br/>Visit Shibuya Crossing (Tokyo) <br/>Join a sushi masterclass (Tokyo) <br/>Enjoy a teppanyaki group dinner (Tokyo) <br/>Take a cable car to Owakudani (Hakone) <br/>Relax in a traditional onsen (Hakone) <br/>Sail to Miyajima Island (Hiroshima) <br/>Witness the enormous floating torii gate (Hiroshima) <br/>Take the Miyajima Ropeway &amp; pass by the great torii at Itsukushima Shrine (Hiroshima) <br/>Join a charm-making experience at Okeiko (Hiroshima) <br/>Visit the Hiroshima Peace Memorial Museum &amp; Atomic Bomb Dome (Hiroshima) <br/>Visit Himeji Castle (Kyoto) <br/>Explore the Arashiyama Bamboo Forest &amp; Tenryuji Temple (Kyoto) <br/>Visit Toei Kyoto Studio Park (Kyoto) <br/>Take part in a traditional tea ceremony at Camellia (Kyoto) <br/>Visit Kiyomizu-dera Temple (Kyoto) <br/>Visit Fushimi Inari Shrine (Kyoto) <br/>Walk through Gion (Kyoto) <br/>Enjoy a farewell dinner (Kyoto)",
  "durationDays": "12",
  "price": "3099",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Touch down in Tokyo and meet your Adventure Leader, who’ll give you the lowdown on what’s ahead and help everyone get to know each other. We’ll kick things off in true Japanese style with a hands-on sushi masterclass in Asakusa. Learn the art of rolling the perfect sushi from a pro chef — then enjoy the best part, tucking into your creations for dinner! As evening falls, take a stroll through the glowing lanterns of Sensoji Temple, one of Tokyo’s most iconic sights. Seeing it lit up at night is a truly magical way to start your adventure. After that, the evening is yours to explore Tokyo your way — maybe grab a snack from a local street stall or enjoy a sweet treat with the family before calling it a night."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: This morning kicks off with the dazzling world of TeamLab Borderless at the MORI Building — an immersive art experience where light, colour and imagination swirl together in every direction. Get ready for a few “wow” moments (and plenty of great family photos!). Next, we’ll head to Akihabara, Tokyo’s famous Electric Town, packed with anime and manga stores, quirky shops and buzzing gaming arcades. After some free time for lunch, it’s game on! Test your skills in a round of arcade fun — from retro classics to modern favourites — as your Adventure Leader runs a friendly group challenge to bring out everyone’s competitive side. Later, we’ll slow the pace with a visit to Yanaka Ginza, a charming old-town shopping street lined with family-run stalls and snack shops. It’s the perfect spot to grab a local treat and catch a glimpse of Tokyo’s everyday life. In the evening, enjoy some free time. You might want to visit the Dawn Avatar Robot Café, where robot servers are remotely operated by people living with disabilities. It’s a truly inspiring and heartwarming experience that blends innovation, inclusivity and fun — perfect for the whole family."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: Start the day with a visit to Meiji Shrine, dedicated to the emperor who helped shape modern Japan. Nestled in a peaceful forest, it’s a calm and beautiful spot to learn about Japanese culture and traditions. Next, step into the colourful world of Harajuku, Tokyo’s ultimate fashion district. Wander the vibrant streets, browse quirky second-hand stores like Chicago, or stop for a bite at one of the many family-friendly cafés and restaurants. There’s plenty to see, taste, and explore for visitors of all ages. In the afternoon, experience the organized chaos of Shibuya Crossing, the busiest pedestrian intersection in the world. While you’re there, don’t miss the Hachiko Statue, a symbol of loyalty and one of Tokyo’s most beloved meeting spots — perfect for a quick family photo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tokyo: Today is all yours to explore at your own pace. Spend the morning and afternoon discovering Tokyo however you like, then we’ll regroup later for a delicious group dinner. Your Adventure Leader will have plenty of suggestions to make the most of your day, including: Hanayashiki Amusement Park – Japan’s oldest theme park, perfect for families. Hoppy Street – a lively area filled with local eateries. Kappabashi Kitchen Street – famous for cooking goods and fun souvenirs. Kawaguchiko Tour – enjoy breathtaking views of Mount Fuji. Tokyo Tower – one of the city’s most recognisable landmarks. Tokyo Skytree – the tallest tower in Japan, with sweeping city views. Amita Sumo Dojo Experience – get a taste of traditional Japanese sport. Today is also the day to forward your big luggage from Tokyo to Hiroshima, so make sure to pack a smaller bag for your night in Hakone. In the evening, come together for a sizzling teppanyaki group dinner. It’s the perfect chance for everyone to relax, swap stories, and check in mid-way through the trip — plus, watching your food cooked right in front of you is always a hit with kids!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hakone: This morning, we say goodbye to the buzz of Tokyo and head into the mountains of Hakone. Hop on the Romance Car to Hakone-Yumoto and enjoy some free time for lunch before the afternoon adventures begin. From Gora Station, take the cable car and ropeway up to Owakudani, a dramatic volcanic valley filled with steaming vents and otherworldly landscapes. Then we’ll continue down to Togendai and set sail across Lake Ashi on a fun pirate ship, taking in the stunning mountain views before arriving at Moto Hakone-ko. A short bus ride then brings us back to Hakone-Yumoto. In the evening, the whole family can unwind in the soothing waters of a traditional Japanese onsen, the perfect way to relax and recharge after a full day of exploring."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hiroshima: Enjoy a relaxed morning in Hakone before starting the journey west. From Odawara Station, board the famous bullet train and watch the Japanese countryside zip by as we make our way to Hiroshima. On arrival, we’ll take a short ride to your accommodation so everyone can settle in and refresh. This evening, it’s time to try a local family favourite for dinner — okonomiyaki, a savoury pancake packed with flavour and cooked right in front of you. Hiroshima claims it makes the best version of this dish (though Osaka might disagree!), but either way, it’s always a hit with kids and adults alike."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Miyajima & Hiroshima: Kick off the day with a trip to Miyajima Island, one of Japan’s most iconic spots. Wander through Itsukushima Shrine, perched above the water on wooden stilts, and marvel at the huge floating torii gate rising from the sea. If the tide’s low, you can even walk right up to it across the sand — a magical moment for the whole family. Next, get hands-on with tradition at Okeiko Japan, where you’ll join a charm-making class and craft your own keepsake to take home. In the afternoon, we’ll return to Hiroshima to visit the Peace Memorial Park. This moving space is a chance to learn about the events of 1945 and see how the city has rebuilt and transformed itself, offering a powerful lesson in resilience and hope."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto: Today, we journey to Kyoto, but first we’ll stop at Himeji Castle, Japan’s most iconic and best-preserved feudal fortress. This UNESCO World Heritage Site and National Treasure is famous for its original wooden structure, clever defensive design, and dazzling white exterior — earning it the nickname “White Heron Castle.” It’s a perfect place for the whole family to explore and snap some memorable photos. From Himeji, we’ll continue on to Kyoto. After checking into the hotel, enjoy some time to rest and refresh. In the evening, families can opt in for a karaoke session, a fun and lively way to try a beloved Japanese pastime together — perfect for singing, laughing, and making memories."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kyoto: This morning, we’ll head to Arashiyama, one of Kyoto’s most scenic districts. Wander through the enchanting Bamboo Forest, where towering stalks sway gently overhead, and soak up the serene atmosphere. Then visit the historic Tenryuji Temple, a UNESCO World Heritage site surrounded by beautifully maintained gardens — a peaceful spot for the whole family to explore. In the afternoon, step back in time at the Toei Kyoto Studio Park, a unique blend of theme park and working film set. Stroll through streets that recreate an Edo-period town, watch live filming demonstrations, and discover how historical dramas are brought to life. It’s a fun, interactive way for families to dive into Japan’s movie and cultural history."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kyoto: Begin the day with a traditional tea ceremony at Camellia, where you’ll watch the graceful rituals of pouring and preparing matcha tea before trying your hand at whisking your own bowl. Sweet treats are served alongside, making this a calm and delicious experience for the whole family. For a truly authentic touch, you can also rent a kimono and take part in the ceremony dressed in traditional attire. Next, visit Kiyomizu-dera Temple, one of Japan’s most iconic Buddhist landmarks and a UNESCO World Heritage site. Then, head to the striking Fushimi Inari Shrine, famous for its thousands of red torii gates that wind up the mountainside. Families can choose to hike to the top for breathtaking views of Kyoto or stay at the base to enjoy local street food and shopping until the group reunites. In the evening, join your Adventure Leader for a short orientation walk through Gion, Kyoto’s historic district filled with wooden teahouses and lantern-lit streets. Afterward, the night is yours to enjoy dinner and explore Kyoto at your own pace."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Nara or Osaka: Today is all about choosing your own adventure! Spend the day exploring Kyoto, Nara, or Osaka at your own pace before we gather in the evening for a special goodbye dinner with the group. Here are some family-friendly ideas to make the most of your day: Kyoto Railway Museum – interactive exhibits and real trains for enthusiasts of all ages. Bicycle rental – cycle through Kyoto’s quiet backstreets and riverside paths. Golden Pavilion (Kinkaku-ji) – one of Japan’s most photographed temples, shimmering in gold leaf. Nara Park – meet the friendly deer that roam freely through the grounds. Osaka Aquarium – one of the world’s largest, home to whale sharks and penguins. Universal Studios Japan – a family favourite with rides and themed attractions. In the evening, reunite with your Adventure Leader and travel crew for a farewell dinner, the perfect way to celebrate the end of your unforgettable Japan family adventure."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kyoto: Your Japan family adventure comes to an end today. Whether you are heading off to your next destination or making your way back home, we hope you leave with unforgettable memories from the amazing adventures you have shared. If you would like to extend your stay, we can help arrange additional nights for an extra fee – just let us know in advance."
    }
  ],
  "map": ""
}