{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-backpacking-tour",
  "tourName": "Japan backpacking tour",
  "placesVisited": "Tokyo, Kamakura, Hakone, Kyoto, Arashiyama, Hiroshima, Miyajima Island, Osaka, Japan Rail Pass included, Activities include: sushi lesson, sake tasting, sightseeing cruise, onsen visit, karaoke",
  "generalInfo": "Japan has a reputation for being pricey, but you can keep costs down by staying in hostels (like a true backpacker) in shared rooms, and even one night in a capsule hotel. Your tour leader knows some great authentic, but cheap restaurants – Osaka is brilliant for street food and you’ll get a sushi lesson in Tokyo. You’ll be given a Japan Rail Pass to get around without spending a fortune, and you can ride the famous bullet train. <br/><br/>You need to devote a lot of time to Tokyo, which is why this tour takes four days to get to know the capital – one minute you’ll be taking a swing at a batting cage, the next relaxing in a local bathhouse or going to see a robot show. By doing local activities, there no queues or big crowds involved – except, of course, when you visit Shibuya Crossing, the busiest pedestrian crossing in the world.<br/><br/>A bullet train to Kyoto whizzes you back in time in Japan’s elegant, historic city. Just as it’s essential to spend lots of time in Tokyo, you need to give Kyoto a few day’s attention, too. See geisha performances, witness a tea ceremony and cycle around the city to Zen temples, Kinkaku-ji, and the Imperial Palace. Finally you’ll visit Hiroshima, with its moving Peace Memorial Park, before filling your stomach in Osaka – Japan's greediest city and returning to Tokyo on the bullet train again.",
  "durationDays": "14",
  "price": "1899",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo- Your tour begins at 10am! Join the group for an orientation followed by a visit to the Senso- Ji temple in the Asakusa district. Enjoy a sashimi lunch in Tokyo’s famous Tsukiji Outer Market and then take in cityscape views from the top of the Metropolitan Government building. There is the option to try your hand at baseball, visit a Japanese bathhouse or shop around Asakusa later on that day."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo- Get a culinary lesson from a skilled sushi chef before visiting the ‘electric town’ of Akihabara. Enjoy some free time in the town and maybe visit one of the gimmicky maid cafés. If you’d like to bring an old-time favourite video game to life, you can choose to take part in a MariCar! experience. Hit the night life at the Golden Gai club post-drive!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo - In the morning you’ll visit the impressive Tokyo Imperial Palace it’s stunning gardens. Spend some time in the wacky fashion district of Harajuku and in the afternoon head to Shibuya to visit the Meiji Shrine. You’ll also get to walk Shibuya’s busiest pedestrian crossing to visit the iconic Hachiko statue. Recharge with a coffee break at a cat café before getting ready for Roppongi’s nightlife!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tokyo- Today’s a culture experience with a scheduled visit to Tokyo’s fascinating Edo-Tokyo history museum in Ryogoku. You’ll have the option to experience ‘a day in the life’ of a sumo wrestler followed by a visit to the Sumo Museum to find out about the traditional Japanese sport. The afternoon offers a chance to learn the ancient art of samurai with a live sword demonstration, and you’ll even try on a samurai outfit and have a go yourself! A Robot Show experience is on offer for some evening"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kamakura - After brunch you’ll jump on a train to the historical town Kamakura. The hostel you’ll be staying at is a stone’s throw from the beach where you can relax or if feeling adventurous, try your hand at surfing! Witness all historical aspects of this town including ancient shrines and the Kotoku-in temple hike where you’ll get to stand in awe of the Great Buddha statue. For a real treat you’ll hop over to the small offshore island of Enoshima to visit little temples and enjoy the sunset from a selection of beachside bars."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hakone - Travel up the Hakone Ropeway for sensational views of Mount Fiji. Try out a local cuisine - black eggs"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto - Bullet train over to Kyoto, covering 440 km in 2 hours. Wander the hillside streets to the Fushimi Inari Shrine, renowned for it’s multiple torii gates leading into the wooded forest of the sacred Mount Inari. The evening offers a beautiful geisha performance including a tea ceremony, puppet show and traditional music. Meander through the Pontocho alley, lit up with little lanterns and plenty of wood-panelled restaurants where you can sip sake and watch the geisha’s go by."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Arashiyama, Kyoto - Take a trip down the Hozugawa River in a traditional wooden raft. Driven by guides, you’ll cruise through the breath-taking Arashiyama Hills, navigating rocky ravines and rushing rapids. Trek up the mountain to enjoy panoramic views of picture-perfect Kyoto and meet the local primate residents. Enjoy the Tenryu-Ji Temple and ancient 14th century gardens before a final hike though the mystical Bamboo forest. Tonight, it’s Karaoke!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kyoto - Today you have the opportunity to independently enjoy Kyoto and its surrounding areas. We suggest temple hopping along the Philosopher’s path, or you could check out the International Manga Museum. The Fushimi Inari Shrine area offers a breath-taking hiking trail through a corridor made up of thousands of bright red Japanese gates. In the evening, enjoy a few sake’s with your new friends."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kyoto/Hiroshima - Cycle to a Zen temple to take part in a spiritual mediation session led by a Buddhist monk. You’ll go to the iconic Golden Pavilion at Kinkaku- Ji and circle the mirror pond to be mesmerised by its golden reflection. In the afternoon, you can cycle around the Imperial palace, before jumping on another bullet train bound for Hiroshima!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hiroshima - This modern city on Japan’s Honshu Island was largely destroyed by the famous atomic bomb during World War II. The Peace Memorial Park commemorates the event that occurred in 1945 and explains how Hiroshima is now a world leader in striving for a peaceful and nuclear-free world. Take a train and short ferry trip to the Itsukushima shrine on Miyajima Island. Temple buildings were built on stilts to avoid upsetting the gods, and there is an enormous torii gate just offshore which can be reached at low tide. Enjoy a relaxing evening digesting what you’ve learned today"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka - You’ll head off on another bullet train to Osaka, just in time for a traditional Japanese lunch of Ramen, sushi or yakitori in the foody district of Shinsaibashi. The famous Osaka castle is an iconic landmarks that played a major part in Japan’s reunification during the 16th century. Stroll around the moat and don’t get lost exploring the 9-level dungeon! During your free afternoon, explore Shinsaibashi before your final night out on the town. Tonight you’ll sleep in a unique ‘capsule hotel’ which is an experience in itself!"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Osaka back to Tokyo -enjoy a final brunch before catching your bullet train back to Tokyo for a 4.30pm arrival. Happy travelling if you’re continuing to explore Japan and beyond!"
    }
  ],
  "map": ""
}