{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-activity-holiday-bike-hike-and-kayak",
  "tourName": "Japan activity holiday, bike, hike and kayak",
  "placesVisited": "Tokyo, Narai, Matsumoto Castle, Tsumago, Magome, Nakasendo Trail, Kyoto, Cycle on Kamon River, Shingu, Kumano Kodo, Ise Shima and Shima Peninsula, Masakijima Island, Osaka",
  "generalInfo": "This Japan activity holiday takes you on an adventurous journey through some of the country’s most magnificent landscapes, while also spending time at important cultural heritage sites along the way. Starting in Tokyo and finishing in Osaka, travel in a guided small group, mostly by train, along a carefully crafted itinerary where every day is totally different. <br/><br/>Our first stop after arriving in Tokyo is Narai, just one of several old post towns that we visit on the iconic Nakasendo Way, hiking through the region’s ancient forests and Kiso Valley. Our next stop is Kyoto which we explore on foot and by bike, visiting its famous shrines and ancient streets on foot and then cycling out of the city along the Kamon River. <br/><br/>We then head further south to Shingu to spend two days hiking a section of the Kumano Kodo walking trail followed by some time on the beautiful waters of Ago Bay, where we visit the small island of Masakijima. Last stop is Osaka, one of Japan’s most underrated cities and which is known locally as ‘tenka no daidokoro’, meaning ‘the kitchen under the heavens’. <br/>",
  "durationDays": "12",
  "price": "5050",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo.",
      "description": "Konnichiwa! Welcome to Japan. Your adventure begins in Tokyo – bursting with contemporary urban culture, this colourful city is home to many museums, world-class shopping strips, neighbourhoods full of restaurants and countless karaoke bars. As this trip spends very little time in Tokyo, it’s recommended that you arrive a few extra days before your trip if you want to experience its best. You’ll have a welcome meeting at 6 pm tonight, but if you arrive early you might like to check out the mania of Shibuya Crossing or stroll around the hip Harajuku neighbourhood. After the meeting, why not get some of your group together for an optional dinner at a local restaurant – your group leader will know the best spots."
    },
    {
      "dayNumber": 2,
      "title": "Nakasendo (Hiking).",
      "description": "Say goodbye to Tokyo this morning and hop on a train towards the Nakasendo Way – a historic network that connected shukuba (post stations) between Tokyo and Kyoto in the Edo period. When you arrive, you’ll head out to walk a section of the Way between Tsumago and Magome. Take a well-maintained and marked trail through forested countryside past traditional houses reminiscent of the time. Both Tsumago and Magome were towns where weary travellers would rest during their journey along the Nakasendo Way, and tonight you’ll stay in a local guesthouse in town, replicating their experience. Before checking into the guesthouse, visit the Toson Memorial Museum, which is dedicated to the life and works of writer Shimazaki Toson."
    },
    {
      "dayNumber": 3,
      "title": "Nakasendo / Onomichi (Hiking).",
      "description": "An early morning start today takes you on a short hike along another section of the Nakasendo trail to Nagiso station. After, take a regional train and then a shinkansen (bullet train) to Furukawa, connecting to a local train bound for Onomichi. Onomichi marks the beginning of the famous Shimanami Kaido cycling track and the town is associated with a great number of Japanese literary figures. There are various temples, pagodas and parks you can explore while you’re here – the most popular walk being Temple Way. You could also head to Senkoji Park for a bird’s-eye view of the city and the Inland Sea. If you’re lucky enough to be in Japan in the springtime, cherry blossoms bloom in the parks here! Tonight, why not head into town and grab a ramen dinner in one of the laneway restaurants – these delicious soupy noodles are what Onomichi is known for."
    },
    {
      "dayNumber": 4,
      "title": "Shimanami Kaido / Onomichi (Cycling & Kayaking).",
      "description": "Wake up this morning ready take on a section of the Shimanami Kaido. This cycle path connects six small islands on the Inland Sea between Honshu and Shikoku. Today, you’ll ride across three of the connecting islands, arriving on Ikuchijima around midday. The cycling paths are well established, and you’ll pass by cafes, shrines, small beaches and gorgeous vistas of the dotted islands and tiny fishing villages along the Setouchi Inland Sea. In the afternoon, swap your bike for a kayak and start paddling from the Sunshine Beach area of the island. Later, catch a ferry back through to Onomichi Port before a free evening."
    },
    {
      "dayNumber": 5,
      "title": "Kyoto (Hiking).",
      "description": "This morning, take a local train and shinkansen to Kyoto. Originally founded as Heian-kyo (translating to the tranquillity and peace capital) in AD794, Kyoto was the capital of Japan for over 1000 years before the emperor and government relocated to Tokyo. Because of this, Kyoto is rich in history, with over 2000 temples, shrines and gardens. After dropping your bags off at the accommodation, head out with your group to Fushimi Inari Shrine – one of the quintessential images of Japan. Famous for its thousands of reddish coloured torii gates, get lost in one of the networks of trails, and be sure to snap a few shots of this iconic spot. Your leader will take you on a hike up the hill, away from most of the crowds, so you can get the best views and most peaceful feel of the place. Later, visit to the historic Gion area, where you might spot a geisha."
    },
    {
      "dayNumber": 6,
      "title": "Kyoto (Hiking).",
      "description": "Head with your group to Ginkakuji, also known as the Silver Pavilion. Built more than 500 years ago, this structure is surrounded by intricate Japanese landscape architecture and was modelled off the Golden Pavilion, Kinakuji. From Ginkakuji, you’ll hike up Mt Daimonji-yama – one of the best short hikes in Kyoto. From the top, you’ll get a panoramic view of the city and on a clear day, all the way over to Yoshida-yama Hill. When you’re back in town, the afternoon is yours to choose your own adventure. Maybe check out Kyoto’s Kitchen at Nishiki food markets, visit Nijo Castle and the Imperial Palace, or get lost in the zigzagging lanes of the traditional Ninen-zaka and Sannen-zaka districts. If you prefer a bit of relaxation, rest up in one of the sentos (traditional bath houses) in the city – a must-do experience at least once in Japan!"
    },
    {
      "dayNumber": 7,
      "title": "Kyoto (Cycling).",
      "description": "Today it’s time to jump back on two wheels. Pick up your rental bikes and start exploring Kyoto. Cycle along the beautiful Kamogawa River to Demachiyanangi, stopping at Daitokuji Temple. Learn about Zen Buddhism and find a dose of peace before hopping back on the saddle and continuing to the Kinkakuji Temple – also known as the Golden Pavilion. Heading back along Kamogawa River, finish your cycling adventure and head back to the bike shop. Tonight you’re free to find the best feed – your leader always has the best recommendations!"
    },
    {
      "dayNumber": 8,
      "title": "Shingu/Koguchi.",
      "description": "This morning, hop on the train to Shingu. Visit Kumano Hayatama Taisha Shrine – one of the three main shrines part of the Kumano Kodo network. After you've had a look around, visit Kamikura Shrine – one of the oldest and most sacred shrines in Shingu. This shrine has a stunning view over Shingu city out to the Pacific Ocean. Change to a local public bus to Koguchi, where you’ll have dinner and rest for the night to get ready for tomorrow's hike."
    },
    {
      "dayNumber": 9,
      "title": "Koguchi/Kii Katsuura (Hiking).",
      "description": "Today is an early start as you head out to hike part of the famous Kumano Kodo – one of the only two UNESCO World Heritage-listed pilgrim routes in the world. The Kumano Kodo is a network of ancient routes that connect three major religious sites – known collectively as the Kumano Sanzan. Throughout the centuries, the pilgrim route has been used by imperial families, nobility, warriors and common folk alike as part of their spiritual practice. For the first couple of hours it's an uphill climb that rises over 800 m. After reaching the Echizen-toge Pass, follow the forest ridge for another couple of kilometres until you reach the highest point – Funami-jaya teahouse at 868 m. From here, head mostly downhill to Nachi Taisha – another of the three Kumano shrines. See the Nachi Falls along the way, too, then take a bus down to Kii Katsuura for the night."
    },
    {
      "dayNumber": 10,
      "title": "Toba.",
      "description": "Take the train to Toba today. Toba is the perfect place to wind down after a few days of hiking, cycling and kayaking. When you arrive, your leader will take you on a short orientation walk in the old town of Toba and give you the option to have a fresh seafood barbecue for lunch – oysters, anyone? In the afternoon, visit the famous Mikimoto Pearl Island Museum. Toba's claim to fame is it’s the birthplace of the cultured pearl industry and here, you'll be able to witness how Ama divers (female pearl divers) collect pearls in the traditional way. In the evening, maybe check out the onsen in your hotel – there's no better way to relax tense muscles than soaking yourself in the hot springs with an amazing view over the bay area ahead."
    },
    {
      "dayNumber": 11,
      "title": "Osaka.",
      "description": "In the morning, hop back on the train and return to Osaka. Arrive at around lunch time and go on a walking tour with your leader to the famous Dotombori district, which is popular for its shopping, food and entertainment. At night, this place is lit by hundreds of neon lights and signs, including the famous Glico Running Man sign and Kani Doraku crab sign. If the mood strikes, why not join your group for a final dinner at one of the many amazing restaurants and toast to a trip well travelled!"
    },
    {
      "dayNumber": 12,
      "title": "Osaka.",
      "description": "There are no activities planned after breakfast today and your adventure comes to an end. You're free to leave at any time after check out. If you'd like to extend your stay, just get in touch with your booking agent ahead of time to organise additional accommodation."
    }
  ],
  "map": ""
}