{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "hidden-japan-holiday",
  "tourName": "Hidden Japan holiday",
  "placesVisited": "Kyoto, Mount Koya, Shikoku Island, Takamatsu, Naoshima island, Kotohira and Kompira-san shrine, Iya Valley, Miyajima, Stay in ryokan traditional inn with hot spring bath.",
  "generalInfo": "If you're curious about the quieter, more traditional side of the country – from mountain temples to art islands and ryokan inns – Hidden Japan might just be your perfect tour. A decade in the making, Hidden Japan reveals the country’s lesser-travelled paths – where small communities offer big welcomes, and traditions thrive beyond the cities. <br/><br/>Trip Overview:<br/>•\tKyoto – In Gion, share tea and conversation with a trainee geisha (maiko) in a rare, Insider guide-arranged meeting. <br/>•\tMount Koya – Stay in temple lodgings, join morning prayers, and explore the Okunoin cemetery with 200,000 tombstones – the resting place of monks, shogun, and revered 8th century priest Kobo Daishi <br/>•\tTokushima – Witness (and join in with!) the exuberant Awa Odori festival dance and catch a bunraku puppet theatre show <br/>•\tTakamatsu &amp; Naoshima – Stroll Ritsurin Garden’s winding paths and take the ferry to Naoshima art island, home to world-class installations and striking architecture (it’s not just about those beach pumpkins) <br/>•\tKotohira – Climb 785 steps to Konpira-san Shrine, go beneath the boards of one of Japan’s oldest kabuki theatres, and relax in an open-air rotenburo bath, looking out over the mountainside. <br/>•\tIya Valley – Walk across vine bridges, cruise between the jagged cliffs of the Oboke Gorge, and explore the somewhat creepy, yet cute, Yokai Monster Museum <br/>•\tMatsuyama – Visit one of 12 remaining original samurai castles and bathe at Dogo Onsen, the inspiration for Spirited Away <br/>•\tHiroshima &amp; Miyajima – Reflect at the Peace Memorial Museum, taste local okonomiyaki, and visit Miyajima’s floating torii gate and roaming deer <br/><br/> Dietary requirements <br/>We can cater for vegetarian diets on all of our Small Group Tours. Vegan diets can usually be accommodated, though options may be more limited on certain itineraries, particularly in remote areas where meals are provided by local accommodations. In these cases, vegan travellers should expect simpler meals than the standard offering, but we’ll always do our best to make it work. <br/><br/>Tour highlights <br/>•\tMeet a maiko (geisha in training) in the historic district of Gion, for tea, games and a chance to ask questions <br/>•\tVisit Naoshima art island <br/>•\tExplore Iya Valley: cruise through the jagged cliffs of Oboke Gorge (you may spot a macaque monkey or two) <br/>•\tVisit Hiroshima – learn about its tragic past, but also experience its modern, forward-looking energy and try their version of okonomiyaki (a delicious savoury pancake) <br/>•\tConnect with the community of Joge through a kendo lesson and browsing family-owned stalls <br/>•\tStay on Mount Koya, the centre of Shingon Buddhism, in a traditional temple lodging. Rise early for morning prayers with the resident monk. <br/>•\tClimb the 785 steps to Konpira-san Shrine, then soak in your own hot spring rotenburo bath in Kotohira <br/>•\tSee one of Japan's 12 surviving original samurai castles – Matsuyama Castle <br/>•\tMeet the Miyajima island deer",
  "durationDays": "13",
  "price": "5850",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "KYOTO (dinner) Arrive at Kansai International Airport (KIX) or Osaka International Airport (ITM). You’ll be met by our representative and take taxi to your hotel in Kyoto. That evening, you'll meet your fellow travellers at a welcome meeting and dinner (included) at a nearby restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "KYOTO (breakfast) | Kyoto isn’t called the “City of Ten Thousand Temples” for nothing, and today the tour leader will lead a full day tour of the best temples the city has to offer. Of course, if you’d rather go off and explore on your own, your tour leader will be happy to offer suggestions. In the afternoon, you’ll visit a traditional tea house in the Gion geisha district area for a private audience with an apprentice geisha (maiko)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "MT KOYA (breakfast, lunch & dinner) | Today you’ll venture off the beaten path, heading up to Mount Koya, a remote mountaintop temple community and the spiritual home of Shingon Buddhism. Mount Koya is located deep in the mountains of Wakayama Prefecture and is home to a collection of ancient temples, shrines and pagodas – not to mention Okunoin, the largest cemetery in Japan. A local guide will join us to explain the history and significance of these sites. We’ll stay in temple lodgings, complete with authentic Buddhist vegetarian meals (multi-course, intricately presented kaiseki) – an unforgettable experience."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "TOKUSHIMA | Before breakfast, you’ll have the chance to join the morning ceremonies at our temple lodgings. Our clients tell us this is a really special moment: feeling part of ancient rituals carried out by the temple monks. After prayers, you’ll have a traditional Buddhist breakfast before jumping on a private bus to Wakayama Port for the short ferry crossing to Tokushima, on Shikoku Island. Tokushima famous for Awa Odori – the largest dance festival in Japan. You’ll visit the Awa Odori Kaikan Museum for some background on the festival, see a performance (where audience participation is encouraged) and ride the cable car to the top of Mount Bizan for some truly fantastic views out across the city and the surrounding countryside and mountains."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "TAKAMATSU (breakfast) | After breakfast, you’ll take a half day trip to the Awa Jurobe Yashiki theatre, a chance to see a traditional bunraku puppet theatre performance in an authentic setting. You’ll then make your way to Takamatsu, where you’ll spend the afternoon wandering Risturin Gardens, one of the best landscape gardens in Japan, and yet lesser visited than others."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "NAOSHIMA (breakfast) | The group takes a full day trip to the nearby 'art island' of Naoshima, packed with art galleries and outdoor installations. A local guide will explain the history of the island's art projects and introduce us to some of its most impressive and lesser-known sights. You’ll have lunch at Benesse House Museum, a renowned gallery housing works by famous artists from Claude Monet to Yayoi Kusama. In the evening you’ll return to your Takamatsu hotel."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "KOTOHIRA (breaksfast & dinner) | After breakfast you'll make the scenic train ride from Takamatsu to Kotohira, known as the location of Shikoku's largest shrine complex – Konpira-san. If you’ve got the energy, scale the 1,368 steps to Konpira-san's inner shrine, well worth the effort for the far-reaching views. You’ll stay at a ryokan hotel with its own hot spring baths with Japanese-style evening meals included on both nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "IYA VALLEY (breakfast, lunch & dinner) | Board a private bus bound for the Iya Valley, a lush and undeveloped area of natural beauty, particularly famous for its vine bridges. Today we'll cross one of these bridges, have a traditional Japanese lunch and take a boat ride through jagged cliffs of the Oboke Gorge. You’ll pay a visit to a rural ex-samurai residence before returning to Kotohira, where a second night of hot spring baths and a classically Japanese meal awaits."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "MATSUYAMA (breakfast) | A train ride west across the island of Shikoku will bring you to Matsuyama, home to Dogo Onsen, the oldest hot spring baths in Japan. These baths date back more than 3,000 years (though the current buildings were completed in 1894) and there’s even a set of baths reserved exclusively for the imperial family. Matsuyama is home to one of the best original samurai castles in Japan: you’ll have time to explore the donjon (main keep) and museum before taking a dip in the restorative hot spring waters."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "HIROSHIMA From Matsuyama you’ll take the jet foil ferry across the Seto Inland Sea to Hiroshima back on mainland Japan. Hiroshima will always be remembered for the tragic events of 1945, and you’ll visit the inspiring Peace Park and sobering Peace Memorial Museum for an insight into the dropping of the world's first atomic bomb. Informative and even-handed, this museum is a must-see. After a thought-provoking afternoon, you’ll experience modern-day Hiroshima, where you can walk along the river or hit the lively Hondori shopping arcade. This evening, you’ll sample Hiroshima’s speciality dish: okonomiyaki, a savoury pancake layered with toppings and a delicious sauce."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "HIROSHIMA (breakfast) | Today is free time. You could opt to join your Insider guide on a day trip to Miyajima – a tiny island known for its friendly, free-roaming deer and “floating” torii gate – Itsukushima Shrine – considered one of Japan's three most iconic views. If you’re feeling energetic, you can hike to the top of Mount Misen for a panoramic coastal view (alternatively, you can catch the cable car!)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "KYOTO (breakfast) | On the way back to Kyoto, you’ll stop off in Joge – a rural town in Hiroshima prefecture. You’ll meet the local community, taking part in a kendo fencing lesson and visiting the wonderfully preserved Zen temple and kabuki theatre. There’s lunch at a local restaurant. Then, it's all aboard the super-fast Shinkansen (bullet train) for your trip back to Kyoto for the final night and farewell dinner with your tour leader and group."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "DEPART (breakfast) | Say goodbye and transfer by private taxi to the airport for your flight home, or, the next leg of your Japan or Asia adventure."
    }
  ],
  "map": ""
}