{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "2-week-japan-family-holiday",
  "tourName": "2 week Japan family holiday",
  "placesVisited": "",
  "generalInfo": "This is a private tour for family vacation, no minimium age. <br/><br/>Embark on a perfect tour catered to families and first-time visitors, immersing in Japan's rich history, mountain town aromas, majestic shrines, and palaces. <br/><br/>Explore the country via various Shinkansen bullet train classes, revel in bustling shopping streets, and indulge in Japan's diverse culinary offerings at cozy local eateries and vibrant food markets. Delight in food tastings that offer an authentic local experience, making you feel truly immersed in the culture and flavors.  <br/><br/>Places and activities below:<br/>Purify your hands at Meiji Shrine and immerse yourself in Japanese traditions.<br/><br/>Explore Japan's rich heritage by visiting numerous UNESCO World Heritage Sites throughout the country.<br/><br/>Immerse yourself in the vibrant heart of Tokyo's youthful culture.<br/><br/>Witness the breathtaking panoramic view of Tokyo city from the world's tallest free-standing broadcasting tower.<br/><br/>Engage in a fun ramen-making experience for the whole family in Tokyo, unleashing your culinary creativity.<br/><br/>Enjoy a thrilling day at Universal Studios Japan with your children.<br/><br/>Hop on different classes of Shinkansen trains to traverse various regions of Japan.<br/><br/>Speed through the magnificent Japanese Alps and step into traditional folk villages.<br/><br/>Discover the meticulous art of gold-leafing in Kanazawa as you craft your own shimmering masterpiece.<br/><br/>Spend a night in a traditional Japanese ryokan, complete with tatami mat floors and sliding doors.<br/><br/>Absorb the essence of peace at Hiroshima Peace Memorial Park.",
  "durationDays": "13",
  "price": "7799",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo Arrival. Private transfer from airport to hotel. After settling in, enjoy free time to start exploring the city or relax and refresh from your journey. Meals: None"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Exploring Tokyo's Heart. Embark on a comprehensive city tour, weaving through Tokyo's past and present: Meiji Jingu Shrine: Immerse in serenity at this spiritual sanctuary. Shibuya: Feel the pulse of modernity and youth culture. Kokyo Gaien National Garden: Stroll under the charming Meganebashi, capturing European flair. Senso-ji Temple: Trace Buddhist history in Asakusa. Tokyo Skytree: Soar for breathtaking cityscapes. Meals: Breakfast"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo's Digital Realm & Gastronomy. Delve into Tokyo's digital frontier and culinary delights: teamLab Borderless: Interact with boundary-pushing digital art. Ramen-Making Workshop: Craft the perfect bowl of noodles. Pokémon Center: Dive into a world of beloved creatures. Anime Café(optional): Savor Tokyo's pop art scene in a themed cafe. Meals: Meals: Breakfast and Lunch"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tokyo to Takayama, via Nagoya. Embark on a journey to Japan's traditional core: Self-Guided Station Transfer: Effortlessly navigate with pre-briefing and tickets. Shinkansen to Nagoya: Speed through landscapes on Japan's iconic bullet train. Private Transfer to Takayama: Arrive in the quaint alpine town. Guided Tour: Uncover Takayama Jinya and Hida Folk Village's rural charm Meals: Breakfast"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Takayama to Kanazawa. Continue through Japan's cultural tapestry: Shirakawa-go UNESCO Site: Marvel at the thatched farmhouses. Kanazawa Castle: Step into samurai history. Kenrokuen Garden: Embrace tranquility in a seasonal masterpiece. Meals: Breakfast"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kanazawa to Kyoto. Before departing Kanazawa, savor its cultural gems: Higashi Chaya District: Meander historic teahouse lanes. Gold Leaf Crafting: Add a golden touch to your experience. Thunderbird to Kyoto: Scenic rail journey to the ancient capital. Evening at Leisure: Settle into Kyoto or explore independently. Meals: Breakfast"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto's Cultural Riches. Immerse in Kyoto's timeless beauty: Kinkaku-ji: Glimmering Golden Pavilion. Nijo Castle: Relive feudal grandeur. Arashiyama Bamboo Grove: Stroll beneath towering bamboo. Togetsu-kyo Bridge: Complete your day with scenic Arashiyama vistas. Meals: Breakfast"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto to Osaka, with a Nara Stopover. En route to Osaka, visit Kyoto and Nara's icons: Kiyomizu-dera: Panoramic views from the Pure Water Temple. Fushimi Inari Shrine: Walk through thousands of vermilion gates. Mount Wakakusa: Nara's verdant hilltop vistas. Todaiji Temple( UNESCO): it is the home to numerous national treasures and cultural assets, and so the temple itself was registered as a Historic Monument of Ancient Nara. Meals: Breakfast"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Universal Studios Adventure. Entertainment Extravaganza: 1-Day Studio Pass: Dive into movie magic with rides and shows. Guided Transfer Assistance: Hassle-free access to fun. Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Onward to Hiroshima. Travel to Hiroshima, steeped in history: Nozomi Train Journey: Swift transit from Osaka. Hiroshima Castle: Echoes of Japan's past. Peace Memorial Park: Reflect on peace amidst poignant memorials. Meals: Breakfast"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Discovering Hiroshima and Return. Embrace Hiroshima's serenity and history: Shukkei-en Garden: Miniature landscapes in harmony. Miyajima Island Cruise: Visit Itsukushima Shrine's floating torii. Nozomi Train Back to Osaka: Seamless return with guidance. Meals: Breakfast"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka's Cultural Canvas. Experience Osaka's vibrant essence: Kamigata Ukiyoe Museum: Admire traditional prints. Shinsekai Culinary Delights: Savor Osaka's gastronomic treats. Ninja Experience: Unleash your inner warrior. Dotonbori: Evening immersed in Osaka's entertainment hub. Meals: Breakfast"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Farewell. Bid adieu to Japan with a private transfer to the airport. Sayonara: Until our paths cross again, safe travels! Meals: Breakfast"
    }
  ],
  "map": ""
}