{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-tour-with-added-comfort",
  "tourName": "Japan tour with added comfort",
  "placesVisited": "Guided tour of Tokyo, Tsukiji Fish Market with a sushi-making lesson, Stay in a ryokan inn with your own private onsen, Bullet train to Takayama, Hiroshima and the Peace Memorial Museum, Boat trip to the island of Miyajima, Bullet train to Kyoto via a samurai castle, Guided meditation session at a Zen Buddhist temple, Kyoto’s Fushimi Inari shrine, Visit a renowned sake brewery, Enjoy seasonal, regional cuisine",
  "generalInfo": "Many Japanese words have different meanings depending on the context, and we like to think there are different ways to understand a Japan tour with added comfort. You will enjoy physical comfort throughout, whether it’s travelling by fast, convenient shinkansen (bullet) trains, or staying in a ryokan inn with your own private onsen hot spring. But you will also enjoy the comfort of being warmly welcomed wherever you go. A series of locally led experiences give you a far deeper understanding of Japanese culture than most small group tours manage. <br/><br/>Your adventure begins in Japan’s capital, Tokyo. In truth, you could spend two weeks here alone, and never be bored for a moment. But two nights here are plenty to take in a raft of highlights, one of which is sure to be a guided tour of the outer Tsukiji Fish Market. Explore with a local tour leader filling in the details on where the seafood originates, before taking part in a fun and informative sushi-making lesson with a local chef.<br/><br/>From Tokyo you take a short train journey south-west to the mountainous hot spring town of Hakone. Here, you’ll enjoy what will definitely be one of the most talked-about experiences of your stay. This evening you will stay in a traditional Japanese inn (ryokan). Each bedroom has its own private hot spring bath (onsen), set within attractive greenery, and there are several restaurants serving fresh regional cuisine.<br/><br/>Leaving Hakone, take your first trip on a bullet train to the alpine town of Takayama, an Edo-era, riverside community known for its traditional inns and sake. A very scenic spot to base yourselves for a few days as you explore old villages in the countryside, and naturally taking every opportunity to sample the local food and drink. Here the advantage of keeping group sizes to just 12 becomes very apparent – you can dine in small, locally owned restaurants throughout, whereas larger groups are much more limited in where they can eat.<br/><br/>A stop in Hiroshima features a sobering visit to the A-bomb Dome, combined with entry to the Peace Memorial Park and Museum. Hiroshima has a positive outlook on the future, with a citywide focus on promoting world peace<br/><br/>Your Japan tour comes to an end in Kyoto. Here, you will visit a prestigious Zen Buddhist temple to take part in a guided meditation session. Mind freed, take a tour of Gion, with its wooden houses, and learn about geisha culture, and then a stroll around the immense Fushimi Inari shrine with its ‘path of the red gates’.<br/><br/>This tour offers a great introduction Japan’s culture. With a knowledgeable local tour leader, carefully chosen experiences, and travel by train that puts you alongside local people going about their daily lives, you’ll enjoy the comfort of feeling welcome wherever you go. <br/>",
  "durationDays": "12",
  "price": "7240",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo.",
      "description": "Konnichiwa! Welcome to Japan. Your adventure begins in the country’s lively capital, Tokyo, with a welcome meeting at 6 pm at your hotel. If you get to the city early, there are many sides of Tokyo to explore, from history museums and world-class shopping to neighbourhood backstreets lined with hole in the wall eateries and bars. After your meeting, join your new travel companions for a welcome dinner at a local restaurant. Tokyo’s food scene is undoubtedly one of the world’s best, and the city truly celebrates the art of eating well. Sample a range of regional and seasonal delights, including handmade soba noodles, crispy tempura and yakitori. After dinner, you may like to experience Tokyo’s vibrant nightlife and head to a local izakaya."
    },
    {
      "dayNumber": 2,
      "title": "Tokyo.",
      "description": "Bursting with contemporary urban culture and historic temples and shrines, Tokyo has so much to uncover. Exploring the world’s largest city alone can be a daunting task, but today your leader will introduce you to the old and new Tokyo. Begin in the Asakusa area, one of the older and more traditional parts of Tokyo, often called the temple district. Here you’ll stop by Senso-ji, the city’s oldest temple – founded almost 1400 years ago when Tokyo was nothing more than a fishing village. Browse the many interesting stalls filled with tasty treats, crafts and souvenirs that line the shopping street of Nakamise dori. Then, jump on the metro to explore the buzzing Shibuya area. Check out one of the busiest intersections in the world before heading into a depachika (underground food hall) for a tempting array of Japanese treats. Before diving into Harajuku district, the home of quirky youth pop culture. Then get a birds-eye view of Tokyo from Tokyo Skytree which rises to an incredible 634m above the city."
    },
    {
      "dayNumber": 3,
      "title": "Tokyo.",
      "description": "This morning, get ready for a delicious experience at the famous Tsukiji Outer Market, where fresh seafood from Tokyo's largest wholesale fish market (recently relocated to a new site at Toyosu) is delivered and ready to sample daily. Your leader will provide insight into the underwater treasures that go into the local cuisine, then you’ll take a sushi making class to learn about the art and history of this Japanese cuisine that's loved across the world. Learn how to make nigiri sushi, hand-rolled sushi or temari sushi, then enjoy your fresh creations for lunch. After learning some valuable skills to take home with you, you can join your leader for a short walking tour in the Ginza area and then enjoy a free afternoon in the city. Maybe check out the Yayoi Kusama Museum for its amazing exhibits by the avant-garde artist Yayoi Kusama (advance reservation required), browse high-end shops in Ginza, experience the theatre of a kabuki play, or create your own entertainment with some karaoke."
    },
    {
      "dayNumber": 4,
      "title": "Hakone.",
      "description": "Say sayonara to Tokyo this morning and board a train bound for the mountainous onsen (hot spring) town of Hakone. Away from the hustle and bustle of Tokyo, Hakone offers tranquillity among stunning natural scenery. In the afternoon, take a cable car up the mountains to the sulphur vents of Owakudani where on a clear day you can catch a glimpse of Mt Fuji in the distance. Talk a walk through the unique volcanic landscape and and perhaps try the famous black eggs which are said to promise 7 extra years of life. Later, check in to the Susukinohara Ichinoyu, your Feature Stay accommodation for the evening. Here, you’ll experience the design and ambience of a traditional Japanese ryokan without sacrificing modern comforts. Each room comes with a private onsen, and there are also larger public indoor and outdoor onsens that overlook the surrounding greenery. Tonight, you’ll have dinner at the on-site restaurant which serves up a feast of classic Japanese dishes. Then, spend a blissful evening relaxing in your onsen."
    },
    {
      "dayNumber": 5,
      "title": "Takayama.",
      "description": "Today, travel to Takayama via shinkansen (bullet train), with a few changes along the way. Takayama is a charming Edo-period town located in the Japanese alps. Renowned for its traditional inns, sake breweries and tranquil atmosphere, this riverside jewel of central Honshu may well be one of the most enjoyable stops on your trip. When you arrive, head out on a walking tour with your leader who will point out examples of traditional architecture as you explore the old part of town. Learn how the town’s isolated location caused it to develop a unique culinary scene. The area is particularly famous for Hida beef, which comes from a black-haired Japanese cattle breed that has been raised in Gifu Prefecture for at least 14 months. Stop off on your tour to sample delicious Hida beef sushi or skewers. Then pay a visit to Jinya, a Nationally Designated Historical Site for a step back in time to the Edo period featuring a rice granary, garden and torture chamber."
    },
    {
      "dayNumber": 6,
      "title": "Shirakawa-go - Takayama.",
      "description": "Start the day with a visit to the Takayama morning market. The Gifu region is known for its production of high-altitude vegetables, and local women have been travelling in from the countryside to sell their produce for more than 600 years. Your leader will guide you through the market stalls selling colourful pickles, bags of miso wrapped in leaves, genkotsu ame (soy bean candy), preserved fish, spices and the delicious marshmallow treat of owara tamaten. After some time to peruse the local treats, hop on a public bus and head to the village of Shirakawa-go – home to charming thatched-roof cottages built in the gassho-zukuri style. Learn about ancient countryside life with your leader and explore the village with the magnificent backdrop of the Japanese Alps. Enjoy some free time in Takayama after you return in the afternoon. If you like, you can also check out Takayama Festival Floats Exhibition Hall which has an excellent array of festival floats on display."
    },
    {
      "dayNumber": 7,
      "title": "Hiroshima.",
      "description": "This morning, you’ll travel by train to Hiroshima – a cosmopolitan city with a tragic past. Today, the city is full of distinctive cuisine, tightknit communities and a focus on promoting world peace. When you arrive, head out with your leader for an orientation walk to familiarise yourself with the city. After working up an appetite, head to a local restaurant for dinner and try some of Hiroshima’s signature dishes. The city is renowned for its fantastic oysters and okonomiyaki – a delicious savoury pancake made with egg, cabbage, soba noodles and meat or seafood."
    },
    {
      "dayNumber": 8,
      "title": "Hiroshima.",
      "description": "This morning you’ll visit the Genbaku (A-Bomb) Dome and the Peace Memorial Park and Museum. Your leader will share the devastating story of the fateful day in August 1945 when Hiroshima was attacked by atomic warfare. The dome was just metres from the atomic site and was able to retain its shape – serving as a reminder of the attack and now symbol of peace. The memorial park serves a similar purpose and has museums, memorials and monuments dedicated to the memory of victims, education on what lead to the bomb’s use, as well as advocating world peace. After your visit, take a short ferry ride to the island of Miyajima. The island is home to the Shinto shrine of Itsukushima, known for its huge bright orange gate (torii) that rises majestically out of the sea. Miyajima is an ideal place for walking. There is the lovely Momiji Park from where it is possible to walk or take a cable car up to the top of Mt Misen."
    },
    {
      "dayNumber": 9,
      "title": "Kyoto.",
      "description": "As you speed north to Kyoto on shinkansen, you’ll stop on the way at Japan’s most impressive samurai castle at Himeji. The building, which has survived earthquakes and war since the mid-16th century, was restored to its full glory in 2015. Explore the castle that was once home to over 10,000 samurai families, learn about their lives and look out over the castle grounds and the city below. Arrive in Kyoto mid-afternoon. Originally founded as Heian-kyo (literally 'tranquillity and peace capital') by Emperor Kammu in 794, Kyoto had its golden age during the imperial court's heyday from 794 to 1185. Join your leader and walk around Gion, Kyoto’s most famous geisha district, and learn about the history of geisha culture as you explore old wooden teahouses and exclusive restaurants. You might want to return here in the evening when it really springs to life. You may also spot geikos (geishas) or maikos (apprentice geishas) with their elaborate dress and make up on their way out to events."
    },
    {
      "dayNumber": 10,
      "title": "Kyoto.",
      "description": "Begin your day with a city tour around some of Kyoto’s sights. Visit the extravagantly decorated Kinkakuji Temple, immortalised in Yukio Mishima’s novel 'The Golden Pavilion'. After, visit Daitokuji Temple – the head temple of the Daitokuji School of the Rinzai sect of Zen Buddhism built about 800 years ago. Take part in a short, guided meditation session, then enjoy a cup of green tea while you speak to a monk about the philosophy of Zen Buddhism and the art of meditation. This spiritual experience will reveal a side of Japan that most visitors don’t get to see and is sure to be one of the lasting memories of your journey. The rest of the day is yours to enjoy – perhaps grab a bite to eat at the Nishiki Market, called ‘Kyoto’s kitchen’ by the locals."
    },
    {
      "dayNumber": 11,
      "title": "Kyoto.",
      "description": "This morning, head to Kyoto’s famed Fushimi Inari Shrine – known throughout the world as the ‘Path of the Red Gates.’ Take time to appreciate the quieter corners of the shrine, and if you’re feeling fit, a walk to the halfway point provides stunning city views. Continue with a short train ride and walk to a renowned sake brewery. Your visit to the brewery covers every aspect of sake creation – with full-scale historical artefacts in abundance and a chance to taste different types of sake at the end of your visit. In the evening, celebrate the end of your adventure over dinner with your travel companions at a local restaurant sharing the authentic flavours of Kyoto."
    },
    {
      "dayNumber": 12,
      "title": "Kyoto.",
      "description": "There are no activities planned for the day and you’re free to depart at any time after check out. If you’re departing later, you can arrange luggage storage at the hotel. If you’d like to extend your stay in Kyoto, and it’s recommended that you do, just get in touch with your booking agent ahead of time."
    }
  ],
  "map": ""
}