{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "kyushu-and-shikoku-island-tour-in-japan",
  "tourName": "Kyushu and Shikoku island tour in Japan",
  "placesVisited": "",
  "generalInfo": "Say sayonara to the list-ticking tourists and head southwest, where the extraordinary natural beauty of Japan is on full display. Starting in Osaka, and joined by an expert tour leader, we explore the lesser-visited islands of Kyushu and Shikoku by public transport, including the iconic bullet train. Expect deep cultural immersion – who wouldn’t want to master ‘hell steam’ cuisine? – and active adventures, including a cycle on the famed Shimanami Kaido and a hike up the active volcano, Mount Aso. If you want to see a different side to Japan, this is the trip for you.",
  "durationDays": "13",
  "price": "5349",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin your adventure in Osaka, an electric port city on Honshu, the largest of Japan’s four main islands. Around 6pm, say konnichiwa to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big Japanese welcome by arranging dinner. Want more time in Osaka? Secure pre-tour hotel nights through your sales representative. Accommodation: Karaksa Hotel Grande Shin Osaka Tower (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "We’re off to Onomichi today, a quaint town on the Seto Inland Sea. Leaving our main luggage at reception (we’re reunited with it in Matsuyama on Day 4), we board the iconic bullet train. After 30-45 minutes, we stop in Himeji city to visit the 600-year-old Himeji Castle, one of the few remaining castles from Japan’s feudal period. In the afternoon, we complete our bullet train journey (2hr 10min) and arrive in Onomichi, where we pick up our bikes for tomorrow and check into our accommodation. Important: As there is no storage for large suitcases on the train, you will need to pack a small overnight bag for the next two nights. Accommodation: U2 Hotel (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Linking several islands in the Seto Inland Sea, the Shimanami Kaido has been called ‘one of the world’s most incredible bike journeys’. Experience it for yourself today, riding 28mi (45km) to our next accommodation on Ikuchi Island. Helmets and bikes are provided, and we’ll be led by our tour leader and an expert local cycling guide, allowing you to fully focus on enjoying the coastal views and sea breezes. Those who do not wish to cycle can take the ferry, which must be booked at least one month before departure. Our destination, Ikuchi Island, is known for its lemon groves and coastal views, while the ornate Kosanji Temple complex offers a spot of culture. Accommodation: Bonapool (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Catch an early morning bus for our transfer (around 3hr 15min) to the castle city of Matsuyama on Shikoku, the smallest of Japan’s four main islands. The city itself is the birthplace of modern haiku, while also offering plenty of cultural attractions, which we see today. After lunch and a walk around the historic district, we pay a visit to Matsuyama Castle, one of Japan’s last remaining original castles. On Mount Katsuyama, it’s also a great spot to enjoy views over the city and the Seto Inland Sea. We also stop to view the 3,000-year-old Dogo Onsen, a hot spring bath that’s said to be the oldest in Japan, and the nearby Ishiteji Temple. Entrance to the onsen is not included, but our tour leader can advise on how to visit in your free time if you’d like. Accommodation: Hotel Vista Matsuyama (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving our main luggage at reception (we’re reunited with it in Beppu tomorrow), we take the train (one hour) to the Edo-era town of Uchiko. Here, we join our tour leader for a walk around the Old Town, allowing us to admire well-preserved Edo architecture. Our explorations include the Kamihaga Residence, a one-time workshop dedicated to the local art of candle and wax-making, before we visit a candle shop now run by the family’s seventh generation. After free time for lunch, enjoy a Japanese gilding class, or haku-oshi, taking it in turns to create a postcard made on washi (traditional Japanese paper). Gilding is a traditional craft that applies delicate metallic foils – gold, silver, or coloured – onto handmade paper using special techniques. Return to Matsuyama by train in the afternoon, with free time to explore the city. Important: As there is no storage for large suitcases on the train, you will need to pack a small overnight bag for tonight. Accommodation: Hotel Vista Matsuyama (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Depart our accommodation before 8am and head south by train (around 45 minutes) to Yawatahama Port, where we take a ferry (around 2hr 45min) to Kyushu, the third-largest of Japan’s four main islands. This lesser-visited island of Japan is a haven for nature and adventure lovers, with towering mountains, volcanic ranges and the hot spring region of Beppu, where we stay. Upon arrival, we can explore the area around Beppu Station to enjoy karaoke or a nearby onsen. Accommodation: Amanek Beppu Yula-Re (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pick up some bento boxes or an easy lunch and hop on a local bus for our 40-minute journey to the mountains outside Beppu. Here, we immerse ourselves in nature with a hike on Mount Yufu. The exact route will be decided by your tour leader, based on the group’s overall fitness, but will generally follow the Red Main Trailhead Trail, a loop from Yufuincho to Mount Yufu’s East Peak. The 9mi (15km) hike should take around 3hr 30min (two hours up, 1hr 30min down), and we take well-marked, packed-dirt trails with some steep climbs and an overall ascent of 2,365ft (720m). The 360-degree panoramas from the top are well worth the effort. Alternatively, if you’d prefer to spend the day in Beppu at leisure, speak to your tour leader. After taking the bus back to Beppu, you may feel like a restorative visit to an onsen – the perfect ending to an unforgettable day. Accommodation: Amanek Beppu Yula-Re (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Before we head to our next destination, deep in the Kyushu mountains, we enjoy a unique cooking class, mastering ‘hell steam’ cuisine! This centuries-old cooking style makes use of the natural hot steam rising from the grounds of Beppu, while the mineral-rich steam is said to ‘bring out the true flavours of the food’. After enjoying our delicious self-made meal, we head to Mount Aso by train (around 3hr 10m). We spend the next two nights in the shadow of this active volcano; it’s very remote, but naturally beautiful, and offers excellent walking opportunities – as we find out tomorrow. Important: As there is no storage for large suitcases on the train, you will need to pack a small overnight bag for the next two nights. Accommodation: Kamenoi Aso Hotel (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Join your tour leader for a hiking adventure in Aso-Kuju National Park, where the star attraction, the five-peaked volcano Mount Aso, offers hiking trails to accommodate different abilities. While the tour leader will decide the exact route, we typically combine two trails today. The beginner-friendly Kusasenri route (2.5mi/4km) takes us to the top of Eboshidake (one of the five peaks) and should take just under two hours overall. After, we climb Kushimadake peak, which should take around the same amount of time. Both trails are less affected by the gasses emanating from the volcano and, if there is no rain (and therefore mist), we can climb them year-round. Of course, this is an active volcano, so things can change quickly! If the park is closed at any time due to volcanic activity, gasses or bad weather, our tour leader has optional activities available, including visiting Kurokawa Onsen, Kumamoto city and its castle, or Okubungo village (public transport and entrance fees not included). Accommodation: Kamenoi Aso Hotel (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Bid farewell to Mount Aso and hop in a private air-conditioned minivan for our four-hour journey to Nagasaki, where we spend the next two nights. After three hours, we arrive in Arita, the birthplace of Japanese porcelain. This fascinating stop allows us to explore traditional Japanese artistry by wandering through narrow alleys and dipping into ceramic stores. We also enjoy lunch here before completing the journey to Nagasaki. Accommodation: Hotel Monterey Nagasaki (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Magical Nagasaki may be best known for the dropping of the second atomic bomb, but there’s far more to this city than Second World War history – as you’ll discover today. Join our tour leader for a comprehensive city tour by foot and tram. It starts in Nagasaki harbour, before we move onto Glover Garden, an open-air museum-park exhibiting the mansions of former foreign residents. We also visit Dejima, where historic structures and reconstructions tell the story of the area. Finally, we visit the Atomic Bomb Museum & Peace Park, a sobering yet vital look at the devastation of the ‘Fat Man’ atomic bomb dropped on the city on 9 August 1945. After a packed day, you may want to head into Chinatown (the oldest in Japan) to enjoy dinner in the one of the many restaurants. Accommodation: Hotel Monterey Nagasaki (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Bid a fond farewell to Nagasaki, as we transfer (around 2hr 25min) by public bus to Fukuoka. The amalgamation of two towns in 1889 (the castle town of Fukuoka and the merchant town of Hakata), Fukuoka is the largest city in Kyushu, but still well off the typical tourist trail. However, it’s garnering a reputation as a hotspot for foodies, partly because it’s the birthplace of tonkotsu ramen. Upon arrival, we drop our luggage at the hotel and the tour leader can advise you on how best to spend your afternoon. Cultural options include Ohori Park, where you can enjoy a peaceful walk around the central pond, or Tochoji Temple, the oldest temple of the Shingon sect in Japan and home to the largest seated wooden statue of Buddha in Japan. If you’d like to dip into the local foodie scene, head to Nakasu night food market and gather round a yatai (open-air food stall) to enjoy the convivial atmosphere and some of the best street food in the city. Accommodation: Hotel Monterey Fukuoka (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today is departure day. Your tour leader will be at breakfast to say goodbye and provide assistance in should you need help getting to the airport. Want more time in Fukuoka? Secure post-tour hotel nights through your sales representative."
    }
  ],
  "map": ""
}