{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "best-of-japan-tour",
  "tourName": "Best of Japan tour",
  "placesVisited": "",
  "generalInfo": "Travel amongst the streets of Tokyo to the timeless serenity of Osaka. Witness the striking contrasts of tradition and innovation as you ride sleek bullet trains through stunning countryside, gaze at Mt. Fuji from peaceful Kawaguchiko, and explore the soulful streets of Kyoto by lantern light. Reflect in the sacred atmosphere of Koya-san’s mountaintop temples, and dive into the powerful stories of Hiroshima and the beauty of Miyajima. Whether you’re into ancient culture, natural beauty or incredible cuisine, this immersive 10-day experience captures Japan’s rich and varied spirit. <br/><br/>Go beyond the guidebooks with a thoughtfully curated journey that blends Japan’s iconic highlights with meaningful local experiences and cultural depth.<br/><br/>Unwind in handpicked stays, from modern comforts to traditional ryokans with soothing onsens and serene spa settings.<br/><br/>Soak up the charm of Kyoto and Osaka with extended stays that allow time to dive deeper into their historic streets, vibrant neighbourhoods and timeless rituals.<br/><br/>Why You'll Love This Tour :<br/>Go beyond the guidebooks with a thoughtfully curated journey that blends Japan’s iconic highlights with meaningful local experiences and cultural depth.<br/><br/>Unwind in handpicked stays, from modern comforts to traditional ryokans with soothing onsens and serene spa settings.<br/><br/>Soak up the charm of Kyoto and Osaka with extended stays that allow time to delve deeper into their historic streets, vibrant neighbourhoods and timeless rituals.<br/><br/>Sail to the tranquil shores of Miyajima Island, where sacred shrines, floating torii gates and sweeping sea views create an unforgettable atmosphere.<br/><br/>Trace Japan’s complex past and resilient spirit with guided visits through Hiroshima, before heading into the peaceful embrace of Mt. Fuji’s lakeside region.<br/><br/>Discover the spiritual heart of Japan with a visit to Koya-san, home to mountaintop temples, quiet forest paths and centuries of sacred tradition.",
  "durationDays": "12",
  "price": "8436",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Kon’nichiwa and welcome to the capital of Japan – Tokyo! Meet your group and tour leader for an informal welcome meeting in the hotel lobby at 6.30pm. With a population of above 10 million people, Tokyo offers endless choices when it comes to shopping, green spaces, entertainment, historical sites, culture, and dining! Accommodation Metropolitan Ikebukuro or similar – 4 Star Included Activities Group Welcome Meeting"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo Rise and shine in the city of Tokyo! After a full breakfast, follow your tour leader to learn about the diverse history and colourful culture of Japan as we visit the Sensoji Temple, Hama Rikyu Garden and Meiji Jingu (Shrine), before making the famous Shibuya/Harajuku walk in the city. Enjoy free time in the afternoon to shape your adventure to your likes. Your tour leader will be happy to recommend the best places and activities to your taste. You can catch some fresh air at the public Ueno Park and visit the Tokyo National Museum within. Or explore one of the many fascinating museums across the city including Edo-Tokyo Museum, Hokusai Museum, or Odaiba Team Labo – home to immersive, futuristic art installations. Accommodation Metropolitan Ikebukuro or similar – 4 Star Meals Breakfast Inluded Activities Hama Rikyu Garden Sightseeing Meiji Jingu Sightseeing Shibuya & Harajuku Walk Entrance Fees Hama Rikyu Garden – 300 JPY"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo, Kawaguchik : This morning your luggage will get forwarded to Kyoto. We will farewell Tokyo for the breath-taking Kawaguchiko. Grab a seat for the train & bus journey as we head towards the scenic lakeside town known for its views of Mount Fuji. Enjoy a peaceful boat ride and (weather permitting) and take the Mt. Fuji Panoramic Ropeway for a bird’s eye view. Accommodation : Route Inn Kawaguchiko – 3 Star Meals : Breakfast, Dinner Included Activities : Boat ride , Mt. Fuji Panoramic Ropeway"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kawaguchik, Kyoto : Kick-start the day with a scenic mountain train & bus ride as we head to Kyoto via Odawara. Considered the cultural and historic heart of the country, Kyoto is brimming with temples, shrines, peaceful gardens, geisha, restaurants, and shops. This traditional city is the perfect place to get lost in! After arrival you will have a walking tour in the Old Town, including Ninenzaka, Sannenzaka and the famous Gion District. Accommodation : Onyado Nono Shichijo Hotel – 3 Star Meals Included : Breakfast Included Activities : Kyoto Old Town Walking Tour"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kyoto : Enjoy a full day to explore the cultural hub of Japan as we roam the city! Immerse yourself in the city’s spiritual side as we visit the famed Fushimi Inari Shrine, stroll through the Arashiyama Bamboo Grove and explore Tenryu-ji Temple. We will finish our tour at the buzzing Nishiki Market and then in the afternoon you will have free time to discover the city. Accommodation :Onyado Nono Shichijo Hotel – 3 Star Meals Included : Breakfast Included Activities : Fushimi Inari Shrine Bamboo Grove Tenryu-ji Temple Nishiki Market"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hiroshima : this morning your luggage will get transferred to Osaka ** Travel by express train to Hiroshima. Hiroshima is well known for the 1945 atomic bomb attack which destructed the entire city within a 2km radius. After the war, great efforts were taken to rebuild Hiroshima. The city was tastefully reconstructed in a way that still pays tribute to the suffering, with a large park built in the city centre – Peace Memorial Park. Following your guide through the park, you will visit the Peace Memorial Museum to learn of the historical war events that took place here. This evening, you can explore Hiroshima on your own. Accommodation : Sotetsu Fresa Inn – 4 Star Meals Included : Breakfast Included Activities : Peace Museum visit Peace Park visit Entrance Fees Peace Museum – 200 JPY"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hiroshima, Miyajima Island, Hiroshima : Known as the ‘romantic shrine Island’ just 1 hour outside of Hiroshima, Miyajima Island makes for the perfect day trip and is home to some of Japan’s best views. Visit the island with your local guide and explore the famous floating Torii Gate and Itsukushima-jinja Shrine. You can hop on the nearby cable car to the top of Mt Misen and embrace the 360-degree views of the inland sea. Enjoy some photo opportunities on the mountain top before returning to Hiroshima with free time in the late afternoon to enjoy the sites of the city. You can also join the optional ropeway. Your guide will be more than happy to offer tips and suggestions on what to see and do during your final night in Hiroshima. Accommodation : Sotetsu Fresa Inn – 4 Star Meals Included : Breakfast Included Activities : Miyajima Island Ferry & Sightseeing Entrance Fees Itsukushima-jinja Shrine – 300 JPY Cable Car to Mt. Misen – 1,000 JPY (one way) Optional Activities Ropeway"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hiroshima, Osaka : Wake up early to hop on a train as we make our way to the city of Osaka. On arrival, make your way to Osaka Castle and explore the surrounding citadels, gates, and impressive stone moats. Continue with a stroll through Osaka’s unmissable Dotombori district to check out the neon-lit canals and try some Japanese-style street food. Spend your afternoon freely to shape your experience to your taste, there is no shortage of things to do in Osaka. Accommodation : Miyako City Hommachi – 4 Star Meals Included : Breakfast Included Activities Osaka Castle Visit Dotonbori Walking Tour"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Osaka : Fill up on breakfast because you have a free day to discover Japan’s second-largest metropolitan area at your own pace! This vibrant and eclectic city is the heart and soul of the Kansai region. Explore old backstreets, markets, and retail areas away from tourists; discover the New York-inspired neighbourhood of Shinsekai and sample famous Osaka treats like kushi-katsu and takoyaki octopus balls. Accommodation : Miyako City Hommachi – 4 Star Meals Included : Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Osaka, Koya-san : Today we will leave Osaka and travel by train and local bus before arriving at Mount Koya. Home to a small mountaintop Buddhist community, Mount Koya (Koyasan) is one of Japan’s most magical destinations. Tonight, we will experience a stay like no other at a traditional Shukubo, a Buddhist Temple lodging. Mount Koya is home to more than 100 temples and monasteries, some of which you will visit with your local guide. The most famous and sacred landmark here is the otherworldly Okunoin Cemetery. Follow your guide as they share stories of the cemetery and explore the location of Kobo Daishi’s (the founder of Shingon Buddhism) mausoleum. Visit the headquarters of Shingon at Kongobuji Temple and marvel at the beautiful Japanese rock gardens while you are here. After a day exploring Mount Koya, we will enjoy an included Shojin Ryori dinner, Buddhist vegeterian cuisine! Accommodation : Houjoin or Sekishouin or Sanboin or Ekoin or Daienin or Saimonin – Ryokan Meals Included : Breakfast, Dinner Included Activities : Mount Koya Monastery Sightseeing Garan Sacred Area Okunoin Cemetery and Kobo Daish Mausoleum Kongobuji Visit Entrance Fees Kongobuji – 1,000 JPY"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Koya-san : Wake up early to catch the morning prayer service at your Shukubo lodge. Here you will witness the sacred Goma Ritual where a priest will burn wooden sticks in a fire to destroy negative energies and thoughts while beating the taiko drums and chanting. The ceremony is said to create a trance-like state and have a profound effect on those who witness it – so keep an open mind! Then, hop on a local bus, cable car, and train (approximately 2 hours) as we make our way to the city of Osaka. Enjoy free time in the afternoon to explore Japan’s second-largest metropolitan area. Explore old backstreets, markets, and retail areas away from tourists; discover the New York-inspired neighbourhood of Shinsekai; wander through the flashy, glittering, famed district of Dotonbori; and sample famous Osaka treats like kushi-katsu and takoyaki octopus balls. Accommodation : Candeo Hotel Namba Kishibe or Miyako City Hommachi – 4 Star Meals Included : Breakfast Included Activities : Morning Prayer Ceremony Goma Fire Ceremony"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka : Today we saw our goodbyes! Enjoy a final breakfast together before hotel check-out at 10:00. Roam through the backstreets of Osaka one last time before farewelling your new travel mates – until next time! Meals Included : Breakfast"
    }
  ],
  "map": ""
}