{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-in-depth-footsteps-of-the-shogun",
  "tourName": "Japan in depth, footsteps of the Shogun",
  "placesVisited": "Tokyo, Hakone National Park, Lake Ashi boat ride, Hakone, Bullet Train, Kyoto, Tea with a Geisha, Nara, Hiroshima, Nagasaki, Tea plantations, Ferry to Hirado, Ikitsuki, 99 Islands Cruise, Fukuoka",
  "generalInfo": "From the neon-lit streets of Tokyo to temples and charming rural traditions, this two week tour of Japan offers a fantastic overview of its cities, culture and beautiful landscapes. From east to west, we'll travel by rail, including a ride on Japan's famous Bullet Train, and explore this fascinating country.<br/><br/>Our tour begins in Tokyo, a megacity of sacred shrines and futuristic architecture. From strolling through the city streets to drifting along the Sumida River by boat, we'll explore the sights and sounds of this eye-opening capital. Our next stop is a total contrast, as we spend the day enjoying the magnificent, peaceful views of Mount Fuji in Hakone National Park. Bubbling sulphur springs and Lake Ashi are visited by boat and cable car, before spending the night on a cosy futon bed in a  ryokan inn.  <br/><br/>Japan's fastest train speeds us away to Kyoto, where zen gardens and temples await. We'll learn more about Japanese tea culture from a local Geisha who will meet with us for tea, and visit the Shogun palace of Nijo Castle.    <br/><br/>On to the cities of Hiroshima and Nagasaki, formerly destroyed by the world's first atomic bombs, where we will visit the Hiroshima Peace Memorial Park and a museum to learn more about the history here. As scenic road through tea plantations leads us out of Nagasaki to Hirado and Ikitsuki islands. We'll explore the islands, as well as 170 little, mostly uninhabited islands (known as the '99 islands') by boat, before our tour ends in Fukuoka.",
  "durationDays": "12",
  "price": "4795",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Tokyo",
      "description": ": Our tour starts today in Tokyo, Japan's ultra-modern capital. A sprawling metropolis, Tokyo is one of the world's most populous cities and a dazzling blend of traditional culture and all things new. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6.30pm for a welcome meeting, with the chance to go out for dinner afterwards. If some of the group are arriving on later flights, the main introductory briefing will take place on the morning of Day 2 with everybody present. There are no activities planned today, so you are free to arrive in Tokyo at any time. Should you miss the welcome meeting, your Leader will inform you of any essential information as soon as you catch up. If you'd like to receive a complimentary airport transfer today, you'll need to arrive into Haneda Airport (HND) or Narita Airport (NRT). The city centre is around an hour away from Haneda Airport and an hour and a half from Narita. You'll be met in the arrivals hall and transferred to the hotel by public shuttle bus or private vehicle. The shuttle bus may stop at other hotels, before dropping you at our hotel. Please note, while our itinerary gives us one full day in Japan's capital, there's a lot to pack in. If you really want to get to grips with Tokyo's sites, we recommend adding additional nights to your trip pre-tour."
    },
    {
      "dayNumber": 2,
      "title": "Visit Tokyo's shrines and gardens",
      "description": ": Over one-quarter of the Japanese population lives within a 50-kilometre/31-mile radius of the centre of Tokyo, making it the most populous metropolitan area in the world. The result is a bustling and exciting city - the economic powerhouse of Asia. Scratching its neon-clad surface reveals a city bursting with history and tradition. We'll start our sightseeing with a morning stroll to Tokyo's oldest temple, Senso-ji, in Asakusa, a great introduction to Tokyo's unique culture. We'll then board a boat for a short journey along the Sumida River. Gaining a totally different perspective of the city, we'll drift past high-rise apartments, secluded gardens and busy warehouses. After arriving in the heart of the city, we'll visit Hamarikyu Gardens. After some free time for lunch, we'll visit the Meiji shrine. The rest of the afternoon is then at leisure to seek out other areas of this fascinating city such as the trendy back streets of Harajuku, the busiest crossing in the world at Shibuya, or the skyscraper district of Shinjuku with the latest electronic gadgets. This evening, we have dinner included at a nearby local restaurant where you'll have the chance to sample various types of 'izakaya' style Japanese cuisine."
    },
    {
      "dayNumber": 3,
      "title": "Drive to Hakone National Park and Mount Fuji",
      "description": ": Today, we'll take a private bus for the two-and-a-half-hour journey to Hakone National Park - home to Mount Fuji - where we'll spend the day exploring. Although distances are short, we use a variety of forms of transport including bus, boat and cable car, as we make our way initially to our first stop - the hot, bubbling sulphur springs at Owakudani (a volcanic crater formed during the last eruption of Mount Hakone). From here, on a clear day, there are magnificent views of the snow-capped mountain that is so synonymous with Japan. Whilst at the springs, you might like to join the locals in eating an egg boiled in the sulphur pools - just one is reputed to increase life expectancy by seven years! Our next stop is Lake Ashi, a magnificent lake created from the eruption of the Hakone Volcano over 3,000 years ago. A short boat ride then takes us to Moto Hakone, where you might choose to relax in one of the lakeside restaurants. In Hakone, we'll be staying in a traditional inn, known as a ryokan, where we'll sleep on comfortable, folding futon mattresses. During our stay, we'll learn about local etiquette, such as when to take off our shoes and the pleasures of taking a Japanese bath - a real authentic rite of passage in Japan. Each room has ensuite facilities and the communal bathing is normally arranged with an agreed timetable so people can bathe as couples or alone. We'll travel with our overnight bags today and our main luggage will be forwarded to Kyoto. Please refer to the Trip Information; Budgeting and packing; Luggage on tour sections for more information."
    },
    {
      "dayNumber": 4,
      "title": "Bullet train to Kyoto; explore the Geisha district",
      "description": ": Leaving the mountains behind us this morning, we'll catch a local bus to Odawara where we'll board the world-famous bullet train (or Shinkansen) to Kyoto, the cradle of all things uniquely Japanese. We'll arrive around midday. Once the imperial capital, Kyoto was at the heart of events that shaped Japan's destiny for more than 1,000 years. As the only major Japanese city to remain unscathed by World War II bombings, signs of the past are in its grand temples and palaces, and also in the many quaint shops selling traditional wares. This afternoon, we'll meet with a geisha to see a dance performance and the chance to interact afterwards, ask questions and take photos. Afterwards we'll head to the famous geisha district of Gion. Here, we hope to catch a glimpse of these enigmatic entertainers as they head to work in the teahouses or high-class restaurants."
    },
    {
      "dayNumber": 5,
      "title": "Explore Kyoto",
      "description": ": Kyoto is regarded as Japan's loveliest city, with more than 2,000 temples and shrines, many set in manicured landscaped gardens. We'll start with the Ryoan-ji Temple with its beautiful Zen gardens and famous rock garden. The exact history of the gardens is uncertain but the temple was converted from an aristocrat's villa in 1450. Whilst in the gardens try testing out the theory that at least one of the rocks is hidden from every vantage point. Next, we'll explore the famous Golden Pavilion. The temple is a three-storey building with the top two tiers covered in gold leaf. Set in a lake, the building appears to float on the water and the reflections, coupled with the background of forest, make it worthy of its place on many Japanese postcards. We'll also visit Nijo Castle. Built in 1603 as a Shogun palace, it's a great example of the sumptuous setting in which the Shogun would have held audiences with his samurai warriors. The grounds and gates are impressive, but the real highlights are the nightingale floors and the extensive gardens. There will be time to stroll along Kyoto's charming streets and tree-lined canals, simply soaking up its unique atmosphere and your tour leader will also take you to some of their own favourite sites."
    },
    {
      "dayNumber": 6,
      "title": "Free day to explore traditional Kyoto",
      "description": ": Today is left free for you to discover more of Kyoto at your own pace. If you'd like to explore further out of the city, it's possible to take a trip to nearby Nara, a journey of 45 minutes each way by train. Nara is one of Japan's greenest cities and is home to the Todai-ji Temple, until very recently the world's largest wooden building, it's also home to a giant bronze Buddha statue. Nara's highlights can be explored by foot, so it makes for an easy day's exploration."
    },
    {
      "dayNumber": 7,
      "title": "Bullet train to Nagasaki via Hiroshima",
      "description": ": An early morning Shinkansen train takes us to Hiroshima, where we'll spend the morning exploring this thought-provoking city. Completely destroyed on 6th August 1945, when it was the target of the first atomic bomb to be used in wartime, Hiroshima has literally risen from the ashes and is now a thriving, friendly and welcoming city. We plan a visit to The Peace Memorial Park and the museum on the site of the 1945 A-bomb hypocentre. Whilst serving as poignant reminders of the nuclear holocaust, their overwhelming message is of hope that such horrors will never reoccur. It's easy to get around the city thanks to the street trams, brought in from all over Japan after the war. This afternoon, we'll regroup and continue our journey to Nagasaki, by Shinkansen and local train, where we'll spend the next two nights. This is a city with an eventful history and was, of course, the target of the second atomic bomb attack on Japan. In a cruel twist of fate, the city bore the unimaginable brunt of a last-minute change of plan, when the preferred target of Kokura was obscured by cloud. Again, we'll travel with our overnight bags today and our main luggage will be forwarded to Nagasaki and will arrive tomorrow. Please refer to the Trip Information; Budgeting and packing; Luggage on tour sections for more information."
    },
    {
      "dayNumber": 8,
      "title": "Take a walk through Dejima, Nagasaki's Dutch quarter",
      "description": ": This morning, our tour leader will give us an orientation tour of Nagasaki. The city was, for long periods in its history, Japan's main contact with the outside world. In the 16th century, it was established as the main trade point with the Portuguese. As well as providing wealth from trade, the Portuguese introduced Christianity. After almost a century of turmoil, the religion was banned, foreign traders were expelled, and Japan closed its doors to the West. The one exception was the artificial island in Nagasaki harbour, Dejima. This small, closely guarded enclave was the site of the Dutch Trading Mission, which remained Japan's only contact with the outside world for almost 200 years. During our visit here, we can see that some of the original features remain, as well as some excellent reconstructions of the 18th-century buildings. Continuing our tour in the Glover Gardens, we'll see fine foreign residences of the Meiji period and enjoy impressive views over Nagasaki Harbour, perhaps the most scenic harbour view in Japan. The afternoon has been left free to explore this historic city in your own time. You may choose to visit the Gunkanjima 'Battleship Island' Museum, Nagasaki Peace Park and Museum, Central Nagasaki and the Spectacles Bridge area, China Town or Mount Inasa - one of the 'three greatest nighttime views in Japan'."
    },
    {
      "dayNumber": 9,
      "title": "Drive to Hirado Island through scenic tea plantations with lunch at a tea farmer's house",
      "description": ": This morning, we'll travel by private coach along a scenic road through the Higashi-Sonogi tea-growing region. We'll stop at a terraced tea plantation and walk through the fields to the tea farmer's house. There'll be an opportunity to sample some of the brew including green 'Sencha' and roasted 'Hojicha' teas before enjoying a traditional style lunch with the local tea farmers. After lunch, we'll continue our journey north to Hirado Island, on arrival before checking in to our accommodation we'll visit Kameoka shrine and park as well as Hirado Castle. Hirado city prospered as a castle town for almost 500 years. Its excellent port enabled it to become the central stage for trade with China, Holland and Portugal from the 17th century. For the next two nights, we'll stay in a simple ryokan or Japanese-style accommodation with futon-style beds and the chance to take another hot spring bath. Dinner will be a traditional Kaiseki Ryori - a Japanese multi-course meal. There is traditional onsen communal bathing for those interested. Additionally, each room has ensuite facilities. Once again, we'll travel with our day bags while our main luggage is forwarded to Fukuoka - you'll need to bring with you enough for our two-night stay on the island of Hirado. Please refer to the Trip Information; Budgeting and packing; Luggage on tour sections for more information."
    },
    {
      "dayNumber": 10,
      "title": "Full day to explore Hirado and Ikitsuki Islands",
      "description": ": Today, we'll explore the pristine and unspoiled islands of Hirado and Ikitsuki, connected by an impressive 400 metre/1,312 foot-long bridge which happens to be the longest truss bridge in the world. Accompanied by a local expert on a full-day tour in our charter mini-bus, we'll discover rural Japan and take in the remote countryside of the Hidden Christians. Along the island shores, fishing remains one of the main occupations, but we'll also have the opportunity to learn about traditional industries along the way. We'll discover the wonderful Matsura museum, housed in the former residence of the Matsura family who ruled the area from the 13th century. On our journey, we'll also gain views of the spectacular coastlines and towering cliffs on these beautiful islands. Lunch today is a locally sourced Japanese bento box."
    },
    {
      "dayNumber": 11,
      "title": "Drive to Sasebo, cruise the '99 Islands' then train to Fukuoka",
      "description": ": This morning, we'll travel by minibus to Sasebo, where we'll enjoy spectacular views on a relaxing cruise through the fabled 'Ninety-Nine Islands'. In actual fact, there are 208 islands, mostly uninhabited, that lie alongside the indented saw-toothed coastline. Later, we'll hop on the local train to Fukuoka (a two-hour journey), the last stop on our Shogun Trail. The rest of the afternoon is left free for sightseeing and gift or souvenir shopping."
    },
    {
      "dayNumber": 12,
      "title": "Tour ends in Fukuoka",
      "description": ": The trip ends after breakfast at our hotel in Fukuoka. There are no activities planned today, so you're free to depart from Fukuoka at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Fukuoka Airport (FUK), which is around 20 minutes away from the hotel. The transfer will be by metro and our tour leader will give you your ticket and clear instructions so you can travel unescorted."
    }
  ],
  "map": ""
}