{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-backpacking-holiday-2-weeks",
  "tourName": "Japan backpacking holiday, 2 weeks",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable Japan adventure, designed for backpackers seeking cultural immersion and thrilling experiences. Explore iconic cities like Tokyo and Kyoto, with visits to historic temples, vibrant markets, and serene gardens. Enjoy traditional Japanese cuisine, soak in rejuvenating hot springs, and stay in unique accommodations. Engage in exciting activities including sumo-wrestling shows and samurai lessons. This tour promises a perfect blend of modern and ancient Japan, offering captivating journeys through scenic landscapes and bustling urban hubs.",
  "durationDays": "13",
  "price": "5885",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo, Japan: Today marks the exciting start of your adventure tour in Japan! At 4 PM, you'll meet with your group for an introductory session led by your Adventure Leader. During this meeting, you'll receive detailed information about what the upcoming two weeks will bring, along with essential tips on embracing Japanese culture and ensuring your safety throughout the tour. Once the briefing concludes, you'll dive into your first unforgettable experience—participating in a sushi-making class. In this hands-on activity, you'll learn to craft some of Japan's classic dishes and then enjoy the fruits of your labor as you dine on your homemade sushi for dinner. As the evening unfolds, prepare to be amazed by panoramic views of the city's skyline as you visit the top of the Tokyo Metropolitan Government Building. To cap off your first day, you have the option to join your group at a local bar, where you can unwind, socialize, and perhaps even forge lasting friendships with your fellow travelers, who share your adventurous spirit."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo, Japan: We'll kick off the day by exploring the Tsukiji Outer Market, a landmark district famous for its superb sushi offerings due to its access to freshly delivered fish. Meander through the vibrant stalls and enjoy some delicious sashimi as you go! Our next stop is Asakusa, where we'll explore the iconic Sensoji Temple. This historic Buddhist temple is alive with activity and home to the traditional Nakamise-dori street. Still have room for more? Sample some local snacks! You'll then have free time to delve into Asakusa at your leisure: There’s an extraordinary opportunity to take part in a Sumo experience, where you’ll meet former Sumo wrestlers and savor a traditional chanko nabe lunch. Alternatively, you might want to take in the stunning vistas of Tokyo from the Sky Tree tower. Or treat yourself to a different perspective of the city with a Sumida River cruise. A peek into Japanese history awaits at the Samurai Museum. Later, we regroup and travel to Akihabara, Japan’s 'Electric Town'. Known for its dazzling stores and arcades, it's an anime and manga lover's dream. Capture the essence of Akihabara with a visit to one of its unique maid cafés. The evening is yours to explore Tokyo to your heart’s content. Shopping enthusiasts can wander through Ginza's boutiques and luxury goods. Seek some action with a visit to a traditional Japanese batting cage or unwind by experiencing a Japanese bathhouse."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo, Japan: Begin your morning with a trip to one of the city's most renowned landmarks, the Meiji Shrine. Dedicated to Emperor Meiji, who played a pivotal role in Japan's industrial advancement, and his wife Empress Shoken, this shrine is a must-visit. Next, journey to Harajuku, Tokyo's top fashion district, where you'll encounter an eclectic mix of styles, including punk, goth, and vibrant technicolor hair. Spend some time exploring the bustling streets, dotted with vintage shops like Chicago and acclaimed restaurants. Continue to Shibuya, home to the world's busiest pedestrian crossing. This iconic sight is a must-see, as millions traverse it daily. In the afternoon, enjoy exploring Tokyo at your own leisure. For an exhilarating experience, try Kartoon Karting through the streets. Alternatively, immerse yourself in the digital-meets-natural art installations at teamLab Planets. For a more relaxed pace, visit the tranquil gardens of the Imperial Palace, the Japanese Emperor's residence."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tokyo, Japan: Today, we rise early for an exhilarating day trip to Fujikawaguchiko, bringing us close to the awe-inspiring Mount Fuji. Immerse yourself in this remarkable region by visiting: - Arakurayama Sangen Park, a tranquil and picturesque shrine situated at the base of Fuji. - A brief hike to Tenku no Torii (the Torii Gate by the Sky), where on clear days, you'll capture stunning views of Fuji from this prime photographic location. - A hike to Haha no Shirataki (Mother White’s Waterfall), offering more chances to admire Fuji while exploring this delightful natural site. As night falls, we'll return to Tokyo for our final evening. You have the option to unwind with an early night or join your group for a few farewell drinks before departure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tokyo - Kamakura, Japan: Today, you'll transition from the vibrant city streets to the serene beaches of Kamakura. A morning train ride will bring you to your destination around midday. After a quick lunch, you'll immerse yourself in the unique cultural experience of a calligraphy class held inside a local temple. The afternoon is at your leisure to discover Kamakura's charming attractions. You can visit the Kotoku-in Temple to see the famed Great Buddha Statue, explore the enchanting bamboo forest at Hokokuji Temple, or enjoy a relaxing time at the picturesque beaches, perfect for witnessing a beautiful ocean sunset."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kamakura - Hakone, Japan: Our day starts with departing from Kamakura and venturing into the picturesque region of Hakone, arriving around midday. We'll begin with a hike along the historical Old Hakaido route, where we'll pause for lunch near Moto-Hakone. Post-lunch, we'll embark on a unique sightseeing cruise on a pirate ship, crossing the serene Lake Ashi. If the skies are clear, expect breathtaking views of Mount Fuji. Following this, our journey takes us on the Hakone ropeway to Owakudani, a dynamic volcanic zone known for its black eggs, a local treat rumored to extend your life by seven years. The evening promises relaxation in a traditional Japanese onsen, soaking in sulfuric waters. Afterward, don a yukata and delve into the world of Japanese rice wine, with a sake tasting session to enhance your knowledge and enjoyment."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hakone - Kyoto, Japan: Today's adventure starts with a journey to Kyoto, with a mid-morning stopover in Odawara. You'll have a couple of hours to explore Odawara at your leisure before boarding the bullet train to continue on to Kyoto. Upon arrival, your Adventure Leader will guide you on a brief tour along the scenic Kamo River, helping you get oriented with the city. The rest of the afternoon is free for you to embark on your own exploration. Consider visiting the historic Nishihonganjj temple, renowned for its striking architecture, or wander through the serene Shosei-en Gardens, celebrated for their seasonal blossoms. Alternatively, explore Sanjusangendo temple, famous for its hall that houses 1,001 statues of Kannon, the Buddhist goddess of mercy. For something different, head to the Mandarake store, which boasts a collection of rare manga and vintage toys. In the evening, if you enjoy singing, you might want to join your group for a fun karaoke night."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto, Japan: You'll begin your day with a visit to Higashi Hongan-ji Temple, renowned as one of the world's largest wooden structures. This serene spot is perfect for exploration, and we'll arrive before the crowds set in. Next, we'll visit the iconic Fushimi Inari Shrine, known for its thousands of vibrant red torii gates. You can choose to hike to the top for stunning views of Kyoto or return to the city for some delicious street food. In the early afternoon, we'll head to the Kiyomizu-dera Temple, a spectacular UNESCO World Heritage site. Afterwards, your Adventure Leader will guide you through the historic Gion district before you spend your evening as you wish. Options include: wandering through the charming Pontocho Alley, experiencing a live performance at Gion Corner, or visiting Yasaka Shrine, beautifully lit at night."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kyoto, Japan: This morning, we'll journey to the picturesque city of Nara via train for a half-day excursion. During our visit, we'll marvel at the magnificent Todaiji Temple, which houses one of the world's largest bronze Buddha statues. Additionally, we'll wander through Nara Park, where the friendly local deer may just become your new companions. You'll have an opportunity to enjoy lunch in Nara before returning to Kyoto. Upon our return, the afternoon is yours to enjoy: - Participate in a traditional tea ceremony hosted by a genuine geisha. - Discover the enchanting Arashiyama bamboo forest, the serene Tenryu-ji temple and gardens, and visit the lively monkey park. - Experience a taste of Japanese geisha culture by renting a kimono. - Explore the Pokémon Center for a delightful experience tailored to enthusiasts. - Immerse yourself in Japanese pop culture with a visit to the Manga Museum."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Kyoto - Hiroshima, Japan: In the morning, we're hopping on bikes for a half-day city cycle tour. Our first stop is a Zen temple, where you'll have the opportunity to relax and find inner peace through a meditation session with a Buddhist monk, followed by experiencing a traditional tea ceremony. Afterward, we'll pause for lunch before visiting Kyoto's iconic Golden Pavilion at Kinkaku-ji. We'll cycle past the Imperial Palace on our way to our next destination. This afternoon, we'll take the bullet train to Hiroshima, arriving just in time for dinner. You can choose to join the group for an interactive dining experience at Okonomiyaki Village, where the chef will cook your meal right before your eyes!"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Hiroshima, Japan: This morning, we'll begin our journey by visiting the Hiroshima Peace Memorial Museum and the Atomic Bomb Dome, immersing ourselves in a pivotal aspect of Japanese history. Afterwards, we'll take a ferry to Miyajima Island, renowned for its scenic beauty. Here, you can explore the famous Itsukushima Shrine, where, during low tide, walking beneath the grand torii gate is possible. After enjoying lunch, we’ll ascend the Miyajima ropeway to capture breathtaking views of the island from the mountain. We'll return to Hiroshima in the evening, offering you the freedom to explore the city at your own pace."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hiroshima - Osaka, Japan: We’re catching an early train to reach our final stop – Osaka. Upon arrival, your Adventure Leader will guide you on a brief tour of the city, concluding at the lively Shinsaibashi street, an ideal place to explore and grab lunch! Afterward, enjoy free time to discover Osaka at your leisure. Potential activities include visiting the historic Osaka Castle for breathtaking city views, indulging in shopping along Umeda Street, or delving into Japan’s history at the National Museum. In the evening, regroup with your fellow travelers for a farewell dinner in Shinsekai, where you can capture a photo with the iconic Tsutenkaku Tower. If you're up for a little more fun, end the night with a final drink in Shinsaibashi with your group."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Osaka, Japan: Today is the final day of your budget-friendly journey through Japan. Whether you're off to a new adventure or heading back home, we trust you had a memorable experience exploring Japan."
    }
  ],
  "map": ""
}