{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-family-holiday",
  "tourName": "Japan family holiday",
  "placesVisited": "Tokyo, Government Tower, Auction at Tsukiji Fish Market, Ghibli animation studio, Sumo wrestling arena, Bullet train journeys, Yoyogi Park, Hakone National Park, Cable car ride, Hot springs, Stay in ryokan inn, Kyoto",
  "generalInfo": "Throw yourself into the whirl of Japan on an 11 day family holiday that whisks you from Tokyo to Kyoto via the hot springs of Hakone and past the sacred slopes of Mount Fuji.<br/><br/>This small group tour gives you every chance to learn together as a family as well as making new friends along the way with visits to traditional markets, tranquil temples and fast-paced city streets culminating in an eclectic, exciting adventure – exactly as you’d expect from life in Japan.<br/><br/>Spending at least a couple of nights in each of Tokyo, Kyoto and Hakone allows you to really get orientated as well as encouraging organic exploration and time to bond together as a family enveloped within an endless merry-go-round of cultural and contemporary delights.<br/>",
  "durationDays": "12",
  "price": "5085",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo.",
      "description": "Konnichiwa! Welcome to Tokyo – Japan's modern capital steeped in ancient tradition. Your adventure begins with a welcome meeting at 5 pm in your hotel tonight, where you'll meet your local leader and the other families. If you arrive early, why not wander Tokyo at your own pace or take an Urban Adventures day tour? After your meeting, consider joining the group for an optional dinner at a local restaurant."
    },
    {
      "dayNumber": 2,
      "title": "Tokyo.",
      "description": "Kick things off with a visit to Sensoji in Asakusa – Tokyo's oldest Buddhist temple (about 1300 years old) set on the banks of the Sumida River. Nearby, you’ll discover a great shopping street where you can find a quirky Japanese souvenir or sample some traditional snacks. You’ll then have a free afternoon to find some lunch or maybe visit a manga (Japanese comic and cartoon) market in Akihabara. Enjoy free time in the afternoon. Tonight, head out for a dinner on a boat, cruising through the Tokyo Bay. Surrounded the sparkling lights of the city, you’ll enjoy monjayaki (a non-sweet pancake with a soft batter as base) cooked on a sizzling hot plate."
    },
    {
      "dayNumber": 3,
      "title": "Tokyo.",
      "description": "This morning, head to Shinjuku and take part in a traditional calligraphy lesson. You and the kids will learn how to write your name in Japanese (and maybe learn to say a few words, too) with the help of a local teacher. After, grab some lunch at a local restaurant with your group then visit Harajuku – a neighbourhood simultaneously known for its eccentric tribes and teen pop culture. Sample one of Harajuku’s famous crepes or try some of its 3D latte art as you explore the iconic Takeshita Street. Finish the afternoon in Shibuya, where you’ll have some free time to grab dinner or head back to the hotel."
    },
    {
      "dayNumber": 4,
      "title": "Hakone.",
      "description": "Say goodbye to Tokyo and catch your first shinkansen bullet train of the trip to Hakone, travelling up to 285 km an hour! In Japan, trains operate with amazing precision and the sight of a white-gloved guard bowing to a carriage full of travellers is something the kids are sure to remember! Part of the Fuji-Hakone-Izu National Park, Hakone is a place of staggering natural beauty. Here, you can also soak in hot spring onsens, go on bush walks, chill out by the lakes, take in the views of Mt Fuji (if you’re blessed with good weather!), or explore an open-air modern art museum. Tonight, you’ll experience Japanese ryokan (traditional inn) hospitality – sleeping on futons in a tatami mat room, wearing yukata (a light kimono-style robe) and soaking up (literally) the onsen culture."
    },
    {
      "dayNumber": 5,
      "title": "Hakone.",
      "description": "Today, you’ll take a ropeway (cable car) up to the top of Owakudani (Geothermal Valley) and hopefully catch views of Mt Fuji. Continue to Lake Ashinoko – a natural caldera formed after a major volcanic explosion some 3000 years ago – for a cruise aboard a pirate boat. Back on land, visit the Karakuri Secret Box Museum and try to open these beautifully hand-crafted boxes (or purchase a unique gift to take home). With your free afternoon, you might like to hike through the grasslands of Sengokuhara or pamper yourself at Hakone’s large hot spring theme park, which has an amazing variety of baths ranging from the traditional to cave baths and water slides!"
    },
    {
      "dayNumber": 6,
      "title": "Hiroshima.",
      "description": "Back on the bullet-train, you make the journey to the city of Hiroshima. A visit to Hiroshima is sobering, but the tragedy that happened here is an important part of history to confront. In the afternoon, visit the Genbaku (A-Bomb) Dome and the Peace Memorial Park and Museum, both of which stand as an emotional testament to the fateful day in August 1945 when Hiroshima became the first target for nuclear attack. The dome was just metres from where the bomb detonated and managed to retain its shape, eerily standing exactly how it was prior to the attack. These days it stands as both a symbolic reminder and a monument to peace. Tonight, you might like to seek out the savoury pancake okonomiyaki – also a signature Hiroshima dish with its own particular twist."
    },
    {
      "dayNumber": 7,
      "title": "Hiroshima.",
      "description": "This morning, head for the island of Miyajima, just a short ferry ride across the Inland Sea. The island is home to the Shinto shrine of Itsukushima, famous for its huge bright orange gate (torii) which is a sight to see when the tide is high! Maybe take a stroll through Momiji Park (known as Maple Valley) or take the cable car up to the top of Mt Misen (keeping an eye out for the hungry deer that roam the island) for panoramic views of the Inland Sea and its many islands. Return to Hiroshima in the afternoon, and in your free time, maybe visit the five-storied Hiroshima Castle, which originally dates from the 1590s, though it was destroyed by the bomb and reconstructed after the war."
    },
    {
      "dayNumber": 8,
      "title": "Kyoto.",
      "description": "Jump aboard the bullet train to Kyoto this morning. On the way, stop at Himeji Castle – Japan's most impressive samurai castle. The building, which has survived earthquakes and war since the mid-16th century, was restored to its full glory in 2015 and is now a UNESCO World Heritage site. The moats, towers and walled alleyways were ingeniously designed to trick attackers! Explore the castle that was once home to over 10,000 samurai families and look out over the city below. Continue to Kyoto on the bullet train. While you're here, you'll see some of the finest temples, shrines, palaces and gardens in the country. In the afternoon, visit Nishiki-Koji Market in the heart of Kyoto’s downtown area to see what goes into Kyoto’s famed Kyo-ryori (Kyoto cuisine). Then, spend your evening wandering the Gion district, seeing if you can spot geiko (geisha) or maiko (apprentice geisha) dressed in elaborate kimonos and make-up on their way to events and functions."
    },
    {
      "dayNumber": 9,
      "title": "Kyoto.",
      "description": "Today, you’ll head to Kyoto’s famed Fushimi Inari Shrine – known throughout the world as the ‘Path of the Red Gates.’ If you like, maybe walk further than most visitors and experience both the well-known part of the shrine and the quieter corners. After, your leader will take you to another one of Kyoto’s UNESCO-listed temples or shrines (there’s 17 and counting!) which will give you an insight into Kyoto’s history as the seat of imperial power for over 1000 years. In the afternoon, you have time to do your own exploring – you might like to catch a maiko cultural performance, participate in a tea ceremony demonstration or do an obanzai (Kyoto-style) cooking class."
    },
    {
      "dayNumber": 10,
      "title": "Kyoto.",
      "description": "This morning, take a boat cruise down the scenic Hozu River in the Arashiyama area, in the hills west of Kyoto. Look along the banks for Japanese maples in autumn or plum and cherry blossoms in spring. At the end of the ride, you’ll visit Tenryu-ji Temple near a bamboo grove. This bamboo forest is one of the most photographed sights in the city, and you'll see why! In your free time, you might like to take the family on a rickshaw ride (two-wheeled wagons pulled by fit young men in traditional garb) around the Arashiyama area. Or you may like to visit the nearby Toei Kyoto Studio Park – a theme park used for the shooting of period dramas (jidaigeki films) set in the Edo period. Back in central Kyoto, you could also experience a performance of traditional swordplay."
    },
    {
      "dayNumber": 11,
      "title": "Kyoto.",
      "description": "Today is yours to enjoy Kyoto however you like. Perhaps head out with the family and explore on a bike. This is definitely one of the best ways to navigate the city, and one of the most popular routes is following the Kamo River from the northern outskirts of Kyoto down through the city’s heart, stopping for a bento box lunch along the way. Kyoto is regularly voted one of the best bicycle cities in Asia, and for good reason! The city is largely flat and the roads are well maintained. If cycling is not your thing, you could check out Kyoto’s Manga Museum or try your hand at making your own bowl of ramen. Alternatively, consider a complete kimono makeover and transform yourself into a maiko, samurai lord or ninja for the day!"
    },
    {
      "dayNumber": 12,
      "title": "Kyoto.",
      "description": "With no activities planned after breakfast, your family adventure comes to an end today. If you would like to extend your stay, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}