{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "kyoto-to-tokyo-small-group-holiday-in-japan",
  "tourName": "Kyoto to Tokyo small group holiday in Japan",
  "placesVisited": "Three nights in Kyoto, optional: cookery class, hire a bike, Koya-san, castle at Himeji, Hiroshima, Miyajima Island, Itsukushima shrine, Tsumago, night in a ryokan, hike a short section of Nakasendo Highway, Matsumoto, three nights in Tokyo, full day tour and free day",
  "generalInfo": "This Kyoto to Tokyo small group holiday in Japan takes you through the heart of this fascinating country, discovering temples and shrines, castles and hiking trails, riding the Bullet train and, of course, tucking into the sensational tempura, sushi and noodles. This is a well balanced trip, with a mix of included activities, travel to famous cities but also smaller, less well known spots, and lots of free time so you can explore at your own pace. A knowledgeable tour leader will be with you throughout, to offer advice and steer you towards the best experiences.<br/><br/>Begin by spending three nights in beautiful Kyoto, once the capital of Imperial Japan. Visit the city’s most celebrated sites, including the beautiful Ryoanji Zen Garden, Nijo Castle and the golden Kinkakuji Temple. In the evening, wander the streets of Gion, too, the entertainment district at the heart of geisha culture. You’ll have a full free day here – you might like to join a cookery class or hire a bike.<br/><br/>From here, see the abundance of temples dotted through beautiful scenery at Koya-san, and even stay in one overnight, before travelling to Hiroshima to learn more about its sobering Second World War history. You’ll have the chance to stay overnight in a traditional inn, called a ryokan, in Tsumago, a small but beautifully preserved Edo era town along the ancient Nakesendo Highway. You’ll also have the chance to hike some of the Highway, too. Travel on to Matsumoto where you can see its famous castle and finish your trip with three nights in big, buzzing Tokyo. <br/><br/>We use Japan’s brilliantly run and ultra modern rail system for most of the travel, and a seven day Japan Rail Pass is included in this trip. You’ll also have the chance to ride the famous Bullet train, too, zipping around the country in comfort.<br/>",
  "durationDays": "11",
  "price": "4710",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Kyoto.",
      "description": "Konnichiwa! Welcome to Kyoto, Japan. Your adventure begins with a welcome meeting at 6 pm today. If you have some free time, step out onto the streets for your first taste of this beautiful city. Originally founded as Heian-kyo (literally 'tranquillity and peace capital') by Emperor Kammu in AD794, Kyoto had its golden age during the imperial court's heyday from 794 to 1185. Kyoto was the capital of Japan for over 1000 years (the name means Capital City) but the emperor and government are now located in Tokyo. After the meeting tonight, perhaps head out for your first taste of traditional Japanese food. As the millennium-long home of the imperial kitchen, Kyoto is known as the centre of Japanese culinary tradition, so you’re sure to begin this trip with a delicious meal."
    },
    {
      "dayNumber": 2,
      "title": "Kyoto.",
      "description": "You’ll begin the day with a visit to some of Kyoto’s more important sights. Visit the opulent Nijo Castle – home to the Tokugawa Shoguns who had power over the country during the Edo period. Check out the ‘nightingale floors’ of Ninomaru Palace, which squeak to warn of intruders (like otherwise-silent ninjas). From the castle, it’s a short bus ride to Ryoan-ji – perhaps Japan’s most famous Zen garden – where carefully placed rocks sit in an immaculately raked sea of gravel. Located also nearby is the extravagantly decorated Kinkakuji Temple, immortalised in Yukio Mishima’s novel 'The Golden Pavilion'. This evening, take a step back in time on a walk through the narrow streets of Kyoto's charming Gion district, an entertainment district and the centre of geisha culture, coming alive at night. If you’re lucky you might spot geikos (geishas) or maikos (apprentice geishas) with their elaborate dress and make up. If you’ve got the budget, perhaps attend a tea ceremony at one of the district's teahouses, or splash out on a kaiseki meal in a ryotei (small restaurants serving traditional multi-course cuisine)."
    },
    {
      "dayNumber": 3,
      "title": "Kyoto.",
      "description": "Today is a full free day and there’s so much for you to explore. With its many cultural landmarks and historical sites, and the abundance of traditional arts and literature, Kyoto is regarded as the cultural heart of Japan. Kyoto is also a city that lends itself to walking, and there are a number of paths available. Recommended is a gentle stroll through the nearby eastern hills along the ‘Path of Philosophy’ that links Ginkaku-ji – the Temple of the Silver Pavilion – with Nanzen-ji Temple. This walk can be extended south through well-preserved Old Town areas to Kiyamizu-dera (Temple of Clear Water) from where there is an acclaimed view across a wooded gorge toward Kyoto. Also recommended, for those visiting in spring, is a visit to the theatre for a presentation of Miyako Odori (the Cherry Blossom Dance) performed by elaborately dressed maiko (apprentice geishas). Close to Kyoto station, you'll also find the architecturally impressive Higashi Honganji Temple and the almost surreal Sanjusangendo, home to 1001 statues of Kannon. In the late afternoon you might like to return to the Kawaramachi or Shijo Dori area of central Kyoto to browse the shops or enjoy dinner in one of the many restaurants that occupy this exciting area."
    },
    {
      "dayNumber": 4,
      "title": "Koya-san.",
      "description": "Spot the 120 temples dotted around Koya-san as you take the train into an important region for Shingon Buddhism. Founded in the eighth century by the Buddhist saint Kobo Daishi, Koya-san has been a centre for religious activities for over 1200 years. The last leg of the journey takes you through some of Japan’s finest scenery, on a mountain road rising through the clouds, 915 m above sea-level. The most impressive sight on Mount Koya is the massive and mysterious Okunoin cemetery, the resting place of many of Japan's most famous people. Some 200,000 stone statues, wooden totems and sometimes bizarre memorials (a rocket marks the site of a mausoleum interring the workers of an aerospace company) lie throughout this moss-laden forest. After visiting the more interesting of the mountain’s sights, make your way to the comfortable Shukubo Temple Lodging for the night. Here you might interact with some of the monks that run the lodgings, learn about the customs of traditional Japanese accommodation and enjoy some monastic vegetarian cuisine."
    },
    {
      "dayNumber": 5,
      "title": "Hiroshima.",
      "description": "Return by cable railway to Gokurakubashi and make your way to Osaka to board your first bullet train, heading to Hiroshima. Travelling by shinkansen is an absolute buzz, as you’ll reach speeds of up to 270 km per hour. As you speed south, stop to visit Japan’s most impressive samurai castle at Himeji. The building, which has survived earthquakes and war since the mid-16th century, was restored to its full glory in 2015. The moats, baileys, towers and walled alleyways were ingeniously designed to trick attackers – perhaps so intimidatingly that they were never in fact tested. Explore the castle that was once home to over 10,000 samurai families and look out over the grounds and the city below from the seventh floor. Continue on to Hiroshima and enjoy dinner together, feasting on Japan's signature savoury pancake - okonomiyaki."
    },
    {
      "dayNumber": 6,
      "title": "Hiroshima.",
      "description": "This morning you’ll visit the Genbaku (A-Bomb) Dome and the Peace Memorial Park and Museum, both of which stand testament to the fateful day in August 1945 when Hiroshima was chosen as target for the first ever wartime use of the atomic bomb. The dome was just metres from where the bomb detonated so it was able to retain its shape – the fact that it looks almost exactly as it did after the bombing means it serves as a reminder and symbol of peace. The memorial park serves the same purpose, and has museums, memorials and monuments dedicated to the memory of victims, education on what lead to the bomb’s use, as well as advocating world peace. In the afternoon you'll head for the serene, enchanting island of Miyajima, reached after a short ferry ride across the Inland Sea. The island is home to the venerable Shinto shrine of Itsukushima, famous for its huge bright orange gate (torii) that rises majestically out of the sea. At high tide it is considered to be one of the most beautiful sights in Japan. The size and physical landscape of Miyajima makes it an ideal place for walking. There is the lovely Momiji Park (known as Maple Valley), from where it is possible to walk or take a cable car up to the top of Mt Misen. Return to Hiroshima for the night and maybe try one of the city’s signature dishes for dinner – your leader will have some great suggestions!"
    },
    {
      "dayNumber": 7,
      "title": "Tsumago.",
      "description": "Board a bullet train to Nagoya, then change to an express train and continue north to the mountainous centre of Japan. You’ll spend a memorable night in a ryokan (a traditional Japanese inn) near the medieval village of Tsumago. Once a post town (where travellers could rest on their journey around the country) during the days of the Shogun, Tsumago is the best preserved of the many staging posts along the Edo period Nakasendo Highway. The highway once connected Tokyo with Kyoto and was immortalised in the famous woodblock prints of Hiroshige. Cars are prohibited in the main street and cables run underground in order to maintain the medieval atmosphere of the town. You’ll have the opportunity to walk along a short section of the old Nakasendo Highway, walking from the post town of Magome along the highway to your accommodation at Tsumago, enjoying some great views across the valley along the way. In tonight’s ryokan, rooms are equipped with thin futon mattresses that are spread on tatami mats for a comfortable night's sleep. Tonight, you’ll enjoy a traditional dinner cooked in the ryokan."
    },
    {
      "dayNumber": 8,
      "title": "Matsumoto.",
      "description": "This morning you’ll have time to explore Tsumago and browse the local shops. You’ll then board a train and continue north to the picturesque castle town of Matsumoto. Matsumoto’s atmosphere is surprisingly cosmopolitan, while maintaining its historic charm and traditional streetscapes. This afternoon you'll stroll through the former merchant district of Nakamachi, lined with well preserved old buildings, where you can find local crafts, treasures and great restaurants. You’ll also have the option of visiting the city’s most famous site, the Matsumoto Castle, formerly known as Fukashi Castle. The regal-looking building has an elegant black roof and walls, and is sometimes nicknamed Crow Castle due to its resemblance to the bird spreading its wings. As the oldest original castle in the country (begun in 1592), it’s also one of Japan’s four castles listed as national treasures. You’ll spend the evening here in Matsumoto. Perhaps try the local soba noodles (some of the best in the country) and be sure to get some wasabi-based treats – the pristine waters from the alps make it grow particularly well here."
    },
    {
      "dayNumber": 9,
      "title": "Tokyo.",
      "description": "In the morning, make your way by express train to Japan’s amazing capital – Tokyo – and to the hotel where you’ll be based for the next few days. Bursting with contemporary urban culture, there are many sides of Tokyo to explore, including fascinating museums, world-class shopping, bustling energy and futuristic architecture, as well as a gentler side of neighbourhood backstreets where citizens often reveal themselves – particularly outside of working hours – to be some of the friendliest of any capital city in the world. There are many vestiges of the past, with historic temples and shrines still to be found in some of the most unexpected places, as well as an abundance of parks and gardens – particularly exquisite in spring when the cherry trees and azaleas are in bloom. After you arrive, you have free time to explore – perhaps visit the expansive grounds and moat surrounding the Imperial Palace, then enjoy the myriad food options for dinner."
    },
    {
      "dayNumber": 10,
      "title": "Tokyo.",
      "description": "Today you’ll undertake a varied, full-day tour of the city, beginning in the historic Asakusa area. This is one of the older and more traditional parts of Tokyo, and is often called the temple district. Here you’ll stop by Senso-ji, the city’s oldest temple – founded almost 1400 years ago when Tokyo was nothing more than a fishing village. Browse the many interesting stalls – filled with tasty treats, crafts and souvenirs – that line the shopping street of Nakamise dori. After lunch you’ll enjoy an alternative view of Tokyo as you relax on a short cruise down the Sumida River. You’ll pass significant buildings like the Sky Tree Tower, Asahi Beer Hall with its distinctive roof-top sculpture, the Sumo Stadium and the former Tsukiji Fish Market complex, gliding under bridges that bisect the river before alighting at the delightful urban oasis of the Hama Rikyu gardens. Here you’ll have time to stroll along paths that were once the sole preserve of the Shogun, who would hunt ducks here in the feudal era. Later you can make your way to the luxurious shopping district of Ginza where, depending on the theatre schedule, you may have the chance to see a short performance of Kabuki, one of Japan’s more spectacular performing arts, or visit the food depachika basement floor of a department store to see the huge range of produce exquisitely displayed."
    },
    {
      "dayNumber": 11,
      "title": "Tokyo.",
      "description": "Your Japan adventure comes to an end today. With no activities planned, you are free to leave the accommodation at any time after check out. If you'd like to extend your stay, just speak to your booking agent."
    }
  ],
  "map": ""
}