{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-holiday-ancient-and-modern",
  "tourName": "Japan holiday, ancient and modern",
  "placesVisited": "Osaka, Kyoto, Nara, Zen gardens, Hiroshima, Miyajima Island, Peace Memorial Park, Takayama, Hida Mountains, Miyagawa River, Matsumoto, Tsumago, Snow Monkey Park, Hakone, Tokyo, Tsukiji Market",
  "generalInfo": "Join a small group tour of Japan travelling from Kyoto to Tokyo via Osaka, Hiroshima and the forts and spa resorts of the Japanese Alps. <br/><br/>This 16 day holiday incorporates the very best of Japan’s ancient and modern sites with everything from sacred temples and shimmering skyscrapers to hot springs and bullet trains, creating an eclectic experience that helps to piece together links between the past, the present and the future.<br/><br/>The shrine-filled gardens of Nara and Kyoto are, without doubt, an essential highlight of any holiday in Japan with the last stop on the tour, Tokyo, conjuring up a fast-paced neon whirl to ensure you leave Japan with newfound friends and unforgettable memories.<br/>",
  "durationDays": "14",
  "price": "5695",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Begin in Kyoto, an atmospheric city amid beautiful hills. Around 6pm, say konnichiwa to your tour leader and fellow travellers, when we gather as a group for the first time to get to know each other and learn more about the adventures ahead. Your tour leader then ensures a big welcome by arranging a group dinner. Want more time in Kyoto? Secure pre-tour hotel nights through your sales representative. Accommodation: Hotel Monterey Kyoto (or similar)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "With more than 2,000 temples, shrines and gardens, Kyoto is a treasure house of Japanese heritage. Unlike many other Japanese towns, it escaped the ravages of both the Second World War and modern urban development, keeping intact much of the spirit and architecture of traditional Japan. Today, we have an introductory tour of the city. Starting with a visit to the impressive Nijo Castle, built in 1603 as a residence for the Tokugawa shoguns, before moving onto the Golden Pavilion of Kinkaku-ji, built in 1397 as a summer villa for the shogun Yoshimitsu Ashikaga. We then visit the Ryoan-ji temple, home to the most famous rock garden in Japan. After, we head to central Kyoto, with free time to eat a leisurely late lunch at a local restaurant, relax at the hotel or explore Kyoto more. Alternatively, stroll around Nishiki Market, known as Kyoto’s Kitchen. It’s a great place to find seasonal foods and Kyoto specialties, such as Japanese sweets, pickles, dried seafood and sushi. Accommodation: Hotel Monterey Kyoto (or similar)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Enjoy a trip to Nara, the ancient capital of Japan (approximately one hour each way). With eight World Heritage sites, it’s second only to Kyoto as a repository of Japan’s cultural legacy. Our walking tour includes a visit to the best-known temples and shrines, including the Todai-ji Great Buddha temple. Built in 752 by Emperor Shomu, this 49ft (15m) tall bronze Buddha is housed in what is reputed to be the largest wooden building in the world. We also spend time in the Nara Koen Park (home to large numbers of overfed and slightly unruly deer) and visit the attractive Kasuga Shinto shrine. Later in the afternoon, we return to Kyoto and stop at the Fushimi Inari Taisha with its thousands of vermilion torii gates. Fushimi Inari is the most important of several thousands of shrines dedicated to Inari, the Shinto god of rice. As we head towards early evening, we can walk around Gion, the most famous geisha district in Kyoto. Packed with bars, restaurants and traditional teahouses, Gion is most atmospheric in the early evening, when the lanterns are lit. At this time, we may also see an apprentice geisha on the way to an appointment, though it’s rare to see one. Accommodation: Hotel Monterey Kyoto (or similar)"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Today is our first ride on the shinkansen (bullet train) as we depart Kyoto and speed to Hiroshima (approximately two hours). We then make a short excursion by local tram and ferry to the beautiful island of Miyajima, where we visit the famous floating torii gate of the Itsukushima Shrine. Built on the water, this torii appears to float when the tide is high; combined with a backdrop of Mount Misen, it’s a sight to behold. Back in Hiroshima, you have free time to explore. Options include the Hiroshima Orizuru Tower to visit the observation deck and bar with views over Peace Memorial Park. Alternatively, there’s the feudal-era Shukkeien Garden for a peaceful wander around the pond. Important: As there is no storage for large suitcases on the shinkansen, you will need to pack a small overnight bag for two nights (nights 4 and 5). You are reunited with your main luggage at the Kanazawa hotel on Day 6. Accommodation: Dormy Inn Hiroshima Annex (or similar)"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Spend time at Hiroshima’s Peace Memorial Park and Museum, both monuments to the fateful day in August 1945 when the city was struck by the first wartime use of the atomic bomb. In the park, there’s a symbolic flame that will only be extinguished when the last nuclear weapon on Earth has been destroyed. After, we head to Kobe by shinkansen (approximately 1hr 45min) where we stop for the night. This compact port city is easy to explore on foot, so food-lovers might want to head out and try the world-renowned Kobe beef at source. Other optional adventures you could have include taking the ropeway to Kobe Nunobiki Herb Gardens, the largest herb?garden in Japan, or visiting the historic district of Nankinmachi, also known as Kobe Chinatown. This evening, there is the option to join your leader for a Kobe beef dinner. Please advise your tour leader at the start of the trip if you’d like to join so they can ensure a reservation is made for the group. There can be a charge for cancellations so once committed to the meal, please try to avoid cancelling your attendance. Accommodation: Kobe Motomachi Tokyu REI Hotel (or similar)"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hop in a Thunderbird train this morning and travel (approximately 3hr 15min) north to Kanazawa, tracking the shores of Lake Biwa, the largest freshwater lake in Japan. In the western Ishikawa Prefecture, Kanazawa is an atmospheric town that once rivalled Kyoto as the historic jewel of mainland Japan and is renowned for its arts, wealth and abundant seafood. After lunch in Kanazawa, we visit the Kenrokuen Gardens, which is considered one of the most beautiful gardens in Japan with a large artificial pond and flora that changes dramatically through the seasons. Accommodation: Hotel Amanek Kanazawa (or similar)"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Start with a trip to Nagamachi, the samurai district of Kanazawa during the Edo period. Here, we visit the Nomura Samurai House & Garden, a well-preserved representation of a wealthy samurai’s home. We continue to explore Nagamachi, finding samurai residences, narrow lanes and canals. After, we visit the 300-year-old Omicho Market, a bustling marketplace where chefs, locals and visitors stock up on fresh produce, including freshly caught seafood from the Sea of Japan. This afternoon is free to enjoy this vibrant town some more. Consider a visit to Higashi Chaya, one of Kanazawa’s largest geisha districts. Important: You need to pack a small overnight bag as your luggage will be transferred to Takayama tonight. You are reunited with your main luggage at the Takayama hotel on Day 8. Accommodation: Hotel Amanek Kanazawa (or similar)"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "We travel (approximately 1hr 30min) by bus to Shirakawa-go, a secluded mountainous region where the historic villages are populated by gassho-zukuri – uniquely designed farmhouses with steep thatched roofs that were built to withstand heavy winter snowfall and provide a large attic space for the cultivation of silkworms. Take a leisurely walk through the picture-perfect mountain village, with the opportunity to visit some of the oldest buildings. After, we transfer (approximately one hour) by bus to the old town of Takayama, where we visit the Hida no Sato Open-Air Museum, a collection of 30 traditional Hida houses and other village buildings from the Edo period. We spend two nights in Takayama with plenty of time to appreciate the charm and ambience of this delightful spot in the majestic Hida Mountains. Accommodation: Tokyu Stay Hida-Takayama Musubi-no-Yu (or similar)"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Today is set aside to explore Takayama. Start with an orientation tour, which begins at the Morning Market, held daily alongside the Miyagawa River. We also wander around the historic Sanmachi district, before taking part in a relaxed and welcoming tea ceremony experience. There is no need for complicated manners or formal attire; our hosts introduce the traditions of the tea ceremony while preparing matcha for you, making it an accessible and enjoyable cultural insight. After, you have free time to explore, in which you can treat yourself to a local lunch and sake tasting, before stopping at the numerous lacquerware and antique shops. You may also want to visit the old Government House of Takayama-jinya to learn about the lives of medieval Japanese officials and the way they dealt (often not so compassionately) with those in their charge. Another option is to stroll along the temple-lined Higashiyama Walkway and visit the temples and attractions created by the medieval warlord, Kanamori Nagachika. Accommodation: Tokyu Stay Hida-Takayama Musubi-no-Yu (or similar)"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "This morning, we travel (approximately 2hr 30min) by direct bus to the historic castle town of Matsumoto, where we can first drop our luggage at the hotel. We then visit Matsumoto Castle, otherwise known as Crow Castle due to its all-black exterior. Built in 1504, it’s one of the best-preserved castles in Japan, most others having been destroyed following the Meiji Restoration. The castle preserves its original interior and structure, with very tall steps and steep staircases, which some might find difficult to ascend and descend. For the rest of the day, we have time to relax and enjoy the vibrant atmosphere of the city. You may wish to visit the Matsumoto City Museum of Art (optional, extra cost). We recommend taking a leisurely stroll after dinner to see the impressive Matsumoto Castle by night. Accommodation: Dormy Inn Matsumoto (or similar)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "This morning, we travel by train and bus (approximately three hours) to the picturesque town of Kawaguchiko, which sits by Lake Kawaguchi. If the conditions are right, you can even see Mount Fuji reflected in the waters. This afternoon, we visit the lakeside Oishi Park, again with views of Fuji in the right conditions, before visiting Itchiku Kubota Art Museum with its impressive architecture inspired by the natural world and beautiful kimono displays. Important: As there is no room to store large suitcases on the train and bus today, you need to pack a small overnight bag for one night this morning before departing Matsumoto (night 11). You are reunited with your main luggage in Tokyo on Day 12. Accommodation: Route Inn Kawaguchiko (or similar)"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Depart early and travel (approximately 1hr 45min) by bus to Tokyo. After arrival, we use the highly efficient subway system to visit Tokyo landmarks, including the lively Senso-ji Temple in the historic district of Asakusa. Explore the vibrant temple grounds, stroll along the bustling Nakamise shopping street, and soak up the traditional atmosphere that has made this area a beloved destination for centuries. We finish our tour in the late afternoon, with the remainder of the day at leisure. Options include heading to Ueno Station to roam the lively market street of Ameyokocho or wander nearby to experience a nostalgic downtown Tokyo atmosphere, complete with many eateries and shops beneath the train tracks. In the evening, the entertainment possibilities are almost limitless with the Tokyo nightlife as exciting as anywhere in Asia. Accommodation: Hotel Monterey Hanzomon (or similar)"
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Today has been left free for individual exploration of Tokyo with a one-day metro pass included. We recommend visiting the forest-wrapped Meiji Shrine. From there, cross over to the upscale Omotesando street, sometimes called the Champs Elysee of Tokyo. If you’re interested in culture or shopping, there are limitless opportunities with districts such as Ginza, known for its exclusive stores, Shibuya, home to the busiest intersection in the world, and Shinjuku, the hub of Tokyo nightlife. Your tour leader can advise on how best to spend your free day in Tokyo. This evening, you can join your group and tour leader for a farewell dinner, followed by optional karaoke. Accommodation: Hotel Monterey Hanzomon (or similar)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "You've seen the old and new in Japan, ridden the iconic bullet train and immersed yourself in samurai culture, but now our adventure comes to end. Alternatively, if you’d like a bit more time to explore energetic Tokyo, speak to your sales representative about extending your stay."
    }
  ],
  "map": ""
}