{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "sapporo-snow-festival-holiday-in-japan",
  "tourName": "Sapporo snow festival holiday in Japan",
  "placesVisited": "Tokyo, including a day tour, Abashiri, Hokkaido Museum of Northern Peoples, Sea of Okhotsk, Sapporo, Sapporo snow festival, Otaru, Hakodate, Kyoto, including a city tour and a free day",
  "generalInfo": "Honshu’s greatest cities, Kyoto and Tokyo, are magnificent bookends to a tour of the northern island of Hokkaido. Head north to see massive icebergs, winter wonderland, and the magnificent snow sculptures in Sapporo, the prefecture’s capital.<br/><br/>After a city tour of Tokyo you’ll take a flight to Abashiri on Hokkaido, and spend five days on the island, including time at the snow festival, before heading back south to Kyoto by train to explore this beautiful historic city.<br/><br/>The highlight of this trip will be in Sapporo, where you’ll celebrate the snow alongside local residents at the annual Sapporo Snow Festival. Held for a week in February this festival is famous for the hundreds of snow sculptures created for the event, and the artisans who compete to win the international sculpture contest. Snowy stages are used for music performances – be sure to wrap up warm for a night at an ice bar too!<br/><br/>Another Hokkaido highlight is a cruise on the Sea of Okhotsk, which is famous for its massive icebergs, where you might spot seals resting on the floes as you sail. You’ll also learn about the Indigenous Ainu people who live here with a visit to the fascinating Hokkaido Museum of Northern Peoples.<br/><br/>This is a full-on tour that includes quite a lot of walking, including walking tours, and some icy conditions underfoot, too. There is also free time built in should you want to unwind, or explore this winter wonderland further. <br/>",
  "durationDays": "11",
  "price": "4445",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join tour in Tokyo",
      "description": ": Arrive in Tokyo, the ultra-modern capital of Japan. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6.30pm for a welcome meeting. For those who wish, there is the chance to go out for dinner. If some of the group are arriving on later flights, the main introductory briefing will take place on the morning of day 2. There are no activities planned today, so you're free to arrive in Tokyo at any time. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. If you'd like an airport transfer today, you'll need to arrive into Haneda Airport (HND) or Narita Airport (NRT). The city centre is around an hour away from Haneda Airport and an hour and a half from Narita. You'll be met in the Arrivals Hall and transferred to the start hotel by public shuttle bus or private vehicle. The shuttle bus may stop at other hotels, before dropping you at the joining hotel."
    },
    {
      "dayNumber": 2,
      "title": "Explore Tokyo - city tour",
      "description": ": It is said that over one quarter of Japanese live within a 50 km radius of the centre of Tokyo. The result is a bustling and exciting city, an economic powerhouse of Asia. Our first introduction to this unique culture is when we take a walking tour of the city highlights, using public transport to travel between neighbourhoods. Starting in Asakusa district we discover Senso-ji Temple which deserves to be high on any explorer's list. The oldest temple in the city, it is entered through the imposing Thunder Gate, flanked on either side by massive fierce statues of the gods of wind and rain. We then board a boat for a short journey along the Sumida-gawa river to the artificial island of Odaiba in Tokyo Bay. There will be some free time for lunch and to visit one of the indoor attractions here such as the National Museum of Emerging Science and Innovation, teamLab Planets TOKYO (Digital Art Museum) (pre-booking advised) or Tokyo Trick Art Museum. See optional excursions for more information. Next we return to the mainland and visit Meiji Jingu - an important Shinto shrine dedicated to the deified spirits of the first Emperor and Empress of modern Japan at the end of Japan's feudal era. Its forested grounds offer a peaceful haven in this densely built-up city. After seeing Harajuku Street our final stop is Shibuya, known for one of the busiest crossings in the world Shibuya is a hub of up and coming fashion, technology and design in Tokyo with a variety of shops, museum and galleries to explore. The rest of the afternoon is left free and it is easy to return to Asakusa by metro or continue to the skyscraper district of Shinjuku."
    },
    {
      "dayNumber": 3,
      "title": "Fly to Abashiri; discover the Hokkaido Museum of Northern Peoples",
      "description": ": This morning, we leave the capital and after a transfer to Haneda Airport, we take a flight to Abashiri, located on the Okhotsk Coast of the island of Hokkaido. The Ainu are a people indigenous to the lands of northern Japan, with a cultural background that differs from the prevailing Yamato Japanese. After landing in Abashiri we plan to visit the Museum of Northern Peoples to learn more about the culture and traditional everyday life of the Ainu and other people that inhabit the northern, subarctic regions of the world. We drive from here the short distance to our hotel for the night. We include the luggage forwarding service today to ship our main bags to Sapporo which will arrive on day 5, so you will need to pack your day bag for two nights. Please refer to the Trip Information; Budgeting and packing; Luggage on tour section for more information."
    },
    {
      "dayNumber": 4,
      "title": "Cruise on the Sea of Okhotsk; scenic train to Sapporo",
      "description": ": Abashiri is Japan's northernmost major city located at 44 degrees north latitude. From mid-January to late March the waters here are covered in drift ice and we will be taking a short cruise through the Sea of Okhotsk to get to the main drift ice areas. With luck, a variety of wild animals can be seen including seals and sea eagles resting on the ice. From the ship you can also sometimes spot foxes and deer on the coast. The boat ride takes about one hour in total depending on ice conditions and is shared with other passengers. We catch a local bus to the train station where we spend the afternoon travelling by train to Sapporo, a scenic route with views across the snow-covered landscape, with one change of trains along the way and arriving in the early evening."
    },
    {
      "dayNumber": 5,
      "title": "View snow sculptures at Sapporo's annual festival",
      "description": ": We spend the full day exploring the annual Snow and Ice Festival. The festival first began in 1950 but gained worldwide recognition in 1972 when Sapporo hosted the Winter Olympic Games. We will see all of the main venues that have snow statues and ice sculptures including Odori Park, Tsudome dome and the main street in Susukino, Sapporo's entertainment quarter. We will also take time to stop at one of the many ice bars that pop up during the festival. In the evening there is an option to visit the Sapporo Beer Museum."
    },
    {
      "dayNumber": 6,
      "title": "Morning free in Sapporo. Afternoon visit to beautiful seaside town of Otaru",
      "description": ": This morning, we have some free time to further enjoy Sapporo and its surroundings. A great option is to take a bus to the Hill of the Buddha, a striking shrine which features a 13.5-metre-high Buddha statue surrounded by an artificial hill covered with Lavender plants. In the afternoon we take the train to Otaru, a small town set along the Otaru Canal. The town is best known for the Snow Light Path festival when the snow-covered streets are decorated with small snow statues adorned with lights, particularly alongside the canal. We normally arrive slightly too early for the festival but a walk around the town is delightful at any time. The town is also famous for fish and seafood and a local dish you may like to try is kaisendon - seafood rice bowl. For those interested we can visit one of Otaru's famous beer halls, returning to Sapporo by train in the late evening."
    },
    {
      "dayNumber": 7,
      "title": "Take the train to old trading port of Hakodate",
      "description": ": Leaving Sapporo we take the train (four hours) to Hakodate, located on the south-west corner of Hokkaido Island. Hakodate was one of the first ports to open to foreign trade in 1854 and as such has a distinct blend of Japanese and Western architecture. This afternoon we wander through the Motomachi district, a neighbourhood favoured by the new foreign residents located at the base of Mount Hakodate, which gives an insight into how the traders lived and how the cultures merged. In the evening we take a trip to Mount Hakodate for spectacular views down across the city. We include the luggage forwarding service today to ship our main bags to Kyoto which will arrive on day 9, so you will need to pack your day bag for two nights. Please refer to the Trip Information; Budgeting and packing; Luggage on tour section for more information."
    },
    {
      "dayNumber": 8,
      "title": "Full day by train across wintry Japan to Kyoto",
      "description": ": Today is a day of travel as we make our way across Japan by train to Kyoto, the old Imperial capital. We will either depart at around 6am or 9am and the journey takes around eight to nine hours with a change of trains in Tokyo. It is a great opportunity to relax and take in the scenery and the high-tech efficiency of Japan's wonderful rail system, complete with an undersea rail tunnel between Hokkaido and the main island. If time allows, you may choose to get up early to see traders in Hakodate's morning market selling fresh seafood that the island is famous for, such as crabs (kani) and sea urchins (uni). Kyoto is the cradle of all things uniquely Japanese and the only large city to escape bombing in WWII. It was the Imperial capital for more than 1,000 years and was at the heart of the events that shaped Japan's destiny. Signs of the past are visible throughout the city in its grand temples and palaces and also the many traditional shops selling wares that have been produced for centuries."
    },
    {
      "dayNumber": 9,
      "title": "City tour of Kyoto - temples, zen gardens and a tea ceremony",
      "description": ": Kyoto is regarded as the place to see everything you expect to experience in Japan, with more than 2,000 temples and shrines, many set in manicured landscaped gardens. But it is also a modern city. We spend a full day, making use of public transport, to explore the city including a visit to the temple of the Golden Pavillion and Ryonji temple with its beautiful zen gardens. To take a break from the sites, and the cold outdoors, we have planned a private tea ceremony today to learn all about the culture around this practice."
    },
    {
      "dayNumber": 10,
      "title": "Free day to explore Kyoto. Option to visit nearby Nara",
      "description": ": Today is a free day to explore Kyoto at your leisure. You may wish to take a trip to nearby Nara, home to the Todaiji Temple, Big Buddha and the Kasuga Shrine. Our tour leader will be on hand to give you tips on where to visit and make the best of your time in this beautiful city."
    },
    {
      "dayNumber": 11,
      "title": "Tour ends in Kyoto",
      "description": ": The trip ends after breakfast at our hotel in Kyoto. There are no activities planned today, so you're free to depart from Kyoto at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel, while you head out for some last-minute shopping or sightseeing. If you would like an airport transfer today, you'll need to depart from Kansai International Airport (KIX), which is around one and a half to two hours away, or Osaka International Airport (ITM) which is around one hour away."
    }
  ],
  "map": ""
}