{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-culture-tour-shoguns-samurai",
  "tourName": "Japan culture tour, Shoguns & Samurai",
  "placesVisited": "Tokyo, Senso-ji Buddhist temple, Obuse, Yudanaka Onsen, Snow monkeys, Nakasendo Trail, Narai, Tsumago, Magome, Takayama, Kyoto, Nara, Mount Koya",
  "generalInfo": "A two week long, small group tour around Japan’s cultural highlights with our expert and highly experienced local guide. This unique country’s culture and history are so rich, that even a two week long Japan culture tour will still only feel like an introduction, but this itinerary will immerse you deeply and quickly. Every day is different, with the likes of Imperial Kyoto and Nara one day or the ancient Nakasendo Trail, where you can follow in the footsteps of feudal warlords through the mountains, on another. The Trail is 500km long, but we will take on the Kiso Valley section visiting the traditional ‘post towns’ of Magome and Tsumago further over the Magome Pass. <br/><br/>Hot springs and bathing are at the core of Japanese culture, and there are plenty of opportunities to soak on this tour, such as in the ancient city of Takayama in the Hida region, with the backdrop of mountains and ancient wooden houses. Even the monkeys bathe in Japan, as you will see from our visit to the famous snow monkeys of Yudanaka, which take to the hot springs here when mountain temperatures drop. <br/><br/>Kyoto holds the cultural crown of Japan with fourteen UNESCO World Heritage sites. So we spend three days here, allowing plenty of time to visit its ancient temples such as the Golden Pavilion of Kinkakuji, palaces, the historic district of Gion with its omnipresent teahouses and shrines. Also a contemporary metropolis, Kyoto is definitely cultural chic.<br/><br/>Starting and ending in Tokyo, visiting its iconic sites and highlights, one of the high points of this Japan culture tour is on our last night before returning to Tokyo, and something that is in total contrast to its big city lights:  Staying overnight at the Buddhist Temple at Mount Koya, where the chanting, serenity and indeed cuisine of the place is unforgettable. <br/><br/>Other accommodation on this trip includes traditional ryokan or minshuku inns, and smaller hotels in the cities. Travelling in a group that is no bigger than thirteen people, you are able to savour each cultural experience, with the help of your English-speaking Japanese tour leader, in the best way possible. <br/><br/>",
  "durationDays": "14",
  "price": "5280",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "The tour starts in Tokyo. Meet your guide and other group members at the tour hotel in central Tokyo. Start exploring the wonder that is Tokyo."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "On our second day in Tokyo, we visit Asakusa, famous for the magnificent Senso-ji Buddhist temple, as well as the old residential, or shitamachi, area of Yanaka, After all that walking, end the day on a Sumida River trip to the Hamarikyu gardens."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Today we travel to Obuse to experience two contrasting aspects of Japanese culture: wood block printing, at the dedicated museum, and also a sake brewery at Masuichi-Ichimura. From here we visit one of Japan’s most quirky natural sites, the hot springs at Yudanaka Onsen, famous for the ‘snow monkeys’ that come down from the cool heights to bathe in the warm water. Tonight we stay in a, traditional inn known as a ryokan."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "The Nakasendo Trail is an ancient byway that was used by feudal lords to travel between Kyoto and Edo, which is today’s Tokyo. Along the way, there were traditional post towns where travellers stopped for rest and food. Today we visit Narai, one of the remaining post towns, and still retaining its traditional feel. The Trail is a famous walking trail now, and the accommodations along the way are traditional ryokan inns, or smaller minshuku inns, where we will spend the night."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "After enjoying some more time on the iconic Nakasendo Trail, including another couple of post towns - Tsumago which is home to a charming Japanese folk museum, and Magome, where we will spend the night in a traditional family run inn, or minshuku. The beautifully-preserved architecture of this village is utterly enchanting."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today we head to Takayama in the mountainous Hida region, famous for its beef production, which is a must on the menus during our stay here. With a beautifully conserved old town, known as San-machi, wandering around the ancient houses, artisans’ workshops and narrow streets really does take you back in time."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take the train to Kyoto with two days ahead to explore this cultural gem of a city, with imperial palaces, 14 UNESCO sites such as the Golden Pavilion of Kinkakuji. As well as the historic district of Gion with tea houses tucked into ancient wooden houses, and geishas still going about their duties, serenely and secretly."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today we head to the stunning, ancient city of Nara, which was the capital city in the 8th century and saw seven emperors rule from here. And so much of it preserved, with Japan’s highest number of buildings designated National Treasures in one city. Hardly surprising, as it was home to seven consecutive emperors, and also a religious transition from Shintoism to Buddhism. Consequently, religious sites here are a must, such as the Todai-ji temple, the Museum of Buddhist Art as well as the largest Buddha statue in Japan."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "From cultural highlights to natural ones, we take the superb scenic rail route up to Mount Koya, where no fewer than a hundred Buddhist temples are located. You won’t get to see them all, but you will get to stay in a Buddhist temple’s accommodation tonight, with superb food prepared by the monks. Indeed, Mount Koya is the burial place of Kobo Daishi, the founder of the Shingon Buddhist movement, so it is considered a very holy place."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take the bullet train back to Tokyo."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Our tour finishes today. Do please ask our tour leader’s advice if you are extending your trip, or require information on travelling to the airport."
    }
  ],
  "map": ""
}