{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-north-to-south-holiday-small-group",
  "tourName": "Japan north to south holiday, small group",
  "placesVisited": "Tokyo, Japanese Alps, Takayama, Shirakawa-go, Kanazawa, Kenrokuen Garden, Kyoto, Nara, Nankai Railway to Mount Koya, Kumano Kodo pilgrimage site, walk to Grand Hongu Taisha with yamabushi priest, papermaking workshop, Osaka",
  "generalInfo": "A land of stark contrasts, Japan presents us with one of the most enigmatic and dynamic destinations on earth. A captivating mix of the traditional and the technological, it is inscrutable and inspiring in equal measure. The four major islands of the archipelago - Hokkaido, Honshu, Shokoku and Kyushu - provide the spectacular backdrop to this comprehensive journey, taking us from Sapporo in the north to the tip of the Satsuma Peninsula in the south.<br/><br/>Travelling by road, on foot and aboard Japan’s famous shinkansen (bullet train), we will experience all the best that this remarkable country has to offer. From its renowned cuisine and famed gardens, to its dramatic landscapes and iconic treasures we will journey through the cultural and natural heart of the ‘Land of The Rising Sun’.<br/><br/>A journey of superlatives, we will take in the colourful chaos of Tokyo and the serene majesty of Kyoto, the profound and poignant memorial that is Hiroshima and the scenic splendour of the Michinoku Coastal Trail and the Iya Valley. An old Japanese proverb wisely states “One encounter, one chance”, which reminds us to cherish each moment and each encounter. This journey is one to savour those very moments and encounters.",
  "durationDays": "21",
  "price": "11295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tour starts in Sapporo: Our journey begins in the city of Sapporo, the capital of Hokkaido, Japan’s northernmost prefecture. Home to nearly two million people, and ranked as the fifth largest city in Japan, Sapporo is Hokkaido’s cultural, economic and political centre. The tour starts at our centrally located hotel, where we can relax and enjoy the sights and sounds of downtown Sapporo before a welcome dinner this evening."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Sapporo: City Tour and Otaru: This morning begins with a tour of Sapporo by foot and by metro, combining some of the city’s cultural and culinary attractions. The city’s famous Susukino district in particular is well known for its ramen stalls and provides us with an opportunity to sample the gastronomic flavour of the city. This afternoon we then travel by train to visit the historic port city of Otaru, with its beautifully preserved canals and interesting herring mansions, before returning to Sapporo in time to enjoy an evening visit to the Sapporo Beer Museum and Garden, where we can savour a popular dish of barbecued mutton…known locally as the Genghis Khan."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Sapporo - Asahikawa: Ainu Museum and Dance Performance: Departing Sapporo this morning we drive next to Asahikawa, a city famed for its annual winter festival and its traditional ramen cuisine. Traditionally home to the indigenous Ainu people, on arrival we will have an opportunity to visit the Kawamura Kaneto Ainu Museum in the company of an Ainu guide. This will be followed by a Ainu dance performance and a visit to the Ainu section of the Asahikawa City Museum. This evening we will then enjoy a culinary visit to Furarito Alley, where you’ll be free to sample some of the city’s famed cuisine."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Asahikawa - Sapporo: Ueno Farm and Daisetsu-zan Cable Car: Just a 30-minute drive from Asahikawa lie the beautiful flowering gardens of Ueno Farm, an English-style garden that was started by a local farmer in 1906. Wonderfully adapted to the climate of Hokkaido, the gardens are divided into 10 themed areas and are home to over 2,000 varieties of perennial plants and flowers. A trip on the Asahidake Ropeway cable car then provides us with some stunning views of the volcanic peaks of the Daisetsuzan Mountains before we drive back to Sapporo for the evening."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Sapporo - Hakodate: City Tour and Mount Hakodate Aerial Tramway: A high-speed train journey this morning takes us south, towards the bustling port city of Hakodate. Once the most important in northern Japan, Hakodate can date its origins back to the middle years of the 15th century and this afternoon we’ll take a tour around its historic centre in the company of a local guide. Part of our tour will also take in the picturesque landscapes of nearby Onuma Quasi National Park, before we end the day enjoying the city’s Bay area and the views from the Mount Hakodate aerial tramway.Please note, your main luggage will be transferred separately from Sapporo to Tokyo today and will be ready for you when you check in to your hotel on Day 8. Please prepare an overnight bag for three nights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hakodate - Sendai: Morning Market visit and Goryokaku Park: After breakfast this morning we pay a visit to Hakodate’s famed fish market, with its hundreds of fish and seafood stalls. This will be followed by a short tram ride to nearby Goryokaku Park, where we’ll find the site of Hakodate’s iconic star-shaped fortress. Built in the mid 19th century to protect the city during the civil war between shogunate soldiers and imperial troops, the area today is recognised as a national special historic site. A shinkansen from Shin-Hakodate Hokuto then takes us south to Honshu, the second of our islands, where we arrive in the city of Sendai early this evening."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Sendai: Michinoku Coastal Trail Hike: Set out from Sendai for a day of quiet reflection and natural beauty along Japan’s northeastern coast. Sail to Tashiro Island—fondly known as “Cat Island”—and walk a scenic section of the Michinoku Trail. This peaceful 4.3-mile hike winds through forest paths and along quiet coastal ridges, offering sweeping sea views and a chance to spot the island’s famously friendly feline residents. Return to the mainland for a moving visit to the Miyagi 3.11 Tsunami Disaster Memorial Museum, before ending the day in tranquil Matsushima.The Michinoku Trail should take around 4 hours, including lunch."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Sendai - Tokyo: Matsushima Bay Cruise: For centuries, Matsushima Bay has long been revered as one of Japan’s three most scenic views, its azure waters scattered with over 200 pine covered islands. This morning we will take a boat cruise around the bay, before heading back to Sendai early this afternoon. After enjoying a tour of the Nikka Whisky Distillery and learning a little something about Japan’s increasingly popular whisky production, we then take the train to Tokyo, arriving in the Japanese capital later this afternoon."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Tokyo: Day at Leisure: A city of richly diverse contrasts, Tokyo is home to over 14 million people. Today it is one of the most populous urban areas in the world, but its historic heart is filled with museums, temples and shrines. A day at leisure affords an opportunity to explore this most enigmatic city at our own pace, perhaps taking in the famous Shibuya Crossing, the world’s busiest pedestrian crossing, or maybe enjoying the views from the top of the Tokyo Tower. Tokyo also has an enviable reputation for its retail and culinary experiences, so a visit to the Ginza, Akihabara or Shibuya districts might be of more interest."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nakasendo Trail Hike: Magome - Tsumago: Departing the capital this morning we take another journey on the shinkansen, travelling south towards Nagoya, before continuing by express train to Nakatsugawa and then by road on to Magome, our gateway onto the famous Nakasendo trail. Approximately 534 kilometres long, the historic Nakasendo Samurai Trail dates back to the Edo period (1603-1868) and its cobblestone roads once connected present day Tokyo with Kyoto. We will hike the stretch between Magome and Tsumago, a three hour hike that will take us over the Magome Pass. We then rejoin the vehicle to continue on to Gifu Mino, where we spend the night.Please note, the hike today will be approx. 3 hours in length, and 5.5 miles in distance. Level of hike easy-moderate.Please note, your main luggage will be transferred separately today from Tokyo to Kyoto. Your luggage will be waiting for you when you check in to your hotel in Kyoto. Please prepare an overnight bag for one night."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Gifu - Kyoto: Washi Paper Experience and Gifu Castle: Mino Washi is a traditional style of Japanese paper that has been made in Mino for over 1,300 years. This morning we will learn more about this ancient technique with a fascinating papermaking experience tour, before paying a visit to the local Washi Akari Art Museum. This afternoon then sees us visiting Gifu Castle by foot and by ropeway. Located on nearby Mount Kinkazan, the castle can date its origins back to the early years of the 13th century and today is one of the city’s most iconic symbols. Transferring to Nagoya train station, we then take the afternoon shinkansen to Kyoto."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kyoto Alternative City Tour: Once the seat of the imperial Japanese court, Kyoto is considered the country’s cultural capital and one of the best preserved cities in Japan. Today we offer up a more authentic experience of the ancient city, beginning with a morning visit to northern Kyoto by train, taking us away from the crowds and towards the charming mountain village of Kibune, with its ryokans, cedar forests and photogenic shrine. Returning to the city this afternoon, we then visit the 8th century Kiyomizo Temple, one of the most celebrated in Japan, before finishing our tour amongst the teahouses and shops of Gion, Kyoto’s famous geisha district."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Kyoto - Takamatsu: Sake Tasting and Kobe City Tour: Leaving the ancient capital behind this morning, we head next to Nishinomiya by local train and on foot. On arrival we will enjoy a tour of the Museum of Sake and Sakura, where we will get an opportunity to sample some of Japan’s famed rice wine. Continuing along the coast towards the city of Kobe we then pay a visit to Meriken Park, which includes a memorial to the Great Hanshin Earthquake of 1995 in which some 5,000 people died. A series of train journeys then brings us to Takamatsu on Shikoku Island and the next leg of our islands adventure.Please note, your main luggage will be transferred separately today from Kyoto to Takamatsu. Your luggage will be at your hotel in Takamatsu for your second night's stay. Please prepare an overnight bag for one night."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Shikoku: Iya Valley: Discover the hidden charms of Japan’s Iya Valley, a remote, mist-shrouded gorge famed for its dramatic scenery and timeless mountain culture. Capture the iconic vine bridge of Kazurabashi, then venture deeper into the countryside by mini vehicle. Meet the life-sized scarecrows of Kakashi no Sato, enjoy handmade soba and local vegetables with folk songs, and connect with locals over roasted tea in historic Ochiai Village."
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Shikoku: Naoshima Art island by E-bike: To the north of Takamatsu, amongst the waters of the Seto Inland Sea, lies the small island of Naoshima. Best known for its numerous contemporary art installations and museums, the island includes amongst its cultural treasures the Chichu Art Museum, a sculpture garden and, randomly, a James Bond museum. Measuring just over 14 square kilometres in size, the island is perfect for exploring by e-bike and we will have ample time to make the most of this engaging spot before returning to Takamatsu by ferry later in the day. Please note, if you wish to visit the Art project area, you will need to pay for this locally at an additional cost. If you do not wish to cycle today, you will be taken around Naoshima Island by mini bus. Please note that the tour leader will be with the clients, guiding the cycling and, therefore, those who wish to visit by mini bus will visit the sites of Naoshima independently with advice from the tour leader in advance. Cycling today includes helmets."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Takamatsu - Kurashiki - Hiroshima: Koraku-en Garden: Crossing back over to Honshu Island we travel by express train to the city of Okayama first thing this morning, to pay a visit to its famous Koraku-en Garden. Revered as one of Japan’s top three traditional gardens, Koraku-en can date its origins back to 1700, when it was built by Ikeda Tsunamasa, lord of Okayama. Located on the banks of the Asahi River, its wonderful collection of lawns, ponds, tea houses and streams is designed in the kaiyu (scenic promenade) style. Boarding a local train for the short ride to Kurashiki, we then spend the afternoon enjoying the Edo period canals of this picturesque city. We take a train to continue our journey to Hiroshima.Please note, your main luggage will be transferred separately from Takamatsu to Ibusuki. Your luggage will be waiting for you at the hotel in Ibusuki when you arrive. Please prepare an overnight bag for two nights."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Hiroshima: Peace Memorial Park & Museum: Today sees us exploring the most emotive destination of our Japanese journey, the city of Hiroshima. Forever connected with the horrors of the atomic bomb that devastated the city at the end of the Second World War, we pay a visit to the Hiroshima Peace Memorial and Museum. A special okonomiyaki lunch is also included today, affording us an opportunity to try a traditional teppanyaki pancake, cooked on an iron griddle, before an afternoon left free to explore at our leisure. One option may be a visit to Miyajima to view the Itsukushima Shrine and the island’s famous torii gate."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Hiroshima - Ibusuki: Chiran Samurai District & Kamikaze Peace Museum: This morning, depart Hiroshima by train to Kyushu Island to the city of Kagoshima and from here head to Chiran, home to a wonderfully preserved Samurai district complete with houses and gardens that date back some 250 years. . Travelling there by road this morning on arrival we will take a tour of the district, before moving on to explore the nearby Kamikaze Peace Museum, dedicated to the troops that fought the last bloody stand that culminated in the brutal battle for Okinawa. Continue to Ibusuki where we will stay overnight and enjoy a traditional Kaiseki dinner."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Ibusuki - Kagoshima: Black Vinegar & Sea kayaking: This morning, travel by road back towards Kagoshima. Dominated by the towering presence of Mount Sakurajima, Japan’s most active volcano, the city lies at the southwestern tip of Kyushu, which affords us an opportunity to enjoy a sea kayaking experience around the northeastern part of the Satsuma Peninsula and a tour of a local black vinegar brewery. Stay overnight in Kagoshima.Note: you do not need prior experience to do the sea-kayaking experience and you will be provided with basic information by the instructor prior to doing the experience. The sea kayaking will still take place if it is raining and will only be cancelled if there are strong winds and high waves. We will be warned in advance of any cancellation however it could be cancelled on the day of the activity. if the experience is cancelled, we will visit the Shochu sake brewery for a tour and tasting. Wetsuits and life jackets will be provided for the sea kayaking. The activity will include 30 minutes preparation and briefing and 60 minutes of sea kayaking. For anyone who does not wish to take part in the sea kayaking, there is a cafe and souvenir shop nearby."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Kagoshima - Fukuoka: Sengan-en Garden & Farewell Dinner: This morning, we pay a visit to the Sengan-en Garden, a designated Place of Scenic Beauty that was originally created back in 1658 by a member of the Shimazu clan. Incorporating views of Mount Sakurajima and the waters of Kagoshima Bay, at its centre stands the Iso Residence, preserved to reflect the life of the Shimazu family back in the 1890s. Travel by train to Fukuoka for your final night in Japan. We will enjoy a farewell dinner at a local restaurant this evening."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Tour ends in Fukuoka: The tour ends after breakfast."
    }
  ],
  "map": ""
}