{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-anime-holiday-7-days",
  "tourName": "Japan anime holiday, 7 days",
  "placesVisited": "",
  "generalInfo": "Experience the essence of Japanese culture through the lens of anime on our exclusive 7-day Japan Anime Tour. Delve into Tokyo's vibrant anime scene as you visit top museums, electrifying shopping districts, and indoor theme parks dedicated to your favourite anime characters. <br/><br/>Join a group of fellow anime enthusiasts and meet experts who will guide you through this immersive journey into the world of anime.<br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan <br/>Accommodation <br/>Meals provided: There are no meals included on this tour, but your Adventure Leader can recommend some epic spots! <br/>Please note: Accommodation is in 4-8 bedded dorm rooms as a standard on our Japan tours.<br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared dorm rooms as standard on this tour. But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking.<br/><br/>Included activities:<br/><br/>Visit Tokyo Tower Observatory (Tokyo) <br/>Pass by the stairs at Suga Shrine from the anime Your Name (Tokyo) <br/>Explore Harajuku District and cosplay culture (Tokyo) <br/>Explore Shibuya with stops at Pokémon Center, One Piece Store and Tokyo Anime Center (Tokyo) <br/>Visit DiverCity Tokyo Plaza and see the life-size Unicorn Gundam (Tokyo) <br/>Walk to Aqua City Odaiba and explore the Odaiba Retro Museum (Tokyo) <br/>Visit the Ghibli Giant Clock at Nittele Tower (Tokyo) <br/>Visit Tokiwaso Manga Museum (Tokyo) <br/>Explore Akihabara, Tokyo’s anime and gaming paradise (Tokyo) <br/>Play arcade games with your crew in Tokyo (Tokyo) <br/>Visit Kanda Shrine, beloved by otaku culture (Tokyo) <br/>Themed café chosen by your Adventure Leader (Tokyo) <br/>Karaoke bar (Tokyo)",
  "durationDays": "7",
  "price": "1049",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Touch down in Tokyo, Japan’s buzzing capital, and meet your Adventure Leader in the hostel lobby. You’ll get a full trip briefing covering the itinerary, health and safety in Japan, and a chance to meet your new travel crew. Once settled, we’ll head to Tokyo Tower for sweeping views of the city skyline — and don’t miss the quirky anime-themed manhole cover nearby! In the evening, the city is yours to explore. Dive straight into the action at Tokyo Tower RED, a high-tech playground packed with anime collaborations, VR games, and eSports zones. It’s the perfect way to kick off your anime-themed adventure!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: This morning, we’ll pass by the famous stairs at Suga Shrine, made iconic by the anime Your Name. Beyond its anime fame, the shrine itself has deep roots in the Edo period, blending centuries of tradition with modern pop culture. Next, we’ll head to Harajuku, Tokyo’s ultimate fashion district. Cosplay shops, colorful snacks, and quirky trends make this one of the city’s liveliest neighborhoods. Just around the corner, you’ll find NHK Hall and Yoyogi Park — hubs for concerts, cosplay meetups, and idol fan gatherings that are a staple of anime culture. Later in the afternoon, it’s time to explore Shibuya, a buzzing district featured in countless anime, including Jujutsu Kaisen. You’ll have free time to visit Parco, the Pokémon Center, the One Piece Mugiwara Store, and the Tokyo Anime Center — all iconic spots no anime fan should miss. In the evening, for those craving extra fun, try Kartoon Karting and zip through Tokyo’s neon streets like a scene straight out of your favourite anime!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: Kick off the day at DiverCity Tokyo Plaza to see the life-size Unicorn Gundam in action and explore Gundam Base, a paradise for fans of the iconic mecha series. Next, take a stroll to Aqua City Odaiba and step back in time at the Retro Museum, filled with classic arcades, nostalgic snacks, and a cozy Showa-era atmosphere. The afternoon is yours to enjoy however you like. Why not dive into Joypolis, Tokyo’s famous indoor amusement park packed with VR rides, simulators, and anime collaborations like Attack on Titan? We’ll wrap up the day at the Ghibli Giant Clock at Nittele Tower, a whimsical creation straight from the imagination of Hayao Miyazaki — perfect for some magical photo ops!"
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Tokyo: Today begins in Ikebukuro, one of Tokyo’s most vibrant anime and shopping hubs. You’ll have free time to explore Sunshine Mall and the surrounding area, packed with highlights for every fan. Step into Namja Town, Bandai Namco’s quirky indoor theme park with retro streets and themed food stalls. Visit Pokémon Center Mega Tokyo, the largest in Japan, and don’t miss Animate Ikebukuro Main Store, a multi-floor haven for manga, figures, and collectibles. If you’re feeling adventurous, opt for a cosplay photo session to capture some epic snaps in true anime style. Later in the afternoon, we’ll head to the Tokiwaso Manga Museum, the birthplace of the modern manga era — an absolute must for anyone who loves Japanese comics."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tokyo: Today is all yours to explore Tokyo and beyond at your own pace. Whether you’re chasing theme parks, coastal towns, or anime icons, there’s plenty to choose from. Here are some ideas to make the most of your day: Feel the magic at Tokyo Disneyland or DisneySea. Wander Kamakura’s coastal streets, see the Great Buddha, and snap a photo at the famous First Slam Dunk railway crossing. Geek out at the Fujiko F Fujio Museum in Kawasaki. Step into kawaii heaven at Sanrio Puroland. Go all out at Naruto Town in Fuji Q Highland. The choice is yours — whether you’re seeking thrills, culture, or pure anime fun, today is made for your adventure!"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Tokyo: This morning, we head to Akihabara, Tokyo’s ultimate paradise for anime and gaming. Explore multi-floor stores, manga shops, and figure collections, then dive into Japan’s famous arcades. From retro classics to the latest games, challenge your travel crew in friendly competitions or join a group activity. Just a short walk away, we’ll visit Kanda Shrine, a traditional Shinto shrine beloved by otaku culture. In the afternoon, the group will regroup at a themed café or fun spot chosen by your Adventure Leader — the perfect chance to swap stories, show off your favorite purchases, and reflect on your adventure. For our last hurrah, we’ll head to a karaoke bar — the ultimate Japanese night out and the perfect way to celebrate the end of your anime journey together."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tokyo: Today marks the end of your anime adventure. Take the morning to say goodbye to your travel crew and reflect on all the amazing experiences you’ve shared over the past week. Whether you’re heading off to your next destination or making your way home, we hope you’ve had a memorable and fun-filled time in Japan! If you’d like to extend your stay, we can help arrange extra nights for an additional fee — just let us know in advance."
    }
  ],
  "map": ""
}