{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-11-day-small-group-tour",
  "tourName": "Japan 11 day small group tour",
  "placesVisited": "",
  "generalInfo": "Embark on an enthralling 11-day voyage through Japan, seamlessly merging the bustle of modern life with the serenity of tradition. From Tokyo's lively streets, to the tranquil landscapes of Hakone, to Kyoto's timeless charm and hidden treasures, to Hiroshima and Miyajima Island's immersive encounters and concluding with Osaka's vibrant culture and gastronomic delights. <br/><br/>Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan, for included activities. <br/>Accommodation (including hotels and Ryokan stay) <br/>Meals provided: 1 Sushi Making Lunch &amp; 4 Dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style:<br/><br/>To make your journey smooth and relaxing, rest assured, all of our Plus tours include stays in carefully selected 3* hotels. After days packed with adventure, you’ll have room to unwind, recharge and get ready for the next experience. Want a little extra space or privacy? Upgrade options are available – just let us know when you book. <br/><br/>Included activities:<br/><br/>Enjoy a teppanyaki welcome dinner with the group <br/>Watch the Tokyo Metropolitan Government Building light show <br/>Join a sushi masterclass with local chefs <br/>Visit Meiji Shrine (Tokyo) <br/>Explore Harajuku District (Tokyo) <br/>Visit Shibuya Crossing (Tokyo) <br/>Visit Shibamata retro town (Tokyo) <br/>Visit Shibamata Taishakuten Temple (Tokyo) <br/>Join a sumo experience with dinner (Tokyo) <br/>Take the Romance Car to Hakone Yumoto (Hakone) <br/>Sail across Lake Ashi on a pirate ship cruise (Hakone) <br/>Take a cable car to Owakudani volcanic valley (Hakone) <br/>Relax in a traditional onsen (Hakone) <br/>Visit Higashi Honganji Temple (Kyoto) <br/>Take part in a Japanese calligraphy class (Kyoto) <br/>Sing your heart out at karaoke night (Kyoto) <br/>Take part in a traditional tea ceremony at Camellia (Kyoto) <br/>Visit Kiyomizu-dera Temple (Kyoto) <br/>Join a guided Gion tour (Kyoto) <br/>Walk along Pontocho Alley (Kyoto) <br/>Visit Miyajima Island &amp; take the ropeway (Hiroshima) <br/>Visit the Hiroshima Peace Memorial Museum with audio guide (Hiroshima) <br/>Enjoy a Hiroshima okonomiyaki group dinner (Hiroshima) <br/>Explore the Kurashiki Bikan Historical Quarter (Okayama) <br/>Take a boat ride along the Kurashiki canal (Okayama) <br/>Stroll through Korakuen Garden (Okayama) <br/>Take an orientation walk to Shinsaibashi (Osaka) <br/>Enjoy a Dotonbori boat cruise (Osaka)",
  "durationDays": "11",
  "price": "4159",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Begin your Japan Plus Tour by immersing yourself in the dynamic energy of Tokyo. Gather in the hotel lounge to meet your Adventure Leader for an insightful trip briefing, where they will unveil the exciting adventures ahead, offer tips for acclimating to local life, and ensure a safe journey. Afterward, delight in a sumptuous welcome dinner at a local restaurant, introducing you to the delightful flavours of Japanese cuisine. Conclude the evening with a visit to the pinnacle of the Tokyo Metropolitan Government Building, offering a breathtaking panoramic view of the cityscape, along with the building's dazzling light show!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: Start the morning with a hands-on sushi masterclass. Slice, roll, and taste your own creations as local chefs teach you the art behind Japan’s most famous dish. Next, step into Meiji Shrine, Tokyo’s iconic sanctuary dedicated to Emperor Meiji. Your Adventure Leader will pick up a charm for each of you and explain the tradition of omamori, Japan’s little tokens of protection and good fortune. From there, dive into Harajuku, Tokyo’s trendiest district, bursting with quirky fashion, colorful street food, and vibrant youth culture. No Tokyo trip is complete without Shibuya Crossing, the world’s busiest intersection — and while you’re there, don’t forget to meet the loyal Hachiko Statue. For an even more epic perspective, head up to Shibuya Sky for a bird’s-eye view of the scramble below and a panoramic look over the city. After a full-on day of sights and experiences, we’ll return to the hotel to recharge for tomorrow’s adventures."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: Today we trade Tokyo’s neon lights for a taste of old-school Japan. First, step back in time with a visit to Shibamata, a nostalgic neighborhood straight out of the Showa era. Wander down Taishakuten Sando, a traditional shopping street lined with charming stores, local snacks, and souvenirs, before exploring the beautifully carved Shibamata Taishakuten Temple. Next, we make our way to Asakusa, another historic corner of Tokyo full of character and culture. In the evening, get ready for a truly unique experience — a sumo dinner! Meet and interact with ex-sumo wrestlers, hear their stories, snap some photos, and enjoy a hearty bowl of Chanko-Nabe, the dish that fuels these mighty athletes."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Hakone: Today we swap Tokyo’s buzz for Hakone’s fresh mountain air. Hop aboard the Romance Car express and enjoy the scenic ride out of the city to Hakone Yumoto, where you’ll have time to grab some lunch before the adventure continues. From here, we’ll take a bus to Moto-Hakone and climb aboard a pirate ship cruise across Lake Ashi. With its triple decks and epic mountain views, it’s the most unique way to sail Japan’s famous volcanic lake. On clear days, keep your eyes peeled for the ultimate backdrop – Mt. Fuji towering on the horizon. (Please note: Mt. Fuji visibility can vary depending on the weather.) Next up, soar high above the steaming volcanic valley of Owakudani by cable car for jaw-dropping views and a taste of Hakone’s wild side. After an action-packed day, we’ll head back to our accommodation where the evening is yours to unwind. Sink into the steamy waters of a traditional onsen bath and relax after a day full of adventure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kyoto: This morning, we’ll make our way to Odawara Station and hop on the legendary Shinkansen bound for Kyoto. Sit back, relax, and watch Japan’s countryside fly by at lightning speed — before you know it, we’ll be stepping into Japan’s ancient capital. After dropping off our luggage at the hotel, we’ll start exploring with a visit to Higashi Honganji Temple. With its massive wooden halls, tranquil atmosphere, and even a rope made from human hair used during its reconstruction, this temple is as fascinating as it is unique. In the afternoon, it’s time to unleash your creative side with a Japanese calligraphy class. Brush, ink, and paper in hand, you’ll learn the elegant strokes of this centuries-old art and create your own beautiful keepsake to take home. When evening falls, it’s all about fun — grab the mic and sing your heart out at karaoke night! From cheesy anthems to guilty pleasures, it’s the perfect way to bond with your travel crew and wrap up the day on a high note."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Kyoto: This morning, we’ll slow the pace with a peaceful Camellia Tea Ceremony. Watch the graceful rituals of pouring and preparing matcha, then try your hand at whisking your own bowl before enjoying it with traditional Japanese sweets. Want to make it extra special? Rent a kimono and fully embrace the elegance of the moment. Next, we’ll head to the iconic Kiyomizu-dera Temple. With its dramatic wooden stage, hillside views, and centuries of history, this UNESCO World Heritage site is one of Kyoto’s true highlights. You’ll then have some free time to explore the nearby streets lined with souvenir shops and cafés — perfect for grabbing lunch or a quick treat. In the afternoon, we’ll dive into Kyoto’s most atmospheric streets. Join your Adventure Leader for a guided Gion walk, where you’ll learn about the world of geisha and the traditions that still thrive here. Then, wander down Pontocho Alley — a lantern-lit lane filled with teahouses, riverside dining, and timeless charm. The evening is yours to explore at your own pace. You might sample street eats at Nishiki Market, shop your way through Teramachi, step into samurai and ninja history, or catch a show at GEAR, Kyoto’s amazing non-verbal theatre. Whatever you choose, Kyoto’s magic shines brightest at night."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto: This morning is all about freedom to explore Kyoto your way. Chase the sunrise through the iconic red gates of Fushimi Inari, wander the serene gardens of Nijo Castle, marvel at the shimmering Golden Pavilion, or lose yourself in the peaceful bamboo forest of Arashiyama. Feeling adventurous? Hop over to Nara to meet its famously friendly deer and visit the mighty Todaiji Temple. Prefer a slower start? No problem — a relaxed morning in Kyoto never disappoints (though we’ll admit, sunrise at Fushimi Inari is one for the photo album!). By the afternoon, we’ll regroup and hop aboard the bullet train to Hiroshima, zipping across Japan in true style. Tonight, we’ll head out for a group dinner to sample Hiroshima’s legendary okonomiyaki — a savoury, layered pancake that’s absolutely packed with flavour and best enjoyed with the whole crew."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Hiroshima & Miyajima: First stop today: Miyajima, a picture-perfect island that looks like it’s been lifted straight from a postcard. As the ferry glides in, you’ll spot the iconic Itsukushima Shrine and its famous floating torii gate rising from the sea — one of Japan’s most breathtaking sights. We’ll explore the shrine grounds before taking the ropeway up Mt. Misen for sweeping island views. You can ride it both ways for a relaxed experience or channel your inner adventurer and hike back down through the forest trails. Later, we’ll return to Hiroshima to visit the Peace Memorial Museum with an audio guide — a deeply moving experience that offers a powerful glimpse into the city’s past and its message of hope, peace, and resilience."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Hiroshima: This morning, we’ll jump aboard the bullet train and head to Kurashiki, a beautifully preserved canal town that feels like a step back in time. Wander through the Bikan Historical Quarter, lined with white-walled warehouses, craft shops, and cosy cafés — perfect for snapping photos or picking up a few handmade souvenirs. In the afternoon, we’ll continue to Osaka, Japan’s food-loving capital. After checking in, take some time to relax or head straight out to explore. As evening falls, dive into the neon energy of Dotonbori, where sizzling street food and glowing signs light up the night. Grab a plate of takoyaki or okonomiyaki, and soak up the buzz of this lively city."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Osaka: On your final full day, we’ll ease into things with a stroll down Shinsaibashi, Osaka’s lively shopping street packed with quirky stores, tasty snacks, and plenty of photo-worthy corners. Take your time browsing, grabbing lunch, and hunting down those last-minute souvenirs. In the afternoon, we’ll swap the streets for the water with a Dotonbori boat cruise. Glide past Osaka’s glowing neon lights and see the city from a whole new angle — camera ready for those iconic Glico sign shots! As evening falls, we’ll come back together for a farewell dinner at a local favourite. It’s the perfect time to share stories, swap photos, and celebrate an epic adventure across Japan with your travel crew."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Osaka: All good adventures must come to an end. This morning, take a moment to say your goodbyes and reflect on the incredible memories you’ve made with your group over the past 10 days. Whether you’re heading off to your next destination or making your way home, we hope Japan has left you feeling inspired, amazed, and eager to return. If you’d like to extend your stay, we can help arrange a train back to Tokyo or extra nights in Osaka — just let us know in advance."
    }
  ],
  "map": ""
}