{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-luxury-honeymoon-14-days",
  "tourName": "Japan luxury honeymoon, 14 days",
  "placesVisited": "",
  "generalInfo": "There may not be many sunbathing opportunities or pina coladas, but a Japan honeymoon is perfect for a pair of adventurous explorers ready to take on the world together.<br/><br/>Our intimate Japan honeymoon tour starts in Tokyo with a romantic helicopter night cruise and a private tour of the hectic capital, with the tonic of a day trip out to the charming coastal town of Kamakura, before heading on to Hakone National Park to take in gorgeous views of Mount Fuji. Moving on to cultural Kyoto, you'll take a private tour of the city's many UNESCO World Heritage Sites and experience the rare opportunity of afternoon tea with a maiko (apprentice geisha).<br/><br/>Then, feed the tame deer of Nara out of your hand and take a sword dancing kenbu class. Explore the rebirth of tragic Hiroshima and then take a ferry to Miyajima Island to see the photogenic floating torii gate of its Shinto shrine. End your trip with a street food safari in Osaka and a relaxing dip in the hot spring baths of Kinosaki Onsen. <br/><br/>A Japan honeymoon is both action-packed and endlessly romantic; navigating neon-lit city streets and strolling around tranquil landscape gardens of falling cherry blossom petals. This itinerary is perfect for couples who are ready to start making fantastic travel memories.",
  "durationDays": "14",
  "price": "12250",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Japan - Welcome to Japan! You will be met today at Haneda Airport with a driver waiting for you as you enter into the arrivals lobby holding a sign with your name on. You will transfer by private vehicle to your accommodation in Tokyo, making for a smooth and relaxing start to your trip. Journey time is in the region of 30 minutes (dependent upon traffic). Sit back, relax and enjoy the views of Tokyo's skyscrapers as you approach the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of Tokyo & Romantic Helicopter Ride - Today you will have the services of a local professional guide for a private tour of Tokyo. Our guides speak excellent English and have a wealth of knowledge to share. With the guide’s expert help, you'll get to grips with Japanese culture and history while gaining a useful orientation of the city. Few places in the world have as dramatic a night skyline as Tokyo and as darkness descends and neon lights up the city you will take to the skies in a small helicopter (max 10 people) to experience Tokyo in a totally unique and spectacular fashion. The night time cruise will take you across the whole city, flying out over the Rainbow Bridge, the New Tokyo Sky Tree and Tokyo Tower, all dramatically lit up at night. You will fly over the soaring skyscrapers in Shinjuku then back to the east of the city passing by the Big Egg (Tokyo Dome) and the historic district of Asakusa before landing at the helipad in Tokyo Bay area. After your 15 minute flight it will be back to earthbound transport as you return by train to central Tokyo and on to your hotel."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Day Trip to Kanazawa - Today you might like to make an excursion from Tokyo using your Japan Rail Pass. The charming town of Kamakura lies just 1 hour to the west of Tokyo and can be reached by direct train from Shinjuku Station. Kamakura was formally the capital of Japan for a short period in the 12th century and at that time was possibly the world's largest city with a population of over one million. Today however, it is a sleepy coastal town which attracts large numbers of day trippers to spend time exploring the beautiful shrines and temples. The most famous site is the impressive bronze daibutsu (big Buddha) which is certainly a must-see for any trip to Kamakura."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Hakone National Park - Hakone is a beautiful national park area around 50 miles west of Tokyo and just to the south of Mount Fuji, Japan's most sacred peak. The area consists of a handful of small villages and hamlets all connected by a variety of local transport, including buses, cable cars and a mountain railway that winds itself through the region's hills and valleys. Hakone has plenty to see and do, from tasting eggs boiled in volcanic waters to taking a boat trip across beautiful Lake Ashi. The outdoor sculpture park and Picasso gallery is a great place to wander around for an afternoon. Or maybe you will just sit back and relax whilst soaking in one of the many therapeutic hot spring baths that Hakone is so famous for. The other main draw to this area is the proximity to Japan's most sacred and iconic mountain, Fuji-san (Mount Fuji) with its near perfect symmetrical form soaring skywards and towering over the surrounding hills. From Hakone you have one of the best chances of getting a view of Mount Fuji from the various viewpoints to be found throughout the area. However, be sure to have your camera at the ready; Fuji-san is notoriously shy and you do not want to miss that precious photo opportunity!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring Hakone - Exploring the Hakone region is a lot of fun, with a great mix of scenery, culture and history. The classic circular sightseeing loop will take you around the major points of interest, including some great viewpoints for Mount Fuji (weather permitting!), the boat cruise on Lake Ashi, and the Hakone checkpoint, highlighting the region's important historical role. There are many excellent museums in Hakone, so you might like to step off the classic circular loop to visit some of these. The other major attraction is of course the hot-spring baths, so you may like to do as the Japanese do, and spend some (or all!) of the day soaking in the famous waters of Hakone."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Kyoto - Kyoto is one of the most culturally rich cities in Asia. Home to 17 UNESCO World Heritage sites, over 1,600 Buddhist temples and 400 Shinto shrines, this ancient city showcases the heart and soul of traditional Japan. Kyoto boasts an array of world-class gardens, majestic festivals and delicate cuisine, all of which make much of the rhythms of nature and the changing of the seasons. On first glance however, visitors will see that like any large Japanese city, grid-like Kyoto has its fair share of neon and concrete. But the discerning eye will soon pick out Kyoto’s treasures: sacred shrines tucked in among shopping arcades, time-honoured teahouses nestling among modern businesses and mysterious geisha scuttling down backstreets among the tourists and souvenirs. Kyoto’s charm lies in these details and whether you’re here for three days or three years, the closer you look, the more you’ll discover."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of Kyoto & Afternoon Tea with a Geisha - We will arrange for you to be accompanied by a local professional guide today. This is the best way to explore Kyoto, a city so rich in UNESCO World Heritage sites that it can be hard to know where to start! Our carefully-selected guides will reveal Kyoto’s intricate culture, introducing you to famous must-see spots as well as secret corners of the city that only the locals know. We have strong ties with the Gion Maruume teahouse and we will arrange for you to visit for 45 minutes for a fascinating glimpse into the geisha world. Over a cup of green tea and a Japanese cake, you'll be entertained by a geisha or maiko who will perform a traditional dance for you. During the experience you'll be able to take photos and ask any questions you may have. Please note that the tea house staff and the geisha do not speak any English, but your Kyoto guide will be on hand to translate."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Day Trip to Nara & Kenbu Class - Nara retains many dramatic sights as reminders of its former power and influence. The daibutsu or big Buddha is hugely impressive as is the huge wooden structure which houses it, to this day, the world's largest wooden building despite the current structure being a third smaller than the original. The myriad of shrines and temples are all set against the backdrop of the low lying mountains and in the midst of Nara park which is famously home to a vast population of pesky deer who given half a chance, will munch on your guide books, umbrellas, scarves, and about anything else they can get their noses into! You can also buy official deer cookies to feed them with but do so at your own peril! This afternoon we will arrange for you to visit a kenbu studio where you'll first see a kenbu demonstration by experienced practitioners. This will set the scene for the hour lesson that follows - it's now your turn to dress up as a samurai and learn a range of basic sword play techniques, fan dances and ancient samurai etiquette. By the end of the session you'll know a choreographed sequence of steps which you can film and show your friends back home!"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Hiroshima - Hiroshima is most famous for the events of 6th August 1945 when the city became the world’s first to be visited by the horrors of nuclear holocaust. The events of that day are etched forever in the minds of Hiroshima’s population and the city is full of reminders, none more poignant than the A-bomb dome with its skeletal shell which has been preserved as a symbol of the devastation of nuclear war. The Peace Museum and the open expanses of the peace park with the eternal flame which will burn until the last nuclear weapon is destroyed, are essential stops on any visit to Hiroshima and you should allow a full half day for these. However, despite this tragic past, Hiroshima is now a bustling and vibrant city which has truly risen from the ashes. Other attractions in Hiroshima include the Museum of Art, Castle, and Baseball Stadium home of the ever popular (and unsuccessful) Hiroshima Carp, Japan’s only non-corporately owned major league team. The Shukkei-en garden is well worth an afternoon stroll with a number of teahouses scattered throughout the grounds. The Hiroshima City Museum of Contemporary Art has many pieces inspired by the 1945 bombing. There are also some great views of the city from here."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Day Trip to Miyajima Island - Hiroshima is most famous for the events of 6th August 1945 when the city became the world’s first to be visited by the horrors of nuclear holocaust. The events of that day are etched forever in the minds of Hiroshima’s population and the city is full of reminders, none more poignant than the A-bomb dome with its skeletal shell which has been preserved as a symbol of the devastation of nuclear war. The Peace Museum and the open expanses of the peace park with the eternal flame which will burn until the last nuclear weapon is destroyed, are essential stops on any visit to Hiroshima and you should allow a full half day for these. However, despite this tragic past, Hiroshima is now a bustling and vibrant city which has truly risen from the ashes. Other attractions in Hiroshima include the Museum of Art, Castle, and Baseball Stadium home of the ever popular (and unsuccessful) Hiroshima Carp, Japan’s only non-corporately owned major league team. The Shukkei-en garden is well worth an afternoon stroll with a number of teahouses scattered throughout the grounds. The Hiroshima City Museum of Contemporary Art has many pieces inspired by the 1945 bombing. There are also some great views of the city from here."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Kinosaki Onsen - Kinosaki Onsen is the quintessential Japanese hot spring destination. The town boasts seven bathhouses which sit among pretty streets of traditional wooden buildings and narrow bridges. Visitors to Kinosaki Onsen enjoy a stay in a Japanese inn where sumptuous cuisine is served at low tables in tatami rooms. Afterwards guests dress in provided ‘yukata’ and ‘geta’, light kimonos and wooden sandals, and take to the streets for a pleasant evening stroll around town. Men and women separate and enter the bathhouses for several dips in the different hot springs. For the Japanese, onsen bathing has always been a spiritual experience, as cleanliness and purity are linked to Shintoism. There is certainly something magical about Kinosaki Onsen and the town has inspired Japanese poets and artists for centuries."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Transfer to Osaka & Street Food Safari - Tonight we will arrange for you to join an English-speaking guide on a street food safari of Osaka’s famous Dotonbori area. The brightly lit street alongside the canal is packed with restaurants and food stalls serving up some of Osaka’s tastiest food, making it a foodie’s paradise. Dotonbori is a popular area and quickly becomes packed with visitors and locals vying for entry to the best restaurants. During the three hour tour you will head off the regular tourist track to the backstreets to find hidden izakaya (pub-restaurants) and bars, while enjoying Osakan specialities like takoyaki (octopus dumplings), and kushikatsu fried skewers. It’s a great chance to experience Osaka’s nightlife like a fun-loving local, rather than as a tourist. Once the tour is over, you can either continue to enjoy the Dotonbori and Nanba areas, or return to your accommodation – the choice is yours."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Exploring Osaka - Today you have a free day to explore Osaka. The city has recently been voted the world’s top city for food by several British newspapers and it won’t take you long to discover why. As well as several Michelin star restaurants, Osaka boasts fantastic and inexpensive street food. Down to earth Osakans are rightly proud of their earthy cuisine. Be sure to try takoyaki or octopus dumplings to you and me! Once you've had your fill of all the food Osaka has to offer you could make your way to the city's towering replica samurai castle and spend some time exploring its sprawling grounds. The castle building hosts a brilliant museum with a great introduction to Japan's feudal history, with a large amount of the exhibits in English. The top tower of the keep also affords you great views across the gardens and city."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure from Japan - Sadly your time in Japan must come to an end. You will be met at your hotel by your driver and will have a smooth transfer by private car to Osaka's Kansai International Airport. Journey time is around an hour, depending on traffic. We wish you a safe flight home."
    }
  ],
  "map": ""
}