{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "south-korea-and-japan-small-group-tour",
  "tourName": "South Korea and Japan small group tour",
  "placesVisited": "Seoul, Gyeongju, Busan, Jeju Island, Tokyo, Hakone, Kyoto, Hiroshima, Osaka",
  "generalInfo": "Included in all tours: <br/><br/>An epic Adventure Leader, aka a local legend, to turn your trip into the adventure of a lifetime <br/>All local transport within Japan &amp; Korea &amp; flight from Osaka-Seoul<br/>Accommodation including hostels, 1-night onsen accomodation, 1 night temple stay<br/>Meals provided: 1 breakfast, 1 Lunch &amp; 6 Dinners (all other food and drink throughout the tour is not included) <br/><br/>Accommodation style: <br/><br/>In true backpacking style, our accommodation is in shared,?dorm rooms as standard on this tour.?But if you’d prefer a little extra comfort and your own space to relax after an action-packed day, room upgrades are available. Please request this on booking.? <br/><br/>Included activities: <br/><br/>Japan <br/><br/>Sushi Masterclass (Tokyo) <br/>Visit Meji Shrine (Tokyo) <br/>Visit Harajuku District (Tokyo) <br/>Visit Shibuya Crossing (Tokyo) <br/>Visit Yanaka Ginza (Tokyo) <br/>Visit Akihabara – Japan’s “electric town” (Tokyo) <br/>Visit Senso-Ji Temple? (Tokyo) <br/>Hike up to Arakura Fuji Sengen Shrine (Tokyo) <br/>Visit Oshino Hakkai Village <br/>Shimoda Bay Sightseeing Cruise (Shimoda) <br/>Visit MoBS (Museum of Black Ships) (Shimoda) <br/>Visit Ryosenji Temple (Shimoda) <br/>Take the Shimoda Ropeway (Shimoda) <br/>Onsen Experience (Shimoda) <br/>Karaoke Night (Kyoto) <br/>Traditional Japanese Tea Ceremony (Kyoto) <br/>Visit Kiyomizu-dera Temple (UNESCO World Heritage Site) (Kyoto) <br/>Orientation Walk Through Gion (Kyoto) <br/>Calligraphy Class (Kyoto) <br/>Meditation Led by a Buddhist Monk &amp; Tea Ceremony (Kyoto) <br/>Visit The Golden Pavilion at Kinkaku-Ji (Kyoto) <br/>Visit Miyajima Island (Hiroshima) <br/>Discover The Floating Torii Gate (Hiroshima) <br/>Take The Miyajima Ropeway (Hiroshima) <br/>Visit The Hiroshima Peace Memorial Museum &amp; Atomic Bomb Dome (Hiroshima) <br/>Visit Kurashiki Bikan Quarter (Okayama) <br/>Visit Korakuen Garden (Okayama) <br/><br/>South Korea <br/><br/>Taekwondo Class (Seoul) <br/>Group Dinner at Myeongdong (Seoul) <br/>View from Namsan Mountain (Seoul) <br/>Guard Changing Ceremony at Gyeongbokgung Palace (Seoul) <br/>Visit Gyeongbokgung Palace (Seoul) <br/>Half day DMZ Tours incl. Q&amp;A session with a North Korean defector (Seoul) <br/>K-pop Dance Class (Seoul) <br/>Geumsunsa Temple stay incl. Temple tour, evening &amp; morning Buddhis Ceremony, singing bowl meditation, traditional vegetarian dinner &amp; breakfast (Seoul) <br/>Hike/activities in Seoraksan National Park (Sokcho) <br/>Gatbae boat to Abai Village (Sokcho) <br/>Dinner at fish market (Sokcho) <br/>Traditional Liquor Tasting (Sokcho hostel) <br/>Cycling tour of Gyeongju old town <br/>Visit Daereungwon Tumuli Park incl. Chunmachong Ancient Tombs (Gyeongju) <br/>Visit Cheomseongdae Astronomical Observatory (Gyeongju) <br/>Visit Gamcheon Culture Village (Busan) <br/>Songdo Marine Cable Car ride (standard cabin, Busan) <br/>Walk through BIFF Square (Busan) <br/>Visit Haedong Yonggungsa Temple (Busan) <br/>Hike Seongsan Ilchulbong (Jeju) <br/>Half-day hike along Jeju Olle Trail No.7 &amp; Oedolgae Rock (Jeju) <br/>Visit Jungbang Waterfall (Jeju) <br/>Visit Daepo Jusangjeolli Cliff (Jeju) <br/>Yacht Sailing Tour (Jeju) <br/>Farewell Jeju Black Pork BBQ dinner",
  "durationDays": "25",
  "price": "5399",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo: Welcome to Tokyo! This afternoon you’ll meet up with your group for a quick trip briefing with your Adventure Leader, who’ll fill you in on everything you need to know and share some great tips for making the most of your time in Japan. Then it’s off to a welcome dinner — the perfect chance to get to know everyone and dig into your first delicious Japanese meal. After dinner, you can hit a local bar with your new travel buddies or call it an early night before the real adventure kicks off tomorrow!"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo: Today kicks off with one of our must-do experiences — a hands-on sushi-making class! Roll up your sleeves, learn the art of sushi from local experts, and then feast on your creations for lunch. In the afternoon, we’ll slow things down with a visit to the peaceful Meiji Shrine, one of Tokyo’s most iconic spots. Dedicated to Emperor Meiji, it’s a beautiful place to reflect and recharge before diving back into the city buzz. Next, we’ll head to Harajuku, Tokyo’s colorful fashion hub where creativity and style know no limits. Wander through quirky backstreets, browse vintage shops, and grab a bite at one of the area’s must-try eateries. Then it’s on to Shibuya Crossing — the busiest intersection in the world! Watch the organized chaos unfold and snap a photo with the famous Hachiko statue before heading off. The rest of the afternoon is yours to explore. Feeling adventurous? Try Kartoon Karting and zip through Tokyo’s streets for a one-of-a-kind experience!"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Tokyo: We’ll start the day at Yanaka Ginza, a charming retro shopping street filled with local stalls, quirky shops, and delicious street eats. It’s the perfect place to soak up a slice of everyday Tokyo life and see a more nostalgic side of the city. Next, we head to Akihabara, Japan’s legendary “Electric Town.” This neon wonderland is packed with gaming arcades, anime stores, and gadget shops galore. Challenge your travel crew to a few friendly arcade battles, then experience something truly unique — a visit to one of Akihabara’s famous maid cafés for a fun and picture-perfect taste of Japanese pop culture. From there, we make our way to the historic Asakusa district, home to the iconic Sensoji Temple. Wander down Nakamise-dori, a lively shopping street lined with traditional stalls, before stepping into Tokyo’s oldest Buddhist temple. Later, you’ll have the chance to take part in a special sumo experience — meet ex-wrestlers, learn about the traditions of the sport, and dig into a hearty chanko nabe dinner, the meal that fuels Japan’s sumo champions. The evening is yours to explore. Ask your Adventure Leader for local recommendations or head to Hoppy Street, where cozy izakayas and local brews like doburoku offer the perfect way to toast another incredible day in Tokyo."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Mount Fuji: Today we leave the city behind for a day filled with fresh air, stunning scenery, and traditional charm. Starting from Shinjuku Station, we’ll hop on a train to Shimoyoshida before hiking up to the beautiful Arakura Fuji Sengen Shrine. With its iconic pagoda and postcard-perfect backdrop of Mt Fuji (on a clear day!), it’s one of the most photographed spots in all of Japan — and you’ll quickly see why. Next, we’ll take a short journey to Oshino Hakkai, a peaceful village in the Fuji Five Lakes region. Famous for its crystal-clear ponds fed by Mt Fuji’s snowmelt, this traditional spot feels like stepping back in time. Wander among the thatched-roof houses, enjoy the serene atmosphere, and if the skies are kind, take in some incredible Mt Fuji views. We’ll stop here for lunch and give you time to explore at your own pace. (Please note: Mt Fuji visibility depends on the weather.) In the afternoon, we’ll make our way back to Tokyo, arriving in time for a free evening. It’s your last night in the city — so make it count! Whether that means slurping down one final bowl of ramen, squeezing in some last-minute shopping, or bar hopping with your travel crew, it’s the perfect way to wrap up your Tokyo adventure."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Shimoda: This morning, we say goodbye to Tokyo and make our way to the beautiful coastal town of Shimoda. We’ll stash our bags in lockers and travel light for our overnight stay. We’ll kick things off with a Shimoda Bay Sightseeing Cruise — a short but scenic boat ride offering sweeping views of the coastline and fascinating insights into the port’s history. Keep an eye out for seagulls trailing the boat — you might even get the chance to feed them! Back on land, we’ll take a leisurely stroll along Perry Road, a charming stone-paved street lined with traditional houses, cozy cafés, and quirky local shops. We’ll stop by the Museum of Black Ships (MoBS), which houses more than 3,000 original artifacts that tell the story of Japan’s transition from isolation to international trade. Just nearby is Ryosenji Temple, a peaceful spot where the historic Treaty of Shimoda was signed. After some free time to wander, we’ll take to the skies on the Shimoda Ropeway. From the top, enjoy breathtaking panoramic views of the city, coastline, and surrounding mountains — and if the timing’s right, we might even catch a glowing sunset over the bay. This evening, we’ll settle into our accommodation in Shimoda, where you can unwind with a relaxing onsen soak — the perfect way to end a day by the sea."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Shimoda-Kyoto: This morning, we say farewell to Shimoda and catch the train to Atami. You’ll have some free time here to grab lunch and explore this charming seaside city before we board the iconic shinkansen (bullet train) bound for Kyoto. On arrival, your Adventure Leader will lead a short orientation walk to help you get your bearings and ease into the calm, cultural rhythm of Japan’s former capital. When evening rolls around, it’s time to swap zen for zany! Gather your travel crew and hit up a classic Japanese karaoke spot — belt out your favorite tunes and kick off your stay in Kyoto with a night full of laughter and great vibes."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Kyoto: Today starts with the elegance and mindfulness of a traditional Japanese tea ceremony. Watch as your instructor performs the intricate rituals of preparing and serving matcha, then try your hand at whisking your own bowl of tea. Sweet treats are served alongside, and if you want to go all in, you can even rent a kimono for the full experience. Next, we head to Kiyomizu-dera, one of Japan’s most iconic Buddhist temples and a UNESCO World Heritage site. Take in the sweeping views from its famous wooden stage, then enjoy some free time for lunch at the bustling shops around the temple. In the afternoon, your Adventure Leader will guide you on a short walk through Gion, Kyoto’s historic geisha district. Wander its narrow lanes, peek into traditional tea houses, and admire the wooden machiya architecture. The evening is yours to explore however you like — whether that’s tasting your way through Nishiki Market, browsing the shops along Teramachi, visiting the Samurai Ninja Museum, or catching a performance at the GEAR non-verbal theatre."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto: This morning is yours to enjoy Kyoto your way. Your Adventure Leader will be on hand via WhatsApp or phone if you need tips or support, but the choice is all yours. You could: Stroll the Philosopher’s Path and admire the serene temples along the way. Head west to Arashiyama for the famous bamboo grove, a hike up to Monkey Park, or a visit to Tenryu-ji Temple. Take a trip to Nara to see the mighty Todaiji Temple and meet the friendly deer in Nara Park. Opt for more cultural experiences in Kyoto, like another tea ceremony, a kimono rental, or a visit to the Ninja and Samurai Museum. Just remember, Kyoto is hugely popular — especially during cherry blossom season — so plan ahead to make the most of your morning. Or simply ask your Adventure Leader for insider tips on hidden gems in the city or even beyond. In the afternoon, we regroup for a hands-on calligraphy class. Guided by a local teacher, you’ll learn the graceful art of Japanese brush writing and create your very own keepsake to take home."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Kyoto-Hiroshima: Get ready for a real Dragon moment! Today we hop on bikes and explore Kyoto like a local. Our half-day ride takes us through the city’s quieter streets and leads to a serene Zen temple, where you’ll join a meditation session led by a Buddhist monk, followed by a calming tea ceremony. After your journey into tranquillity, we pause for a quick lunch before visiting one of Kyoto’s most iconic sights: the Golden Pavilion at Kinkaku-ji. With its shimmering reflection in the surrounding pond, it’s a view you won’t forget. This afternoon, we swap pedals for speed as the shinkansen whisks us west to Hiroshima. After checking in at the hostel, take some time to rest before an evening option to join your group at Okonomiyaki Village, where skilled chefs prepare Hiroshima’s signature dishes right in front of you."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Miyajima & Hiroshima: This morning, we take a train and a short ferry ride out to Miyajima Island, famous for its giant torii gate that appears to float on the sea. At low tide, you can even walk across the sand and stand right beneath this iconic landmark. Next, hop on the Miyajima Ropeway up Mt Misen for incredible panoramic views of the island. Feeling adventurous? You can hike back down through the forest trails, or simply take the ropeway both ways for a more relaxed experience. After some free time for lunch, we return to the mainland and visit the Hiroshima Peace Memorial Museum and the Atomic Bomb Dome. It’s a moving and powerful experience, offering a deeper understanding of the city’s past and its enduring message of peace. We’ll head back to the hostel in Hiroshima for a free evening — a perfect chance to rest or explore the city at your own pace."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Okayama: This morning, we hop on the shinkansen from Hiroshima to Okayama, where our first stop is the Kurashiki Bikan Quarter. This beautifully preserved Edo-period district is full of charm, with scenic canals, traditional streets, and cozy cafés. Take your time to wander, sample local sweets, and browse the souvenir shops at your own pace. Next, we visit Korakuen Garden, ranked as one of the Three Great Gardens of Japan. With its seasonal blooms, sweeping lawns, and peaceful atmosphere, it’s the perfect place to soak in the beauty of Edo-period landscaping. After collecting our luggage at the station, we continue by shinkansen to Shin-Osaka. Once you’ve dropped off your bags, the evening is yours to enjoy. You can relax after a full day of travel or head out to explore Shinsekai, Osaka’s retro entertainment district. Be sure to try one of the city’s most loved specialties — kushikatsu, skewered and deep-fried delights that are perfect for sharing with your new friends."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Osaka: This morning starts with a short orientation walk to Shinsaibashi, one of Osaka’s liveliest shopping streets. Take some time to wander, soak up the atmosphere, and grab lunch at one of the countless local spots. The rest of the afternoon is yours to explore Osaka at your own pace. You might choose to: Visit the iconic Osaka Castle and enjoy sweeping city views from its tower. Browse, shop, and snack your way through Umeda’s buzzing streets. Step into the National Museum to uncover more of Japan’s rich history and culture. This evening, we gather for a special farewell dinner — the perfect chance to share memories, swap photos, and reflect on the unforgettable journey you’ve had across Japan with your travel crew."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Osaka to Seoul: Today marks the beginning of your adventure in South Korea as you travel from Japan to Seoul! After we drop you off at the airport, you’ll catch your flight to Seoul. Once you arrive and check into your accommodation, you’ll have the rest of the day to relax and explore the vibrant city at your own pace. Whether you want to discover local sights, try delicious Korean cuisine, or simply soak in the atmosphere, the choice is yours!"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Seoul: The Korean portion of your combo tour kicks off today! In the early afternoon, you’ll meet your new group and Adventure Leader for a quick briefing about the exciting journey ahead. Your first unforgettable experience awaits with a taekwondo class, where expert instructors will guide you through the basics of this traditional Korean martial art. Who knows—maybe you’ll even break a wooden board! After your class, you can choose to grab dinner in the lively Myeongdong area or join your group to socialize and make new friends. Later in the evening, we’ll regroup for a scenic cable car ride up Namsan Mountain, offering breathtaking views of the city. If you're feeling adventurous, you can continue to N Seoul Tower for even more stunning panoramic cityscapes. Later, take the cable car down and enjoy a walk back to your accommodation in the district of Myeongdong. Spend some time strolling around and exploring the area or grab an early night to prepare for your first full day tomorrow!"
    },
    {
      "dayNumber": 15,
      "title": "",
      "description": "Seoul: Get ready for a cultural immersion as you explore the ancient side of Seoul today. Rise early and take the metro to Gyeongbokgung Palace, where you'll witness the Royal Guard Changing Ceremony and have the chance to tour the palace grounds. For an even more immersive experience, consider renting a hanbok and strolling around the palace like a true Joseon Dynasty royal. This afternoon you have a choice of what to do. Either head to Bukchon Hanok Village, a traditional Korean neighborhood lined with centuries-old wooden homes. Or, perhaps you would prefer to do one of the following: - Insadong Art Street - Take a visit to Gangnam District - Rent a bike and cycle along Han river - Visit HIKR ground - cultural centre where you can record your own music video and learn about K-wave There is even an option to take part in a Perfume Making Class. Choose your scents and combine to make your own personalised perfume. Let us know if you would be interested in this! In the evening, you can have food and drinks in the Euljiro/Itaewon districts."
    },
    {
      "dayNumber": 16,
      "title": "",
      "description": "Seoul: On the 3rd day of your South Korea adventure tour, you'll be visiting the Korean Demilitarized Zone. After grabbing breakfast at Imjingak, you'll head to Dora Observatory to see the nearest North Korean villages through binoculars. You might even see some people in the streets if you're lucky! Next, you'll descend into the 3rd Tunnel created by North Koreans, taking you as close as 170m to North Korea. After this unique experience, you'll begin your journey back to Seoul with a special opportunity to talk to a North Korean defector on the bus. Once you're back in Seoul, you'll have a chance to try out a K-Pop Dance Class and then enjoy a night out in the lively district of Hongdae, known for its endless restaurant and bar options."
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Geumsunsa Temple: Start the day with a relaxed morning in Seoul, giving you time to wander the streets, recharge, or simply soak in the city’s vibrant energy. Later, we’ll whisk you away to Geumsunsa Temple for an authentic templestay. A private transfer brings us mid-afternoon, leaving time to settle in before diving into the rhythm of temple life. Enjoy a guided tour and a nourishing vegetarian dinner to fuel your first evening. As night falls, immerse yourself in the drum and bell rituals, Buddhist chanting, and a soothing singing bowl meditation. Take a quiet moment to reflect or explore the tranquil temple grounds before turning in early, refreshed and ready for tomorrow’s adventures."
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Sokcho & Seoraksan National Park: Start the morning the traditional way with a peaceful Buddhist dawn chanting ceremony, followed by a simple temple breakfast. After tidying your room and returning your temple stay uniform, it’s time to say goodbye to monastery life and hop on the private bus for the next adventure: Sokcho, on Korea’s north-eastern coast. Arriving late morning, we’ll head straight into the stunning landscapes of Seoraksan National Park. Embark on a rewarding hike to Ulsanbawi Rock for breathtaking panoramic views. Prefer a gentler pace? Take the waterfall trail or hop on the cable car to another scenic peak — or do both if you’re feeling adventurous! Afterward, enjoy lunch at the park entrance before heading to Sokcho town, where we’ll cross the river on a gatbae to reach Abai, a quaint village originally settled by North Korean refugees. In the evening, join your Adventure Leader for a food market tour, sampling the best of Sokcho’s culinary delights. From fresh seafood straight from the market to local favourites like Manseok’s sticky sweet-and-sour fried chicken, it’s the perfect introduction to the city’s vibrant food scene. Finish the night with a traditional Korean liquor tasting, guided by your Adventure Leader, and experience the local flavours in a truly authentic way."
    },
    {
      "dayNumber": 19,
      "title": "",
      "description": "Gyeongju: This morning, get ready for an early start as we travel along Korea’s scenic East Coast to Gyeongju, the country’s ancient capital and a city brimming with history. Once you arrive, drop off your bags and prepare for an afternoon of exploration. Hop on two wheels for a guided cycling tour of Gyeongju’s old town. Ride through charming streets with your Adventure Leader, stopping at highlights like the Chunmachong Ancient Tombs at Daereungwon Tumuli Park and Cheomseongdae, East Asia’s oldest surviving astronomical observatory. The guided ride takes about 45 minutes on mostly flat roads, but you’re welcome to continue exploring on your bike at your own pace afterward. Not keen on cycling? No problem — the old town is compact and easy to explore on foot, and around 90 minutes is enough to see the main sights. In the evening, opt for a traditional Korean set meal in a hanok, a beautiful wooden house that adds atmosphere to your dining experience (approx. 17,000 KRW, drinks extra). After dinner, the night is yours to explore. A highly recommended stop is Anapji Pond, where the illuminated gardens and reflections create a picture-perfect evening. Entrance is 3,000 KRW, and while your Adventure Leader may not join, clear directions will be provided."
    },
    {
      "dayNumber": 20,
      "title": "",
      "description": "Busan: Check out from the hostel and take the bus to Sin Gyeongju station, where you will catch a high-speed train to Busan. Upon arrival, you will board a private bus for a day of exploring. Your first stop is Gamcheon Culture Village, a must-visit destination with its colorful houses and charming alleyways. Then, head to Songdo where you'll take a ride on the Marine Cable Car and enjoy the stunning coastal views. Next, visit BIFF Square in Nampo-dong, the location of the annual Busan International Film Festival. Try some local food from the street vendors, and don't forget to try the Busan hotteok. Finally, make your way to your hostel in Haeundae, where you can unwind and relax for the evening."
    },
    {
      "dayNumber": 21,
      "title": "",
      "description": "Busan: Spend a day exploring Busan, starting with a visit to Haedong Yonggungsa Temple. This Buddhist temple is perched on the cliffs of the coastline and offers stunning views. For some more relaxation, head to Spa Land in Centum City, located in Busan's largest shopping complex. Enjoy South Korea's high-quality jjimjilbang and indulge in saunas, cold rooms, jacuzzis, and more. In the evening, enjoy local delicacies with your fellow travelers. After the sun sets, admire the beautiful light show on Gwangan Bridge from the shore, or opt for an evening boat cruise around the bay."
    },
    {
      "dayNumber": 22,
      "title": "",
      "description": "Busan: Take advantage of a free morning to explore Busan at your leisure. You can either venture out on your own or participate in some of the recommended activities. For example, you can take a trip on the Haeundae Blueline, a coastal railway, or visit the observatory of the second-tallest building in Korea to enjoy the views. Alternatively, embark on the Igidae Coastal Walk and Oryukdo Skywalk, or just relax on the beach. In the afternoon, collect your belongings from the hostel and head to the port where you will board an overnight ferry to Jeju Island. Make sure to take in the stunning views of the city from the top deck as you depart. You can spend the rest of the evening relaxing with your fellow travelers in the lounge areas or heading to bed early in preparation for an early start in the morning."
    },
    {
      "dayNumber": 23,
      "title": "",
      "description": "Jeju Island: After having breakfast begin your day with a private transfer to Oedolgae Rock and embark on a trek along the Jeju Olle Trail. Enjoy the stunning natural scenery along the way, including volcanic cliffs and fields of bright yellow canola. Proceed to Seongsan Ilchulbong for a morning hike with breathtaking views. This UNESCO World Heritage Site is renowned for its unique formation, which was shaped by hydrovolcanic eruptions over 5,000 years ago. Here you have the opportunity to see the Haenyeo Divers (weather/availability dependent). They are an iconic symbol of Jeju island’s rich cultural heritage. These incredible female divers, some in their 60s and beyond, free-dive without oxygen tanks to harvest seafood like abalone and sea urchins from the ocean depths. The rest of the afternoon is free for your own exploration, and you can seek our recommendations if needed."
    },
    {
      "dayNumber": 24,
      "title": "",
      "description": "Jeju Island: Start the day with a visit to the stunning Daepo Jusangjeolli Cliffs. Admire these volcanic rock formations in all their glory! Set sail on a Yacht Sailing Tour and admire the views of the island. There is an option to practice fishing on the boat, and you can throw back anything you catch. The afternoon is then free for you to enjoy as you wish, such as taking a visit to Cheonjiyeon Waterfall, Sunset Drinks at The Cliff or taking a walk around Maritime Park. Tonight, enjoy a Farewell Jeju Pork BBQ for dinner!"
    },
    {
      "dayNumber": 25,
      "title": "",
      "description": "Jeju Island: Safe travels and thank you for choosing to travel with us! We hope you had an amazing time exploring the wonders of Japan & South Korea with us. The tour will end in Jeju but if you wish for our team to book the flight from Jeju-Seoul, let us know and we can arrange this. Don't hesitate to reach out if you have any questions or if you're interested in booking another adventure with us in the future."
    }
  ],
  "map": ""
}