{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "southern-japan-small-group-holiday",
  "tourName": "Southern Japan small group holiday",
  "placesVisited": "Kyoto, Nara, Asuka, Kyushu, Kurokawa Onsen, Takachiho gorge, Kumamoto, Kagoshima, Sayuri hot sand bath, Yakushima, Yudomari hot springs, Nagasaki",
  "generalInfo": "This two week holiday begins in Kyoto, the ancient capital of Kyoto and perfect cultural starting point for this trip.  Taking in the vast array of Buddhist temples and Shinto shrines that the city is famous for, we will also explore the region’s natural gems, such as Nara Park at foot of Mount Wakakusa. Heading to Kyushu, the southernmost of Japan’s islands, there is a plethora of walking trails with four national parks on this volcanic gem of an island alone.  <br/><br/>Historically, Kyushu is considered the birthplace of civilization in Japan and, consequently, is the source of great storytelling and mythology, all of which pervade our explorations of its tracks and trails, villages and homesteads. Highly volcanic, our treks and sightseeing take us past  volcanic ranges, and then, for more island wonders, to Yakushima – an exquisite national park and UNESCO World Heritage site.<br/><br/>Volcanoes in southern Japan also mean that we get to benefit from many hot spring baths, or ‘onsen’ which can be found in many of the towns, villages and homes. At one extraordinary onsen that we visit is at Yamakawa you sit in hot sand baths that are heated naturally by thermal springs.",
  "durationDays": "15",
  "price": "5835",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Starting in Kyoto, meet at central Kyoto hotel to get to know your guide and fellow group members, followed by a dinner at a nearby restaurant."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "A day to explore Kyoto, Japan’s ancient capital, taking in gems such as the famous Zen temple of Ginkakuji, or a walk along the cherry tree lined canal or Philosopher’s path that leads to Nanzen-ji temple. Nijo Castle, built in 1603, is also another wonderful site, built in Momoyama style which was very decorative and opulent, especially as it was the city residence for the Tokugawa Shoguns at that time. Our day comes to a close wandering around Nishiki market, a veritable food fest, Japanese style."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "After a quick rail journey to the city of Asuka, this ancient town boasts some of the oldest temples in Japan, dating back to the 6th century. As Japan’s first capital, this town has a regal history, and it is believed that the burial mounds that are scattered around the town are the resting places of the early emperors. After exploring this fascinating town, we head to Osaka, where we take an overnight ferry to Beppu , on the island of Kyushu."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Beppu is known as place with over 2000 hot springs or onsen, tucked into the foothills of volcanic peaks, and so it is usually one steamy place to land in. After breakfast locally, we take a bus to Kurokawa Onsen, one of the areas that is bursting with hot springs. Here we stay in a traditional ryokan inn, and take time to simmer one of the bath houses. Dinner tonight is a traditional Japanese meal, with many courses prepared by an expert chef."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Leaving Kurokawa Onsen we travel by bus to Kumamoto where we explore Suizen-ji Garden, a traditional landscape garden including a miniature Mount Fuji. Travelling onwards from Kurokawa Onsen we'll keep eyes peeled for views of Mt. Aso, the largest active volcano in Japan.We'll pause for lunch in Kumanooto and then continue by bus to Takachiho where we will stay for two nights."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Takachiho is located in a stunning gorge, where we have a short walk to take in the various volcanic rock formations, as well as here Japanese folklore emanating from these fantastic landscapes. The town is also home to the Amanoiwado shrine, where people pay homage to the Sun Goddess. Located on the River Iwato, people stack stones along the river in small piles, as a mark of them having been there."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Leaving Takachiho, we will travel via Kumamoto to the sub tropical city of Kagoshima on the eponymous bay. With views over to Sakurajima volcano, it has a beautiful location but also fascinating history , home to one of Japan’s most powerful dynasties, the Shimazu clan. Their villa, Sengan-en, is a stunning place to visit. The food in this region is equally stunning, and somewhat unique, with shochu, the local spirit the preferred drink in this region. Stay in local hotel for next two nights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Take a train along the bay to Oyama, and then a stroll to the famous Sayuri hot sand bath house where you bake and sweat while listening to the sound of the sea, as you are wrapped in sand that is heated by thermal activity. Dinner back in Kagoshima where we stay in hotel for one more night."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Our Japanese journey takes us to Yakushima Island today, a UNESCO World Heritage site and easily accessible by jetfoil. The island has an eclectic variety of landscapes and natural features, ranging from sandy beaches, natural hot springs, magnificent ancient cedar or yakusugi forest, and a mountainous interior with 2000m peaks, the most famous being Mount Yakushima. It has a small population, welcomes guests with the usual Japanese charm and innate hospitality, the food is superb with fish, not surprisingly, a specialty. We stay here for three nights."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Second day to explore Yakushima and, in particular, the hiking routes through their ancient forest, the giant ‘yakusugi’ cedar trees, both in height and width, while keeping an eye out for deer and macaques. A truly spectacular temperate rainforest the likes of which one never expects to find in Japan."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Day three on Yakushima is all about water, as we head to the stunning Yudomari hot springs which are on the waterfront built into the natural rocky terrain. They are considered by many to be one of the most incredible hot springs in the country. We have lunch here followed by a coastal walk, or a visit to another indoor hot spring at Onoaida, famous for the fact that the water temperature is never regulated as it is at other hot spring baths. So you get what the earth throws out at you."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "We say farewell to Yakushima and, after returning to Kagoshima, we take a bullet train to Nagasaki. Although it is a busy, modern city today, it is known for being the site of the 1945 atomic bomb attack, and its Peace Park is a very moving site that commemorates this. Stay in city centre hotel and dinner at local restaurant."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Our last full day of touring, we head to Nagasaki’s Glover Gardens. A museum of mansions and their gardens, in particular that of Thomas Glover, one of the early entrepreneurs who came here from Scotland after Japan opened its country to trade after years of exclusion. A wonderful place to stroll around with views over the bay. In the afternoon, we take the train back to Osaka where we check into a city hotel, and have our farewell group dinner."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Last day of holiday, as our guide helps organise onward travel either to Kansai or Itami airports or, if you are staying in Japan, on to your next port of call."
    }
  ],
  "map": ""
}