{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "ryukyu-islands-tour-off-the-beaten-track-in-japan",
  "tourName": "Ryukyu Islands tour, off the beaten track in Japan",
  "placesVisited": "",
  "generalInfo": "The Ryukyu Islands of Japan spread from Kyushu in a perfect half moon-shaped archipelago down to Taiwan, with Okinawa the crown jewel in this delicate chain of lost gemstones set in a turquoise East China Sea. This incredible adventure takes you to Tokunoshima &amp; Okinoerabu, islands never before visited by a Western tour group, as well as through prehistoric cedar forests cradled within the volcanic mountains of Yakushima. This is the perfect tour for those who are looking to discover new regions of Japan and you will be lucky enough to discover a Japan undisturbed for centuries.<br/><br/>Highlights include: <br/>Bathe in natural hot springs ‘onsen’<br/>Hike through ancient cedar forests<br/>Discover Okinawa’s unique culture<br/>Plunge into Okinoerabu’s Ginsuido Caves<br/><br/>In the spirit of making the most out of long distance travel, we offer an 8 day pre-trip Add on, ' Highlights of Kyushu', that dovetails with this itinerary.  Please enquire for further detail if you would like to do both adventures.",
  "durationDays": "11",
  "price": "5299",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Kagoshima; Our journey begins in the picturesque city of Kagoshima, a seaside city on Japan’s southern Kyushu Island (one of the four main islands of Japan). As you fly in you will see the stunning views of Sakurajima, an active volcano that faces Kinko Bay. You will transfer to our hotel where the group will meet for the first time for dinner."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Speedboat to Yakushima. At 10:20 we will catch our speedboat to the peerless Yakushima, arriving at Anbou Port at 13:05. We then take a tour of the island including Yakusugi Museum, the stunning Senpiro waterfalls (title picture above) as well as the Ooko waterfalls with a walk along the western woodlands path. There is also the option to visit the natural hot springs of Onoaida Onsen for bathing."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Full day exploring Yakushima. Today we will partake in the Shiratani Unsuikyo Ravine Tour including taking hiking trails of medium exertion to see the beautiful ancient cedar trees in what seems to be pre-historic forest, with amazing views. We will provide a packed lunch box for you on this day."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Ferry to Tokunoshima. At 13:30 we will take the speedboat back to Kagoshima in order to board the 18:00 ferry to Tokunoshima in the 2nd Class Bunk. We have a group dinner on board the ferry and sleep on comfortable bunk beds with shared facilities."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Tour of Tokunoshima. We arrive in the morning for a full day of sightseeing including the Akirigami petroglyphi, Unbuki well, Inutabu cape and a village walk through Agon. We finish the day with the ‘furicha’ [foamy tea] experience before relaxing at our hotel."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Continue exploring Tokunoshima. Today’s activities include sampling the local fare at the Kokuto shochu brewery, popping into Kametsu town for a spot of shopping as well as visiting Kanami village for a delightful walk on the beach or a dip if you fancy."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Ferry to Okinoerabu caves. We take the 09:40 ferry arriving at Wadomari Port at 11:30 where we leave our things in our hotel before heading to the absolutely mind-blowing Rimstone caves. You have the option to go cave diving with all of the necessary gear provided."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Ferry to Okinawa. After a morning at leisure to rest from all our adventuring the previous day we take the 12:00 ferry to Okinawa, arriving at Naha Port at 19:00 after a day of sea views."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Exploring Okinawa. We take a tour of Okinawa visiting by bus Kouri Island, Warumi Bridge, Okinawa Churaumi Aquarium, Busena Underwater Observatory and Mihama American Village."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Continue exploring Okinawa. Today our travels will also take in the remains of Shurijo Castle, Nirai Kanai Bridge, Cape Chinen Park, Okinawa World Culture Centre, Ryukyu Glass Village and Okinawa Outlet Mall Ashibinaa."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Fly home from Naha (Okinawa) or continue Japan tour – Saturday 25th April 2020. Today you can opt to finish the tour and fly out from Okinawa’s Naha Airport…OR you can continue our optional add-on ‘mainland’ tour, which will finish in Tokyo."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Tour of Kyoto Today we go temple crazy! Nijo-jo Castle (50 min) Kinkakuji Temple (45 min) Kyoto Imperial Palace (40 min) – pause for a Japanese Lunch – Fushimi Inari Taisha Shrine (30 min) Sanjusangendo Hall (30min) Kiyomizudera Temple (70 min) – pause for dinner."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Shinkansen to Tokyo. Today is less fast-paced whereby you can either amble around Nara’s park and temple after taking the return train (1.5 hours) from Kyoto, or alternatively you can just spend your day at leisure in Kyoto before we take the evening Shinkansen [bullet train] to Tokyo."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Tour of Tokyo and departure – Tuesday 28th April 2020 Our tour of the metropolis by bus includes the Meiji Jingu Shrine, National Diet Building Imperial Palace, Asakusa & Senso-ji, the neon jungle of Ginza, Tokyo Bay Cruise by way of traversing Odaiba & rainbow Bridge before dropping you at the airport if you choose to fly out in the evening."
    }
  ],
  "map": ""
}