{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-family-holiday-private-departure",
  "tourName": "Japan family holiday, private departure",
  "placesVisited": "",
  "generalInfo": "A 2-week family tour of Japan including sights, fun family-friendly activities and delicious Japanese food.",
  "durationDays": "14",
  "price": "3995",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from the UK. If you live in another country, you are welcome to arrange your own flights or we may be able to help. Just make an enquiry."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Arrival in Tokyo. You'll be met at the airport. Transfer to the city to your comfortable hotel. Evening at leisure. Check out your handy travel pack for our tips on restaurants within walking distance."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "This morning, you'll be picked up one of our expert guides who will take you to visit one of the most renowned ancient temples before fun and frolics in the Kappabashi district, home to the making of doll-sized replica plastic food that Japanese restaurants use to showcase their wares. Then it's time for lunch, usually tempura as it's a favourite with children and adults alike! Some free time before an evening food safari! (B L D means meals included today are Breakfast, Lunch and Dinner)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "More fun for all the family this morning, learning how to draw manga. Did you know this art is actually centuries old? You'll learn in a private class with an expert teacher and you'll be amazed at what you can achieve. Afternoon at leisure to explore Tokyo, check out our handy tips in your pack."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Today, you'll take a day trip to Hakone to see Japan's famous icon, Mount Fuji. You'll see this perfect-looking volcano from different angles including a ropeway/cable car, a park and a cruise on Lake Ashi."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Time to leave Tokyo. You'll be taking one of Japan's famous bullet trains to the pretty castle town of Kanazawa."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Explore Kanazawa with one of our expert local guides. A castle, a bustling fish market where you can watch sushi masters at work and trying your hand at making traditional Japanese sweets are some of the highlights."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Time to take a train again. Today, you're off to Hiroshima, a vibrant city with welcoming people, fantastic restaurants and museums."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "A history lesson with a positive outlook visiting the Hiroshima Peace Park and the Children's Peace Monument. You'll also visit Hiroshima castle, with a break for lunch, trying out the speciality of okonomiyaki, a type of pancake with different fillings."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "A day to nearby Miyajima, an island with tame deer and a famous torii gate, at high tide it looks like it's floating on water. Then trek or take a cable car up Mount Misen."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "We've saved the best for last. Your final bullet train ride is to charming Kyoto, some areas are a real step back in time. Settle into your hotel before a special experience. You'll visit a Japanese home and learn how to make bento boxes for families including colourful character bento."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "A day with a private guide again, this time exploring Kyoto. You'll visit the famous sites as well as get an insight into local life in modern times."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "A day to relax. Or if you are feeling active, have a look in your pack for tips and guides on things to do including a day trip to Osaka, visiting famous Nara, or hiking up a mountain to see monkeys."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Shuttle transfer to Kansai airport to fly back to the UK."
    }
  ],
  "map": ""
}