{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-discovery-tour-14-days",
  "tourName": "Japan discovery tour, 14 days",
  "placesVisited": "",
  "generalInfo": "Japan has an air of oriental mystery about it and this discovery tour aims to unveil its wonders over the course of 14 unforgettable days. <br/><br/>This tour takes you from the ultra-modern buzz of Tokyo to the tranquil mountains of Hakone National Park and Takayama. Experience an authentic Japanese ryokan, the world famous bullet train, and a Samurai House. You will also have the opportunity to visit the fascinating but harrowing city of Hiroshima and its mix of beautiful heritage sites and peace memorial museum. <br/><br/>A guide will accompany you to the main heritage sites and you'll travel the length of Japan on its ultra-efficient trainline - a memorable and eco-friendly way to travel. <br/><br/>We pride ourselves on our truly tailor-made trips and we can help organise additional tours or tweak the itinerary if there is anything else you would like to include.  Breakfast is included throughout, along with some dinners. Lunches are at your own account. If you need flights please let us know and we would be happy to help.  For the full itinerary please contact us.<br/><br/>Your holiday Includes: tours as specified; accommodation; train tickets; services of an English speaking guide; a welcome pack on arrival; 14 day rail pass; assistance from  our Japan local ground operator.<br/><br/>Your holiday excludes: international flights &amp; taxes; Visa &amp; any fees; meals other than those specified; travel insurance; items of a personal nature.",
  "durationDays": "14",
  "price": "3295",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Japan’s buzzing capital, Tokyo, where you will be met and transferred in a shared shuttle to your hotel. At your hotel you will be given an IC (transport) card with money already loaded on it to help you get out and explore the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Enjoy a full day tour of Tokyo. Take in the city’s highlights including Kokyo Gaien, the plaza gardens outside the Imperial Palace. Immerse yourself in Tokyo’s past at the Meiji Shrine before walking back through the lush grounds. Stroll through the ulta-hip district of Harakuju where Tokyo’s street style is displayed in all its glory. Turn down Omotesando to a tree-lined building flanked by modern buildings housing top fashion brands and finish your day with an incredible panorama of the city at the Tokyo Metropolitan Government Building. If the weather is clear you can spot Mount Fuji in the distance. (B)"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A whole day to explore. Make use of your travel card and head to the Tsukji Fish Market or explore the city's world-class museums and art galleries. Speak to us if you’d like to arrange a day trip to Kamakura or Nikko to see ancient temples, a giant Bronze Buddha and a UNESCO World Heritage Site."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Wake early and catch a train to Hakone Nationak Park – the gateway to Mt. Fuji. This small town is loved for its natural hot springs and natural beauty. From here you can use your transport pass to explore the many sights of the park. Ride the ropeway up to Mt Owakudani as it soars over sulphurous fumes and volcanic rivers. Cruise on a replica pirate ship across Ashinoko Lake, ride the Hakone switchback train and keep your eyes peeled for Mt Fuji. When you return, you’ll check into your ryokan, a traditional Japanese Inn and feel as if you’ve been transported to the Edo Period. Sliding doors, rice paper screen and tatami mats make for the ultimate onsen experience complete with opulent multi-course meal."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take a final soak in the onsen before boarding the famous bullet train to Takayama. Enjoy one of the most scenic routes in Japan on the Limited Express Hida Wideview as you wind your way through mountains and gorges. In Takayama you’ll find a beautifully preserved old-town cut off from the rest of Japan and now with its own distinctive culture."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "This morning you can explore the riverside markets famous for their locally grown produce. Wander through the old town to Takayam Jinya – the last remaining government building from Samurai and Shogun times. Next stop is a sake brewery for which the town – and country- are famous. Sample Japan’s iconic drink before enjoying a leisurely afternoon. Ask us for suggestions what to do this afternoon!"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Back on the train this morning for a short yet stunning ride to Toyama and finishing at Kanazawa Station. Have a fascinating tour of Terashima Kurando House – a samurai house complete with garden and artworks. Next is Kenrokuen, one of Japan’s top gardens. Finally enjoy a museum stop to learn about the man who introduced Zen Buddhism to the west. Put your knowledge into practice as you relax by the water mirror garden."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Spend the day at leisure exploring"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rise early this morning for your train journey to Hiroshima. The journey takes around 5 hours and you will travel through fascinating scenery. On arrival your guide will take you to the Hiroshima Peace Memorial Park, located in the centre of the city. The A-Bomb Dome was one of the few buildings to remain standing and is now the Hiroshima Peace Memorial. Get a birds eye view from the Orizuru Tower."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Nothing planned for today - why not visit the Island of Miyajima. Less than an hour from Hiroshima, its most famous sight is the floating torii gate which at high tide gives the impression of floating on the water, There is a cable car to the top of Mount Misen with superb views and many small shrines and temples to visit."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Travel by train to Kyoto and on arrival, the day is yours to relax and explore."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Start your full day tour of Kyoto at two iconic UNESCO World Heritage Sites - Ginkakuji and Kiyomizudera. Begin with Ginkakuji, also known as the Silver Pavilion, a Zen temple with a beautiful moss garden and a unique dry sand garden. Walk on the Philosopher’s Path, a pleasant stone path through the northern part of Kyoto's Higashiyama district, which follows a canal lined by hundreds of cherry trees. Have lunch by the Yasaka Shrine and partake in a Japanese Tea Ceremony in a traditional tea house. Explore Ninenzaka to discover what Kyoto looked like in the past and visit Kodajji Temple – lavish buildings surrounded by Zen gardens. Finish with a panoramic view of the city."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Take a bento class this morning to learn to cook sushi, tempura and mis soup among other dishes. Discover the cultural background of ‘bento’ and even better, once cooking is finished, sit down and feast on the lunch you have created. The afternoon is at leisure."
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Take the bullet train back to Tokyo and travel to the airport to catch your departure flight home."
    }
  ],
  "map": ""
}