{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "8-days-in-japan-holiday",
  "tourName": "8 days in Japan holiday",
  "placesVisited": "",
  "generalInfo": "Embark on an unforgettable journey through Japan’s most enchanting cities, from the bustling streets of Tokyo to the serene temples of Kyoto, and the poignant peace of Hiroshima. Discover the rich traditions and modern wonders in this captivating 8-day adventure across Japan’s iconic destinations, blending history, culture, and experiences that promise memories to last a lifetime.",
  "durationDays": "8",
  "price": "2612",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo, Japan: Arrival and First Glimpse of Tokyo Welcome to Tokyo – Shared Airport Transfer Upon arrival, hop on a comfortable shared shuttle for a seamless transfer to your hotel in Tokyo. Relax and take in your first glimpses of this exciting metropolis. Explore Tokyo at Your Own Pace The rest of your day is free for exploration. Wander through buzzing streets, savor local delicacies, or simply unwind after your travels – the city is yours to discover. Overnight in Tokyo Settle into your accommodation and get a good night’s rest, ready for the adventures ahead."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tokyo - Hakone, Japan: Hakone Escapade: Hot Springs & Scenic Trains Shinkansen Adventure: Tokyo to Hakone Start your day with an exciting bullet train journey from Tokyo to the lush mountain landscapes of Hakone, using your JR Pass for a fast and comfortable ride. Hakone Freepass Exploration Unlock Hakone’s best sights with your 2-day Hakone Freepass E-ticket! Ride cable cars, cruise on Lake Ashi, and visit art museums, shrines, and onsen—all stress-free. Soak and Unwind: Hakone Onsen After a thrilling day of sightseeing, immerse yourself in one of Hakone’s famous hot spring baths, perfect for relaxing those travel-weary muscles. Magical Mountain Evening: Stay Overnight End the day in a cozy Hakone inn, embracing serenity with a delicious local dinner and tranquil mountain views."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Hakone - Kyoto, Japan: Bullet Train to Kyoto & Free Exploration Scenic Bullet Train Journey Depart from Hakone and glide through the Japanese countryside aboard the famed Shinkansen using your Japan Rail Pass. Feel the thrill as you zip toward Kyoto, catching glimpses of Mount Fuji, rice paddies, and charming villages along the way. Arrival and Discover Kyoto on Your Own Arrive in Kyoto and check into your accommodation. The rest of the day is yours! Wander through the historic streets of Gion, get lost among breathtaking temple grounds, or relax in a peaceful garden. Kyoto’s rich culture and elegant atmosphere await your personal exploration. Overnight in Kyoto Settle into your hotel and reflect on your day. Perhaps sample kaiseki cuisine nearby or take a quiet stroll along the Kamogawa River as Kyoto glows softly in the evening light."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Kyoto, Japan: Gion Geisha Secrets & Lantern-lit Wonders Geisha Culture Immersion Meet your guide and journey through the cobbled streets of Gion, marveling at iconic teahouses and learning about the intriguing world of Geiko and Maiko. Listen as your guide reveals the secrets of geisha culture, past and present. Architectural Treasures & Secret Spots Explore beautifully preserved machiya townhouses, exclusive tea houses, and charming boutique shops tucked away from the busy streets. Capture stunning shots of Hõkan Ji Pagoda, a striking emblem of Kyoto’s storied past. Sanctuaries of Serenity Pause at Kennin-ji, Kyoto's oldest Zen temple, soaking in its tranquil gardens (visit approx. 30 mins). Then uncover the allure of Chion-in Temple—a hidden gem adorned with three national treasures and breathtaking, vast grounds. Gion by Twilight As dusk falls, witness the enchanting transformation of Gion, aglow with lantern light—magical lanes for evening strolls and perfect photo opportunities. Insider Recommendations Wrap up your two-hour tour (available at 12 PM, 3 PM, 6 PM, or 8:45 PM) with a tailored list of restaurants, bars, and must-do activities, ensuring you make the most of Kyoto."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Kyoto - Hiroshima, Japan: Bullet Train to Hiroshima & Free Day Speed Across Japan Hop onto the iconic JR bullet train and watch the picturesque landscapes rush by as you journey from Kyoto to the dynamic city of Hiroshima. Freedom to Explore Upon arrival, the day is yours! Stroll through Peace Memorial Park, sample Hiroshima-style okonomiyaki, or lose yourself in vibrant shopping streets and quiet gardens. Settle Into Hiroshima Check into your accommodation and perhaps take a twilight stroll along the Motoyasu River, soaking in the city’s reflective atmosphere before an overnight stay."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Hiroshima, Japan: Cycling Hiroshima: Revival, Heritage, and Hope Meet Up and Kick Off 11:00 or 15:00 Meet your friendly local guide and gear up for your e-bike adventure through Hiroshima—an immersive journey loaded with history and hope. Peace Memorial Park Experience 11:05 or 15:05 Begin by uncovering the profound stories behind the monuments and the iconic Atomic Bomb Dome. Feel the gravity of history as your guide paints a vivid picture of what happened over 70 years ago. A-Bombed Streetcars & Suburban Heritage Sites 12:00 or 16:00 Venture beyond the usual paths, discovering heritage sites and the legendary A-bombed streetcars—survivors of Hiroshima’s darkest day. As you cycle through tree-lined avenues, witness how the city has flourished again, guided by locals who bring firsthand tales and hidden gems to life. Cycle Through a Living Miracle Throughout your ride, absorb Hiroshima’s vibrant rebirth and green surroundings—a testament to resilience. The e-bike journey makes each historical stop engaging and accessible. Finish at Meeting Point 13:00 or 17:00 Wrap up your powerful tour where you started, carrying new perspectives and unforgettable memories of Hiroshima’s indomitable spirit."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Hiroshima - Osaka, Japan: Journey to Osaka & Urban Freedom JR Adventure from Hiroshima to Osaka Set off on a speedy bullet train journey as you leave Hiroshima behind, gliding towards the vibrant metropolis of Osaka. Lean back and enjoy scenic landscapes flashing past your window. Free to Explore Osaka Arrive in bustling Osaka, a city bursting with energy and culinary delights. The afternoon is yours—perhaps dive into the neon-lit streets of Dotonbori, sample local street food, or stroll through peaceful parks and buzzing shopping arcades. Osaka Nightlife & Restful Stay Spend your evening however you wish—enjoy a traditional izakaya dinner or marvel at the dazzling city views from Umeda Sky Building. Retreat to your comfortable hotel for an overnight stay in Osaka."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Osaka, Japan: Fond Farewell & Departure Journey Final Journey to Osaka Airport Wake up and enjoy one last stroll or breakfast in Japan’s vibrant cityscape, savoring every moment before departure. Smooth JR Pass Train Ride Board your train, making the most of your JR Pass one final time. Watch Japan’s scenery whirl by as you head to Osaka Airport in comfort. Farewell to Japan Arrive at Osaka Airport, reflecting on your remarkable adventures. Take time to browse last-minute souvenirs or enjoy a traditional snack before your flight. End of the Journey With unforgettable memories in your heart and souvenirs in your bag, embark on your flight home, marking the end of your incredible Japanese adventure."
    }
  ],
  "map": ""
}