{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-small-group-tour-in-the-shadow-of-mountains",
  "tourName": "Japan small group tour, in the shadow of mountains",
  "placesVisited": "Kyoto, Kurashiki, Yunotsu, Iwami Ginzan Silver Mine, Tsuwano, Hagi, Miyajima Island, Hiroshima, Sensui-jima Island, Tomononura",
  "generalInfo": "A  Japan small group tour spending twelve days discovering the cities, cultural and coastal highlights of this unique country. Any Japan cultural tour has to include metropolitan and historical greats such as Kyoto, but this holiday also steps off the tourist trail to visit the country’s lesser known coastal treats such as Kojima and Yunotsu as well, reminding you that Japan is actually a collection of islands with eclectic, exquisite landscapes, seascapes and eco escapes. <br/><br/>Using Japan’s famous railway system, including bullet trains, to travel from one place to the next, staying in traditional ryokan and minshuku inns and having plenty of opportunities to, literally, immerse yourselves in Japan’s cultural highlights, the onsen or thermal spring baths, the itinerary reveals many layers of Japan’s history too. From the silver mines of Iwami Ginzan, the stunning Edo era town of Tsuwano or the castle town of Hagi which was built during the Mori clan wars period. <br/><br/>And then from the main island of Honshu to the smaller islands of Miyajima with its UNESCO World Heritage Itsukushima Shrine, and also Sensui-jima Island both on the Seto Inland Sea. The former is near Hiroshima, so there is a chance to visit the city and also its Peace Memorial Park and A-Bomb Museum as well, both perfect places to contemplate Japan’s contemporary culture of peace and reconciliation.",
  "durationDays": "12",
  "price": "4375",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Start your holiday in Kyoto, where you will meet your local guide and fellow group members at the hotel, and spend time getting to know each other over dinner at a local restaurant. Meals: Dinner"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Take the bullet train to the Edo period town of Kurashiki, where cultural heritage revolves around the ancient canal system, and where traditional white 'Kura', or armoury storehouses line the canal – albeit now housing museums, restaurants and boutiques. Spend the day in this very picturesque town before heading to the coastal town of Kojima, where your accommodation for the night is a Japanese-style hotel Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "A day to explore Kojima where its location on the Seto Inland Sea meant it became a very busy port during ancient trading times with local industries such as salt being shipped through here for years. After checking into your hotel, visit a traditional tatami mat manufacturer where you get a chance to make your own souvenir tatami. From here up into the hills, with a walk that leads up to the town’s finest viewpoint out to sea, Washuzan Hill, descending later to the port to relax in the company of a shamisen, or three string lute player. Meals: Breakfast, dinner."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take the train to Yunotsu, a prestigious thermal spa or onsen town on the San-in coast, where people have been enjoying healing properties of the waters over a thousand years. The town’s famous \"Yakushi-yu\" hot spring is a must visit, but your accommodation, a traditional ryokan inn, also has traditional thermal baths, with hot springs bubbling up everywhere in Yunotsu. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Yunotsu is also an area of industrial heritage, this time not salt but silver, and today we visit the former Iwami Ginzan Silver Mine of the Edo Period in Omori-cho, now a UNESCO World Heritage Site. A vast site, as well as seeing the old mining sites, shafts and workers’ settlements, you also get to see how nature has reclaimed the land, with forests now surrounding the former industrial hub. There is more spirituality than silver in the air these days, with Shinto shrines and Buddhist temples peppered around this pretty region, as are hot springs, as you will discover in your ryokan inn tonight. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Spend the day in Tsuwano, sometimes referred to as the 'Little Kyoto of San-In', with its ancient and stunningly beautiful Edo era architecture, castle and omnipresent shrines. The most famous of which is Taikodani Inari Shrine with \"1000 vermilion torii gates'. Spend the night in a traditional, family run Minshuku inn. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Travel from Tsuwano to Hagi by bus. Hagi is famous for its now ruined castle surrounded by moats to protect its founders, the Mori Lords of Choshu. It was also surrounded by Samurai homes which can still be seen in the town, as can ancient orchards, gates and shrines. And, like so many of these traditional towns, you stay in a family run minshuku inn. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "A second day to explore Hagi and its historic sites, including the town’s highly prestigious pottery or Hagi-yaki, its fine produce still used at some of the country’s most important tea ceremonies. Light rose coloured, the pottery’s tones famously change and become richer with use, the tea being absorbed into the porous stoneware. Enjoy a pottery session in the afternoon, followed by some browsing and shopping among the potters’ outlets in town. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Travel to Miyajima Island where its crowning glory, apart from its natural beauty with wild deer, ancient forest and impressive Mt. Misen, is the Itsukushima Shrine, famous for its red torii gate which looks at high tide as though it is floating on the waters of the Seto Inlando Sea. Before heading back to the mainland to check in to our in nearby Hiroshima, we take time to visit the Daisho-in Temple. Meals: Breakfast"
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "From Hiroshima, famous for its unforgettable Peace Memorial Park and A-Bomb Museum, we will take a trip out to nearby Sensui-jima Island, another natural nirvana on the Seto Sea. Ferries leave from the small fishing village of Tomonoura. Staying on the island in a traditional ryokan, we also get time to enjoy its thermal baths, with views out across the sea where fireflies hover at night. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "After a ferry trip back to Tomononura, not just a fishing town but also famous for having been the location for films such as Wolverine and the famous Ghibli Studio’s \"Ponyo on the Cliff”. From here we travel to Osaka with time in the afternoon to explore the city, followed by our final group dinner near our Osaka hotel. Meals: Breakfast, Dinner"
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Breakfast followed by advice on how you can arrange your airport transfers for your return flight or, if you have time for further travels, we are happy to help extend your tour to other regions of Japan. Meals: Breakfast"
    }
  ],
  "map": ""
}