{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "highlights-of-japan-holiday-kyushu-island",
  "tourName": "Highlights of Japan holiday, Kyushu Island",
  "placesVisited": "",
  "generalInfo": "Discover a side of Japan that few travellers reach. Our brand-new nine-day Kyushu adventure takes you to the country's third-largest island, where dramatic landscapes, bubbling hot springs and rich culture await. Explore the vibrant cities of Fukuoka and Nagasaki, enjoy an overnight stay in a traditional ryokan, and sample the region's famous tonkotsu ramen. There's even a chance to see one of the world's largest volcanic caldera - an awe-inspiring natural wonder.<br/> <br/> Aso-Kuju National Park - Discover stunning volcanic landscapes, steaming hot springs, virgin forests and grasslands<br/> Hot Spring havens - Relax in the hot spring towns of Beppu and Kurokawa Onsen, famous for their therapeutic waters<br/> Gateways to the West - Uncover the cultural and historical heritage of Nagasaki, Kumamoto, and Fukuoka<br/> Extend your stay? - Visit the highlights of Honshu Island on our 14 day Simply Japan trip in combination with this trip <br/>",
  "durationDays": "9",
  "price": "3245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Join Tour in Fukuoka",
      "description": ": Our tour starts today in Fukuoka on Kyushu Island, Japan's third-largest island and the historic gateway to Asia. This southernmost island of the mainland is influenced by a long history of contact with the rest of Asia and the West. Fukuoka is the largest city and a hotspot of culture, art, history and food. This is a great place to start our exploration of northern Kyushu, through a landscape of dramatic mountains, volcanic terrain, varied hot springs and peaceful beaches. Fukuoka is known as one of the top destinations in Japan for delicious food. While the seafood and vegetables are excellent, the city is also famous for its chicken dishes. Local specialties include mizutaki (a hot pot made with chicken) and yakitori (grilled chicken skewers). The city also has a great street food scene, and one dish that has gone global is tonkotsu ramen - a local variation on a famous noodle dish. If you are arriving early, you may choose to visit the Kyushu National Museum or Fukuoka Tower. For those arriving on time, our tour leader plans to meet you in the hotel reception at 6pm for a welcome meeting, with the chance to go out afterwards with the rest of the group for dinner. If some of the group are arriving on later flights, the main introductory briefing will take place on the morning of Day 2 with everybody present. There are no activities planned today, so you're free to arrive at any time. If you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. We don't provide arrival transfers on this tour, but information on how to reach the hotel will be provided in your final documentation. Fukuoka Airport (FUK) is around 20 minutes away from the hotel by metro or slightly longer by a relatively inexpensive taxi, depending on traffic. If you're joining this trip after participating in one of our other trips that end on Honshu Island, such as Simply Japan, you can either make your own way to Fukuoka or contact us to put you in touch with our local partners who will help arrange your train ticket."
    },
    {
      "dayNumber": 2,
      "title": "Explore Fukuoka City by public transport",
      "description": ": Our adventure kicks off after breakfast this morning. First, we take the train out of town to the peaceful grounds of the Shinto shrine of Dazaifu Tenmangu. Hundreds of Tenmangu shrines exist across Japan, dedicated to the exiled scholar Michizane and, among these, two reign supreme - one in Kyoto and this one in Fukuoka, which is built atop his grave. Thousands of plum trees are planted here, adding to the natural beauty. After heading back into town, we explore Ohori, a scenic city park with a large pond, which was once part of the moat system of a castle. After an included tonkotsu ramen lunch, we continue to Tochoji Temple, home to Japan's largest seated Buddha, and Jotenji Temple - the birthplace of udon and soba noodles. We end today's tour with a glimpse into traditional life, crafts and culture in the Meiji and Taisho eras at the Hakata Machiya Folk Museum, which focuses on the houses from that period. Fukuoka is well known for its open-air food stalls (Yatai), and tonight we recommend trying some of them out. They're not suitable for a group meal as they can only seat a few people, so we suggest splitting up into mini groups or exploring on your own. There are dozens across town, your tour leader will be able to advise you on which ones you should visit - there are several which are centrally located, as well as some situated along the water on the southern end of Nakasu Island. Depending on how many of the group arrive in time for the day 1 meeting, your Tour Leader may arrange a group meal tonight and advise Yatai stalls for the first night."
    },
    {
      "dayNumber": 3,
      "title": "Train to Nagasaki. Discover the Dutch trading quarter of Dejima and the Peace Park Memorial and Museum",
      "description": ": We have a busy day ahead today as we set off on our travels around Kyushu. First, we take the bullet train to Nagasaki - a journey of around one hour and a half. Nagasaki is an important deep harbour city with an eventful history and was, of course, the target of the second atomic bomb attack on Japan. Our first visit is to the poignant and moving Peace Park and Museum, a memorial site dedicated to the victims of the 1945 atomic bombing, which symbolises the hope for world peace and the abolition of nuclear weapons. The city was, for long periods in its history, Japan's main contact with the outside world. In the 16th century, it was established as the main trade point with the Portuguese. As well as providing wealth from trade, the Portuguese introduced Christianity. After almost a century of turmoil, the religion was banned, foreign traders were expelled, and Japan closed its doors to the West. The one exception was the artificial island in Nagasaki harbour, Dejima. This small, closely guarded enclave was the site of the Dutch Trading Mission, which remained Japan's only contact with the outside world for almost 200 years. During our visit here and to the residential quarters of Glover Gardens this afternoon, we'll see that some of the original features remain, as well as some excellent reconstructions of the 18th-century buildings. We also plan to visit Oura Cathedral, Japan's oldest standing Christian church and a UNESCO World Heritage site. Our hotel isn't located in this area, so we'll stop for a group dinner in Dejima, for those who want to join, straight after our tour. This evening, you have the optional opportunity to catch one of the 'three greatest nighttime views in Japan' from Mount Inasa - wait until night falls and then take the cable car, which is just a few minutes' walk from our hotel. Please note, our main luggage will be forwarded to our hotel in Kumamoto today, and we'll be travelling with just our overnight bags. Depending on local arrangements, you might need to leave your luggage in reception the night of Day 2 or before breakfast this morning - your tour leader will advise you on the time. For more information, please refer to the Budgeting & packing section of the Trip Information."
    },
    {
      "dayNumber": 4,
      "title": "Train and ferry to Kumamoto. Visit Kumamoto Castle, built by a samurai warlord",
      "description": ": This morning, we make our way to Shimabara Port by local train (a two hour journey), where we ride the ferry (a one-hour journey), then a local bus bound for Kumamoto, a major city rich in samurai history located on the west coast of Kyushu Island. After some free time for lunch, our first visit is to the former residence of Lafcadio Hearn, a Greek-born American writer who ended up living here and helped introduce the culture and literature of Japan to the West. Panoramic views await us from the City Hall Observation Deck. Kumamoto Castle is considered to be one of the three most impressive in Japan, and after our visit, we have some free time at Sakura-no-baba Josaien - a complex of shops selling crafts, souvenirs and local produce designed to look like a traditional walled castle town."
    },
    {
      "dayNumber": 5,
      "title": "Scenic charter bus journey across Aso-Kuju National Park to Kurokawa Onsen village",
      "description": ": Over the next two days, we'll traverse the dramatic volcanic landscapes of northern Kyushu by charter bus. At times, we'll be travelling through Aso-Kuju National Park - a dynamic landscape with volcanic peaks, hot springs, virgin forests and vast grasslands. The southern part of the park is dominated by Mount Aso, one of the world's largest calderas with five peaks within it that are said to resemble a sleeping Buddha. This morning, we plan to visit Aso Sanjo Shrine, located high up Mt Aso, enshrining a volcanic crater. Kamishikimi Kumanomimasu shrine offers a contrasting setting amid the forest, and we access it on a stone staircase through sacred torii gates. For over a millennium, the park's grasslands have been seared away in a controlled burn from mid-February to March. This helps preserve the grasslands for cattle and horses. Parts of the caldera and national park are 'regular sections' where inhabitants farm and graze the rich soils, and we plan to stop at the Aso Milk factory, famous in Japan for its high-quality milk and cheese products. Our journey continues this afternoon with a stop at the Daikanbo Lookout for commanding views over the caldera. Our final stop is at the ancient and revered Aso Shrine before we continue to our nightstop in the attractive hot spring town of Kurokawa Onsen. This resort town has managed to maintain a pleasant, traditional atmosphere, and we recommend a walk through town in yukata and geta sandals to explore the lanes lined with wooden buildings, ryokan, onsen (public bath houses), shops and cafes. In Kurokawa Onsen we stay in traditional Japanese-style accommodation. The rooms are twin-share or single with traditional tatami-mat (woven soft 'igusa' straw) flooring and futons to sleep on. Generally, the rooms are simply decorated with a low 'kotatsu' table to sit around and a scroll or picture in an alcove. Shoes are removed at the entrance and are not permitted anywhere within the accommodation. There are shared toilets and traditional baths. The shower in the bathing area is used to cleanse before a relaxing soak. Please note that, due to the small size of each accommodation here, the group will be spread out over several Ryokan. In cases of limited availability this overnight stay may be in another location in the wider Aso-Kuju area, or alternatively in a hotel accommodation in Kurakawa Onsen. Please also note that occasional volcanic activity may cause changes to our planned itinerary - our tour leader will inform you of any necessary changes."
    },
    {
      "dayNumber": 6,
      "title": "Scenic drive to Beppu via Nabegataki Falls, a Taiko drum performance and the Tadewara marshes",
      "description": ": Continuing our journey across Kyushu today, we'll make several stops at places of interest along the way. Our first visit is along a 1-kilometre/0.6-mile trail that leads us to Nabegataki Falls, a 10-metre/33-foot high waterfall with access to the cavern behind the falls. Next up we'll make a stop at Kokonoe Yume Otsuribashi - a dramatic footbridge that traverses the panoramic scenery of a remote forested valley. The taiko drum has been part of the Japanese culture for centuries, used at different times in communication, military and religious ceremonies. This afternoon, if the weather allows, we plan to see a taiko drum performance on an open-air stage against a dramatic backdrop. Please note that this will not always be possible from January to March as the group performs only occasionally through these months. The order of visits today may vary according to local conditions and daylight hours. Tadewara is one of two protected marshes at the edge of the Kuju mountain range, which runs through the centre of the National Park. It is home to a variety of rare plants as well as birdlife, and we will spend some time walking the elevated cedar boardwalks to explore these marshlands. Finally, we reach our hotel in Beppu, where we'll spend the next two nights. With over 2,000 hot springs, Beppu is one of Japan's most famous hot spring resorts, and only Yosemite produces more. Despite being heavily geared up for tourism, Beppu is still a place of interest and worthy of inclusion in the itinerary. Please note, our main luggage will be forwarded to our hotel in Fukuoka for our arrival on Day 8, and we'll be travelling with just our bags for the next couple of nights. Depending on local arrangements, you might need to leave your luggage in reception the night of Day 5 or before breakfast this morning - your tour leader will advise you on the time. For more information, please refer to the Budgeting & packing section of the Trip Information."
    },
    {
      "dayNumber": 7,
      "title": "Explore the colourful hot springs of Beppu. Steam-cooked local lunch",
      "description": ": Beppu is Japan's hot spring capital with eight major springs and some 3,000 vents - you'll be able to see and smell the sulphurous steam rising across this resort city. This morning we will visit some of the popular and colourful hot springs in what is locally known as a hell tour - including Sea Hell (Umi Jigoku), Cooking Pot (Kamado Jigoku), Blood Pond Hell (Chinoike Jigoku) and depending on the time of your visit you may be lucky enough to see a Geyser erupting. For lunch today, we've planned jigoku-mushi or 'hell steaming'. With the help of a local guide, we'll source our ingredients from the local market and shops before cooking over the natural geothermal steam. Then, this afternoon, we'll visit Myoban Yunosato, a hot spring with views over Beppu. The yu-no-hana thatch-roof huts here continue to make bathing salts in the traditional method, maintaining 300 years of Edo-period craftsmanship. The rest of the late afternoon is free for you to explore solo. Takegawara Onsen was built in 1879 and is one of the oldest and most famous, so you may wish to visit to see the distinctive architecture and perhaps even have a communal hot bath or a sand bath."
    },
    {
      "dayNumber": 8,
      "title": "Visit the traditional castle town of Kitsuki on train route back to Fukuoka",
      "description": ": This morning, we leave Beppu and take the local express train to the former castle town of Kitsuki - a hidden gem in Oita, which is known by locals but more rarely touched by foreign tourists. We've planned a short walking tour with a local guide to explore the samurai townscape, seaside castle setting and streets infused with the Edo-era and four historic artisan shops - accessible only with a local guide. The tour includes a rare magewappa (woodcraft) workshop run by one of only two remaining craftsmen in Kyushu, a miso brewery founded in 1900, a traditional tea shop from the mid-Edo period, and a sake brewery established in 1874 with multiple awards. Enjoy tastings of miso, matcha and sake. This is a rare opportunity to experience over a century of craftsmanship and tradition. After some free time for lunch here, we'll return to Fukuoka by express train (a journey of around two hours). We'll check into our hotel, and the rest of the afternoon is free for last-minute shopping or sightseeing before our final supper and a chance to reflect on the holiday."
    },
    {
      "dayNumber": 9,
      "title": "Tour ends in Fukuoka",
      "description": ": The trip ends after breakfast at our hotel in Fukuoka. There are no activities planned today, so you\\ re free to depart from Fukuoka at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you\\ d like an airport transfer today, you'll need to depart from Fukuoka Airport (FUK), which is around 20 minutes away from the hotel. The transfer will be by metro, and our tour leader will give you your ticket and clear instructions so you can travel unescorted."
    }
  ],
  "map": ""
}