{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-luxury-highlights-tour",
  "tourName": "Japan luxury highlights tour",
  "placesVisited": "",
  "generalInfo": "It's often said that Japan is a country of contradictions, but that's exactly how it has to be described: skylines of skyscrapers juxtaposed against tranquil landscape gardens; noise and neon lights versus centuries-old tea ceremonies in traditional silk kimono.<br/><br/>This tour is ideal for those who want to see it all, from Japan's futuristic cities, to the rural onsen (hot spring) towns hiding in the picturesque mountains.<br/><br/>Start in Tokyo to experience forests of high-rise buildings and its inhabitants, which include busy commuters, arcade game players, eccentric fashionistas and robot waiters. Then, escape the madness by venturing out to Hakone National Park and see the epic snow-capped peak of Fuji-san - you'll discover a whole other Japan outside of the capital.<br/><br/>Take a bullet train to Kyoto to experience the riches of Japanese culture and see the last remaining geisha in the historic district of Gion. Then, head into the Japanese Alps for a cooking course in Kanazawa and a cycling tour around Hida's mountain villages.<br/><br/>Compare and contrast, Japan cannot be defined in one single image or sentence alone. Instead, it's a beautiful paradox of sights, smells and tastes, which are consistently unexpected, but always leave you wanting more.",
  "durationDays": "13",
  "price": "5500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrival in Japan - Welcome to Japan! You will be met today at Haneda Airport with a driver waiting for you as you enter into the arrivals lobby holding a sign with your name on. You will transfer by private vehicle to your accommodation in Tokyo, making for a smooth and relaxing start to your trip. Journey time is in the region of 30 minutes (dependent upon traffic). Sit back, relax and enjoy the views of Tokyo's skyscrapers as you approach the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Tour of Tokyo & Tokyo Skytree Views - Today you will have the services of a local professional guide for a private tour of Tokyo. Our guides speak excellent English and have a wealth of knowledge to share. With the guide’s expert help, you'll get to grips with Japanese culture and history while gaining a useful orientation of the city. You'll also be provided with timed tickets to the Tokyo Skytree (so you can skip the queues), which is the tallest tower in the world and offers unparalleled views of the city, as well as Mount Fuji on a clear day."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Optional Day Trip from Tokyo - Tokyo is a fascinating city and today you have another full day to enjoy the myriad of sights, sounds and tastes it has to offer. However, you may like to take the opportunity of this free day to take a day trip to one of the many places of interested easily accessible from the capital, using the included Japan Rail Pass. The two most popular options are the towns of Nikko (to the north of Tokyo) and Kamakura (to the south). Nikko is famous for its ornate religious architecture, some of the most important in all of Japan, in a beautiful woodland setting. Kamakura is a sleepy coastal town that served briefly as capital of Japan in the 1100s, leaving a rich cultural legacy. The town and surrounding hillsides are dotted with attractive temples and shrines, along with one of Japan largest Great Buddha statues. If Tokyo's concrete and neon is getting to you then you might like to head west to sacred Mt Takao, with its range of hiking trails and mountain-top temple complex, virtually untouched by foreign visitors. There are plenty of more unusual day trip options as well, including the modern port city of Yokohama and the quirky 120m tall 'Bubble Buddha' (built 1985!) at Ushiku. Let us know if one of more of these day trip options appeal; we can include instructions for making these day trips in your tailor-made Info-Pack."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Transfer to Hakone National Park - Hakone is a beautiful national park area around 50 miles west of Tokyo and just to the south of Mount Fuji, Japan's most sacred peak. The area consists of a handful of small villages and hamlets all connected by a variety of local transport, including buses, cable cars and a mountain railway that winds itself through the region's hills and valleys. Hakone has plenty to see and do, from tasting eggs boiled in volcanic waters to taking a boat trip across beautiful Lake Ashi. The outdoor sculpture park and Picasso gallery is a great place to wander around for an afternoon. Or maybe you will just sit back and relax whilst soaking in one of the many therapeutic hot spring baths that Hakone is so famous for. The other main draw to this area is the proximity to Japan's most sacred and iconic mountain, Fuji-san (Mount Fuji) with its near perfect symmetrical form soaring skywards and towering over the surrounding hills. From Hakone you have one of the best chances of getting a view of Mount Fuji from the various viewpoints to be found throughout the area. However, be sure to have your camera at the ready; Fuji-san is notoriously shy and you do not want to miss that precious photo opportunity!"
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Exploring Hakone - Exploring the Hakone region is a lot of fun, with a great mix of scenery, culture and history. The classic circular sightseeing loop will take you around the major points of interest, including some great viewpoints for Mount Fuji (weather permitting!), the boat cruise on Lake Ashi, and the Hakone checkpoint, highlighting the region's important historical role. There are many excellent museums in Hakone, so you might like to step off the classic circular loop to visit some of these. The other major attraction is of course the hot-spring baths, so you may like to do as the Japanese do, and spend some (or all!) of the day soaking in the famous waters of Hakone."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Transfer to Kyoto - In the early evening you will head to Gion, Kyoto's famous Geisha district, to enjoy a private tour with a professional English-speaking guide who will be introducing you to the sights, sounds and culture of this most traditional and elegant of Kyoto's districts. As you slowly make your way through the narrow lanes and hidden alleys, your guide will provide you with those insights into the history and traditions of Kyoto that will help bring alive the secret life of Geiko and Maiko. This tour is a fantastic way for you to get an inside look at one of Japan's best known, yet least understood, traditional professions. During the tour you will usually come across some Geisha going between their appointments so be sure to take your camera! The walking tour takes about 90 minutes, and we'll be providing instructions on how to get there and a map so you won't have any difficulties."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Tour of Kyoto - We will arrange for you to be accompanied by a local professional guide today. This is the best way to explore Kyoto, a city so rich in UNESCO World Heritage sites that it can be hard to know where to start! Our carefully-selected guides will reveal Kyoto’s intricate culture, introducing you to famous must-see spots as well as secret corners of the city that only the locals know."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Optional Day Trip from Kyoto - You have another full day to explore Kyoto or you may like to use the included Japan Rail Pass to make a day trip to another destination. Nara, 40 minutes south of Kyoto is an excellent choice with its collection of UNESCO World Heritage sights centred around an attractive park area (with resident sacred deer!). Nara was capital of Japan for a short period around AD700 and the legacy of this is a wealth of beautiful temples and shrines including the huge bronze Buddha statue inside Todai-ji temple, the world's largest wooden building. If Kyoto has shown you enough of the traditional side of Japan for now, you may like to make a day trip to one of the more modern destinations nearby. The vibrant metropolis of Osaka (30mins) is famous for the down-to-earth attitude of its people and is considered one of the best places in all Japan for eating and drinking. Kobe (30mins) is another good option; an attractive, cosmopolitan port city famous for its fine local beef and its remarkable recovery from the devastating earthquake of 1995. The castle town of Himeji (45mins from Kyoto) has long been a popular day trip too, and there is another fine original castle at Hikone (1hr from Kyoto), overlooking Lake Biwa. Both provide an opportunity to see an original Japanese castle in all its glory. We can include instructions for making these (and other) day trips in your tailor-made Info-Pack - let us know what interests you."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Transfer to Kanazawa - Kanazawa is one of Japan's best-preserved historical cities, with a wonderful samurai quarter, fascinating geisha district, all kinds of traditional crafts and one of the top three (if not the very best) landscape gardens in Japan, Kenrokuen. As well as time-honoured crafts like gold leaf, weaving, lacquerware and indigo dyeing, modern arts are represented in Kanazawa’s fantastic 21st Century Museum of Contemporary Art. And if that wasn’t enough to persuade you, a new stretch of bullet train arrived in Kanazawa in March 2015 cutting the journey time from Tokyo to just 2.5 hours."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Japanese Cooking Course - In Kanazawa we have arranged a hands on cooking course at a traditional machiya townhouse, complete with fully-equipped cooking studio. Your English speaking instructor will start off by explaining about food culture in Kanazawa, as well as the importance of koji in traditional cooking, a micro-organism that is used in all popular Japanese seasonings such as miso, mirin, and soy sauce, and even sake. After the explanation, it’ll be time to get started on the cooking. Your instructor will have chosen the freshest seasonal ingredients for the healthy dishes you will make today, including favourites such as maki sushi, Japanese style omelette, and a simmered local speciality called jibuni, which is often served in kaiseki course meals. Once your creations are complete, you can tuck in while seated in the townhouse’s dining room."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Transfer to Shirakawago and Takayama - Shirakawago is widely regarded as one of the most scenic places in Japan. Surrounded by pine tree covered mountains situated along the picturesque Shokawa River, Shirakawago is to be found in the heart of the Hakusan National Park. Besides the beautiful scenery, the unique Japanese thatched-roof farmhouses or 'gassho-zukuri' (literally 'praying hands houses') are the main attraction. The buildings get their name from the steeply sloping roofs which reach down almost to the ground and were designed to cope with the extremely heavy snow fall which affects this region every winter. There are approximately 180 thatched farmhouses, sheds, and barns, most of which were built about 200-300 years ago. The residents of Shirakawago still live in several small villages. The most popular village for visitors is Ogimachi which in 1995 was declared a World Cultural and Heritage Site. Takayama, in the heart of the Hida Mountains is a delightful town, established in the 16th century as the castle town of the Kanamori family and now famous throughout Japan for its old town area of narrow streets containing many well-preserved inns, tea houses, shops and merchants houses with the latticed windows and overhanging roofs characteristic of the Edo period. The town was also renowned throughout the Edo era (1603-1868) for the very high quality of its craftsmen and many of the temples in Kyoto were built by workers from Takayama. The town has many shrines and temples of its own giving rise to the title of 'Little Kyoto'. Just on the outskirts of the town is the fascinating Hida folk village where old farm houses from across the Hida region have been brought together and rebuilt (beam by beam) on a hillside overlooking the town. Takayama's morning market on the bank of the Miyagawa River is famous and well worth a visit to see the stands selling local farm produce, flowers and crafts. There are also some great micro sake breweries affording the chance to sample the wares of Takayama's most famous product! A stay in Takayama is a chance to get a feel for a way of life that really has all but disappeared from modern Japan."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Hida Cycling Tour - Today you will have the opportunity to head deeper into rural Japan and take a cycling tour through the rice fields and rural farming villages of Hida. Your English speaking guide will take you on a 3.5 hour ride with the beautiful Hida Mountain Range as a back drop. As well as the rural scenery, the tour also visits a natural spring, a local temple, Minka (traditional wood farmhouses) and an orchard. In total you will be cycling a distance of 22km and you will get a real insight into country way of life, hopefully meeting a few residents of Hida along the way."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Transfer back to Tokyo"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Departure from Japan"
    }
  ],
  "map": ""
}