{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "tokyo-to-kyoto-holiday-in-japan",
  "tourName": "Tokyo to Kyoto holiday in Japan",
  "placesVisited": "Tokyo, Nikko, Kyoto",
  "generalInfo": "This seven day holiday in Japan takes you from Tokyo to Kyoto and gives you an in-depth look at three of the country’s most dynamic and fascinating cities, in the company of an experienced guide and a small group of likeminded travellers. Japan is an incredible country, home to geishas, sake, onsen and tea houses, and you’ll be able to get a taste of it all, without blowing the budget.<br/><br/>You’ll start your journey in Tokyo, where you’ll spend three days exploring the city’s exhilarating nightlife, lively shopping streets and ancient temples, perhaps visiting Tsukiji Fish Market, the biggest in the world, or spending an evening at a glass karaoke box with skyline views. <br/><br/>After leaving Tokyo, you’ll catch a train to Nikko, which has been a sacred city since the middle of the 8th century, and is bursting with elegant shrines and temples, including the Toshu-gu Shrine, the resting place of a Tokugawa shogun who was one of Japan’s most powerful rulers. If you’re feeling energetic, you could also head for a hike in Nikko National Park.<br/><br/>Your final stop is Kyoto, which you’ll reach by shinkansen (bullet train). With over 2,000 temples, shrines and gardens, you’ll be content enough just wandering the streets and soaking up the atmosphere, but you could also spend an evening in Gion, the famous Geisha district; see Japan’s largest pagoda at Toji; or take a walk along the ‘Path of Philosophy’ in the nearby eastern hills.",
  "durationDays": "9",
  "price": "1905",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tokyo.",
      "description": "Konnichiwa! Welcome to Japan. Bursting with contemporary urban culture, there are many sides of Tokyo to explore, from fascinating museums and world-class shopping to neighbourhood backstreets lined with restaurants and karaoke bars. Your adventure begins with a welcome meeting at 6 pm tonight. Afterwards, why not head out for an optional dinner to try some local food and experience the nightlife in this amazing city? You might like to finish the night with a drink at a traditional Japanese izakaya – ask your leader for their favourites."
    },
    {
      "dayNumber": 2,
      "title": "Tokyo.",
      "description": "This morning, venture out with your small group on the metro to explore the buzzing Shibuya area. Check out one of the busiest intersections in the world before heading into a depachika (underground food hall) for a mouth-watering array of tempting Japanese treats. Next, visit Meiji Shrine – enter via a massive torii (gate) and notice the sights and sounds of the city fade away as you enter the tranquil forest. Afterwards, explore the Harajuku district, the home of quirky youth pop culture. In your free time this afternoon, perhaps take in the historic Asakusa area – one of the older and more traditional parts of Tokyo. Here you can stop by Senso-ji, the city’s oldest temple, which was founded almost 1400 years ago when Tokyo was nothing more than a fishing village. This evening, you've got endless options for dinner – how about a hearty bowl of ramen, crispy tonkatsu, or snacks and beer at (another) izakaya."
    },
    {
      "dayNumber": 3,
      "title": "Hiroshima.",
      "description": "Time to leave Tokyo and travel by shinkansen to Hiroshima. In the afternoon visit The Genbaku (A-Bomb) Dome and Peace Memorial Museum, which stand testament to the fateful day in August 1945 when Hiroshima was the target for the first ever wartime use of the atomic bomb. The dome was just metres from where the bomb detonated, so the fact that it looks almost exactly as it did after the bombing has made it an enduring symbol of peace. The memorial park serves the same purpose, and has museums, memorials and monuments dedicated to the memory of victims. This evening, maybe try one of the city’s signature dishes for dinner – okonomiyaki, a savoury pancake of egg, cabbage, soba noodles, and meat or seafood."
    },
    {
      "dayNumber": 4,
      "title": "Hiroshima.",
      "description": "Today you'll make your way to the nearby island of Miyajima with its famous 'floating' torii gate. While here, you might like to climb (or hop on the cable car) to the top of Mt Miyajima for 360-degree views of the Inland Sea. Then, visit a local workshop and learn how to make a momiji manju (Japanese maple-leaf shaped pastry). This pastry originated from Miyajima so it’s only befitting that you learn how to make it from the origin. After your sweet treat, return to Hiroshima for a free afternoon. You could stop by the five-storied Hiroshima Castle, which originally dates from the 1590s. It was destroyed by the bomb but reconstructed in all its glory in the 1950s, and now holds an informative museum. The wonderful Shukkeien Garden, with its graceful teahouses and waterfalls, is also a perfect place to decompress on a break from sightseeing. For something a bit louder, there are local baseball and soccer teams (if the day is right), or endless shopping choices. Ask your leader for other tips and suggestions as there is plenty to see and do."
    },
    {
      "dayNumber": 5,
      "title": "Kyoto.",
      "description": "This morning, jump back on the Shinkansen to Kyoto. Originally founded as Heian-kyo ('tranquillity and peace capital') by Emperor Kammu in AD794, Kyoto was the capital of Japan for over 1000 years, and with over 2000 temples, shrines and gardens, there is a lot to explore. On arrival, head to one of the most photogenic spots in Kyoto – Fushimi Inari Taisha shrine – famous for the thousands of vermillion-coloured torii (gates) that straddle the paths and trails in the area. Afterwards, enjoy some free time to get acquainted with Kyoto by walking through its historic neighbourhoods."
    },
    {
      "dayNumber": 6,
      "title": "Kyoto.",
      "description": "Today is free for you to explore. With its many landmarks and historical sites and an abundance of traditional arts and literature, Kyoto is regarded as the cultural heart of Japan. Kyoto is also a city that lends itself to walking, and there are plenty of paths available – ask your leader for their recommendations. Perhaps visit the extravagantly decorated Kinkakuji temple, also known as ‘The Golden Pavilion’, or if you’re visiting in spring, head to the theatre for a presentation of Miyako Odori (the Cherry Blossom Dance) performed by elaborately dressed maiko (apprentice geisha). In the evening, enjoy a guided walk through the Pontocho and Gion areas – the famous geisha districts. Even today you can observe the age-old tradition of geisha visiting members of the wealthy elite – this unfolds in small teahouses tucked away in tiny back streets. For those who are keen, you can also choose to attend the Gion Corner cultural centre where you can enjoy some Japanese performing arts, from flower arranging to the Lion Dance."
    },
    {
      "dayNumber": 7,
      "title": "Kyoto.",
      "description": "Make the most of your last day in Kyoto. If you haven’t done so already, you may like to see Japan’s largest pagoda at Toji, or you could visit the imposing and opulent Nijo Castle, home to the Tokugawa Shoguns who had power over the country during the Edo period. You can also check out the ‘nightingale floors’ of Ninomaru Palace, which squeak to warn off intruders. From the castle, it’s a short bus ride to Ryoan-ji, perhaps Japan’s most acclaimed Zen garden, where carefully placed rocks sit in an immaculately raked sea of gravel. For some local shopping there’s Kyoto’s handicraft centre, a perfect place to pick up some souvenirs with a fine selection of woodblock prints, yukata (light cotton robes), jewellery and pottery. Tonight, why not enjoy karaoke with your new friends, or maybe splash out on a kaiseki meal in a ryotei – small restaurants serving traditional multi-course cuisine."
    },
    {
      "dayNumber": 8,
      "title": "Osaka.",
      "description": "Hop on board the train this morning and head onto Osaka – arguably Japan’s food capital. To get situated, follow your leader on an orientation walk, and then explore this eclectic city in your free time. Meet in the evening again and take a walking tour with your leader through the Dotombori district and celebrate the end of this fast and furious journey in Japan with your fellow travellers."
    },
    {
      "dayNumber": 9,
      "title": "Osaka.",
      "description": "With no activities planned for today, your trip will come to an end. If you’d like to extend your stay and explore the many neighbourhoods of Osaka, just speak to your booking agent ahead of time."
    }
  ],
  "map": ""
}