{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "shikoku-island-holiday-in-japan-tailor-made",
  "tourName": "Shikoku Island holiday in Japan, tailor made",
  "placesVisited": "Osaka, Tokushima, Naoshima island, Takamatsu, White water rafting in the Oboke Gorge, Kannonji, Matsuyama hot springs, Okayama",
  "generalInfo": "This itinerary takes you on a journey to Shikoku Island, the smallest of Japan's four main islands and the least visited by tourists. Shikoku is home to some of the nation's most atmospheric towns, finest gardens and picturesque gardens. Head inland and breathtaking mountain scenery awaits, complete with ancient working farmhouses and vine bridges crossing precipitous gorges. <br/><br/>During the trip you will have the chance to interact with local communities and stay in traditional and simple Japanese accommodation. One of the highlights of the trip will undoubtedly be the stay at a traditional guesthouse deep in the Iya Valley. The small accommodation has wonderful hot springs and views of the valley.<br/><br/>This trip will show you a side of Japan often overlooked by tourists and using a variety of public transportation methods, including bus, train and ferry, as well as a short period of car hire, you will be contributing to the local environment and tourism economy. Best time to go Spring and autumn offer the best weather to visit these destinations. In particular late March/ early April is the season to see the famed cherry blossom, and late October into November, though colder, are the months to see the beautiful red leaves. Visiting in the summer is hot and sticky but does provide the opportunity to see a local dance festival, the Awa Odori, in Tokushima.",
  "durationDays": "12",
  "price": "5300",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Fly from your home airport to Osaka, arriving the next day"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "You arrive in Tokyo, and continue on a connecting flight to Osaka airport. Here you will be met by an airport representative who will give you your trip documents and ensure a smooth arrival. From the airport, you will take a shared transfer to your hotel not far away."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Travel by bus to Tokushima via Awaji-jima island and across the world's longest suspension bridge that links the main island of Honshu to Shikoku."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Explore Tokushima town. We recommend incorporating a visit to Tokushima's most famous export to the rest of the country, the Bunraku puppet theatre to see a performance."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Take a scenic coastal train ride to Takamatsu, home to one of Japan's most beautiful gardens the Ritsurin-koen and regarded as one of the top three."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Today, take a short ferry ride to visit nearby Naoshima island and its world class art museums. There are other modern art installations of the surrounding smaller islands if time allows."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Pick up your hire car and drive from Takamatsu to the rural and removed Iya Valley. Explore the area by car and on foot in the afternoon helped by the advanced GPS system provided with all rental cars. There is some breath-taking mountainous scenery to enjoy complete with beautiful waterfalls depending on the season."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Start this morning with some light activity; white water rafting in the Oboke Gorge. The course is suitable for beginners and children too."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Drive to the small town of Kannonji and then drop the car off here. Take the train onwards west to Matsuyama, Shikoku's principal city and oldest hot spring resort in Japan. The west has a different feel to the east of Shikoku."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Explore the castle and gardens or just relax and rewind in the hot springs of your hotel."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Travel by train across to Okayama, stopping in to see another top-rated gardens, the Kourakuen Garden before continuing east to Tokyo. The evening is at leisure to catch up on any last-minute sightseeing or simply enjoy your final evening in Japan wining and dining."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Shared transfer to the airport for your international flight home."
    }
  ],
  "map": ""
}