{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-private-tour-authentic-journey",
  "tourName": "Japan private tour, authentic journey",
  "placesVisited": "",
  "generalInfo": "Making the most of Japans super efficient railway system you will spend 13 unforgettable days exploring this fascinating country. <br/><br/>Starting in the country's capital, Tokyo, you have guide at your disposal who will show you the sights and sounds of this ultra-modern city. Marvel at is soaring sky-scrapers juxtaposed with historical shrines and traditional markets. <br/><br/>A 14-day rail pass is included in your tour and this will prove invaluable as you leave the city and head into the mountains. Visit the lively snow monkeys as they bathe in their own private hot springs, stay in a traditional Japanese ryokan and let yourself embrace the ancient art of Zen Buddhism. Journey towards Mt Fuji into Hakone National Park and experience pirate ships, volcanic streams and world record breaking ropeway.  Ride the bullet train to Kanazawa and Koyasan and enjoy the sheer breath taking beauty of the mountains and its rich history of historical shrines and temples.<br/><br/>In Kyoto you'll have plenty of time to experience two vital elements of Japan's culture - a Tea Ceremony complete with intricately patterned kimono and fascinating history of tea lesson. Then you'll have the chance to get behind the stove and learn to craft some of Japan's most delicious dishes - and even better - eat them too! <br/><br/>Finally a shopping tour of Tokyo's fashion district including Harajuku, Takeshita dori and Akihabara (electric town) round off your tour of Japan.<br/><br/>We pride ourselves on our truly tailor-made trips and we can help organise additional tours or tweak the itinerary if there is anything else you would like to include. <br/><br/>Breakfast is included throughout, along with some dinners. Lunches are at your own account. If you need flights please let us know and we would be happy to help.  For the full itinerary please contact us.<br/><br/>Your holiday Includes: tours as specified; accommodation; train tickets; services of an English speaking guide; a welcome pack on arrival; 14 day rail pass; services of our Japan agent.<br/><br/>Your holiday excludes: international flights &amp; taxes; Visa &amp; any fees; meals other than those specified; travel insurance; items of a personal nature.",
  "durationDays": "13",
  "price": "3835",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Arrive in Japan’s buzzing capital, Tokyo. You will be met at the airport and transferred by shared shuttle service to your hotel. Soak up the city’s iconic ambience as travel past futuristic architecture, towering sky scrapers and dazzling neon lights. At your hotel you will be given an IC (transport) card with money already loaded on it to help you get out and explore the city."
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Spend the day exploring Tokyo. Head to the iconic Tsukji Fish Market or explore the city’s world class museums and art galleries. If you’d like us to arrange a day trip you could take the train to neighbouring Kamakura or Nikko. A delightful seaside town, Kamakura is home to ancient temples and a giant bronze Buddha. The UNESCO World Heritage Site of Nikko National Park houses an extravagant shrine complex and mausoleum. In the evening your guide will take you on a two-hour tour of the Shinkuju district. Experience Japanese cuisine, its atmospheric nightlife and Hanazono Shinto Shrine – one of the most historical shrines in Japan. pecify the day(s) and details in the boxes then click Update"
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Take the train to Yudanaka and the hot springs of Jogokudani National Park. Watch snow monkey or Japanese Macaques bathing in the springs before heading to your hotel."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Take the shuttle bus to spend the day at the snow monkey park. From December to March the forest is covered in sow and the monkeys enjoy the warm springs as respite from their cold surroundings. In April, the cherry blossoms come to life and mothers and their babies enjoy their private hot springs."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Hop back on the train this morning to travel to Hakone National Park – the gateway to Japans iconic Mt. Fuji. This small town is famous for its hot springs and natural beauty. A Hakone Transport Pass is included in your tour and you can spend the day exploring this fascinating place. Take the ropeway up Mr Owakudani, soaring over the sulphurous fumes from the hot springs. Set sail on a replica pirate ship across Ashiniko Lake and ride the Hakone Tozan switchback train as you wind through the mountains and enjoy spectacular valley views. Keep your eyes peels for Mt Fuji before returning to stay in your ryokan - a traditional Japanese inn decked out with sliding doors, rice paper screens and tatami mats and don your kimono for a sumptuous dinner."
    },
    {
      "dayNumber": 6,
      "title": "",
      "description": "Enjoy a final soak in the onsen this morning before taking the world-famous bullet-train train to Kanakawa Travel up to 230km per hour before changing trains and arriving in Kanazawa."
    },
    {
      "dayNumber": 7,
      "title": "",
      "description": "Enjoy a day at leisure to explore Kanazawa and its surrounding area. We can organise your day for you or you can set out to explore on your own. We highly recommend the seldom visited Terashima Kurando House, a superbly preserved Samurai house with a stunning garden and artworks by the warrior himself. You could visit the famous Omicho market before heading to Kanazawa Castle Park. End your day practicing Zen Buddhism at the D. T Suzuki Museum to learn about the man who introduced it to the West."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Today you will leave the city behind to travel to one of the most sacred places in Japan – Mount Koya. Located on a plateau and surrounded by eight peaks, this site in the centre of Shingon Buddhism. Settle into your accommodation before enjoying a shojin ryori dinner – a vegetarian delicacy using only the finest ingredients and cooked simply to display their wonderful flavours."
    },
    {
      "dayNumber": 9,
      "title": "",
      "description": "Rise early this morning to take part in the morning prayer session with the temple’s monks befir spending the day exploring the temples and forests of Koyasan. We suggest Okunoin Gobyo with its 1000-year-old Cryptomeoa trees and 2000 stone monuments. Daimon – the main gate to Koyasan – towers 25m above its surroundings and creates an impressive welcome to the mountains, while Danjo Garan is the oldest structure and a great temple compound."
    },
    {
      "dayNumber": 10,
      "title": "",
      "description": "Wake up early for the morning service again, observe the rituals, the chanting and the heady smell of incense. Spend the morning exploring the ancient temples and natural beauty before leaving this inviting mountain town and travelling to Kyoto. On arrival check into your hotel and the rest of the day is yours to relax and explore."
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Today you have a full day tour of Kyoto. Your guide will take you to two iconic UNESCO World Heritage Sites, Ginkakuji and Kiyomizudera. Ginkakuji is a zen temple with a beautiful moss garden. Stroll down the Philosophers Path through Kyoto’s Higashiyama district which follows a canal lined by cherry trees. Stop at the Yasaka Shrine before indulging in a Japanese Tea Ceremony conducted in a traditional tea house. Explore Ninenzaka with its resotred houses for a glimpse into Kyoto’s past, and visit Kodaiji Temple with its lavish buildings and tranquil Zen garden. Finally enjoy a bird’s eye view of Kyoto from the temples 13m high balcony."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Spend the day learning about how tea is an integral part of Japanese culture. Make a cup of tea under an instructor’s guidance, spend time learning about the tea tools and the Way of Tea. Enjoy a Tea Ceremony, dressed in a long sleeved Kyo-yuzen kimono featuring colourful classic patterns. In the afternoon, enjoy a traditional cooking class and immere yourself in Japanese dining culture. Learn to prepare dishes such as smashed cucumber salad with plum sauce, gyoza, grilled eggplant with miso sauce, cold beef shabu shabu, dashi-based soup and matcha sorbet…among others. Once you have prepared your dishes you can enjoy the feasts of your labours! The evening is at your leisure."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Board the bullet train for your final high-speed rail journey and return to Tokyo. In the afternoon your guide will take you into the city’s youth culture as your head to Shibuya, one of its most famous shopping locations. Stroll down Harajuku, the home of street style and meander down Takeshita dori – a pedestrian street overflowing with shops and restaurants and finish in ‘electric town’ known for its video games and themed restaurants. At the end of the day it is time to head to the airport for your return flight home."
    }
  ],
  "map": ""
}