{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-holiday-small-group",
  "tourName": "Japan holiday, small group",
  "placesVisited": "",
  "generalInfo": "Traverse Japan on this tour from Tokyo to Kyoto. Travel through history, visiting temples and castles that remain unchanged from the days of the Shogun and learning about the sombre past of Hiroshima. Along the way, stay in a Buddhist temple lodging, spot snow monkeys and free-roaming deer, hop on and off bullet trains and sample famous snacks like takoyaki octopus balls.<br/> <br/> Tokyo - Explore modern and ancient Tokyo, with the option to visit nearby Mount Fuji<br/> Kyoto - Experience traditional Japan with temples, Zen gardens, and geishas<br/> Kanazawa - Visit the Samurai district and stroll through beautiful Kenrokuen Gardens<br/> Extend your stay? - Stay a little longer and combine this holiday with our 9 day highlights of Kyushu Island trip<br/>",
  "durationDays": "14",
  "price": "5245",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "Tour begins in Tokyo",
      "description": ": Our tour starts today in Tokyo, Japan's ultra-modern capital. A sprawling metropolis, Tokyo is one of the world's most populous cities and a dazzling blend of traditional culture and all things new. For those arriving in time, our tour leader plans to meet you in the hotel reception at 6.30pm for a welcome meeting, with the chance to go out for dinner afterwards. If some of the group are arriving on later flights, the main introductory briefing will take place on the morning of Day 2 with everybody present. There are no activities planned today, so you are free to arrive in Tokyo at any time. Should you miss the welcome meeting, your tour leader will inform you of any essential information as soon as you catch up. The Tour Leader will issue each client with a Suica transport card either today or tomorrow morning, that is pre-loaded to cover your included sightseeing public transport journeys. If you'd like to receive a complimentary airport transfer today, you'll need to arrive into Haneda Airport (HND) or Narita Airport (NRT). The city centre is around an hour away from Haneda Airport and an hour and a half from Narita. You'll be met in the arrivals hall and transferred to the hotel by public shuttle bus or private vehicle. The shuttle bus may stop at other hotels, before dropping you at our hotel. If we have booked a shuttle bus for you, it will be operated by a local company called Green Tomato, you will be on their list of transfers and we will have sent you an electronic pdf voucher for this service. Please note, while our itinerary gives us three days in Japan's capital, there's a lot to pack in. If you really want to get to grips with Tokyo's sites, we recommend adding additional nights to your trip pre-tour. Japanese hotels have strict rules regarding check in and all customers are required to wait until 3 PM for room access. You will be able to store your luggage while waiting but if you require an early check in, then you should request this at the time of booking. We do not guarantee this will be possible and depending on availability an extra fee will be charged."
    },
    {
      "dayNumber": 2,
      "title": "Explore Tokyo - Discover temples, neighbourhoods and the spectacular Fire Ceremony",
      "description": ": Today, we'll explore Tokyo on foot and using the super-efficient metro system along with the locals. Starting in Asakusa district, we'll discover Senso-ji Temple which deserves to be high on any explorer's list. The oldest temple in the city, it's entered through the imposing Thunder Gate, flanked on either side by massive fierce statues of the gods of wind and rain. Continuing in dramatic fashion, we'll attend the morning fire service at Fukagawa Fudo-do Temple. Here, the esoteric Shingon sect performs a ceremony involving flames and the chanting of sacred texts, accompanied by the loud beat of huge taiko drums. The result is a truly atmospheric experience and an authentic insight into Japanese Buddhist culture. After some free time for lunch, we'll visit Meiji Jingu - an important Shinto shrine dedicated to the deified spirits of the first Emperor and Empress of modern Japan at the end of Japan's feudal era. Its forested grounds offer a peaceful haven in this densely built-up city. Our final stop is Shibuya, known for one of the busiest crossings in the world, Shibuya is a hub of up-and-coming fashion, technology and design in Tokyo with a variety of shops, museums and galleries to explore. The rest of the afternoon is left free, and it's easy to return to Asakusa by metro or you can continue to the skyscraper district of Shinjuku. We cover a lot of distance on foot each day on this holiday so you should come prepared and with suitable footwear. Please note that while there are opportunities to sit down, most of today will be spent on your feet (7 to 8 hours approx) as we cover ground and visit each site."
    },
    {
      "dayNumber": 3,
      "title": "Free day in Tokyo. Optional visit Hakone National Park for views of Mount Fuji",
      "description": ": Today you're free to explore Tokyo at your own pace There's plenty to see, from the busy streets of the trendy Harajuku district to the quirky themed cafes in Akihabara, where you can be served by vampires, butlers or fantasy characters. For views across the city, head up to the Tokyo Skytree, or get a different perspective with a cruise along the Sumida River or a walk through Hamarikyu Gardens. For those interested in seeing Mount Fuji and Hakone National Park, we suggest a day trip by local bus to Lake Kawaguchi - the most easily accessible of the five Fuji Lakes from Tokyo. A cable car and walking trails lead to viewpoints and there are also museums. Located right at the base of Mount Fuji, the mountain views are dependent on weather which can change quickly and may be covered by clouds. Visibility tends to be best in the early morning and late afternoon, and the summer months are hazier. Please note that in peak times (March-April and October-November) availability can be extremely limited or fully booked - refer to the optional activities section of the tour notes for alternatives you can pre-book (under Budgeting and packing, Trip Information). Alternatively, you can travel north to Nikko (around two hours by train) and discover the park's great temples hidden among forests of giant cedar trees, great for autumnal colours. Japan's most lavishly decorated shrine, Toshogu, is located here and is well worth a visit. The park's landscape of lakes, waterfalls and hot springs is inhabited by wild monkeys and deer and has several easy-to-follow hiking paths through the delightful scenery. Another option is the beachside town of Kamakura, just over an hour's train ride away from Tokyo. One of Japan's ancient capitals, there are many temples and shrines, and a massive bronze 'Great Buddha' statue which is almost 800 years old. The statue has outlived several buildings that were erected to house it and now stands out in the open with a serene gaze seemingly appraising the surrounding countryside. The town also has several long sandy beaches which are very popular with Tokyoites taking a day away from the city. Whatever you decide to do today your tour leader will help you out with first-hand advice and the finer details of what is best for the time of year and weather, where to go, what to do and how to get around."
    },
    {
      "dayNumber": 4,
      "title": "Travel by train to Matsumoto and discover the impressive Crow Castle",
      "description": ": Today, we'll board an express train and travel north to the pretty town of Matsumoto (a three-hour journey), flanked on each side by the Japanese Alps. The town's 500-year-old castle is Japan's oldest, and one of its most elegant. Known as 'Crow Castle' due to its black, sombre appearance, it retains its original wooden interior which offers an authentic atmosphere as we walk through its hallways and rooms which house a display of artillery artefacts. The design is fascinating, with a moon-viewing pavilion, a hidden floor for the Samurai and various booby traps to aid its defence. The wooden flights of steps inside the castle are very steep so, if you feel uncomfortable, you can make your own mind up as to how many storeys you will ascend. After exploring the interior of the castle and its grounds, the rest of the late afternoon is free. We'll travel with day bags today and forward our luggage to Kanazawa. Please refer to the Trip Information; Budgeting and packing; and Luggage on tour sections for more information."
    },
    {
      "dayNumber": 5,
      "title": "Meet the snow monkeys of Jigokudani and spend the night in Zenkoji Temple lodgings",
      "description": ": Travelling by express train and private bus, this morning, we'll make our way to Jigokudani Onsen, home to Japan's famous snow monkeys. Here, the indigenous macaques descend from the hills to bathe and play in the hot springs, a unique behaviour not found anywhere else in the world. Despite their wintry moniker, the monkeys can be observed in and around the pool throughout the year although sightings are more likely in colder months. Our walk to the spring takes 30 minutes along a pretty forest trail which is mostly flat with some steep stairs and narrow sections. Once at the spring, we spend around half an hour observing the monkeys before returning along the same path. In the afternoon, we'll make our way to Nagano, a town that originally evolved as a temple town around Zenkoji, one of Japan's most popular temples. Founded in the 7th century, it's one of the earliest Buddhist temples in the country and was established to house an image brought from India which was believed to lead all who saw it to a state of Nirvana. The image is said to have remained hidden somewhere in the temple since the year 654. We usually visit the temple first thing in the morning, although you are free to explore in your freetime today, so we head firstly to the shukubo or temple lodgings. Originally created to accommodate pilgrims, they are furnished with tatami mats - a traditional floor covering made from rice straw, futons, and paper walls, giving us a very authentic Japanese experience for our overnight stay. The rooms are twin share and simple in nature, with shared communal toilet and bathing facilities."
    },
    {
      "dayNumber": 6,
      "title": "Join the monks for morning prayers and explore the samurai district of Kanazawa",
      "description": ": We'll have an early start today, waking at sunrise to make our way to the temple, and wandering through the fragrant smoke of the temple's giant incense burner to purify us before entering. In the main hall, we'll receive a sacred blessing from the head monk of the temple and watch the monks performing their morning rituals, the mesmerising chanting of the ancient sutras echoing around us. Later this morning, we'll travel by express train (a 90-minute journey) to Kanazawa, a city that rivalled Kyoto and Tokyo in the 17th and 18th centuries when it was home to the powerful Maeda samurai clan. This afternoon, we'll wander around the atmospheric samurai district with its narrow lanes and earthen walls, learning about how the legendary warrior class lived. There is the option to visit Nomura Samurai House here."
    },
    {
      "dayNumber": 7,
      "title": "Free time in Kanazawa to try sushi at the Omicho Fish Market or stroll through Kenrokuen Gardens",
      "description": ": Today is a free day to make the most of Kanazawa. As the town was not targeted during World War II, much of Kanazawa consists of old buildings and gives a sense of what Japan was like in the 19th century. There is plenty to do and see, and a great option is to spend some time wandering around the colourful stalls at the town's Omicho market, where fresh fish and crab are brought daily from the Sea of Japan along with vegetables from the surrounding countryside. A great dish to try here is chirashi-zushi, which consists of pieces of sushi piled on top of rice and often garnished with shredded egg. You can also visit a 'chaya', or teahouse in the Higashi Chaya or Kazuemachi Chaya areas. While Kanazawa's surviving geisha establishments remain off limits to tourists, several elegant tea houses are open to the public - sadly without the presence of a geisha though! At some point today we recommend a visit to discover the fabulous Kenrokuen Gardens, considered to be one of the most beautiful landscaped gardens in Japan. The name means the 'Garden of the Six Sublimities' and was begun by the Maeda samurai clan in 1632, taking nearly 200 years to complete."
    },
    {
      "dayNumber": 8,
      "title": "Explore Takayama and tour a Sake brewery",
      "description": ": This morning, we'll travel by train to Takayama, a city that retains an authentic, traditional feel like few others in Japan. During feudal times the city was a source of highly skilled carpenters and therefore controlled directly by the Shogun, leading to a thriving and prosperous trading community. The narrow streets of the Sanmachi Suji district are lined with dark wooden merchants' houses, many of which are 300 to 400 years old. There are several traditional sake distilleries in the old town and we'll tour one of the breweries and get to try some of the city's famous brew, considered to be among the best in Japan due to the region's pure mountain water and cold winter months. Takayama is also well-known for high quality Japanese hida beef and we recommend trying some tonight for dinner in town. On the outskirts of the town is the fascinating Hida No Sato thatched roof village. This open-air museum is made of original houses from the Edo period (1603 to 1867), and if time permits and you choose to visit, you'll gain an insight into the rural life of the region during this period. Alternatively, you can spend the afternoon exploring more of the town. We'll travel with day bags today and forward our main luggage to Hiroshima."
    },
    {
      "dayNumber": 9,
      "title": "Travel by train to Hiroshima and experience the poignant Peace Park and Peace Museum",
      "description": ": Two wonderful train journeys will take us to Hiroshima this morning. The first is a picturesque route that follows an icy blue Hida River past shrines, bamboo groves and traditional fishermen before arriving in Nagoya. Here, we'll change to a famous Shinkansen bullet train, covering the 400 kilometres/248 miles to Hiroshima in around two and a half hours, travelling at high speeds and arriving early afternoon. Largely destroyed on 6th August 1945, when it was the target of the first atomic bomb to be used in wartime, Hiroshima has literally risen from the ashes and is now a thriving, friendly city. We'll visit the moving Peace Memorial Park and museum on the site of the 1945 A-bomb hypocentre. Whilst serving as poignant reminders of the nuclear holocaust, their overwhelming message is that such horrors should never occur again. In the evening, we can try an okonomiyaki meal, a type of savoury pancake which is cooked on a hot plate in front of the diner. The dish is particularly famous in Hiroshima where a local variation sees the ingredients layered rather than mixed."
    },
    {
      "dayNumber": 10,
      "title": "Take the ferry to Miyajima Island, see the famous torii gate and chance to explore the island",
      "description": ": After breakfast this morning, we'll take a local train and then small ferry to Miyajima, just off the coast of Hiroshima. This tiny island has a very relaxed feel which is enhanced by the deer that roam freely through the streets. As we arrive, we'll get a great view of the torii gate considered to be one of the most iconic sights in Japan. The red gate appears to float on the water at high tide with the hills of the island forming a spectacular backdrop. For those who are keen, there is a hike to the top of Mt. Misen for views out across the Inland Sea and a chance to see the monkeys that live on the mountain - the hike takes from two to two and a half hours. For those not wanting to walk, there is a cable car that you can take either up or down or both. From the cable car upper station there is a 20 to 30 minute walk to the observatory which is the highest point. The name of the island translates as 'shrine island' and we'll visit one of the most important, the Buddhist Daisho-in Temple where we can climb the steps to the temple and spin the prayer wheels, believed to bestow the same blessing as actually reading the texts. There is also the opportunity to take in the 16th-century Shinto Itsukushima Shrine, a UNESCO World Heritage Site which is built over the sea and has a stage where key events in Shinto mythology are enacted. After exploring the island, we'll take the ferry back to Hiroshima."
    },
    {
      "dayNumber": 11,
      "title": "Take the Bullet train to Kyoto and explore Nijo Castle",
      "description": ": After breakfast, we'll hop on the public tram back to the train station and catch the bullet train to Kyoto (1.5 hour journey) arriving around midday. The imperial capital for more than 1,000 years has more than 2,000 temples and shrines, many set in perfectly manicured landscaped, tranquil gardens. We'll start exploring this fabulous city this afternoon with a visit to Nijo Castle. Built in 1603 as a Shogun palace, it's a great example of the sumptuous setting in which the Shogun would have held audiences with his samurai warriors. The grounds and gates are impressive, but the real highlights are the nightingale floors and the beautifully manicured viewing gardens. We'll travel with our day bags today and forward our main luggage to Kyoto."
    },
    {
      "dayNumber": 12,
      "title": "In Kyoto: Tea Ceremony in the morning. Rest of day free to explore the Zen gardens, temples and geisha district",
      "description": ": This morning we take part in a private tea ceremony in Kyoto. A tradition steeped in history with deep roots in Zen, it's a traditional method of preparing and drinking matcha green tea by following a precise ritual, typically in a tearoom with a tatami floor. You'll also be guided on the process of making your own tea by the master. The rest of the day is free to explore the fantastic city of Kyoto. Getting around is easy and there is a lot you can choose from today. A good option, if timings permit, is an early morning visit to Fushimi Inari Shrine, best seen before breakfast beating the crowds to walk the path through the thousands of red torii gates that snake up the hillside. A great place for lunch is the Nishiki Food Market where you can see, and try, an array of exotic and delicious foods such as octopus stuffed with quail eggs, green tea popcorn, cooked eel and matcha tea ice cream. You might also like to walk the Philosopher's Path, taking in the Silver Pavillion, and the Eikando and Nanzenji temples. Your Explore Leader will help you to make the most of the day, and whatever you choose to do, you'll find the city's public transport typically efficient and easy to navigate."
    },
    {
      "dayNumber": 13,
      "title": "Day trip to Arashiyama",
      "description": ": Today, we enjoy a guided day trip to Arashiyama, located just 20-minutes by train from Kyoto. At busy times of year in Spring and Autumn we plan an early start of around 8am to arrive before the crowds. Arashiyama, located on the western outskirts of Kyoto, has been a popular destination since the Heian Period (794-1185), when nobles would enjoy its natural setting. Nowadays it is particularly popular during the cherry blossom and Autumn colour seasons. During the summer months, traditional cormorant fishing is practiced on the Hozu River. We begin our exploration with a visit to Tenryu-ji Temple, a UNESCO World Heritage Site. Originally built as an imperial villa, Tenryu-ji was established as a Zen temple in 1340 and has since been recognized as one of the eight chief temples of the Rinzai Sect of Zen Buddhism. Surrounding the temple is a stunning garden, perfect for a relaxing stroll and moments of quiet reflection. From the temple, we step directly into the enchanting Arashiyama Bamboo Grove. Here, towering green stalks rise high above, creating a serene and almost otherworldly atmosphere. Take your time to walk along the path and capture stunning photographs of this iconic landscape. Next, we move on to Togetsukyo Bridge, or 'Moon Crossing Bridge' which spans the Oi River and serves as a famous landmark of Arashiyama. The bridge's name is said to date back to the Kamakura Period when Emperor Kameyama observed the moon as if it were crossing the bridge itself. Admire the picturesque views of the river and surrounding hills from this historic site. After free time for lunch, you have the choice to return to Kyoto under your own steam (your Tour Leader will give clear instructions) or stay and explore Arashiyama's Main Shopping Street, a lively area renowned for its traditional textiles and artisan crafts. Browse shops offering hand-dyed fabrics, Kyoto ceramics, and elegant souvenirs. Don't miss the chance to sample local sweets, such as matcha-flavored treats or yatsuhashi (cinnamon rice crackers), while wandering the charming streets. North of central Arashiyama, known as Sagano, the atmosphere becomes less touristy and more rural, with several small temples scattered along the base of the wooded mountains. Another option is to rent a local bike, available near the train stations, and cycle through rural residential areas and past fields between temples. There is also an attractive preserved town area near the Adashino Nenbutsuji Temple. Finally we return to Kyoto by train in the late afternoon and there will be the option to join a final dinner tonight to reflect on our journey through marvellous Japan."
    },
    {
      "dayNumber": 14,
      "title": "Trip ends in Kyoto",
      "description": ": The trip ends after breakfast at our hotel in Kyoto. Kyoto is a wonderful city with so much to see and do. Please consider extending your stay when booking your trip with additional time here. There are no activities planned today, so you're free to depart from Kyoto at any time. If your flight is departing later in the day, luggage storage facilities are available at our hotel. If you'd like an airport transfer today, you'll need to depart from Kansai International Airport (KIX), which is approximately one hour and thirty minutes by train, or Osaka International Airport (ITM) which takes around an hour by shuttle bus. Please note that you'll be required to walk a short distance from the hotel to the train station or bus collection point and that the transfer will be unescorted. Your Tour Leader will provide the tickets and clear instructions to help navigate the easy journey."
    }
  ],
  "map": ""
}