{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-wildlife-holiday",
  "tourName": "Japan wildlife holiday",
  "placesVisited": "",
  "generalInfo": "Japan is the 'The Land of the Rising Sun' and is known for many things; from sumo and bonsai trees to samurais and sushi but lesser known is the wealth of wildlife the Japanese archipelago is home to. Much of this wildlife is also rare and endemic and this tour aims to showcase some of Japan's most iconic and unusual species. <br/><br/>By exploring the highlands of the Japanese Alps as well as visiting the subtropical forests of the far south on Iriomote Island, you will be taken on a comprehensive tour of Japan where you will be sure of experiencing the best wildlife watching that Japan has to offer. <br/><br/>As well as seeing some species that are only found in small areas and face numerous problems in their continued fight for survival. So if you wanted to see the iconic Japanese macaques in their hot springs or try and find the unbelievable Japanese giant salamander or maybe track down the rarest species of cat in the world, then this is the wildlife tour for you.<br/><br/>Introduction:<br/>We are specialists in tailoring wildlife watching all over the world and we have a great range of specific photography based trips. These trips are geared towards people with a vested interest in getting some top wildlife photographs of some of the world’s most iconic and photogenic species and spectacles. This particular trip heads to the some of the best locations for endemic and engaging wildlife on the islands of Honshu, Kyushu and Iriomote.<br/><br/>Japanese wildlife has entered the country from two different ancient landbridges which used to connect the islands to mainland Asia. One was onto the island of Hokkaido and the other to Honshu when the main island was still connected to the smaller southern islands. But Hokkaido was already seperated and so the animals on both have not mixed, as a result the animals found on Hokkaido are usually from the boreal Eurasian ecosystems of northern Asia whilst the animals which inhabit the southern islands have come from more tropical Asia and so you have good differences in the wildlife. <br/><br/>Most of the endemic wildlife lives on the southern islands and there is a general trend towards higher percentages of endemism the further south you go in Japan. This tour focuses on a large range of different endemic wildlife from whales found mostly in Japanese waters to the well known and entertaining Japanese macaque to lesser known endemics such as the Iriomote cat and Japanese badger. But the oddest species we will be looking for is the alien like and enormous Japanese giant salamander which grows to over 1m long and lives in the pristine fast flowing mountain streams of Central and Southern Japan.<br/><br/>All in all we aim to showcase a great wealth of wildlife that is often overlooked, misunderstood or just not known at all in Japan. Travelling with some expert local guides with their specialist knowledge you will be in the best possible hands to find as much wildlife and understand the unique connection between the Japanese people and their environment. <br/><br/>Price Includes:<br/><br/>Everything mentioned in the itinerary is included. Including three meals per day (breakfast, lunch and dinner) where mentioned, in some locations lunch and dinner are not included (please refer to the itinerary), such as in Tokyo. There will be bottled water (approx 1ltr) available for each guest each day. We have our own private air conditioned 4x4 vehicles with an excellent driver for all transfers. Where possible we use two brilliant guides; first a professional zoologist (when available - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us) who will escort you on all your excursions and we also have very knowledgeable English speaking local naturalist guides who have decades of experience working and guiding through Japan. Your naturalist escort is an expert in wildlife biology and behaviour and will be able to help you identify the different species as well as interpret you what behaviours you are seeing. The local guides have spent years searching out the best wildlife watching locations and have an unrivalled knowledge where we are going to visit. Where needed we further employ local guides at specific locations where their intimate knowledge of individual reserves and parks is invaluable in finding our targeted species. We also include all vehicle safaris, cruises, guided walks, park entrance fees and sightseeing entrance fees. We include more time spent in the field searching for wildlife per day than any other tour operator around; only if you request to have a rest day will we not arrange a safari into the Japanese countryside. A comprehensive species list (which states the relative chances of seeing animals based on past tours) is included in the pre-departure pack. There is also a reference book library available for your use throughout the trip as well as some documentaries on the wildlife that you are likely to see which are available to watch throughout the tour (subject to availability of a zoologist guide - zoologists are not always available, if you wish to have a zoologist escort your trip, please inquire with us).<br/><br/>Seasons:<br/><br/>The summer is a great time to travel to Japan and see most of its wildlife, animals are active and out of hibernation, often breeding or busy finding food for their young and it is a great time to be out and exploring the Japanese countryside.<br/><br/>Why Choose this Tour:<br/><br/>• All of our wildlife watching holidays are guided by an experienced naturalist as well as local drivers and also scientists or researchers where possible, this not only gives you numerous sets of trained eyes to find the animals but also gives you the chance to understand the behaviours and habits of the wildlife you’re watching.<br/>•\tOur zoologist (where available - if you wish to have a zoologist please contact us and we can check availability - not all tours include a zoologist) that escorts tours (where available) has a great wealth of knowledge.<br/>• We can also offer further wildlife watching activities if they present themselves whilst on the trip. For example our local guides keep their ears to the ground and have many contacts and if and when a new location of animal is known and reliably seen we can head there to experience it.<br/>• We will stay in a variety of accommodation when on this tour, from quaint boutique style guest houses, larger hotel chains to hotels and lodges that are the chosen accommodation of the Imperial family. The selection of Japanese food available here is wonderful and it is all presented like works of art.<br/>• Spend all the daylight hours searching for wildlife, either at the specific photography locations or driving / hiking around looking for more wildlife.<br/>• All the above reasons give this, our photography tour of Japan’s winter wildlife a great success rate of seeing the best wildlife around here. We have an unrivalled network of experts and guides throughout Japan so that we can try and find and observe animals such as the Iriomote cat, Ryukyu flying foxes, Japanese martens, Japanese giant flying squirrels, Japanese badgers, Japanese raccoon dogs and many more species. We also have the ability to organise and run wildlife tours of Japan at other times of year and focusing on other species such as brown bearsm Blakiston's fish owls, Steller's sea eagles and other animals in Hokkaido. Please inform us if you wish to receive more information about any of these locations and booking a safari.<br/>• Unlike many tour operators we are willing to run this tour for a single person (on request).<br/><br/>Locations:<br/><br/>This tour visits the main island of the Japanese archipelago; Honshu; as well as travelling further south to Kyushu and then further to the Okinawa island group and specifically Iriomote Island. All in all you will travel from temperate to tropical ecosystems throughout this trip.<br/><br/>Fitness Level:<br/><br/>The activities to find wildlife is a combination of vehicle based and walking, but walking does make the up the majority of the excursions. Hikes can take several hours, the daytime temperatures can be hot and humid and there are some inclines when in the Japanese Alps.<br/><br/>Equipment:<br/><br/>When you book onto the tour we will send you a comprehensive pre-departure pack which will include a full packing list of recommended equipment; the equipment list will vary from tour to tour and from location to location so it is best to contact us or wait until you receive the pre-departure pack after booking.<br/><br/>Minimum Age: 18 Years Old<br/><br/>Photo Credits:<br/>Alpsdake<br/>Ryzhkov Sergey<br/>Frank Schulenburg<br/>Phonon.b<br/>harum.koh from Kobe city, Japan<br/>Ma2bara<br/>Koolah (talk)",
  "durationDays": "18",
  "price": "7450",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": 1,
      "title": "",
      "description": "Tokyo - Arrival On your arrival into Tokyo you will be met by your local guide and transferred to your hotel. If you arrive early enough you may have some sightseeing this afternoon, but otherwise there are no activities planned for today. (no meals included today)"
    },
    {
      "dayNumber": 2,
      "title": "",
      "description": "Choshi Marine Institute - Whale Watching This morning you will be taken east to the harbour town of Choshi, from here you will be taken out on a whale and dolphin watching trip. During the summer season the target species found here include the very rare finless porpoise and there are chances for other marine mammals like common bottlenose dolphins, harbour porpoises, Pacific white-sided dolphins and possibly Eden's whales too. After this trip you will be transferred back to your hotel. (breakfast is the only meal included today)."
    },
    {
      "dayNumber": 3,
      "title": "",
      "description": "Jigokudani Snow Monkey Park - Travelling & Wildlife Watching This morning you will be transferred to the train station and catch the bullet train towards the Japanese Alps in the centre of Honshu. These mountains form the spine of the country and harbour some of the countries largest mammal species. The Japanese Alps are fairly volcanic and there are plenty of geothermal features including many hot springs, some of which we will be visiting. After arriving at the hotel, you will be taken to visit the Snow Monkey Park (the official name is Jigokudani Yaenkoen). There are currently around 160-200 macaques living here and taking advantage of the natural hot springs here. They use the hot springs throughout the year but we are more likely to see them in the forests during this summer tour. Also found around here you can see several bird species as well as Japanese serow and squirrels. (all meals included today)."
    },
    {
      "dayNumber": 4,
      "title": "",
      "description": "Jigokudani Snow Monkey Park - Wildlife Watching This morning you will spend more time in the park watching the entertaining monkeys and looking for other wildlife and then in the afternoon take the train back to Tokyo and your hotel back in the city. (breakfast and lunch included today)."
    },
    {
      "dayNumber": 5,
      "title": "",
      "description": "Karuizawa - Travelling & Wildlife Watching Today you will be taken by train further into the heart of the Japanese Alps and to the town of Karuizawa. This town is well known by birders and more recently by mammal watchers too. This is because the forests and hillsides around here are full with wonderful species that are very hard (if not impossible to see elsewhere). During this afternoon you will be taken on a bird watching hike in search of species such as copper pheasants, Ural owls, great-spotted woodpeckers, Japanese grosbeak, yellow bunting, brown dipper, narcissus flycatchers and dozens more. It is also possible to see Japanese squirrels here and sometimes (although rarely) Japanese weasels or possibly a raccoon dog. Later on you will be take to your hotel for the night. (all meals included today)."
    },
    {
      "dayNumber": 8,
      "title": "",
      "description": "Kyoto – Ashyu Forest - Travelling & Wildlife Watching This morning we will be transferred Karuizawa to the stunning city of Kyoto. Depending on what time we arrive in Kyoto you will be taken into the city to see some of the sights, or if we have more time you will be taken to the nearby Ashiu forest, the forest is a great wildlife watching location and one we will further explore tomorrow. As the journey to Kyoto will be a long one we often just relax around the traditional Japanese style hotel, and prepare for some forest hiking tomorrow. (all meals included today)"
    },
    {
      "dayNumber": 11,
      "title": "",
      "description": "Kyushu - Travelling Today will involve a long transfer from Kyoto to the most westerly of the main islands in Japan, Kyushu. On arrival you will check into your hotel and have some lunch. The rest of the afternoon will be free for you to relax and rest as well as enjoying the views out over this very aesthetic island. This is a mountainous island that contains the most active of all of Japan's volcanoes. But we are not here to see the volcanoes, instead we are here in search of one of the strangest and most endangered animals in the whole of Japan. If time allows you will be taken to a local aquarium to see the animal and convince yourself that they are not just a part of Japanese mythology. (all meals included today)."
    },
    {
      "dayNumber": 12,
      "title": "",
      "description": "Kyushu - Wildlife Watching Today we will be picked up from the hotel early by one of the leading amphibian researchers in Japan and taken to a high attitude stream. This stream is one of the last locations were the worlds largest amphibian can still be seen. This is of course the Japanese giant salamander. Growing up to 1.5m long and living as long as 80 years, they are a bizarre and unique species. This particular population inhabit a fast flowing river which will require the wetsuits and snorkel gear to enjoy sightings of them. This is the only way (and possibly the only place) to see this iconic and prehistoric creature. They require clear and fast flowing rivers and are in danger as more and more of their pristine river systems are silting up. After swimming in the cool mountain water and hopefully coming face to face with probably the worlds most bizarre looking species we will drive back to the hotel. (all meals included today)."
    },
    {
      "dayNumber": 13,
      "title": "",
      "description": "Tokyo - Travelling This morning we will leave the rural home of the giant salamanders and travel back to the town of Oita and catch the flight back to Tokyo. Once here you will check into your hotel and then have the rest of the day to relax. (breakfast only today)"
    },
    {
      "dayNumber": 14,
      "title": "",
      "description": "Iriomote Island - Travelling Today we will transfer to Tokyo airport and catch the flight south to the small tropical island of Iriomote, this is a very different Japan to what you will have already experienced with dense jungle and mangrove forests covering 90% of the island. With 80% of the island protected this is a great place to end our wildlife watching expedition of Japan. The island is closer to Taiwan than Tokyo and you not feel like your still in Japan. Due to the remoteness of the island, we will need to take a ferry after arriving at Ishigaki Airport, once on the island you will check into the hotel and after lunch relax in the afternoon. (all meals included)"
    },
    {
      "dayNumber": 17,
      "title": "",
      "description": "Tokyo - Travelling This morning you will take the ferry back to Ishigaki Airport to catch the return Tokyo and once in Tokyo you will be taken to your hotel for our final night in Japan. (only breakfast is included)"
    },
    {
      "dayNumber": 18,
      "title": "",
      "description": "Home - Departure After breakfast you will be transferred to the international airport in time to catch your return flight home. (breakfasy only included)."
    }
  ],
  "map": ""
}