{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japans-magnificent-north-central-a-sublime-tour-of-art-history-beauty",
  "tourName": "Japan’s Magnificent North Central: A Sublime Tour of Art, History & Beauty",
  "placesVisited": "Tokyo, Kakunodate, Matsushima, Obuse, Matsumoto, Tsumago",
  "generalInfo": "Japan has so much more to offer than its famous big cities. On this 13-day tour, get to known the real Japan as you explore the country’s majestic north and central mountain regions. Stay at inns popular with the locals, and see many sights that are off the beaten path. This tour is guaranteed to provide equal parts relaxation and excitement, giving you the chance to make unique memories that will last a lifetime.",
  "durationDays": "13",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Welcome to Japan!",
      "description": "Your plane lands at Narita International Airport in the late afternoon. At the airport, your guide assists you with obtaining a rental cell phone, JR Rail Pass, and reserved-seat train tickets for your entire journey. You are escorted to your hotel in Tokyo. In the evening, take the time to review your itinerary for the journey ahead."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – A Mix of Modern and Ancient",
      "description": "In the late 17th century, Yanagisawa Yoshiyasu, a personal aide to the shogun, began construction of a major garden on his private estate in central Tokyo, then called Edo. This garden, a magnificent example of Edo Period (1603-1868) design, is a wonderful way to introduce yourself to Japan’s beauty. Afterward, head to Meiji Park, where the shrine within is dedicated to Japan’s first modern emperor. Leading up the shrine, you pass displays of sake casks marked with the names of breweries all over Japan. These were made in tribute to the late emperor’s spirit. Even on its busiest days, Meiji Shrine remains a quiet place for prayers and reflection. Purify your hands before entering to find Shinto priests cleaning and performing ceremonies. Visitors are encouraged to offer their own prayers at the main alter, or write them down on a small wooden tablet and hang it with the thousands of others on display. Tokyo is on the move 24/7, and lunch on the go is common for the city’s millions of workers. Though you may not expect it, some of Tokyo’s finest food can be found inside the metro and JR stations. Everything from conveyor belt sushi to Italian pasta is only steps away. In the afternoon, board a metro train to Ginza, Japan’s shopping Mecca. Within just a few city blocks, you can peruse everything from consumer robotics to exquisite stationary. On certain days of the week, Ginza’s main boulevard becomes a ‘pedestrian heaven.’ The road is closed to traffic, and local cafés use the free space to put out tables and chairs. If touring Ginza on one of these days, you might feel that your trip has taken you to Paris rather than Japan’s capital. As afternoon turns to evening, enjoy the energy of people moving in and out of Shibuya Station. You may wish to cross the famous Scramble Crossing with 2,500 other people. From every angle, advertisements and neon surround you in an exhilarating experience."
    },
    {
      "dayNumber": "3",
      "title": "Kakunodate – Walking in the Samurai’s Footsteps",
      "description": "This morning you are up bright and early to catch an express Shinkansen from Tokyo to Kakunodate, a city 600 kilometers to the north. During the Edo period, Kakunodate was home to a daimyo clan that ruled over the prefecture. Even though the castle where generations of daimyo lived no longer remains, the town’s samurai heritage is still a large part of city life. During the Edo Period, Japan was at peace. The samurai, once fierce warriors, were Japan’s bureaucrats, administering the government decrees handed down by the shogun. In Kakunodate, your first stop is a tour of the city’s samurai district, a collection of preserved homes where eighty samurai families once lived. Two of these homes, Aoyagi House and Ishiguro House, transport you back into the past when samurai officials walked these same hallways. For these two evenings in Kakunodate, your accommodation has an option of a Japanese or Western room. Japanese rooms offer futons and tatami mat floors. No matter which room type you choose, you have access to the hotel onsen , a type of public hot spring bath enjoyed by the Japanese for centuries. Dinner these two nights is provided either in your room or the hotel’s common dining area."
    },
    {
      "dayNumber": "4",
      "title": "Kakunodate – Where Old Traditions Thrive",
      "description": "The samurai are only a part of Kakunodate’s rich heritage. Like any metropolis in the Edo Period, merchants and artisans made and sold wares to the samurai class. As you walk in the merchant district, your eye catches the Ando Jozo Miso store, the largest and most impressive structure on the street. For over 150 years, the store has sold a variety of cooking sauces to both samurai, commoners, and travelers like yourself. Throughout the year, Kakunodate’s cherry trees provide excellent shade, and for a few weeks in late April and early May, the blossoms turn the city into a ‘little Kyoto.’ Beyond the beautiful sights produced by these lovely trees, Kakunodate’s craftsman have made an industry out of turning cherry tree bark into a variety of products from jewelry to furniture. The merchant district is also home to a local museum which teaches visitors about the town’s history during the Edo Period. An adjacent restaurant serves authentic cuisine from across Akita prefecture. While in Kakunodate, be sure to try Akitakomachi rice, some of the most flavorful in all of Japan."
    },
    {
      "dayNumber": "5",
      "title": "Matsushima – Where Even a Poet Could Not Describe its Beauty",
      "description": "During the March 2011 earthquake and tsunami, the coastal city of Matsushima was protected by both the geography of Matsushima Bay and over 250 small islands just off the shore. Spared the destruction, the town continues to protect its cultural heritage for future generations. To see Matsushima’s islands up close, take a scenic cruise around the bay. The sight may put you at a loss for words, much like what happened to poet Matsuo Basho when he first saw the islands in the mid-17th-century. Coming back from your cruise, there is much to see and do on shore. A brief walk inland reveals Zuigan-ji, a 1200-year-old Zen Buddhist temple. Stepping onto the grounds, tall redwood trees flank your path. Near the temple’s entrance are man-made caves, tombs for the ashes of monks from centuries past. The moss covered caves, along with the Buddhist statues and iconography, transport you back in time when people lived in greater harmony with nature. This evening, your accommodation is in a local ryokan , a Japanese inn with a view of Matsushima Bay. In your room, don a yukata to feel more at home. This evening, your ryokan has onsen baths with Matsushima Bay views. Dinner is provided in your room, the highlight of the meal being the local seafood caught fresh off the shore."
    },
    {
      "dayNumber": "6",
      "title": "Hoshi Onsen – Let Your Stress Melt Away in Warm Waters",
      "description": "This morning, you take the Shinkansen and local train to reach Hoshi Onsen, a town in Gunma prefecture known for its astonishing natural beauty. Arriving after a few hours’ journey, take advantage of your hotel’s expansive onsen facilities. The hot water is pumped directly from underground springs; you opt to blissfully soak as you listen to the sound of wild birds and the gentle river that flows next to the hotel. Dinner these two evenings, dinner is provided at the hotel. You have the option of dining in your room or eating in the communal dining room. Breakfasts are served in the communal dining room, as well."
    },
    {
      "dayNumber": "7",
      "title": "Hoshi Onsen – Get in Touch with Nature",
      "description": "Your full day in Hoshi Onsen is the chance to get out and explore your surroundings. If you’re still in the mood for soaking, the area offers a variety of onsen opportunities available for a small fee. If traveling during the winter or early spring, nearby skiing at Naeba is some of the best in the region. The slopes’ varying difficulty levels make sure that everyone has an enjoyable time. All the necessary equipment can be rented, as well. In the fall, some of the area’s best views are found at Okushimako, a crystal blue lake surrounded by tall peaks. The area’s fall foliage rivals that found in the spectacular American northeast. Take a hike on one of the many nearby nature trails to fully immerse yourself in the area’s wonders."
    },
    {
      "dayNumber": "8",
      "title": "Obuse – Where the Air Is Always Fragrant",
      "description": "Today you take a local train to Obuse, a small town in Nagano Prefecture. In the 18th century, Obuse was home to Hokusai, the artist responsible for arguably the most famous woodblock print in Japanese history, The Great Wave off Kanagawa . Today his residence in Obuse is the Hokusai Museum. The museum features many of Hokusai’s prints, along with a few hand-painted pieces. From central Obuse, you can take a short bus ride to Ganshoin Temple. In his last year in Obuse, Hokusai painted a marvelous phoenix on the temple’s ceiling. In the afternoon, get to know Obuse with a walk through the town center. In the spring, flowers from the city’s public and private gardens envelop the city in sweet smells. Around lunchtime each day, the scent of chestnuts emanates from Obuse’s restaurants. For 600 years, the city has been a major chestnut producer, and thus many of the city’s local dishes incorporate chestnuts in their recipes. In the evening, your hotel is a boutique inn that was originally a sake distillery. For dinner, you have the option of dining in Obuse or at the hotel restaurant."
    },
    {
      "dayNumber": "9",
      "title": "Matsumoto – Explore a Fortress",
      "description": "As you arrive in Matsumoto this morning by train, your first stop is Matsumoto Castle. Before the Edo Period, Japan experienced a 150-year civil war between dozens of rival clans. Each clan had its own capital, which was marked by an impressive castle that was both a defensive fortification and a symbol of clan power. Dating back to the tumultuous period, Matsumoto Castle’s imposing, wide black roof gave it the nickname ‘crow castle.’ It is possible to spend your entire day wandering around this impressive structure and the surrounding moats and gardens. Within the castle are displays of samurai armor, weapons, and daily items used by the castle’s inhabitants and defenders. No matter the season or time of day, the castle is a photographic highlight of the tour. You are certain to capture your best pictures here. Just a few minutes’ walk from Matsumoto Castle is Nakamachi Shopping Street. Once a series of warehouses during the Edo Period, the city has restored these buildings to their full glory. Today they are a series of shops where the city’s artisans sell their wares. Besides souvenirs, the stores sell a variety of food items and locally produced alcohol such as wine from local vineyards. Your accommodations for these two evenings are at a western hotel in central Matsumoto."
    },
    {
      "dayNumber": "10",
      "title": "Tsumago – Travel the Nakasendo Trail",
      "description": "Today you catch a morning bus for a day trip to Tsumago, a city that was once a post town offering rest and relaxation to people traveling on foot between Tokyo and Kyoto. In the last 50 years, Tsumago’s residents have led a campaign to preserve their city, forbidding such things as visible power lines or television antennas. Walking through the city, the only sights you see are those witnesses by travelers from centuries ago. Though one can walk across Tsumago in a half hour, you find that multiple things catch your eye at once. The Nagisomachi Museum gives visitors the chance to explore an Edo Period mansion where government officials stayed during their journey. The adjoining museum tells the story of how this historical city rebounded after decades of decay in the early 20th-century. Though the Japanese are known for their love of rice, in past eras rice was a luxury for most of the population. In Tsumago, buckwheat soba noodles were the city’s staple dish. If traveling during the warm summer months, there is nothing more refreshing than a dish of cold soba noodles and tsuyu dipping sauce. Make sure to slurp to show your respect to the chef! In the late afternoon, catch a bus back to your Matsumoto hotel."
    },
    {
      "dayNumber": "11",
      "title": "Mt. Fuji – A Sight to Behold",
      "description": "Today, you leave behind central Japan and travel by train and bus to Kawaguchiko, a crystal blue lake nestled at the foot of Mt. Fuji. Mt. Fuji, Japan’s highest peak, is the most impressive sight on your journey. Whether covered with snow or its dark, moon-like surface fully revealed, the sight is certain to take your breath away. There are multiple ways to enjoy the view, or simply relax. Rent a paddle boat and take a leisurely cruise on Kawaguchiko’s still waters. Or, if you’re looking for a thrill, take a ride in a speed boat and bounce across the lake. Finally, the Mt. Tenjo Ropeway offers panoramic views during the trip and a stunning vista at the mountain peak. Once at the top, you have the option to ride back down, or hike the 30-minute downhill trail that takes you through dense forests and wildflowers. This evening, stay at a ryokan overlooking Kawaguchiko. With Mt. Fuji in the distance, there could be no better view to enjoy while dining in your room. The ryokan ’s onsens also provide excellent views, a great way to relax as your time in Japan begins to wind down."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo – Do as You Please",
      "description": "How you enjoy your last full day in Japan is completely up to you. You have the option of returning to Tokyo by the train early in the morning or stay in the Kawaguchiko area until late afternoon. No matter what, take advantage of your time to make some amazing memories. This evening, your Tokyo hotel is in the city center. Your room is guaranteed to provide stunning views during your last night in Japan."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo – Until Next Time",
      "description": "Your adventure in Japan ends today as you board an express train to Narita International Airport to catch your flight home. Though you have seen so much on your journey to Japan, you realize that there is still much more discover. One day you will return."
    }
  ],
  "map": ""
}