{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-discovery-tour-culture-traditions-and-food",
  "tourName": "Japan Discovery Tour: Culture, Traditions, and Food",
  "placesVisited": "Tokyo, Kyoto, Nara, Shirakawa-go, Takayama, Kanazawa",
  "generalInfo": "Your 11-day Japan culture tour will introduce you to the traditions, cuisine, and heritage of the island nation with specialist guides knowledgeable about the treasures often overlooked by visitors. Your journey will take you from a traditional sake brewery to a temple tour guide by a monk, a timeless river sunset cruise to celebrated Michelin-starred restaurants. Witness blossoming gardens, learn customary flavors, and delight in the abundant majesty of Japan.",
  "durationDays": "11",
  "price": "7,200",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Yokoso to Japan!",
      "description": "Your flight to Japan may have taken many hours, but your journey is just beginning as your plane touches down at Narita International Airport in the mid-afternoon. Your guide meets you right outside of Immigration, and porters take your bags as you board your limousine bus that whisks you away to central Tokyo. Take this time to relax, or get your first impressions of Japan as you watch rice fields and single-family homes morph into a mix of skyscrapers and cultural treasures. After checking into your hotel, there is time to freshen up before a welcome dinner in the city center. During all your meals in Japan, your guide is on hand to help you order, explain menu choices, or express any dietary requirements to the staff."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Four Centuries in a Day",
      "description": "In 1600, Tokyo was a sleepy fishing village with a population of only a few thousand. Three years later, Shogun Tokugawa Ieyasu chose the city, then called Edo, as his capital. Since then, Tokyo has been Japan’s most important metropolis. Today is about experiencing what city life has to offer to the traveler, historian, and gourmet inside you. After breakfast at the hotel, a variety of activities are at your fingertips. To take in your new surroundings, there is no better place than the observation deck of the Tokyo Tower. Built in 1958 from recycled tanks from the Second World War, the tower dominated the city’s skyline for decades before the skyscraper boom of the 1980s. If culture, peace, and nature are on your agenda, take a stroll through Meiji Park. The trails are wide and level, and just beyond the paths is a type of prehistoric nature that hints at what Tokyo was like long before man first stepped here. At the end of the trail is Meiji Shrine, a complex commemorating the soul of Japan’s first modern emperor. If you arrive in the early morning, you might catch a glimpse of Shinto priests cleaning the shrine, or a young couple posing for their wedding pictures. Your guide is on hand to offer a private lesson on the rights regarding purification and prayer. Before leaving, be sure to write your wishes for the future on a prayer tablet and leave it with the innumerable others hanging from pegs at the shrine. The Imperial Palace, once home to Tokugawa shoguns, has been occupied by Japan’s emperors since 1868. The majority of the palace grounds only open two days a year, the East Gardens offer some of the most well-maintained and beautiful scenes of nature in all of Tokyo. For history buffs, don’t forget to see (and even touch) the remains of Edo Castle, the place from where the shoguns ruled Japan for over 250 years. No matter your tastes, the options for lunch are nearly limitless. With millions of workers going out to eat every day in Tokyo, you can experience a great (and quick) meal at any one of the city’s fine restaurants. After eating, head to Senso-Ji, the oldest Buddhist temple in Tokyo. Instead of the small stone monument monks erected 1400 years ago, visitors today are greeted by the Kaminarimon, the Thunder Gate with its iconic (and massive) paper lantern. As you approach the temple, you hear the dozens of shop owners hawking their wares. These stores sell everything from traditional crafts to toys from the most popular Japanese animes . After dinner in the city center, take a sunset cruise down the Sumida River and into Tokyo harbor. As twilight turns to night, you witness the city transform into an island of artificial light. The cruise’s highlight is the Rainbow Bridge, where the lamps illuminating its surface change color with the seasons. If traveling in late March or early April, the cruise provides the best hanami , or cherry blossom viewing, in all of Tokyo."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Magnificence Redefined in Nikko",
      "description": "“Don’t say ‘magnificent’ until you’ve seen Nikko,” the saying goes. On today’s day trip, you are off to see some of Japan’s most impressive shrines and natural beauty. Chosen by Tokugawa Ieyasu to be his burial site, Nikko is the final resting place of all the Tokugawa shoguns. During the Edo Period (1618-1868), Nikko was off limits to regular Japanese. Trespassing could end with a death sentence. Now everyone can walk the same paths where once only samurai could tread. The smell of cedar is heavy in the air as you approach Toshogu Shrine, the tomb of Tokugawa Ieyasu. You may miss the actual tomb; your attention grabbed by the ornate carvings on the surrounding gates and structures. Look closely and you might catch the small mistakes made by artisans 400 years ago. These mistakes were intentional, as only the gods themselves could be perfect. Lunch today is in central Nikko at a restaurant offering kaiseki ryori, traditional Japanese cuisine focused on both artistic representation and fine taste. Eat like a shogun as you sample a variety of small dishes of meat and fresh vegetables from across the region. After lunch, you are off by bus to Lake Chuzenji. The highest lake in Japan, the weather is nice even in the most stifling of Japan’s summers. One look at its beauty and you instantly realize why Japan’s richest citizens have their second homes here. Just a short distance away is the Kegon Waterfall, one of the country’s tallest waterfalls. If you are visiting in the early spring, close your eyes and you can hear the sound of winter ice crashing apart as it falls nearly 300 feet. Before returning to Tokyo, there is time in the afternoon for a nature walk. The variety of trails caters to people of all activity levels. Arriving back in Tokyo in the early evening, eat at a city center restaurant before turning in at your hotel."
    },
    {
      "dayNumber": "4",
      "title": "Takayama – Time Travel into Japan’s Past",
      "description": "Today you are leaving Tokyo behind as you board the Shinkansen, Japan’s famous bullet train. During the 90-minute ride to Nagoya, catch a nap or simply watch Japan’s urban and rural countryside zoom by a 168 miles per hour. Your time in Nagoya is brief as you transfer onto an express train to Takayama. Unlike the Shinkansen, with its airplane style windows, the train to Takayama has 360-degree views as the train slowly makes its way into the Japanese mountains. The modern world melts away into deep, tree covered valleys and sleepy towns that have changed little in the last century. You arrive in Takayama just in time for lunch. Your guide takes you to a family run restaurant offering Hida beef. Like Kobe beef, Hida beef is famous for its fine marbling and melt in your mouth texture. Grill the beef to you liking on a personal stove. Just don’t be surprised if you order seconds! In the afternoon, tour Takayama’s old town. Hundreds of years of relative isolation have made Takayama one of the most well-preserved cities in all of Japan. Depending on your tastes, your guide can arrange a private tour of one of the city’s many businesses that produce furniture, crafts, and sake using traditional methods. In the afternoon, check into your hotel overlooking the Takayama valley. After dinner at the hotel, take a relaxing soak in one of the hotel’s many onsen baths. Onsens were once bathing houses that served entire communities. Now they represent the ultimate guilty pleasure of many Japanese. Even after just a few minutes in the warm water, any soreness of anxiety just melts away."
    },
    {
      "dayNumber": "5",
      "title": "Takayama – Ancient Traditions Are Still Alive in Shirakawa-go",
      "description": "As you have already seen in Takayama, Japan’s central mountains are worlds away from the hustle and bustle of Tokyo. Today you venture into even more isolated areas as you take a day trip to Shirakawa-go, a tiny village that is world famous for its architecture. A UNESCO World Heritage site since 1995, Shirakawa-go’s homes are built in the traditional gassho -style, thickly thatched roofs meant to hold up the weight of heavy winter snow. The building of one of these homes is a community event, much like an Amish barn raising. Upon arrival, your guide introduces you to a family that has lived in the region for generations. They take you on a tour of their home and invite you to stay for lunch as their guest. After eating, your tour of Shirakawa-go continues as you tour an Edo Period silk factory. During the time of the shoguns, Shirakawa-go was the center of Japan’s silk industry. Every family raised silkworms in their attics, where the smoke from the cooking fire below would fumigate the house against insects that could harm the precious silkworms. In the late afternoon, travel back to Takayama by local train. Eat dinner at the hotel."
    },
    {
      "dayNumber": "6",
      "title": "Kanazawa – A Seafood Paradise",
      "description": "This morning you say goodbye to Japan’s picturesque villages and travel by bus to Kanazawa. Located on the Sea of Japan, Kanazawa is one of Japan’s premier seafood and sushi destinations. From the deep, cold waters just offshore, the catch of the day is on the menu at all of the city’s best restaurants. At lunch, the menu is up to the chef who provides you an array of delectable sushi no matter your lunch budget. After lunch, you are off to Kanazawa’s old town, where a special treat awaits you: a private lesson on how to make wagashi , Kanazawa most famous confection. A master confectioner is your teacher as you learn about how the seasons and local flavors influence every bite. Even if you find yourself eating your creations, the long shelf life of wagashi means that your friends and family back home can enjoy this Kanazawa staple. If confections are not your cup of tea, your guide can arrange a class in shamisen playing, gold leaf application, or Japanese tea ceremony. Dinner this evening is at an izakaya , a type of drinking and eating establishment where Japanese of all walks of life go to unwind and socialize after a long day’s work. Try the restaurant’s many small dishes featuring a wide variety of meat and seafood. While there, be sure to pair your food with sake from across the prefecture."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Following in the Footsteps of Geisha",
      "description": "This morning, you leave Kanazawa on an express train. Your guide provides you a bento box lunch for your journey. Though not as fast as the Shinkansen, express trains provide a similar level of comfort. You realize, also, that your lunch, though prepackaged, is made with the same care and attention as all of your other meals in Japan. Arriving in Kyoto in the early afternoon, your first stop is Kyoto’s iconic Gion District. Once full of inns catering to travelers walking the historic Tokaido Trail, today Gion is one of Kyoto’s protected districts, a place where not only the architecture is left unchanged, but cultural practices are preserved, as well. Meet geishas as you visit one of the district’s many tea houses. Dinner this evening is your second experience with kaiseki ryori . Though introduced to this cuisine in Nikko, in Kyoto the experience is elevated in a private dining experience with a wider variety of courses similar to those that were served to Japanese emperors centuries ago."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Discover Japan’s Religious and Cultural Roots in Nara",
      "description": "After breakfast at your hotel, you are off on a day trip to Nara, Japan's first capital. Arriving after a short journey by train, you take a brief walk through the city before stepping inside Nara Park, where curious deer come to greet you. If you’re carrying any food, you might quickly make quite a few deer friends! Your first destination in Nara is Todai-Ji, the largest wooden building in the world. Dating back 1,200 years, the temple was once the center of religious life in Japan. The temple is also home to the Daibutsu , a 49-foot bronze Buddha that has survived virtually unchanged since 752. Along with your regular guide, a Buddhist monk accompanies you on the tour of the temple grounds and provides expert knowledge of the temple’s history and cultural significance. Depending on the temple’s schedule of events, you might have the chance to see parts of the temple not usually open to travelers. Due to the number of foreign visitors Nara receives each year, the options available for lunch range from stone-fired Italian pizza to mouthwatering okonomiyaki, a savory pancake described as ‘Osaka soul food.’ If you want to try some authentic Nara cuisine, look no further than nyumen , one of the first noodle dishes imported to Japan from China. The thin noodles practically melt in the mouth as you slurp them up a chopstick full at a time. It’s impossible not to have a pleasant afternoon in Nara. Your guide can arrange a private tour of the Nara National Museum, which houses some of the finest examples of Japanese scrolls and calligraphy. Also, if the weather is nice, Nara offers bike rentals at reasonable prices. As you return to Kyoto by train, your guide provides you with a list of options for dinner."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto – A Day of Endless Possibilities",
      "description": "Untouched by American bombing during the Second World War, Kyoto retains an innumerable amount of cultural and historical treasures. Today, your experiences in this amazing city are wholly up to you. In you are traveling in the fall, there is no better place to spend a morning in Kyoto than Kyomizu-Dera. From the temple’s terrace, gain a bird’s eye view of the changing foliage and hear the rustling leaves as they fall by the thousands. Soak in these sounds of pristine nature as you explore the temple grounds. If you’re looking for a more hands-on experience in Kyoto, take a Japanese cooking class led by a chef, or learn the secrets of Zen meditation from Buddhist monks. Or, if you have your walking shoes, take a private tour of Kyoto’s hidden streets and private spots where you can appreciate the scenery without the tourist crowds. If Japan’s cuisine has taken hold of your palate, be sure to visit Nishiki Market, where the vendors’ stalls sell the special ingredients you need to recreate Japan’s subtle flavors back home."
    },
    {
      "dayNumber": "10",
      "title": "Tokyo – Fresh Memories on Your Final Day",
      "description": "This morning, you say goodbye to Kyoto as you board the Shinkansen to Tokyo. Arriving in Tokyo in late morning, you have time to explore the city on your own, or if you prefer, you guide can arrange one final unique experience. Options available include, but are not limited to, tickets to a sumo wrestling match, a private tour of the Tsukiji fish market, or a lesson on traditional Japanese swordsmanship. Enjoy a private farewell dinner this evening at a Michelin star restaurant. Though fine dining, the relaxed, laid back atmosphere gives you the chance to reflect on the last ten days, and the memories you will carry for a lifetime. After dinner, check into your luxury hotel located in the city center."
    },
    {
      "dayNumber": "11",
      "title": "Tokyo – Heading Home",
      "description": "After breakfast at your hotel, your guide sees you off as you board the Narita Express towards Narita International Airport."
    }
  ],
  "map": ""
}