{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "skyscrapers-sumo-shrines-exclusive-ten-day-japan-tour",
  "tourName": "Skyscrapers, Sumo & Shrines: Exclusive Ten-Day Japan Tour",
  "placesVisited": "Tokyo, Kanazawa, Kyoto, Kaga, Miyama",
  "generalInfo": "Your 10-day exclusive Japan tour will reveal the different eras and preserved culture from millennia-old shrines to opulent skyscrapers. You will discover the enticing secrets of sumo and the elegant traditions of sake during custom-tailored excursions with specialist guides. Custom will take center stage in charming ryokans and authenticity will emanate from artisan studios as you explore and experience the hidden perspectives of Tokyo, Hokuriku, and Kyoto.",
  "durationDays": "10",
  "price": "5,400",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Lunch in the Sky and Old-Town Tokyo",
      "description": "Japan is a paradoxical country, where the old and the new sit comfortably side by side, and the sense of tradition mingles with the exuberance of fast-paced 21st-century life. After landing in Tokyo and an airport transfer, two contrasting experiences will put the paradox to the test. Begin with the glass and the lights of the skyscrapers and the sights. Zoom up Tokyo Skytree, the world’s tallest freestanding tower. From the observation deck, you can watch how the city unfolds with clusters of towers interspersed with more low-cut neighborhoods. A spiral glass-enclosed skywalk takes you to the highest viewpoint as a complete city stretches out before you. High up in the 634-meter tower, you can sit down for lunch with the fine French-Japanese fusion cuisine far from traditional, but an excellent introduction to the variety of flavors you will encounter in the country. Come down to earth again, and you will explore a neighborhood where very little is higher than four stories. Shitamachi literally means “downtown” and it provides a great taste of how Tokyo was before the economic boom. Wander to a temple guarded by giant red lanterns, find wooden houses and surreal calligraphy, and feel how the pace of life remains slow here. To complete your first-day experience, you can get an omikuji fortune at the temple to explore how Buddhism and Shinto are different."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Kaiseki Cooking and Kiriko Glass Cutting",
      "description": "Of all the Japanese cuisine, it is kaiseki that most reflects the country’s pursuit of perfection. It is in a series of small dishes that focus on exacting choice ingredients and aesthetics, where the chef’s skill is to present a particular time and place. The experience is highly seasonal and aromatic, taking your palate on a journey into what is fresh, here and now. Inside a Michelin-starred restaurant kitchen, you will learn with one of Tokyo’s finest kaiseki chefs, an interpreter also at the table so you can understand each other, as this is far from a typical tourist experience. Prepare the special stock and the essential soybean paste, slice and steam with the best, and present the meal in the beautiful kaiseki way. Of course, you will get to taste as well. Sit down to enjoy what has been created, a little sake the natural accompaniment. Kiriko is the focus this afternoon, a form of artisanal glassware developed during the Edo period. Delicate and celebratory, the glassware continues the theme of perfection. You visit the workshop of a master craftsman, learning how the techniques have been passed down here through four family generations. You will be introduced to the basics of the technique and have the chance to create your own kiriko, as well as appreciate how a simple bowl or sake cup can also be fine art. Your evening will be free, and your guide can give you plenty of recommendations on places to see and eat."
    },
    {
      "dayNumber": "3",
      "title": "Tokyo – Inside a Sumo Studio and Taiko Drumming Lesson",
      "description": "Wrestlers stretch during an exacting routine, slapping and shouting as they do so. The air is hot and stained with sweat. You will sit cross-legged and observe the wrestlers as they train, admiring the obsession it takes to become king of Japan’s national sport. There are almost 50 sumo studios across Tokyo, and it is rare for travelers to be invited. You can only observe silently, and as the morning session continues, the wrestlers will battle it out, great forces crashing together. There is such power here, but by visiting a sumo studio, you will also get an idea of the sport’s ritualistic element. In the afternoon, you can try something completely different with a Taiko drumming lesson that layers together different basic rhythms, along with chanting and aesthetic arm swings."
    },
    {
      "dayNumber": "4",
      "title": "Kanazawa – Old Japan: Castle, Garden, and Market",
      "description": "From Tokyo to Kanazawa, you will travel on Japan’s newest Shinkansen bullet train, the journey taking just 2 ½ hours. Along the way, there will be time to reflect on Tokyo, both the experiences and the neighborhoods you were able to explore. While each day in the capital was focused on two exclusive experiences, you will have also traveled to different parts of the city, from famous places like Shinjuku to backstreets tucked away. Arriving in Kanazawa, the experience is three-pronged, but the day also allows you to stroll around one of Japan’s best-preserved old towns, one full of wooden houses plus Geisha and Samurai folklore. Whitewashed and imperious, Kanazawa Castle is the finest of all the fortresses in Japan. Mysterious and mazy, Kenrokuen is among the country’s best gardens. Your local guide will take you to meet the head gardener, and through translation, you will come to understand the religious symbolism behind the garden’s design. After that, you can explore the Omicho Market, which is still going strong after 400 years with some 200 stalls squeezed into a narrow Edo Period building. With all manner of seafood and fresh vegetables abounding, you will enjoy both the colors and the aromas. This is the place to eat local, and your guide will show you the stalls that have been revered across Japan for many centuries."
    },
    {
      "dayNumber": "5",
      "title": "Kaga – Soto Buddhism Before a Private Onsen Springs Bath and Ryokan",
      "description": "Eihei-ji means “the temple of eternal peace.” You will understand this the moment you arrive, as it is so serene, so simple and so quiet here. Wander through a forest of cedar to the wood-carved corridors of this 13th-century temple precinct. Priests wander between the 70 doyo halls. Although at first it seems simple, the temple has an abundance of small artistic details, often missed by the naked eye but integral to the feeling of peace and spirituality. First, you will observe the monks as they go about their strict practice, and then you will meet with a priest, conversing cross-legged at the headquarters of Soto Buddhism. There are 15,000 Soto temples across Japan, and this one is the most important. You will experience daily life as well and can discuss what it means to be a priest in this hidden corner of the world. This will be an experience that you will likely need time to reflect on, so where better to rest than a private onsen hot spring in Kaga? Spend the evening in a ryokan, where sliding doors open onto your private, therapeutic bath. You will have time to slow down and take check of everything that has happened over these first five days. Indulge in the bath, experience ryokan hospitality, and prepare yourself for the second half of your 10-day Japan tour."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Kyoto Temple Impressions and Fushimi Sake",
      "description": "Kyoto is the world-famous home of temples, and gold leaf shimmers across many beautiful tiers. Gardens hide shrines with an 800-year-old history, and carp swim in ponds beside 15th-century odes to history. There are more UNESCO World Heritage sites here than anywhere else, and it would require a week to see them all. In total, there are over 2,000 temples and shrines, so you will be able to see them all. After the Shinkansen train, your local guide will plan a day of iconic sights, picking four to five temples that best reflect Kyoto’s heritage and changing styles. You will sidestep the tour groups and a couple of the most famous temples in order to appreciate the real story behind the old Japanese capital."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Kyoto Ceramics and an Afternoon in Nara",
      "description": "Start your day with a temple as monks wander in red robes and you can connect with the historical ambiance. With three nights in Kyoto, it is easy to be flexible with the itinerary, so just as in Tokyo, there will be a chance to experience lots of places not explicitly named on the itinerary. For example, you might wish to make a sunrise visit to Korin-in to experience Zen Buddhism just beneath the Higashiyama Mountains. Or, you could participate in a tea ceremony with your drink served by a master brewer in a small teashop, or by a Kyoto geisha in the Gion neighborhood. Kyoto was Japan’s capital of culture, and ceramics provide some time to understand the city’s innovative art. Meet with some working potters before a private tour of galleries and stores in the Kiyomizu part of the city. Then, take a quick train to Nara, where hundreds of wild deer mark the route to the world’s largest wooden building. A giant bronze Buddha awaits when you head inside, shimmering softly amid the surreal structure. Nara was Japan’s earliest capital, and there are plenty of other things to see with streets of cobbled stone for a lovely afternoon."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Arashiyama by Rickshaw and Closed-Door Gardens",
      "description": "Traveling by rickshaw, you can make sense of Arashiyama. Millennia-old temples pass by as you sit back and relax while stories entertain as you traverse bamboo forests. Kyoto seems to turn into a slow-motion movie as the rickshaw driver pulls you down ancient lanes. Arashiyama is the most unmissable of Kyoto’s temple neighborhoods, and a rickshaw provides an authentic means of exploring it all. There are two additional garden stops, both generally closed to the public. Many of Kyoto’s Zen gardens are private, so you need to know someone with a key. And when you enter these gardens, you can truly appreciate their tranquility as there’s nobody else around."
    },
    {
      "dayNumber": "9",
      "title": "Miyama – Ending the Tour in Rural Japan",
      "description": "There will be time for more in Kyoto, as because this 10-day itinerary is private, there will always be flexibility over what you do. If there is something or somewhere you do not want to miss, then your local guides can build it into your schedule. You might enjoy a food tour through Kyoto’s market, or perhaps there is a particular temple or shrine you have seen photos of, or maybe you just want to take in a simple izakaya for some evening beers and dining. Although Japan does run to a tight schedule and everything is on time, each day on your tour has enough spare hours for you to add and amend once your day progresses. Kyoto is more than just a city, and you will end your tour in Miyama. In a monzeki temple, you can meet the head priest, a distant member of an old imperial family. Besides antique fusuma screens and Buddha statues, you can discuss life in the mountains. Beneath kayabuki thatched-roof farmhouses you can make a connection with people who continue with very traditional ways of life. In an ancient forest, you can search for bears and monkeys in another place that is normally closed to the public. Over a dinner of ayu, or sweetfish, you can experience life without television or Wi-Fi, something that does not even seem possible when you think of Japan. Miyama is not known to the Western world, and it provides a wonderful final day in the country."
    },
    {
      "dayNumber": "10",
      "title": "Miyama – Depart for Home",
      "description": "Travel back to the contemporary world and spend half of your day in Osaka, a bustling city that reflects the Japan of today. Day-room hotel use has been arranged so you can freshen up before flying out of Osaka’s international airport."
    }
  ],
  "map": ""
}