{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "off-the-beaten-track-tour-of-japan",
  "tourName": "Off the Beaten Track Tour of Japan",
  "placesVisited": "Osaka, Kurashiki, Inujima, Naoshima, Teshima, Shodoshima, Ogijima, Megijima, Ikuchijima, Hiroshima, Yusuhara",
  "generalInfo": "Forest therapy, mindfulness, and nature's natural majesty will enchant you during your 13-day off the beaten path Japan tour custom-tailored to your preferences. Your experience will immerse you in tradition at a ryokan, restore your senses with thermal hot springs, and delight your taste buds with customary cuisine focused on seasonal ingredients. The breathtaking scenery of tranquil waters and towering trees will reveal Japan’s treasured beauty.",
  "durationDays": "13",
  "price": "8,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Osaka – Yokoso (Welcome) to Japan!",
      "description": "This afternoon, your flight arrives at Kansai International Airport, just outside Osaka. Your guide meets you outside of Immigration and presents you with your specially prepared itinerary. After traveling by train to your hotel, there is time to freshen up before a welcome dinner. Dinner this evening is at an okonomiyaki restaurant in Osaka’s bustling Dotonbori district. Okonomiyaki, meaning ‘grill what you want,’ is the Japanese take on a pancake featuring meat and vegetables cooked right into the batter. Topped with nori seaweed and Japanese special sauce, okonomiyaki is a perfect comfort food to end a long day of international travel."
    },
    {
      "dayNumber": "2",
      "title": "Kurashiki - Stepping into the Past",
      "description": "This morning, you leave the city crowds behind as you take an hour ride on the Shinkansen toward Kurashiki. In the Edo Period (1603-1868), Kurashiki was known as the “town of storehouses,” referring to the town’s vital role as a city of commerce. Hundreds of years ago, merchants used the city’s canal system to transfer goods to and from other Japanese ports. Kurashiki has kept its history intact through preserving the canals and hundreds of Edo Period buildings. The canal area is one of Kurashiki’s most striking features. Completely man-made, these canals no longer transport rice, but make for a scenic route between many of the area’s attractions. Featured is the Archaeological Museum, which has hundreds of artifacts on display. A walkthrough gives you invaluable insight to how people first settled this area of Japan. For more introduction to Japanese history and culture, the Museum of Folkcraft displays items from all throughout the country, things Japanese used on a daily basis before the introduction of modern technology. Kurashiki has not forgotten about its merchant roots. The storehouses that once protected rice are now home to a variety of boutiques, restaurants and cafés, the latter an excellent spot from which to people watch or simply enjoy the town’s slow pace of life. In the late afternoon, check into your Ryokan, a traditional Japanese inn that feature woven tatami mat floors and futons. If you prefer, a room with a western style mattress can be arranged. Before dinner, take a soak in the ryokan’s onsen bath. Unlike the bathing facilities in your room, the onsen bath is open to the hotel’s guests. You find that the warms waters relieve sore muscles and melt your cares away. Dinner this evening is in one of the Ryokan’s private dining rooms. Featured is the kaiseki ryori menu. Kaiseki ryori refers to authentic Japanese cuisine where stunning presentation matches the exquisite taste. A series of small dishes, this meal is bound to be one of your most memorable in Japan."
    },
    {
      "dayNumber": "3",
      "title": "Naoshima – Islands of Art",
      "description": "After breakfast, a private car picks you up from your ryokan , taking you to a ferry leaving for Naoshima Island. Once a sleepy fishing village, Naoshima has transformed itself into an art lover’s paradise. With museums and art installations spread across the island, you find yourself with plenty to do during your two days here. Your first stop is the Chichu Art Museum. Here you won’t find many paintings on the walls, as the museum itself is a work of art. Wander through what seems to be an endless concrete labyrinth, where natural light surrounds you in its warm glow. Just outside, walk through the well-manicured gardens to end your experience. One cannot forget that Naoshima itself is art. If you prefer, rent a bike and travel around the island at your own pace. Don’t forget your camera, as you’ll never know when you’ll find another piece of public art or scenic vista. Your last museum stop of the day is also your accommodation for the night. Like the Chichu Art Museum, the accommodation was designed by Japanese architect Tadao Ando. Wandering through the displays, you see art from all around the world presented in a wholly unique way. Upon checking into the hotel, you discover that your room’s design flawlessly matches that of the museum. With a panoramic view of the Seto Inland Sea, you know immediately that this hotel is like no other, one of the most serene scenes of the trip. Dinner this evening is served at the hotel’s premier restaurant, which features delectable French cuisine paired with wine. The next morning, enjoy a buffet style breakfast before heading out for a day trip to Inujima, a neighboring island. Once home to a granite mine and then copper refinery, Inujima has embraced Naoshima’s focus on art. In fact, the copper refinery, left to ruin over a century ago, is an art piece itself, giving visitors a first-hand view of nature reclaiming this once busy factory. In fact, since 2008, an art museum has existed beneath the ruins, its construction having used many of the refinery’s discarded bricks. Venturing further inland, you discover the Inujima Art House Project, homes that have been converted into art galleries. Not only is the art on display, but the homes themselves are a testament to how the island’s residents lived in an earlier age. Return to Naoshima in the late afternoon. If you wish, there is time to visit an onsen that is also an art museum in its own right. Designed with flashy and surreal art, including an elephant suspended above the baths, the visit relaxes the body and stimulates the mind. If you feel like an after dinner walk, a stroll through the hotel’s gardens just after sunset is a perfect way to end the day."
    },
    {
      "dayNumber": "5",
      "title": "Shodoshima – Japan’s Mediterranean",
      "description": "The next two days, you continue island hopping across the Seto Inland Sea. After one last breakfast, you depart Naoshima for Teshima. Though fishermen still leave Teshima’s ports every morning, the island is home to artworks embedded within the rural landscape. The most notable is Teshima Art Museum. Nestled within a rice field, it displays a single piece of art: a concrete shell shaped like a bead of water. The museum is at its most beautiful immediately after rain when the pooled water on the concrete floor reflects scenes of nature right outside. Teshima’s restaurants are also works of art. At one particular restaurant, the terrace roof rests just above your head, making the experience cozy but not cramped. There, local cooks make you a specially prepared meal. In the afternoon, you are off to Shodoshima, one of the few places in Japan to grow olives. For this accomplishment, Shodoshima sister’s island, Milos, Greece, sent Shodoshima a Greek windmill which currently sits in the center of Shodoshima Olive Park. Over the next day and a half, you have an amazing opportunity to explore this island. Your guide arranges a rental car for you to use during this time. Though driving on the opposite side of the road may seem like a challenge, Shodoshima’s small population ensures that traffic is not a problem as you explore this island with a map provided by your guide. With the Mediterranean climate and atmosphere, you may simply want to picnic and relax on one of the island’s many beaches. For nature lovers, the Kankakei Gorge has amazing views from its ropeways: steep rock cliffs and dense forests are just beneath your feet. At the top of the ropeway is a café with a panoramic vista. If you have your walking shoes, you can elect to walk down the hiking trail back to your car. For those interested in Japanese religion, the Great Kannon is an impressive sight with a rare artifact. Entering from the base of the 150-foot statue, you ride an elevator high up into the statue’s chest. On display is a holy relic, a tooth of the historical Buddha. Whether you follow the tenants of Buddhism or not, the visit gives you a rare insight into the role ancient religion plays in modern Japan."
    },
    {
      "dayNumber": "7",
      "title": "Takamatsu – Cat Friends and Fairytales",
      "description": "For the next two days, you venture to one of Japan’s main islands, Shikoku. Your first stop and base of operations is Takamatsu, a large port city on the Seto Inland Sea. During the Edo Period, Takamatsu Castle was the seat from which daimyo , the shogun’s governor, ruled over the region. Though the castle was lost over 100 years ago, the castle’s foundation and grounds have been restored to their former glory. At the center of the castle garden is the Hiunkaku building. Once a government office, the building now offers visitors lessons in the arts of traditional tea ceremony and Japanese flower arranging. Just outside Takamatsu Castle is the city’s famous shopping arcade. Over a mile long, the arcade’s stores range from groceries to high-end fashion. While there, be sure to have lunch at a restaurant featuring Sanuki udon. Sanuki was once the name of the prefecture containing Takamatsu, and its udon is known nationwide for being wonderfully firm and chewy. Delicious in many applications, the udon best served cold on a hot summer day with a refreshing dipping sauce. In the afternoon, continue your specially prepared tour of Takamatsu before checking into your hotel for the evening. Like in Shodoshima, a variety of hotel options are available, with breakfasts and dinners included. The next morning, you leave Takamatsu for a day trip the surrounding islands. Ogijima is only 40 minutes by ferry and is known as one of Japan’s ‘cat islands,’ where cats outnumber the human residents. As you wander the narrow, stone streets, don’t be surprised if you have a few new friends following you, especially if you happen to be carrying any food. After getting lost in Ogijima’s maze of alleys and roads, take another ferry to Megijima, known to locals and visitors as Ogre Island. Legend has it that Megijima’s caves were once a fortress for ogres. Though visitors have nothing to fear from monsters real or otherwise, the island is a peaceful spot for walks or bike rides. In the late afternoon, take the last ferry back to Takamatsu for dinner and rest."
    },
    {
      "dayNumber": "9",
      "title": "The Seto Inland Sea – 43 Miles of Scenic Beauty",
      "description": "For the next three days, you undertake the journey at your own pace. Arriving at Imabari by train, you begin a 43-mile scenic bike along the Shimanami Kaido, a road that crosses the Seto Inland Sea and features stops at six separate islands, each featuring their own unique beauty and wonder. Though possible to make the entire journey in a day, three days are set aside to make this part of your tour as special as possible. With your luggage sent ahead, not much weighs you down as you begin your bicycle journey. Traffic safety is no issue, either, as much of the journey has a dedicated bike and pedestrian path that is well maintained. Though your pace is completely up to you, many attractions on the way are sure to grab your attention. On Ikuchijima, for example, the Hirayama Ikuo Museum is one of the best art museums in the region. Featuring Ikuo’s art, the pieces express the artist’s emotions on issues ranging from the atomic bombing (which he witnessed as a teenager) to the influence of Buddhism in Japan. If you decide to spend time on the islands, enjoy accommodations and dining in one of the many minshuku inns which dot the road. Expect kaiseki ryori for your dinners, featuring some of the freshly caught seafood from around the area. And, of course, your hotels have onsen baths to soothe sore muscles after a full day of cycling. If interested in a deeper immersion into nature, consider a visit to Yusuhara, a small town located in the Kochi prefecture, which has one of the highest forest coverage densities within Japan. As such, it is an ideal location for shinrin-yoku , otherwise known as \"forest bathing\" or \"forest therapy.\" This restorative movement began in Japan in the 1980s and focuses on rediscovering the intrinsic relationship between forests and mankind, to improve mental and physical health, and to promote a healthier and more sustainable society. Visit a forest therapy specialty clinic, where the staff will assist you in maximizing the power of the forest to improve your health. No matter how long your journey across the Seto Inland Sea requires, your final night is in Onomichi. If you’re still feeling adventurous after your long bike ride, Onomichi features walking paths up and down the city’s hills which reveal 25 spectacular temples. The city’s various museums and attractions make it an excellent reason to extend your journey by a day or two."
    },
    {
      "dayNumber": "12",
      "title": "Osaka – Honoring History and Embracing the Future",
      "description": "This morning, you take an express train to Hiroshima, a city that has risen like a phoenix from the ashes since the atomic bombing in 1945. Though the legacy of the bombing still influences the city, life here has not only persisted, but thrived. With your guide, tour the Peace Memorial Museum, which has preserved thousands of artifacts from the bombing. Learn the personal stories of the survivors, along with how Hiroshima has become the forefront of the anti-nuclear movement. The first city on your tour, Osaka, also happens to be your last. After an hour ride on the Shinkansen, step back into the fast-paced, neon-soaked world of 21st century Japan as you get lost in the city’s many shops and attractions. One store of note is Don Quijote, where shopping is certainly a quixotic experience. As you squeeze through the tight isles, it seems as if merchandise might fall on you from all sides. With the store’s theme song playing on repeat, it becomes nearly hypnotic as you walk through the store. For the best view of the city, take a ride on the Tempozan Ferris Wheel, the largest in the city. From 369-feet, get a bird’s eye view of Osaka and the surrounding bay. Your final meal in Japan is an izakaya , a Japanese-style gastropub focusing on small, comfort food dishes and a variety of alcohol. ‘Eat yourself to ruin,’ the Osaka saying goes, as you stuff yourself with different food and drink. Your hotel this evening is in Osaka and features excellent views of the city."
    },
    {
      "dayNumber": "13",
      "title": "Osaka – Farewell",
      "description": "Though you are one of the millions of visitors who come to Japan each year, you realize this morning that your experience has been like no other. Japan has so much more to offer you, yes, but the memories you now carry are wholly unique. After breakfast at the hotel, your guide sees you off on an express train towards Kansai International Airport."
    }
  ],
  "map": ""
}