{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "shogun-inspired-heritage-traditions-of-japan-tour",
  "tourName": "Shogun Inspired Heritage & Traditions of Japan Tour",
  "placesVisited": "Tokyo, Takayama, Shirakawa-go, Kanazawa, Kyoto, Kiyomizu-dera, Mount Koya, Osaka",
  "generalInfo": "Shogun is a television series that reveals the natural beauty and customs of Japan, and our Heritage and Tradition 10-day Japan tour is an immersion into the past that has shaped contemporary culture. Listen to monks chant in the Shingon mountain temple. Sip tea during a traditional ceremony inside a wooden Kyoto house. Watch Geishas wander past and explore ancient villages set beneath opulent castles. Whether wandering in bamboo forests or viewing the gorgeous landscape, you can bring the hit series \"Shogun\" to life as you take part in the iconic traditions of Japan.",
  "durationDays": "10",
  "price": "7,500",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Tokyo – Arrive and Relax in Central Tokyo",
      "description": "It is hard to make sense of old Japan without first discovering the contemporary city. Never-ending hoards of people whizz by as a billion neon lights flash all around. At first, it might seem like chaos, but gradually you can make sense of the order here. Everything is spotlessly clean, everything works like clockwork, and nothing seems out of place. Today you will be greeted at Tokyo’s international airport and transferred to your hotel in Shinjuku, the city’s heart and transport hub. From your hotel, you can walk onto the streets and get to know modern Japan, from the famous Shibuya Crossing to small lanes populated by extravagant stores. There is lots of heritage to come, but right now you should make sense of what Japan has become today."
    },
    {
      "dayNumber": "2",
      "title": "Tokyo – Discover Old Tokyo and the Ancient Geisha District",
      "description": "Serenity rules in Hama-Rikyu Teien, an Edo-period garden that is sheltered from noise and people. Take a stroll here and feel the travel fatigue drift away, as even in central Tokyo, you can find these oases. Continue the tranquil feeling at a small teahouse nearby, where carp swim in the pond and you can pair green teas with sweets. From here, it will be a leisurely cruise down the river to Asakusa, where the city’s oldest temple and Geisha district can be found. Traditional shops line the way to Senso-ji Temple, the crafts lined up in orderly arrangements, calligraphy, and sculptures on both sides as the street narrows. You can feel the importance of Senso-ji is upon your arrival, where spirituality seems to exude out from the simple walls. After lunch, there will be another oasis as you wander through a forest of trees that separate Tokyo’s two liveliest shopping districts leading to one of Tokyo’s most popular shrines. Head inside, and you will feel a different kind of spirituality that is brought by the people around you."
    },
    {
      "dayNumber": "3",
      "title": "Takayama – Immerse Yourself in Shogun with Old-World Japan",
      "description": "Train travel is one of Japan’s main highlights. You can start your day traveling by the Shinkansen bullet train that zooms past, turning Tokyo’s suburbs into a whirl of colors and apartment blocks. Change from there to a limited express train and wind through jagged mountains with gorges tumbling far below the track. Takayama is high in the Hida mountains, an old town that created its own culture due to its historical inaccessibility. Take a walk, and much of what you see is unique to the Takayama region, although the wooden facades and paper lanterns are often what you may anticipate when traveling to Old-World Japan. This evening will bring you a treat as you stay in a traditional ryokan. It can feel as though you've stepped back in time to experience a world featured in the series, \"Shogun.\"These places hold hundreds of years of history, from a time when people moved on foot and hospitality was extended to rivals. Open the sliding doors to a minimal room, tatami mats soft beneath your feet. Slide another door to find a private onsen or hot spring bath. Hospitality remains central to the experience in a ryokan, and when evening comes, the staff will bring in a kaiseki dinner, a series of small courses based on fine, balanced flavors. After dinner, relax in your yukata , or cotton robe, as a futon is rolled out and the tranquility of old-world Japan is authentically revealed."
    },
    {
      "dayNumber": "4",
      "title": "Shirakawa-go – Enjoy Sake, Tofu, & Gassho-Zukuri Architecture",
      "description": "Walking through Takayama with your guide, you will use taste to distinguish the town. Traditional Japanese sweets, or rakugan, will energize you for the day. A tofu maker will then explain the process and why this food is so important to Takayama. Following a street of wooden shutters, you soon reach a sake brewery, where a variety of tastings helps you distinguish the fine from the everyday. And then it is onwards with sloping roofs greeting you in the village of Shirakawa-go. This village was so isolated and high in the mountains it came up with its own architectural style. Gassho-zukuri means “constructed like hands in prayer” and the steep thatched is ideal for balancing and removing the weight of snow in winter. Look more closely, and you will see that every single roof has been built without nails or mortar. Several houses are open to the public and can be visited on your private tour of Shirakawa-go, with Wado the grandest and most impressive. After your tour, you will sleep beneath a thatched roof, spending the night in a Japanese farmhouse inn. Essentially a homestay from way back in history, these family-run establishments are where you eat and converse with your hosts. Hida beef is on the menu, easily as good as Kobe just nowhere near as famous, made from a distinct black-haired cattle breed."
    },
    {
      "dayNumber": "5",
      "title": "Kanazawa – Samurai, Feudal Heritage, and the Shogun Experience",
      "description": "Bring the essence of the series \"Shogun\" to life in Kanazawa. The city still feels like it’s in the 17th century as the castle stands proud, lording over cobbled streets. Small stores exhibit Samurai swords, a reminder of when this was the Samurai capital. Water still spurts from Japan’s oldest fountain, a gentle noise that filters through surrounding trees and blossoms. Eating lunch inside Omicho Market, you can enjoy some of Japan’s finest sushi, as confirmed by centuries of Japanese visitors. Your local guide will tell you the stories and help you to understand that iconic name, Samurai. Explore the castle and travel along the streets to some fine teahouses and estates to explore further memoirs of the clans and feudal heritage that immerse you in the Shogun series. Kanazawa is another good place to connect with Geisha culture in the evening, with the opportunity to visit a chaya , or teahouse, where the historical women are entertaining their guests."
    },
    {
      "dayNumber": "6",
      "title": "Kyoto – Take Part in a Tea Ceremony & Kaiseki",
      "description": "Now you will travel into Kyoto, switching into a kimono as you sit down in one of the city’s wooden townhouses. Tea is served in a ceremonial way, as attention to detail is so important here. The master makes the brew and serves it in slow, ritualized movements, in a way reserved for important, formal events. This is how the lords would drink tea, the way marriages would be discussed between medieval families, and the way they have been drinking tea for centuries. As you take part in the custom, you know that the intricate steps are a staple in the ceremonies featured in the \"Shogun\" series. Another tradition that follows is an origami-folding workshop where you will learn the secrets of the old technique, showing how art is created through science and geometry. You will be in the heart of old Kyoto now, surrounded by wooden buildings and the sight of distant temples, but it is on the outskirts that you will find the city’s most endearing attractions. So head to Arashiyama and walk through a seemingly endless bamboo grove, listening to the sounds that echo through a wilderness. The bamboo goes on and on and on, but then suddenly you are in Tenryu-ji Temple, your first intimate insight into Kyoto’s temples. Other temples are nearby, and by the time you sit down to Kyoto kaiseki, you will have a great impression of what Japan’s oldest capital is all about."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto – Tour the Highlights of Kyoto’s World Heritage Sites",
      "description": "With 2,000 shrines and temples plus 17 UNESCO World Heritage Sites, you cannot see all of Kyoto in a few days. But in one day, you can get a stunning assortment of styles and experiences. There is Nijo Castle, which is so ornamental behind its massive doors as each sliding door and floor is individually decorated. Kinkaku-ji deserves its fame, the gold shimmering, and the gardens so resplendent as you wander through. Ryoan-ji Temple is from 1450, and your guide will show you how it was converted from an aristocratic villa. From Kiyomizu-dera, you can enjoy views over Kyoto, and like at other temples, you will wonder how such buildings were created without the use of nails. There are so many others, but it is dependent on your preferences and what you would like to see. Some visitors like to keep going, seeing more and more, but for others, after a handful of temples and shrines, prefer to check out the atmosphere in the old Higashiyama district instead."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto – Continue Back In Time to Japan’s First Capital City",
      "description": "A visit to Nara must include the world’s largest wooden building. It sounds impressive, but then you get there to find yourself walking alongside the deer as you feast your eyes on the size of Todaiji Temple, and it’s remarkable. It’s a memorable highlight of Japan and by walking inside you will see what it hides with a 15-meter tall statue of Buddha sculpted from bronze. Nara was Japan’s first capital, and many of the 8th-century buildings are still standing. Take a look around with your local guide this morning, including the spiritual atmosphere in Kasuga Taisha and the superb Buddhist art collection in Nara National Museum. With all the deer that run free, it is easy to spend the whole day in Nara, but you may choose to head back to Kyoto to spend another afternoon with the city’s temples and Zen gardens."
    },
    {
      "dayNumber": "9",
      "title": "Mount Koyo – Spend a Night in he Birthplace of Shingon Buddhism",
      "description": "Climbing higher up the mountain, you can feel the air change as a misty veil starts to hang through the valley. Through the trees, you will see robes as monks wander to their place of worship. The trees begin to part, and then a temple appears. Up close, the details of the temple are incredible as art is intertwined with spirituality across all the walls and windows. You will be standing in the place where Shingon Buddhism has its roots, at a temple that’s been used by monks for many centuries, and you can also stay for the night. Your accommodations will be relatively simple, but they will be spotlessly clean, comfortable, and you will have privacy. The experience allows you to walk in the footsteps of these monks. Listen to the rhythmic chanting and feel yourself become slowly hypnotized, and then eat with the monks and discover their daily routine. Be guided by three nuns to a cemetery, where many of the significant figures in Shingon Buddhism history are buried. This oasis also provides space to reflect on what you have experienced in Japan, helping you to separate the threads, and then piece together your own impression of the country’s heritage and tradition. And when the bells chime this evening, you will drift into the deep kind of sleep most only find possible in mountain temples."
    },
    {
      "dayNumber": "10",
      "title": "Osaka – Depart for home",
      "description": "Spend your morning with the monks, joining in the rituals if you wish while listening to the rhythm of the chant. When you are ready, you will be transferred to Osaka, where day-room hotel use has been arranged. If you have time, you can visit the iconic five-story castle, steeped in feudal history and supporting the nearly 138-foot-tall tower. The traditional Nishinomaru Garden is located in the castle park offering a peaceful and colorful space to explore among the rippling pond and aromatic tea house. The castle is a feature in the \"Shogun\" series, including the opening credits. You can also freshen up in the contemporary day accommodation and spend some time exploring the very modern city before transferring to Osaka’s international airport for your flight home."
    }
  ],
  "map": ""
}