{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "fantastic-highlights-of-japan-complete-two-week-itinerary",
  "tourName": "Fantastic Highlights of Japan: Complete Two-Week Itinerary",
  "placesVisited": "Osaka, Hiroshima, Kyoto, Takayama, Toyama, Tokyo, Kobe",
  "generalInfo": "This fully customizable 14-day tour has been crafted to include some of the most iconic experiences that Japan has to offer. Savor the tender cut of Kobe beef, marvel at the UNESCO World Heritage Site of the World Peace Memorial park, bathe in the silence of the Arashiyama Bamboo Forest, and traverse through the beautifully preserved town of Takayama. With the best of Japan at your fingertips, you will not want to leave.",
  "durationDays": "14",
  "price": "9,100",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Osaka - The Greatest Castle in Japan",
      "description": "The city of Osaka lures you in with its delicious cuisine but will capture your heart through its ancient castles that are framed by delicate pink cherry blossoms. The Osaka Castle is a testament to one of the greatest moments of the 16th century, when a feudal lord unified Japan under one kingdom. Your private transfer will greet you at Kansai International Airport when you arrive and escort you to the wonder of Osaka. The city features Osaka Castle, which is complete with a tall stone wall that was made from 40,000 rocks."
    },
    {
      "dayNumber": "2",
      "title": "Osaka - Tantalize Your Taste Buds with Dotonbori",
      "description": "Throughout Japan, the city of Osaka is best known for its food, which is why its nickname is the Nation’s Kitchen. Your experienced guide will journey with you through the tasty food stalls at Dotonbori, which feature the best of Osaka’s local cuisine. From Dotonbori, your guide will lead you to a restaurant that features the world-class cuisine of kaiseki, which is the haute cuisine of Japan. Here, the opulence of simple but high-end ingredients will impress your senses."
    },
    {
      "dayNumber": "3",
      "title": "Osaka - Master the Art of Japanese Cooking",
      "description": "There is no better way to experience Osaka than by learning to make Japanese food with a master chef. Your guide will journey with you to this master class and introduce you to the chef that will teach you the inner workings of Japanese cooking. The art of Japanese food is a delicate balance of delicious flavors and simplicity. During your course, you will learn how to recreate tender and tasty dishes that will make you the envy of all your friends."
    },
    {
      "dayNumber": "4",
      "title": "Kobe - Indulge in Kobe Beef",
      "description": "The attractive city of Kobe awaits you with its stunning landscape and tender meat. Your private transfer will meet you at Kobe Station upon your arrival and escort you through one of Japan’s largest cities. The Arima Onsen is an iconic hot springs resort. Here, you will let the healing waters soothe your tired body before your guide leads you to a world-class restaurant for your flavorful immersion into all things Kobe beef."
    },
    {
      "dayNumber": "5",
      "title": "Hiroshima - The World Peace Memorial Park",
      "description": "The storied past of Hiroshima is a great place for anyone who wants to explore history. Your private guide will greet you upon your arrival at Hiroshima Station and guide you to the UNESCO World Heritage Site of Peace Memorial Park. Hiroshima Castle is the perfect depiction of traditional Japanese architecture. Here, you can ascend to the top for a spectacular view of the city."
    },
    {
      "dayNumber": "6",
      "title": "Hiroshima - Visit Itsukushima Shrine",
      "description": "Itsukushima Shrine is an illustrious attraction that brings people from all over the world to Japan to immerse themselves in its beauty and history. Your guide will travel with you to the shrine, where you can marvel at your surroundings and stunning architecture. Your climb to the top of Mt. Haigamine will leave you breathless at the view of the entire city."
    },
    {
      "dayNumber": "7",
      "title": "Kyoto - Traditional Japanese Tea Ceremony",
      "description": "Kyoto was once the capital of Japan but is now known as the Cultural Capital. Here, you will discover traditional wooden houses and Buddhist temples. When your train arrives at Kyoto Station, you will be greeted on the platform by your private transfer. When you are ready, you will transfer to a tea house. Here, you will engage in a tea ceremony that will be all about the art of mindfulness. This experience has its roots in Zen Buddhism and reminds you to cherish the present moment."
    },
    {
      "dayNumber": "8",
      "title": "Kyoto - Through the Torii Gates",
      "description": "The thousands of traditional bright-orange torii gates are an iconic symbol of Kyoto and the entire country. Your guide will lead you through the gates as you travel up a mountain for an incredible view of the city. At the top, you can honor the Shinto god of rice, Inari. Along the Kamogawa River, you will indulge in an eating experience at the well-hidden alley of fine-dining restaurants that is known as Pontocho."
    },
    {
      "dayNumber": "9",
      "title": "Kyoto - Arashiyama Bamboo Forest",
      "description": "Kyoto has many paths that allow you to immerse yourself in silence. There is no better place to do so than the Arashiyama Bamboo Forest. Your experienced guide will lead you through the lush bamboo forest for a quiet and meditative stroll before leading you to the Philosopher’s Path. Here, delicate pink cherry blossoms may rain upon you as you contemplate life. You can partake in a climb to the top of Mt. Kurama, where you can relax in the hot springs and soothe your tired muscles."
    },
    {
      "dayNumber": "10",
      "title": "Takayama - Traditional Japanese Villages",
      "description": "In the heart of Japan’s mountainous culture lies the town of Takayama. Your private transfer will meet you at Takayama Station before escorting you to the traditional Japanese village in the center of the town. The village is imbued with thatched-roof homes and businesses that showcase their excellent carpentry skills. Their top-quality beef, Hida, is a die-hard favorite, and anyone who visits has to try it. The well-preserved and rustic atmosphere of the town provides a nice break from the modernity and fast-paced nature of the larger cities of Japan."
    },
    {
      "dayNumber": "11",
      "title": "Toyama - Toyama’s Intricate Handicrafts",
      "description": "Toyama is a city that is known for its mastery of handicrafts and mountainous landscapes. Your transfer will greet you at the Toyama Station and lead you to the village of Gokayama. In the village, you will try your hand at the art of historic handicrafts and stroll through the traditional grounds. The city of Toyama is blessed with clean and pristine water, making it the best place for sake in the country."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo - Tokyo’s Oldest Temple",
      "description": "Tokyo encompasses the perfect balance of traditional and modern ambiance. When your train arrives at Tokyo Station, your driver will greet and transfer you to Sensoji, which is the oldest temple in the city. The iconic Thunder Gate at the temple is an impressive and striking entrance with an even more extraordinary history. A massive lantern hangs in the middle of the entrance with two statues on either side, which many locals pay homage to for peace, tranquility, and abundant crops."
    },
    {
      "dayNumber": "13",
      "title": "Tokyo - An Authentic Experience at a Ryokan",
      "description": "In the center of the bustling capital lies several traditional Japanese-style accommodations known as ryokans . Many locals prefer to stay at these charming hotels during their vacations because they reconnect the locals to their roots and represent many aspects of Japanese culture. Your guide will escort you to a ryokan , where you will don authentic kimonos, relax, and learn about the fascinating culture of Japan."
    },
    {
      "dayNumber": "14",
      "title": "Tokyo - Departure",
      "description": "This morning, you will have some time to spend at your leisure before a private driver transfers you to the airport for your flight home. Before you leave, you can stroll around the city and do some last-minute souvenir shopping."
    }
  ],
  "map": ""
}