{
  "destination": "Japan",
  "mainPhoto": "",
  "id": "japan-through-the-eras-tour-iconic-traditions-to-neon-lights",
  "tourName": "Japan Through the Eras Tour: Iconic Traditions to Neon Lights",
  "placesVisited": "Kyoto, Hiroshima, Osaka, Kanazawa, Takayama, Yudanaka, Hakone, Tokyo",
  "generalInfo": "The layers of history will unfold as you explore heritage and modernity on your 15-day Japan culture tour. The bullet train will speed through the plains while authentic ryokans offer access to hidden hot springs. Buddhist monasteries retain their serene ambiance while the Matsuri festival fills Kyoto with vibrant life. Your expert guides will lead you through contrasting images of historical and contemporary Japanese culture for an unforgettable experience.",
  "durationDays": "15",
  "price": "9,800",
  "image1": "",
  "image2": "",
  "image3": "",
  "image4": "",
  "image5": "",
  "image6": "",
  "imagealt": "",
  "personNumber": "",
  "dates": "",
  "minimumAge": "",
  "meet": "",
  "whatExpect": "",
  "dayInfo": [
    {
      "dayNumber": "1",
      "title": "Kyoto – Yokoso (Welcome) to Japan!",
      "description": "After your flight lands at Kansai International Airport, your guide meets you at baggage claim. Porters take your bags as you board a private bus to your Kyoto hotel. During the ride, review your specially prepared itinerary. After checking into your hotel, there is time to freshen up before a welcome dinner at a restaurant in the city center. Expect comfort food (and drink), an excellent way to end a day of international travel before the adventures to come."
    },
    {
      "dayNumber": "2",
      "title": "Kyoto – Festivals and Ancient Traditions",
      "description": "Kyoto is home to 17 UNESCO World Heritage Sites, every one a testament to Japan’s religious and cultural roots. Over these two days, your guide ensures that you only see the best, and avoid the tourist crowds as you discover this city and the treasures within. Kyoto’s two most majestic sites are Kinkaku-ji and Kyomizu-dera. The first, located in northern Kyoto, is best observed in the early morning when the soft light of dawn reflects off the temple’s gold leaf surface. A sight like no other, you discover that a second temple stands proudly in the still waters of the temple moat. Kyomizu-dera is completely different but just as stunning. Located on a mountainside in eastern Kyoto, this Buddhist temple’s balcony overlooks both tranquil nature and the city below. At both sites, your guide is on hand to answer questions or give you and your fellow travelers an in-depth, private tour. Kyoto’s heritage is more than its temple and shrines. Throughout the year, many matsuri (Japanese cultural) festivals occur throughout the city. Once deeply tied to Buddhist practices, these festivals have become more community celebration than religious observance. Participating in one is the best way to get to know these revered traditions. Wearing a happi festival coat, learn the dances that have been passed down for generations. At the festival itself, help carry a mikoshi portable shrine as you make your way through the city streets. The experience leaves you feeling like one of the locals. Kyoto, like many Japanese cities, is a haven for foodies. The city’s status as the imperial capital for over 1,000 years meant that the city’s best chefs catered to the ruling class. These culinary traditions have been passed down to the present day through kaiseki ryori, a purely Japanese cuisine that not only features some of the country’s best food, but also puts it on display as a work of art. As you sample this meal during one of your nights in Kyoto, you find yourself savoring each bite’s varying textures and unique flavors."
    },
    {
      "dayNumber": "4",
      "title": "Mount Koya – Japan’s Religious Roots",
      "description": "This morning, you leave Kyoto behind for a day of adventure. Your first stop is Nara, Japan’s first national capital. An hour’s train ride outside of Kyoto, Nara has preserved much of the grandeur that it was known for in the 8th-century. The city’s deer are sacred to Japan’s Shinto religion and are allowed to live freely in Nara Park. They are quite tame and are known to bow to visitors in order to receive a treat. The grandest sight in Nara is Todai-ji, the largest wooden building in the world. Constructed when the emperor’s power was at its peak, a 49-foot bronze Buddha in the temple’s center required an entire year’s worth of Japan’s bronze production to construct. As you wander through the temple complex, the smell of incense fills the air. Though Japan has changed much in the last 1,200 years, religious devotion is still very much alive in this sacred space. At lunchtime, you leave Nara behind and set off to Mt. Koya. Very quickly you realize that your train is taking you far away from the modern world. Buildings and freeways transform into deep valleys and tree covered peaks. In 819, the Buddhist monk Kukai chose Mt. Koya after many years of searching for the ideal location for his monastery. He believed that Mt. Koya was perfect, as the mountain’s eight peaks created the shape of a lotus blossom. Today the mountain is still home to over 100 Buddhist temples dedicated to the Shingon sect, a set of Buddhist beliefs imported from Tibet. Arriving in the late afternoon, the soft light filters through the tree canopy overhead and onto stone paths and ancient cemeteries that are the final resting places of the temples’ monks. Tour these sacred areas before checking into your accommodations, a functioning Buddhist monastery. Travelers lodging at Buddhist monasteries goes back centuries, a tradition of which you are now a part. In the evening, dine on shojin ryori , the vegetarian cuisine eaten by monks, before turning in for the night."
    },
    {
      "dayNumber": "5",
      "title": "Hiroshima – Shrines and Scenic Beauty",
      "description": "This morning, you rise with the monks to witness morning prayers and meditation. After a vegetarian breakfast, you depart Mt. Koya by train and ferry to Miyajima, the ‘shrine island.’ Known worldwide for its ‘floating’ bright red torii gate, the island is home to peaceful nature and delectable food. For over 1400 years, Itsukushima Shine has sat at the tip of Miyajima. Overlooking the bay, the daily low tide allows visitors to walk up to the tall torii gate. Stepping amongst the shellfish and sea stars, get an up-close view of this impressive sight, one of the three most beautiful in all of Japan. Going inland reveals more friendly deer and peaceful scenes of nature. Take the ropeway up to a mountain peak, or wander through the old town, where the smell of momiji (maple pastry) is heavy in the air. A local delicacy, momiji is a small pastry shaped like a maple leaf, hence the name. A variety of fillings is available, from Japanese red bean paste to dark chocolate. Momiji’s long shelf life means that your friends and family can enjoy this treat back home, as well. For seafood lovers, Miyajima is home to Japan’s oyster industry. From the shore, oyster beds stretch as far as the eye can see. At lunchtime, the smell of barbecued oysters drifts through the streets and entices visitors to sample this delicate and complex food. In the evening, you have the option to stay at a Japanese ryokan on Miyajima, or make the short journey into Hiroshima. If you decide the latter, your dinner is a treat: okonomiyaki . Meaning ‘grill what you like,’ okonomiyaki is a savory pancake stuffed with seafood, cabbage, and noodles. Paired with cold Japanese beer, it is a delicious way to end your day."
    },
    {
      "dayNumber": "6",
      "title": "Osaka – Remembrances and City Life",
      "description": "No matter in which city you choose to spend a restful night, this morning you are off on a tour of Hiroshima. More than 70 years since the atomic bombing have allowed this city to rise like a phoenix from the ashes. Your tour begins at the Genbaku Dome, the epicenter of the explosion. From there, your guide takes you through the various memorials throughout Peace Memorial Park, including a small mound that is the final resting place of over 70,000 people. While touring the Peace Memorial Museum, expect to be moved as you walk among the displays, learning the story of the city since that fateful day in 1945. In the early afternoon, board the shinkansen for Osaka. During the 90-minute trip, enjoy a bento box lunch and watch the scenery fly by at nearly 200 miles per hour. Osaka’s history as a merchant city still influences daily life in the 21st-century. Home to some of Japan’s largest corporations, Osaka is one of the busiest cities in Japan. This afternoon and evening, you tour a variety of markets and attractions, getting to know the locals as you join in on their merriment."
    },
    {
      "dayNumber": "7",
      "title": "Kanazawa – Sushi Heaven",
      "description": "Today you head north to Kanazawa, Japan’s seafood jewel on the Sea of Japan. Known as the ‘little Kyoto’ for its springtime cherry blossoms and fall foliage, the city is home to many artisans who keep alive Edo Period (1603-1868) traditions. During your time in Kanazawa, it is possible to take a class in Japanese lacquerware or gold leaf gilding. No matter your choice, you create a hand-made souvenir to treasure forever. Like many large cities in Japan, Kanazawa was once home to the samurai class. Kanazawa has gone the extra step to preserve its samurai heritage, renovating a series of samurai homes. In this district, tour a home (or two) to see what daily life was like for this well-trained group of warriors and government officials. Dinner this evening is at one of the city’s premier sushi restaurants. Your chef creates a platter that is both appetizing to the eyes and mouth. As you eat, be sure to close your eyes and notice the faint hint of the sea in every bite. This taste signifies the freshest sushi."
    },
    {
      "dayNumber": "8",
      "title": "Takayama – Where the Past is the Present",
      "description": "For the next two days, you venture into Japan’s interior. Surrounded by snow-capped mountains known as the Japanese Alps, you arrive in Shirakawago, a city where ancient traditions are still part of the residents’ daily lives. The first thing you notice is the large thatched roofs that cover every building. Meant to hold up under the heavy winter snow, these structures are still handmade and maintained by the city’s residents. While there, tour an Edo Period silk factory. In the past, many of the city’s residents raised silkworms to supplement their income from farming. From Shirakawago, you continue to Takayama. Just like Kyoto, you may have the opportunity to witness a matsuri . As Takayama is a smaller city, the experience is much more intimate. In the evenings, watch portable shrines and lanterns proceed down the streets, the sound of singing floating down the alleyways. It is a magical time not to be missed. The next morning, begin your day at Takayama’s farmers’ market. Farmers and artisans come from all across the region to sell their wares. The market is an excellent place to buy Japanese rice, as it will be at its freshest. Japanese rice is not sold abroad, making it a unique treat to take home with you. After the market, take a private tour of Takayama’s old town, city blocks of Edo Period buildings. Depending on your tastes, it is possible to tour a sake brewery that still uses tradition methods, or view an artisan handcraft Japanese furniture. No matter what experience you choose, you walk away with a keen understanding of the care the Japanese put into their work. Takayama’s culinary specialty is Hida beef. Like Kobe beef, Hida beef is world famous for its fine marbling. Excellent grilled, sautéed, or even raw, the end result is sure to melt in your mouth. Paired with fresh vegetables and locally produced sake, it is a meal you will never forget. Your hotel these two evenings has all the modern comforts of a western hotel, with the inclusion of outdoor onsen baths featuring views of the Takayama valley below."
    },
    {
      "dayNumber": "10",
      "title": "Yudanaka – Feudal Castles and Warm Waters",
      "description": "This morning, you leave Takayama on a chartered bus to Matsumoto. The two-hour journey flies by as the bus twists and turns through some of Japan’s most beautiful scenery. At last, you arrive at Matsumoto, home to the ‘crow castle.’ During the Warring States Period and later Edo Period, the castle was an imposing symbol of the shogun’s authority. Today, after much preservation, the castle teaches visitors about the lives of commoners, samurai, and the shoguns who ruled over them. Walking through the castle’s hallways and staircases, feel transported back in time. Leaving the castle, you head to Nakamachi street, a long row of old storehouses converted into shops, cafes, and restaurants. Though what’s for sale inside might be modern, the aura of the past is still present on this enchanting boulevard. In the afternoon, you have the choice of train or private car to take you to Yudanaka, where you discover that onsen baths are enjoyed by animals other than human beings. In Yudanaka reside the snow monkeys, peaceful creatures that spend their days soaking in the hot spring waters. Don’t feel jealous of the monkeys, as your accommodations in Yudanaka feature some of the finest onsens in Japan, no monkeys allowed. Take a relaxing soak before your specially prepared dinner, which is served in your room by hotel attendants."
    },
    {
      "dayNumber": "11",
      "title": "Hakone – Breathtaking Views",
      "description": "Not only is it home to Mt. Fuji, but Hakone also features some of the most intriguing scenes of nature in all of Japan. A volcanically active area, sulfur steam rises from the rocks of Hakone National Park, giving the area the nickname ‘Hell Valley.’ While there, take in a ropeway ride or cruise on Lake Ashi. Both have excellent views of Mt. Fuji, which is photogenic no matter the season. For a different kind of experience, the Hakone Open Air Museum has a variety of sculptures set against Hakone’s mountainous backdrop. Expect beautiful art and iconic vistas as you wander between the sculptures and through the gardens. In the evening, your hotel room has Mt. Fuji views. Your dinner features local produce and meat from around the Fuji Five Lakes region. Also, take the opportunity to sample Japanese wine, its flavor subtly augmented by the soil’s high sulfuric content."
    },
    {
      "dayNumber": "12",
      "title": "Tokyo – Bright Lights Big City",
      "description": "Whether you decide to travel by train or private car, Tokyo is only a short trip away from Hakone. The largest city in the world, Tokyo is seemingly endless, even from the observation deck of the Tokyo Skytree. A city with one foot planted in the future and the other in the past, there are an unlimited number of things to do during your stay here. To experience both sides of Tokyo’s personality, begin with a leisurely walk through Meiji Park. One of the largest parks in Tokyo, the central shrine is dedicated to the spirit of emperor Meiji. The trails are an oasis of peace, and the shrine itself seamlessly blends in with the surrounding nature. Just a few minutes’ journey from Meiji Park is Shibuya, home to arguably the most famous intersection in the world. Every minute, up to 2,500 people cross the Shibuya Scramble Crossing. If you take part or watch from the Starbucks overlooking the crossing, you are amazed by the size of the never-ending crowd. Tokyo’s Ginza district is home to some of the most interesting stores on Earth. At the Sony Showroom, for example, see the world’s thinnest televisions and newest high-tech consumer electronics. If you should arrive on the right day, the street is closed to all cars and given over to pedestrians, giving the Ginza the feel of Paris’ Aux Champ Elysees. During your time in Tokyo, there is the option to take a day trip to Nikko. Once the burial site of Japan’s shoguns, Nikko has some of the most ornate shrines and temples in all of Japan. Following in the footsteps of samurai underneath the cedar trees, you feel that you are a part of the past. Your final dinner in Tokyo is a treat. Your guide arranges a farewell dinner at one of the city’s many Michelin star restaurants. Though haute cuisine, the meal is casual, letting you reflect on the last two weeks and all the memories you have made. For your three nights in Tokyo, enjoy a western hotel with luxurious modern amenities and spectacular city views."
    },
    {
      "dayNumber": "15",
      "title": "Tokyo – We’ll Meet Again",
      "description": "Your time in Japan may have come to an end, but it is not the time to say sayonara , as the word implies that you will never return. In fact, even as an express train whisks you to Narita International Airport, you realize that your journey is really not complete. You will return. The only question is when."
    }
  ],
  "map": ""
}